{
    "headline": "Apps Rush: The Sonnets by William Shakespeare, Google+, Where's My Perry, Amazing Spider-Man and more", 
    "text": "A selection of 14 new and notable apps for you today: The Sonnets by William Shakespeare Touch Press has unleashed its latest iPad book-app, with the full text of Shakespeare&apos;s sonnets complemented by Arden Shakespeare notes, interviews with experts, sharing features and most importantly videos of a host of actors reading the sonnets. Sir Patrick Stewart, David Tennant, Fiona Shaw, Stephen Fry, Dominic West and Kim Cattrall.iPad Google+ As announced at Google&apos;s I/O conference, the company&apos;s Android app for its Google+ social network has been updated with a native tablet build in good time for the new Nexus 7 device. Expect a magazine-style layout and more space for Hangout video chats.Android Where&apos;s My Perry? Where&apos;s My Water? was Disney&apos;s first attempt to create a brand new character in a mobile app, rather than rely on Mickey and co. Now there&apos;s a sequel, but starring an established character this time: Perry the Platypus from cartoon show Phineas and Ferb. The gameplay remains physics-based water puzzles.iPhone / iPad The Amazing Spider-Man We&apos;ve seen a few Spider-Man book-apps and comic-apps on iOS, but Gameloft has now turned Spidey into an action game based on the upcoming film. Set in New York, there&apos;s 25 missions of web-slinging building-crawling action.iPhone / iPad Belkin @TV for iPad Yes, Belkin really does have a gadget called @TV, which makes me wiggle in embarrassment on their behalf. It&apos;s interesting though: hardware to enable you to watch live and recorded TV on mobile devices. In this case, the app is for iPad, streaming over 3G/4G and Wi-Fi, with a channel guide built in.iPad Super Monkey Ball 2: Sakura Edition Remember the days when Sega&apos;s Super Monkey Ball was the first hit game on Apple&apos;s App Store? Happy times. Now its latest incarnation has rolled onto Windows Phone, with monkeys, balls and Xbox Live functionality in spades.Windows Phone Ice Is Nice!: All About the North and South Poles This app is part of Oceanhouse Media&apos;s range of Dr. Seuss book-apps, with an educational focus to teach children about the North and South Poles. Aimed at 5-10 year-olds, it includes icebergs, penguins and The Cat In The Hat.iPhone / iPad Tap Pet Hotel Pocket Gems is one of the publishers making lots of money from freemium social games on smartphones, with Tap Pet Hotel its latest title to jump from iOS to Android. Cute pets in a hotel fuelled by in-app purchases is the formula, although parents may want to keep an eye on their children&apos;s spending habits.Android Heroes Call THD Defiant Development&apos;s action RPG looks like it could be a hit on Android, with its version optimised for devices with Tegra processors inside. Expect plenty of dungeon crawling with monsters, items and lots of little visual touches to show off the hardware.Android Shortify SilverBinary&apos;s Shortify app is a URL shortener for Android devices, which uses Google&apos;s own Goo.gl service. You can also log in using your Google account to save shortened URLs and see stats on who&apos;s clicked them.Android Kingdom Rush Critically-acclaimed iPad tower defence game Kingdom Rush has been squeezed down for iPhone, keeping its fantasy theme (orcs, trolls, capes aplenty), with big boss battles and 50 achievements to gain.iPhone Allergy Assassin This app could be really useful if you suffer from food allergies. It&apos;s a database of recipes, cross-referenced with various allergies. Tell it your allergy and a dish you&apos;ve read on a restaurant menu, and the app will let you know if you should be cautious about ordering it.Android / iPhone Forever Drive Marvellous futuristic racing game Forever Drive has been out on iOS for a few months, but now it&apos;s available on Android too. It&apos;s great fun to play, but the twist is the simple track editor to create your own sections to race on which are then joined with those of other players to create neverending tracks.Android Frisbee Forever 2 Kiloo&apos;s first Frisbee Forever game was a big hit, not least because it was free to download. The sequel continues that pricing model, offering more than 75 tracks to fling your (officially-licensed) frisbee through.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/28/apps-rush-sonnets-shakespeare-google", 
    "wordcount": "697"
}