{
    "headline": "Amazon deforestation at record low, data shows", 
    "text": "Deforestation of the Amazon has fallen to its lowest levels since records began, according to data recently released by Brazil&apos;s National Institute for Space Research. The boost for the environment comes a week after president Dilma Rousseff was criticised for weakening the forest protection measures widely credited for the improvement, and two weeks before Brazil hosts the Rio+20 Earth summit. Using satellite imagery, the institute said 6,418 sq km of Amazon forest was stripped in the 12 months before 31 July 2011  the smallest area since annual measurements started in 1988. The data continues an encouraging trend. Since the peak deforestation year of 2004, the rates of clearance have fallen by almost 75%. &quot;This reduction is impressive; it is the result of changes in society, but it also stems from the political decision to inspect, as well as from punitive action by government agencies,&quot; Rousseff said. She was speaking at a ceremony on Tuesday to mark the opening of two new nature reserves: the 34,000-hectare (83,980 acres) Bom Jesus Biological Reserve in Paran, and the 8,500-hectare (20,995 acres) Furna Feia National Park in Rio Grande do Norte. To mark World Environment Day, the Brazilian president also signed a number of other measures to expand existing parks, protect areas of biodiversity and recognise the land rights of indigenous communities. Rousseff said Brazil was &quot;one of the most advanced countries&quot; for sustainable development, but its impressive efforts have been undermined by new legislation that reduces requirements on farms created by illegal logging to reforest portions of cleared land. Under domestic and international pressure, Rousseff vetoed 12 of the most controversial sections of the revised Forest Code, but environmentalists are furious that many other changes will go through. The Brazilian government insists that the compromise was a realistic balance of agricultural and environmental priorities. Environment minister Izabella Teixeira says 81.2% of the country&apos;s original forest remains  one of the highest levels in the world. But 10 former environment ministers have criticised the measures as a &quot;retrograde step&quot;. In an unusual cross-party collaboration, they jointly signed a letter opposing the change to a code that they described as &quot;the single most relevant institutional basis for the protection afforded to forests and all the other forms of natural vegetation in Brazil.&quot;     Amazon deforestation over the years    Economic and technological factors have also contributed to the slowing of clearance rates. The rise in the value of the Brazilian currency and the fall of soya and beef prices in the wake of the 2008 global financial crisis eroded the incentive for land clearance for agricultural exports. Implementing regulations remains extremely difficult in the wild west-like frontiers of the Amazon and the interior forest regions. But enforcement has been strengthened by increasingly precise satellite monitoring by the National Institute for Research in the Amazon. This November, Brazil plans to launch a new satellite with a resolution of five metres, up from the current level of 250 metres. With close-to-real-time date, the central authorities are able to quickly notify federal police and environment officials about ongoing, illegal land clearance operations. The government has also responded rapidly and flexibly. After a two-month spurt of clear-cutting in Mato Grosso early last year, it established a task force to strengthen countermeasures and sent 700 inspectors to the region. This year, eight municipalities were added to the list of critical areas, bringing them under closer inspection. According to local media, the task force has apprehended 325 trucks, 72 bulldozers and 62,000 cubic metres of illegally cut timber and embargoed 79,500 hectares of land in the region. The environment ministry says further factors in the drop of deforestation are regularisation of land tenure, initiatives to encourage sustainable practices and the expansion of protected areas. According to the UN Global Biodiversity Outlook, Brazil accounts for nearly 75% of the 700,000 sq km of protected areas created around the world since 2003.", 
    "section": "environment", 
    "gid": "environment/2012/jun/07/amazon-deforestation-illegal-logging-brazil", 
    "wordcount": "660"
}