{
    "headline": "Higgs boson discovery: 'It was an extraordinarily tense time, but exciting'", 
    "text": "Fabiola Gianotti was in mid-flow when her audience at Cern, the particle physics lab near Geneva, spotted the result they had so long hoped for amid the garish fonts of her presentation and rose to their feet to whistle, cheer and roar their approval. She tried to calm them down, told them to wait, that there was more. But the result they had spied  a simple number five followed by the Greek letter sigma, in a little red box  was all the hundreds gathered needed to know. It told them that the Higgs boson, or at least a particle that looked suspiciously like it, had been found at last. Nothing was going to delay their celebrations. Scientific discoveries are rarely met with such a raucous response, but the announcement, soon after 10.30am local time on 4 July, was an exception. This was the discovery of the year, and the culmination of more than two decades of work that drew on a cast of thousands. Many of those in the audience had spent their careers in the search. Gianotti is head of the Atlas collaboration, a group of 3,000 or so scientists who work on a giant detector at the Large Hadron Collider (LHC). Her talk that morning came directly after another presentation, by Joe Incandela, head of the CMS detector group, which also saw the particle. Everything rested on her talk: had the Atlas group seen nothing, the lab could hardly claim a discovery. &quot;It was an extraordinarily tense time, but it was also extremely exciting,&quot; she says. &quot;We were so focused on producing these results. Throughout June, the evidence for the Higgs-like particle was growing stronger with time; it grew and grew, and every week we had a step forward. It was a time of great team spirit, when we all worked towards this common goal. People at all levels were working day and night.&quot;           For an outsider, it is easy to think of scientists pursuing their arcane goals at a leisurely pace with little stress and plenty of time for intellectual reflection. That was not the case in the runup to the July announcement. It was a punishing and gruelling rush to turn vast piles of raw data into meaningful results that were fit to present to the world. &quot;You need a lot of motivation, a lot of energy, and a lot of curiosity,&quot; says Gianotti. &quot;The search for knowledge is a long and difficult task.&quot; The existence of the Higgs boson verifies a theory drawn up by the British physicist Peter Higgs with a pencil and paper in his office at Edinburgh University nearly half a century ago. The theory says that elementary particles, like the quarks and electrons inside atoms, get their masses from an invisible field that stretches through all of space. Without something to give particles mass, there would be no stars, planets or life as we know it. Higgs, now 83, was in the audience on 4 July. At the end of Gianotti&apos;s talk, when the crowd stood for a second standing ovation, he drew a tissue from his pocket and wiped tears from his eyes, overwhelmed by their reaction to the news. Gianotti went to greet him, and to offer congratulations. She respects Higgs enormously, she says, not only for his genius and insight, but for his deep-seated modesty. As soon as the particle was found at Cern, there were those who argued it deserved the 2012 Nobel prize for physics. That was unlikely given the conservative nature of the Nobel committee, and in the event, did not happen. But Gianotti, along with Incandela and five other Cern physicists, did win the most lucrative prize ever established in science, the special fundamental physics prize. Gianotti and her colleague Peter Jenni immediately announced their $1m would support a fund to help struggling physicists within the Atlas collaboration. There is no doubt that 4 July was a historic day for particle physics, but the questions that remain over the new particle have kept Gianotti and others at Cern occupied, and will for a while yet. Since the announcement, they have pressed on to try to clarify whether the particle is the simplest form of Higgs boson, or something more exotic that could break radical new ground for physicists. &quot;The 4 July was an end in that we had been looking for this for many years, but at the same time it was a beginning,&quot; says Gianotti. &quot;Since that time, we have made good progress towards understanding one of the big questions the LHC was designed to answer. In the coming months and years we need to look at this in detail. It will take a lot of work to draw up a complete identikit of this particle, and we have just started that work.&quot; In the new year, the LHC closes for two years so engineers can make repairs needed for the machine to switch back on at full energy in 2015. For now, work centres on gathering more and more data from Higgs bosons inside the LHC. The particle is fabulously unstable, and disintegrates as soon as it is created in the machine. But it leaves behind streaks of more familiar particles, which must be measured with exquisite precision to see if their numbers match the predictions. &quot;We know there must be new physics. For example, we cannot explain what dark matter is,&quot; says Gianotti. &quot;In some sense there may not be new physics through the Higgs boson, but there must be new physics to address these other questions.&quot; The Higgs boson is the missing piece of a jigsaw that physicists have pieced together since the 1970s to explain how the known particles in nature behave. But many physicists hope desperately that the new particle will turn out to be more peculiar than the simplest kind of particle Higgs predicted. Would that be good news for Gianotti? &quot;It&apos;s not about good or bad news, it&apos;s about what nature has chosen,&quot; she says. &quot;It&apos;s always good news when you&apos;re closer to the truth.&quot;", 
    "section": "science", 
    "gid": "science/2012/dec/25/higgs-boson-discovery-extraordinarily-tense", 
    "wordcount": "1031"
}