{
    "headline": "Europe looks to open up Greenland for natural resources extraction", 
    "text": "Europe is looking to open a new frontier in the ever more urgent quest for new natural resources  the pristine icy wastes of Greenland. Oil and gas have been the focus of exploitation so far  but the EU sees just as much potential in a massive opening up of mining operations across the world&apos;s biggest island, according to Antonio Tajani, the European commission&apos;s vice-president and one of the most powerful politicians in the union. He called the move &quot;raw material diplomacy&quot;. Latest satellite data reveal that 97% of the surface of the Greenland ice sheet underwent surface melting over four exceptionally warm days in July, indicating natural resources will become more available for extraction in the coming decades. The potential gold rush is being welcomed by some in Greenland, but has raised fears of environmental damage, pollution and despoliation across the Arctic that could destroy one of the world&apos;s last wildernesses. Tajani said: &quot;Greenland is hugely important in terms of natural resources, it has vast opportunities. We are currently working very hard with the prime minister of Greenland on this  we are working on our own agreement with Greenland on raw materials.&quot; He said: &quot;This is raw material diplomacy. We have allies working on this worldwide.&quot; Greenland&apos;s government is keen to exploit the island&apos;s natural wealth in order to alleviate some of the serious poverty and social problems that blight the indigenous population. Henrik Stendal, of the Greenland government&apos;s mineral extraction department, told the Guardian: &quot;The government would like to have another source of income  currently there is just fishing, and a little from tourism, so this is a big opportunity for us. These explorations can be done sensitively, we believe.&quot; Only one company is currently operating a productive mine in Greenland, producing gold. But at least five are in the advanced stages of setting up new mines, and more than 120 sites are being explored. Greenland is thought to contain vast mineral wealth, including rare earth metals, gemstones and iron ore.     GREENLAND.png    As competition from developing world pushes up price of energy, metals, minerals and other raw materials, finding new sources of supply is at a premium  putting densely populated Europe at a disadvantage, with little opportunity to expand its oil and gas supplies or mining operations. But Greenland  with strong historical ties to the EU through Denmark, though the island now has home rule  represents a vast and largely untapped resource. Drilling for oil in Greenland&apos;s waters is now at the exploratory stage, having been impractical until recent advances in deep sea drilling. Mining has also been all but impossible across most of the country, which is covered in a 150m thick sheet of ice except for a few coastal strips, but melting ice and new techniques are likely to bring more of the region&apos;s potential mineral resources within reach in the coming years. But Europe may face competition. China is already ahead; one of the most advanced metals mining projects in Greenland is nominally owned by London Mining, a UK company, but most of the finance and direction comes from China. Other countries are also eyeing the prize  although Greenland&apos;s historical ties are mainly with Europe, it is geographically close to the US and Canada. Tajani&apos;s aggressive push into the Arctic puts him on a potential collision course with Greenpeace, the global environmental pressure group. Greenpeace recently opened up a new campaign focusing on the threats to the Arctic  one of the last places on earth where the industrial revolution and exploitation of natural resources have yet to penetrate. As part of the campaign they closed 74 UK Shell petrol stations in protest at the company&apos;s moves to drill for oil in the Arctic. Jon Burgwald, an Arctic expert at Greenpeace, said that mining operations can bring pollution and destruction: &quot;There could be some very harsh environmental consequences.&quot; Mikkel Myrup, chair of the Greenlandic environmental campaigning group Akavaq, said that dealing with waste and &quot;tailings&quot; from the mines would be a key concern, as well as handling the toxic chemicals that are used in some forms of mining. &quot;Mining does not have the same risks as oil drilling, but mining can be very hazardous to the environment. It&apos;s a real worry, and we don&apos;t think that the Greenlandic government has the capabilities to regulate this in the way that&apos;s needed  they can&apos;t stand up to these multinational companies. The public haven&apos;t been given the full picture,&quot; he said from his office in Nuuk, Greenland&apos;s only town of any size, with 15,000 inhabitants. Burgwald also warned of the potential social consequences. &quot;What happens when you have [scores of] Chinese workers living next to a small town of indigenous people?&quot; Greenpeace has already succeeded in delaying attempts by Cairn Energy to establish oil and gas drilling operations in the Arctic seas. Activists have more such protests in their sights. Burgwald said that if there was damage or prospective damage from mines in Greenland, they too would attract similar actions. &quot;We would certainly oppose it if it wasn&apos;t being done right.&quot; He did not rule out mining in Greenland altogether, if done in a sustainable manner, but said that current plans were unclear and Greenland&apos;s government would need substantial help in order to set up the right standards that would avoid the dangerous consequences. There was little sign of such help being forthcoming yet, he said.", 
    "section": "environment", 
    "gid": "environment/2012/jul/31/europe-greenland-natural-resources", 
    "wordcount": "914"
}