{
    "headline": "Gove's exam proposal is a botched job, inadequate for 21st-century education", 
    "text": "We&apos;ve become used to exam standards dominating a day or two of the summer news agenda then fading away. This year is different. Well into the autumn term assessment is still in the news. The debacle of the marking of this year&apos;s English papers is still unresolved and now the very future of GCSEs is open for debate. The two issues have become intertwined, with this year&apos;s English marking being used to bolster the case for abolishing GCSEs  but they need to be de-coupled. Let&apos;s be clear. The English marking problem was the consequence of errors by both the exam boards and Ofqual, the organisation responsible for regulating them, and although the government certainly shouldn&apos;t interfere with marking, it does have an overriding responsibility to safeguard the reputation of exams and to act against ineptitude. All have failed this summer, letting down thousands of young people and their teachers. This fiasco has provided a very convenient launch pad for the government&apos;s announcement on the future of GCSEs. The assertion that the modular nature of GCSEs caused this summer&apos;s problems has been perfect cover for a return to end-of-course assessment. I fly no flag for modular assessment  I had my own problems when modular A-levels were introduced a decade ago on my watch as secretary of state  but to use this year&apos;s errors to shape the future of an important examination is plain irresponsible. Assessment might lead this policy announcement but the proposal heralds a more fundamental change: it gives us a glimpse of the government&apos;s vision for our school system and its aspirations for a generation of children. And it suffers from three significant fault lines. First, it is a missed opportunity for really radical reform. Assessment at the age of 16 is a relic from when most children left school at that age. Now, 16 is part way through what should be a coherent 14-19 curriculum. The examination should have been brought forward to the end of year 9, which is when the national curriculum finishes. Second, it bears all the marks of a policy drawn up by two parties that fundamentally disagree. The proposal Michael Gove first floated was a similar narrow qualification but aimed at a minority of the age group  openly talked about as a return to O-levels. The line drawn in the sand by Liberal Democrat partners was that there should be no return to a two-tier system and all students must be assessed through the same examination. Whereas Gove&apos;s ideas might have been fit for purpose as an elite part of a two-tier system, they are inadequate as assessment for the whole ability range. We are being sold a politically expedient botched job. Third, the proposals are rooted in the past and show little understanding of the society that surrounds children growing up at the start of the 21st century. That world has changed since O-levels. Of course, the facts and knowledge that the curriculum has traditionally passed down remain important  but they are no longer sufficient. In a world transformed by science and technology, a new set of skills, attitudes and knowledge have also become important. Creativity and communication, team work and flexibility; learning through doing and excellence in practical skills, let alone fluency in technology itself, will be what divides successful nations from also-rans. The government&apos;s proposals don&apos;t prohibit these things, but neither do they indicate they are valued. Experience shows that what is assessed is what schools teach. It will be so again. Gove seized on this summer&apos;s examination difficulties to strengthen his case for the changes he favours. He has constructed a narrative that persuades him there is a halcyon past, redolent of the schoolroom he once sat in, that can be resurrected to guide our future. It&apos;s an argument that uses the old trick of appealing to the sentiment we all sometimes feel  that things used to be better. It might be good politics. It&apos;s far from good education.", 
    "section": "education", 
    "gid": "education/2012/sep/24/gove-gcse-proposal-inadequate-political-expediency", 
    "wordcount": "660"
}