{
    "headline": "How the coalition missed the target on school sports", 
    "text": "David Cameron has been peddling an Orwellian rewriting of history over the school sports network, which his government dismantled. The two hours of PE time he refers to was simply statutory curriculum-time delivery (Tory teammates trade blows over school sport, 10 August). Schools planned for a five-hour offer, making at least three hours of extracurricular and club sports accessible to all pupils. Schools had targets on making links to external clubs, and on internal and external competition outside curriculum hours. Now, none of these are even measured. Cameron&apos;s &quot;school games&quot; is a sop, of no use whatsoever to the major team sports like football, rugby, netball, hockey, basketball and cricket, which engage most children in sport. Cameron lauds a return to competitive sport while deriding targets. But measurement is the foundation of competition. Imagine the Olympics without a tape measure, stopwatch or scoreboard. We can&apos;t even say how reduced children&apos;s sports participation is now as against three years ago, because the coalition abolished its measurement as its first act, even before it cut 162m from the programme. The success of Team GB is founded on the structures set up by the last government and scrapped by this one. The legacy of 2012 will be a huge missed opportunity; a generation of obese armchair sports fans; and an unaffordable cost to the NHS in three decades.Joe CatchesideExeter, Devon  As headteacher of a primary school in Yorkshire, a county that has supplied many Olympic champions, I would normally be looking forward to the upsurge in sporting enthusiasm from our inspired pupils. But the dismantling of the extremely successful schools sports partnerships by this government immediately following the election has meant that primary schools will have difficulty in providing the right support and training for our youngsters. Well trained coaches and teachers were embedded in primary education, identifying talented athletes and supporting schools without specialised staff in promoting healthy lifestyles. Partnerships with secondary schools and local sports providers have dwindled significantly. While I welcome further sports funding, let&apos;s not forget that this was already in place and will take some significant time (and money) to re-establish.C HarrisonWest Yorkshire  Waltham Forest FC are about to begin another season in exile at Ilford because they cannot find a ground in their own borough to rebuild as a locally based community football club. This is what the legacy planners should be addressing.Graham LarkbeyLondon", 
    "section": "education", 
    "gid": "education/2012/aug/10/coalition-target-school-sports", 
    "wordcount": "403"
}