{
    "headline": "Apple WWDC keynote: Tim Cook unveils new iOS and iTunes Radio  as it happened", 
    "text": "  8.32pm BST    Summary    In two short hours, Apple managed to unveil a slew of new services and functions that for the most part, the public wont be seeing until autumn. Some highlights: The new operating system is called OS X Mavericks. The updated system will integrate organizational features like tabs and tags into Finder. Developers can preview the system today. Apple unveiled its updated desktop operating system Mac Pro, which is one-eighth the volume of the current Mac Pro and will be assembled in the US. Cant innovate any more my ass, said Apples Phil Schiller.  iCloud now hasiWork integreation. Microsoft Office documents can also be edited in iCloud, simply by dragging and dropping. iCloud can also be accessed in Windows.  iOS 7 is the product of a major redesign new, thin fonts and a brighter interface with more subtle animation. It will also include a Control Center that can be accessed anywhere and gives users immediate access to volume, flashlight and airplane mode.  Siri gets a new voice, available in female and male characters. It can also be used in iOS in the car while lets people use their mobile devices: eyes-free while driving.     Apple CEO Tim Cook waves while walking off stage after the keynote address of the Apple Worldwide Developers Conference. Photograph: Eric Risberg/AP         8.14pm BST       So, while the live stream was failing to work on two seperateApple computers in Apples Safari, heres what we missed: iTunes Radio This is Apples competitor to Pandora, Rdio and other music stream services. The service is free and ad-supported. Its built into iOS 7, iPhone, iPod Touch, iPad, iTunes on Mac and PC and Apple TV in the US, initially. Activation Lock  Used for stolen phones and cant be deactivated even if the iPhone is stolen. iOS 7 is available in Beta for developers today. The official version will be available to the public in autumn. Tim Cook has wrapped the keynote, wishing developers a merry conference.    Keynote ends. Ios7 very intriguing. Closing music:  sixteen saltines by Jack white.&mdash; Charles Arthur (@charlesarthur) June 10, 2013      Last thought on #wwdc before write-up: This was as much about branding Apple the company as releasing new products.&mdash; Jessica Lessin (@Jessicalessin) June 10, 2013      New Siri voice is a bit bland. I liked the old Siri. She was sassy, in a weird cyborg kinda way. #WWDC&mdash; Gideon Lichfield (@glichfield) June 10, 2013      Updated at 8.17pm BST     8.01pm BST       Tom Grinsted, a Guardian project manager, is pretty excited about these updates:  In general today,I think that you can see the impact of the heavy competition in the mobile space. This is a very good thing. When Apple feels like it might be being challenged in the design and functionally stakes it really comes out fighting, and consumers benefit. iOS 7 is a fantastic (and fantastic looking) example of this. We sawit with&quot;Can&apos;t innovate any more my ass&quot;. Thisis a bullish company who don&apos;t want any confusion about who&apos;s still the industry leader.        7.57pm BST       Big news, which I would be able to announce if the live stream was still working, which it is not.    Apple announces FaceTime audio-only calling, notification syncing across iOS devices, and Message, FaceTime, Phone blocking. #WWDC $AAPL&mdash; CNBC (@CNBC) June 10, 2013         7.52pm BST       More from Tom Grinsted, a product manager at The Guardian:  Thinking about the new photos app (and previouslysome of Google&apos;s work on photos in Google+) it does feel to me that the big tech companies are really starting to address a major challenge of the digital world: namely that their products make it so easy to create high-quality personal itemsthat we have too many of them to handle. We&apos;re seeing smart ways to auto-organise our collections of content to make them usable again. As someone who takes shed-loads of photos on my phone, this is very much welcome.        7.51pm BST       Eddy Cue, Apple&apos;s senior vice president of Internet software and services, is showcasing the changes toSiri. Siri has a new voice, which can also be male if youd like. Siri can also speak in male and female voices in French, German and other languages over time. New feature: iOS in the car, which is being integrated into multiple car brands for 2014. The feature lets people to do things eyes-free.       7.47pm BST       Now it&apos;s time to unveil updates to the Photo app for iOS 7. There is a new photo organizing feature that acts in a similar way as the iPhoto program, by dividing photos into Moments. This also makes it so thumbnails of Moments can be seen by year, and years, giving users a comprehensive look at their lives. You may not remember when you did it, but iOS does, says Federighi.        7.39pm BST       More initial reactions from Tom Grinsted, a product manager at The Guardian.  With the design flourishes and responsive nature, the iOS redesign feels to me that it&apos;s all about re-inserting wonder into the system, and it does look very very beautiful. That&apos;s not to say that there&apos;s not a wealth of new features and engineering as well, which are being announced now. The new multitasking features for apps is very welcome (some would say its been needed for a while). I wouldn&apos;t underestimate how powerful being able to spin an app up in the background from a push notification is going to be. It feels a bit ironic that in a &apos;post-PC world&apos; Apple&apos;s secret weapon in the platform battles might be OSX (Mavericks) and its OTA integration with iOS (Send to phone, Notifications, Maps) and safari.        7.33pm BST       Federighi&apos;s back with a live demo of iOS 7. The revamp emphasizes design, with the screen looking lighter with very subtle animation transitions. It looks clean, but is clearly one of those things the average user will have to get used to. The Control Center can be accessed anywhere, even from the lock screen, and gives users immediate access to the flashlight,brightness, volume, airplane mode and do not disturb.    Control Center - like android &quot;wifi/Bluetooth/etc&quot; controls. About time.&mdash; Charles Arthur (@charlesarthur) June 10, 2013      Updated at 7.41pm BST     7.26pm BST          Apple Chief Executive Tim Cook speaks during the Apple Worldwide Developers Conference (WWDC) 2013 in San Francisco, California June 10, 2013.&nbsp;         7.24pm BST       Analysis from Tom Grinsted, a product manager at the Guardian:  I suspect that the iWork for iCloud announcement is rather important for Apple&apos;s continuing march into the business market. It means that Apple can now compete on a level playing field with MS Office and Google Docs. I&apos;d argue that one major thing holding iWork back from broader adoption has been cross-platform support and usage. Having a fully-featured browser-based interface is a smart way to address this.        7.21pm BST       Tim Cook back on stage to unveil iOS updates. More than 600 million iOS devices have sold. He says Apple products are used &quot;substantially more&quot; than other companies products. Plenty of anti-Android rhetoric going on, as expected. Apparently, only 33% of Android users are using the company&apos;s most updated operating system  Jelly Bean. Meanwhile, 93% of iOS users are using the most updated system.       7.13pm BST       Time for iCloud, with Apples iWork vice president Roger Rosner presenting iWorks new features in iCloud.Pages, Numbers and Keynote now work on iCloud. We live in a world full of Microsoft Office documents, so how do we work with Office documents, Rosner said. He was able to drag and drop an Office document into Pages for iCloud and was immediately able to edit it. This will make students the world over ecstatic, provided they have an iCloud account. iCloud also works on Windows 8, which Rosner is showing off by making fun of Google Chrome.       7.08pm BST       Schiller ends his presentation with a sneak preview of the new Mac Pro the future of the pro desktop. It&apos;s one-eighth the volume of the last Mac Pro and will be assembled in the US.    &quot;Can&#39;t innovate any more my ass,&quot; says Schiller. Crowd loves it. Mac Pro is sort of circular tube.&mdash; Charles Arthur (@charlesarthur) June 10, 2013       Phil Schiller introduces the new Mac Pro. Photograph: Eric Risberg/AP      Updated at 7.45pm BST     7.04pm BST       Schiller says the 11-inch MacBook Air will now have 9 hours of battery life, instead of 5 hours, and the 13-inch Air is going to have 12 hours of battery life, up from 7 hours. Hes also announced price points the 11-inch, 128GB will cost $999; the 11-inch, 256GB will cost $1,199. The 13-inch, 128GB starts at $1099, and the 13-inch, 256GB costs $1,299.    Updated at 7.07pm BST     6.59pm BST       Developers get a preview of OS XMavericks starting today. It will be available to the general public in the autumn. Apple&apos;s senior vice-president of worldwide marketing, Phil Schiller, is on stage to talk about Mac updates, which seems to be all about better performance and improved battery life.    Updated at 7.01pm BST     6.54pm BST       The Notification feature has changed so people can reply directly in the notification to iMessages, emails and apps that send notifications to your iOS device. If you put your computer to sleep, when its opened, youll receive an update on all the notifications youve missed. Now for the much maligned Maps app which has street maps, point of interest search and turn by turn directions. Apples also added info cards that seem to accumulate information from Yelp to show reviews. The info can also be sent to iCal and iOS devices from the desktop. No jokes about Google this round.       6.49pm BST       Apples trying to do away with your desktop sticky notes of passwords with the iCloud Keychain. It will encrypt and store website logins, credit card numbers, Wi-Fi networks and account information to help you have a different password for every site, as security experts suggest.    Updated at 6.59pm BST     6.41pm BST          Craig Federighi, senior vice-president of software engineering at Apple, introduces the new OS X Mavericks operating system Photograph: Eric Risberg/AP    Mavericks Finder has a bunch of changes meant to improve organization. Multiple Finder windows can now be collected into one Finder window with Tabs. Apple is also adding a tag feature to save and organize files. Federighi is now talking about Safari, the web browser you are required to use to see this stream live. He says Safari uses way less energy than Googles Chrome browser and when Safari is compared to Firefoxs energy-use, its just sad for the Mozilla browser.    Updated at 6.58pm BST     6.37pm BST       (Meanwhile, outside the conference, Apple co-founder Steve Wozniak has made a splash by arriving on a Segway.)     Apple co-founder Steve Wozniak arrives in style. Photograph: Eric Risberg/AP         6.34pm BST    OS X Mavericks    The new operating system has a name: OS X Mavericks. Federighi said its California-themed. Mavericks is a surf spot in northern California, famous for its immense waves. This is almost as cool as sea lions. Federighi promises that Mavericks will have longer battery life, lots of applications and features for Mac power users.    Updated at 6.52pm BST     6.27pm BST       Cook is leading into the OS X announcement by touting iMac and MacBooks successes. Mac has grown 100% in the past five years, while PCs have grown at a stilting 18%. &quot;We&apos;re not standing still,&quot; Cook said. &quot;Today we want to talk to you about what we&apos;re doing with OS X.&quot; Apples chief of iOS and OS X, Craig Federighi, is discussing the most important part of the new operating system the name. He said the update was delayed because of the dwindiling supply of cats,&quot; and joked that the next system would be named Sea Lion, which is actually not that bad of a name.    Updated at 6.52pm BST     6.15pm BST       Tim Cook is on stage, celebrating five years of the app stores existence. in that time, the store has seen more than 50 billion downloads and there are 575m store accounts. More numbers: the app store has 900,000 apps and developers have been paid $10bn, half of which was paid this year.    Updated at 6.51pm BST     6.04pm BST       So, Al Gore is at the conference.     Former US vice president Al Gore and Apple chief executive Tim Cook converse before the Apple Worldwide Developers Conference (WWDC) 2013. Photograph: STEPHEN LAM/REUTERS         5.46pm BST       The Guardians technology editor Charles Arthur is in San Francisco for the conference. He sent us a dispatch from the scene this morning:  It&apos;s just a few hours before Apple&apos;s WWDC keynote. The banners outside have tantalised people by showing iconography that they insist looks &quot;flat&quot;. Apples senior vice president of industrial design Jonathan Ive was spotted on Sunday heading into the Moscone West centre to pick up his badgeleading to speculation about whether he&apos;ll actually speak at the event  something he&apos;s never done, except on film. The expectations: &quot;iRadio&quot;, a streaming radio service; a new Mac Pro desktop, perhaps assembled in the US; a timetable for the introduction of the next version of OSX, the desktop operating system; and, crucially, the unveiling of the next version of iOS, the iPhone and iPad operating system. There might also be updates to the MacBook Air (last year Apple used WWDC to introduce its &quot;retina display&quot; MacBook Pro laptops). But it&apos;s pretty certain there won&apos;t be new iPhones (not even multicoloured ones) or new iPads. There might be an update  even a new version?  of the Apple TV set-top box. If there is, will it allow third-party apps and begin to compete with the Xbox for TV attention? Might there even be an &quot;iWatch&quot; - for wearable computing? All of which raises the question of why WWDC is worth paying attention to. Simply, Apple is a gigantic company, and iOS in particular is seen as being at a crossroads: Android has overtaken it in sales terms and many critics say it offers users more flexibility  so what&apos;s Apple going to do to stop the iPhone looking fusty? And whatever happened to Apple&apos;s reputation for innovation? That, of course, assumes that Apple listens to that sort of criticism. History suggests it doesn&apos;t. Yet that hasn&apos;t hurt its sales  at least, not in any way one can discern.      San Francisco's Moscone center is wrapped and ready for WWDC Photograph: Charles Arthur/The Guardian      Updated at 5.47pm BST     5.29pm BST       Today is the start of Apples Worldwide Developers Conference (WWDC) in SanFrancisco where the normal batch of rampant speculation has beenmitigated by a lack of leaks concerning Apples expectedannouncements. Read Guardian technology editor&apos;s Charles Arthur&apos;s full report on what to expectduring chief executive Tim Cook&apos;s keynote address, which begins at 1pm ET. What we know: the next iPhone will not beunveiled, though previews of changes to the mobile iOS operatingsystem are almost guaranteed as it is a developers conference.The operating system is expected to be released in full in the autumn, possibly withan updated iPhone. This updated system will likely include changes tohow apps are integrated and created. A new version of the desktop operating system Mac OS X is alsoexpected and could demonstrate an attempt tointegrate capabilities and features used in Apples iPad tablet andthe iPhone. No idea what they&apos;re calling it, as they seem to be running low on animals to name operating systems after. Changes to the Mac Pro desktop computer are also expected, as is a new music streaming service. If it is madeavailable for free to iTunes users, the streaming service could poseone of the most serious threats to streaming mainstays like Pandoraand Spotify. The much maligned Maps app, Apple TV, MacBook Air and Siri may alsosee some updates, though they&apos;re not guaranteed. Charles Arthur is at the conference and will be providingnews and analysis throughout the event, which you can watch live,provided you have Apple TV or Safari on OS X or iOS4.2 and up.    Consensus seems to be that nobody knows what&#39;s in Apple WWDC keynote tomorrow. Apart from the NSA, obv.&mdash; Charles Arthur (@charlesarthur) June 10, 2013      ", 
    "section": "technology", 
    "gid": "technology/2013/jun/10/apple-wwdc-keynote-ios-live", 
    "wordcount": "2431"
}