{
    "headline": "Steel City downhill  the race that brings together cycling and wildlife", 
    "text": "I&apos;m leaning against a pine tree in Grenoside Woods on the outskirts of Sheffield, watching local hero Steve Peat flash by on his mountain bike. Peaty, as everyone seems to call him, is one of the all-time greats of downhill racing, world champion in 2009 and a world cup champion three times over. Today&apos;s race may not be in that league, but it&apos;s special nonetheless. Peat was born just down the hill in Chapeltown, and when he was learning his craft, he&apos;d cycle up through these woods to reach the steeper downhill trails at Wharncliffe. This is home ground. But that&apos;s not the only reason he&apos;s offered his backing to the Steel City downhill event. The race is also a fundraiser for the Sheffield Wildlife Trust, which is completing a 1m purchase of the 440-acre site both for wildlife and the people of Sheffield. At the finish line, a sound system is belting out the Red Hot Chilli Peppers, and young lads and a lasses are knocking back freebie caffeine drinks while leaning on some very pricey bicycles. They don&apos;t look like typical nature conservation types, but as Peat explains, looks can be deceptive.  &quot;I&apos;ve been riding through Greno for 20 years, so it&apos;s great for me to help out SWT and help them raise funds to secure the woods,&quot; he says. The new trail he&apos;s racing on will help divert recreational riders away from the more fragile area of heath land just beyond the trees. &quot;We&apos;re happy to tell other riders that a few trails have been moved away from the heath so SWT can fence it off and start grazing cattle there.&quot;  Sheffield has a huge mountain biking scene, supporting several specialist shops and manufacturers, including cult frame-makers Cotic. But there are proportionally fewer bridleways than most other parts of the country, and frustrated riders have been at loggerheads with the city council and other users, including some walkers and horse riders. Although the Trans Pennine trail goes through Grenoside, there are few designated bridleways in the woods and manicured surfaces aren&apos;t what riders like Peat want. They like their tracks a lot more challenging. But negotiating access to the countryside has been outside the scope of existing cycling groups, which campaign on safety and planning issues, or else oversee competition. So in February 2010, a group of local riders met in a pub to launch Ride Sheffield, an advocacy group aimed at fighting mountain biking&apos;s corner to improve access. The group was the brainchild of Henry Norman, whose day job is working for cycling charity Sustrans.  &quot;We wanted to give mountain biking a voice,&quot; he says, adding that mountain bikers are less likely to join a club or organise in the way walkers and climbers do. &quot;There were consultations going on about local rights of way, but there was no one for the council or other agencies to talk to about our interests.&quot;  Ride Sheffield has around 700 bikers signed up. It costs nothing to join, and relies on volunteers to attend meetings where access is up for discussion. Despite limited resources, it has quickly proved itself an effective voice. Apart from Grenoside, there are schemes and campaigns across the city to improve access and build new trails. Most recently, the National Trust and RSPB, which jointly manage the wild moors southwest of Sheffield, have agreed to create permissive bridleways on a few carefully chosen footpaths. Roy Mosley of Sheffield Wildlife Trust says that with a largely urban portfolio of properties, his organisation has to be pragmatic. &quot;It comes with having sites on people&apos;s doorsteps. We want them to come, so we try to manage things to support biodiversity.&quot; Liaising with Ride Sheffield has, he says, produced a more interesting bike trail in a less sensitive part of the woods.  &quot;Ride Sheffield has made things happen,&quot; he says, &quot;especially in influencing the city council. There&apos;ll always one or two riders who don&apos;t behave, but that&apos;s true for any activity.&quot; ", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/apr/26/steel-city-downhill-race-cycling-wildlife", 
    "wordcount": "677"
}