{
    "headline": "Fukushima evacuee fights back by resurrecting independent sake brewery", 
    "text": "It&apos;s little wonder that Chieko Sasaki is gripping two bottles of sake like her life depends on it. For weeks after the meltdown at Fukushima Daiichi nuclear power plant last March, Sasaki believed her brewing business had met the same fate as her hometown, Iitate. The farming village lies just outside the 20km (12-mile) evacuation zone surrounding the plant, but was evacuated two months after the accident after independent monitors discovered dangerously high levels of radiation there. Sasaki, along with 7,000 Iitate residents, left the home she shared with her husband, son and grandson, and said a quiet farewell to her brewery, restaurant and the fields where she once grew organic rice and vegetables. &quot;When I think about my old house, I get a headache and can&apos;t sleep,&quot; she said. &quot;I took out millions of yen in loans to build my old brewery and restaurant, and I was on the verge of paying them off when the accident happened. &quot;Then I had to borrow more money to open this place. Tokyo Electric Power [the operator of the plant] has paid me some compensation, but it&apos;s a drop in the ocean.&quot; Almost a year and half later, Iitate&apos;s residents, now scattered around the region in temporary shelters and private accommodation, still don&apos;t know when they will be able to make a permanent return, although many are now permitted to visit during daylight hours. The uncertainty, and boredom with life as a nuclear evacuee, drove Sasaki, 66, to resurrect her business making unrefined doburoku sake at her new premises just outside Fukushima city. Standing in her way was a web of red tape. Japan&apos;s brewing laws are weighted in favour of large-scale producers, and Sasaki had only been given permission to brew the doburoku, which requires a special license, after Iitate was granted special economic status in 2006. As soon as she was evacuated, she effectively lost her right to work. Under pressure from the Iitate council, the authorities compromised, and Sasaki began brewing again with the last batch of the village&apos;s rice harvest from 2010. Last year&apos;s crop was never harvested due to fears over radiation, but what little was left of the previous year&apos;s supply went towards the production of six large barrels of sake, with the final product going on sale in May. From this year, she will use rice grown by relatives living in another part of Fukushima prefecture. &quot;I made far less than I used to,&quot; she said. &quot;I used to sell huge amounts for New Year&apos;s celebrations, summer festivals and social events. But now my old neighbours are scattered all over the place.&quot; Sasaki has returned to her old routine of visiting her brewery three times a day to monitor the sake&apos;s temperature. But her enthusiasm is tempered with resentment at the hand the nuclear accident has dealt her and her family. She visited her former home last winter to find that the bath, sink and toilet had cracked irreparably, and layers of ice on the floor where water had leaked through the roof. There were signs that wild animals had invaded the property. &quot;I can&apos;t think about the future at all,&quot; she said when asked about official promises that parts of Iitate could be inhabitable within two years. But after word spread about her sake venture, Sasaki quickly found herself running out of stock as old neighbours and new customers indulged their love of her cloudy, slightly fizzy tipple. &quot;If this can help lift people&apos;s spirits even just a little, then I&apos;m happy to do whatever I can to help.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/09/fukushima-japan-nuclear-radiation-sake", 
    "wordcount": "609"
}