{
    "headline": "Space tourism: to infinity and beyond?", 
    "text": "At the west end of Pall Mall, among London&apos;s most venerable and old-fashioned gentlemen&apos;s clubs, a smart new office opened its doors to the public earlier this year. Its front window proclaims, in large letters, the simple motto: &quot;Space is Virgin Territory&quot;. Here, amid the trappings of the past, is travel&apos;s future. Inside the office, young men and women are busy working at computers and telephones while decorators put finishing touches to plush, glass-partitioned rooms. These are the new UK headquarters of Virgin Galactic, which Richard Branson hopes will create an entirely new tourism market  in outer space. In one room, a photograph of the Earth covers two walls. In another, there are huge pictures of the company&apos;s spacecraft taking off and landing at its launch base in New Mexico. &quot;Things are going incredibly well,&quot; says Stephen Attenborough, Virgin Galactic&apos;s commercial director. &quot;These are computer graphics images, but next year we hope to replace them with photographs of the real thing: our first commercial flights into outer space.&quot; It has cost Branson more than 162m to design and build a fleet of WhiteKnightTwo motherships and smaller SpaceShipTwo planes, which will whisk customers more than 100km above the Earth&apos;s surface, where our planet&apos;s atmosphere ends and space begins. The technology is striking and innovative. Strapped to the belly of a jet-powered mothership, each spaceplane  carrying two pilots and six passengers  will take off from arunway, ascending until it reaches an altitude of 15km. There will be a stomach-churning lurch as the spaceplane is released; its rocket engine will ignite; and passengers will be rammed back in their seats as the craft soars upwards at a speed of more than 4,000km/h. Outside, the blue sky will turn black as the craft hurtles out of the atmosphere. After 90 seconds, the pilot will cut the engine and passengers will coast in weightless silence as their spaceplane glides into space. More than 100km below, the curve of the Earth will be clearly visible against the dark background of space. Passengers will have six or seven minutes to float round the cabin and indulge in an ecstasy of camera-clicking before their ship starts to arc downwards. Its stubby wings will then be pointed upwards to turn the craft into agiant shuttlecock that will &quot;flutter&quot; back to Earth. Back down at an altitude of around 15km, its wings will be returned to their original configuration and the craft will glide to an airport landing. The day of the space tourist will have arrived. Among those booked on Virgin Galactic&apos;s first mission are Branson, his son Sam and daughter Holly. Angelina Jolie is scheduled for an early flight, as is her partner, Brad Pitt. Others booking the 125,000 journey include Ashton Kutcher, Formula 1 drivers Rubens Barrichello and Niki Lauda, and scientists James Lovelock and Stephen Hawking; Princess Beatrice and Paris Hilton also make appearances on early flight schedules. Virgin Galactic  which Branson describes as &quot;by far and away my boldest venture&quot;  has so far received more than 64m in deposits from 520 customers who want to escape thesurly bonds of Earth, albeit for a very shortperiod of time. First flights are scheduled for the end of 2013, a date that putsVirgin Galacticin pole position in the race to commercialise space. But Branson isnot withoutcompetition, as will be apparent this week inLondon when delegates gather for the thirdEuropean conference onspace tourism. The event will reveal the startling progress that has been made in an industry that onlyexisted in science-fiction writers&apos; minds a couple of decades ago. For example, Andrew Nelson, CEO of the aerospace consortium XCOR, based in Mojave, California, is billed to report on the progress of his Lynx spacecraft. It is designed to take off and land like a plane. In terms of scale it is a relative minnow compared with Virgin Galactic&apos;s craft: Lynx has room for just a pilot and one passenger. On the other hand, its order book, filled with 34m-worth of flights, is every bit as impressive. Trials are set to start this year with commercial launches in 2014. &quot;We remain focused on delivering the coolest rocket plane on the planet,&quot; Nelson said earlier this year when he announced the raising of funding for the final stages of Lynx&apos;s development. Others touting for space tourism business include Armadillo Aerospace, based in Texas, which is developing a vertical take-off rocket to carry customers on sub-orbital and, later on, full orbital flights. The Russian company Orbital Technologies made headlines last year when it revealed plans to construct aHotel in the Heavens. In this orbiting, four-room guest house, customers will be able to cavort in zero gravity for several days  though at aprice: 500,000 for a seat on the Soyuz rocket to take them into orbit and a further 100,000 for a five-night stay. Food will be microwaved, there will be no alcohol and the water will be recycled. On the other hand, the views will be out of this world. A key common factor for these projects is the price-tag: steep but not prohibitive. It costs around 30,000 to 75,000 to make an attempt to climb Mount Everest, for example, and it is no coincidence that flights by Virgin Galactic and XCOR are priced only slightly higher  to capture the high-adventure tourism market dominated by the man and woman with the Breitling watch and the six-figure salary. This is scarcely bringing spaceflight to the masses, of course, but it will make it more available than has previously been the case. To date only seven people, all billionaires, have bought their way into space for a week&apos;s stay at the International Space Station (ISS). The most recent of these was Guy Lalibert, the Canadian founder of Cirque du Soleil, who paid 22m for a flight in which he gave interviews from the ISS about the world&apos;s impending freshwater crisis before donning aclown&apos;s red nose for his descent to Earth in a Soyuz capsule.     We have lift off: Sir Richard Branson and designer Burt Rutan hold a model of the WhiteKnightTwo carrier aircraft unveiled at a Virgin Galactic which will ferry paying passengers into space on a regular schedule. Photograph: Lisa Carpenter for the Observer    Richard Branson, Andrew Nelson and other entrepreneurs are at least bringing the cost of travelling outside the atmosphere within the means of a far greater number of potential customers. Indeed, the idea of space tourism is already becoming commonplace, says one of the organisers of this week&apos;s conference, Pat Norris of Logica. &quot;We had our first conference in 2006. It had a very speculative feel. This was a new industry, after all. Three years later, major investments had been made and we really felt we were going places. Now we are moving on from issues of engineering and are concentrating on sales and revenues. We are open for business.&quot; One delegate  Erick Morazin of Allianz Global Assistance  will even outline how those who want to be blasted into space might get travel insurance for their journey. There is a real feeling of change. &quot;We are aiming to transform an activity that has been in the sole control of governments for more than 50 years, which has been incredibly expensive and relatively dangerous,&quot; says Stephen Attenborough. &quot;There is abig gap between what has been done before and what we are going to do.&quot; This revolution has certainly been a long time coming. In the late 60s, during the Apollo programme, getting into orbit looked as though it would become part of life in only a few years. But the dream died as governments struggled to balance the slackening need to put humans in space with the soaring costs of doing so safely. Now it is being rejuvenated by private enterprise. But what has changed? What transforming events have occurred recently to bring us to the dawn of mass space travel? Analysts point to several factors, a key being US entrepreneur Peter Diamandis establishing in 1996 the $10m Ansari X-Prize, which was offered to the builders of the first privately financed spacecraft to make sub-orbital flights. &quot;I got the idea from reading Charles Lindbergh&apos;s story of how he flew across the Atlantic in the Spirit of St Louis in 1927,&quot; Diamandis says. &quot;Lindbergh made his epic flight to win a$25,000 competition and in doing so opened up the skies to international flight.&quot; It was time to do the same for space, says Diamandis, who decreed that aspacecraft could only win if it was piloted by a human, could carry three astronauts and was flown twice within the space of 14 days. Within months, scores of inventors and designers had announced their plans. Trials took place over the next few years until, in 2004, the prize was won by US aircraft designer Burt Rutan. On 29 September, his SpaceShipOne  powered by burning nitrous oxide and solid rubber  was flown to an altitude of more than 100km above the Mojave desert. A few days later, the craft repeated the trick. Rutan scooped the pot with his design: a small spaceplane is carried to high altitude by a jet-powered mothership before it is dropped and then burns a solid-fuel rocket engine to blast itself into space. The technology was snapped up by Branson, who had already created the name Virgin Galactic and was looking for the right system to democratise space travel. &quot;Essentially, we will use a version of Rutan&apos;s design, expanded to accommodate eight, rather than three people,&quot; says Attenborough. There has been another critical factor involved in bringing private space travel to fruition, however: the rise of the billionaire technocrat. Many of today&apos;s wealthiest individuals come from the computer or dotcom industries and virtually all the companies jostling to dominate the space tourism market have been backed, in some way, by men who have made their fortunes this way. The development of Burt Rutan&apos;s spaceships was backed by Microsoft&apos;s cofounder, Paul Allen, for example. Similarly, John Carmack, who made his fortune writing computer games, including Doom and Quake, has put his money into Armadillo Aerospace, which hopes to make manned flights in the near future. And then there is Elon Musk, who sold the PayPal internet payments company to eBay for 1bn and has set up SpaceX, his own LA rocket company. Last month, SpaceX became the first private space outfit to send a capsule to the International Space Station. The robot spacecraft, Dragon, was carrying 1,000lb of cargo, for the station&apos;s crew. &quot;You had to have some kind of pre-boom to supply the capital to get the rocket boom going, and that only happened with personal computers and the internet,&quot; he explains. Thus it has been the geeks with the bucks who have opened up travel to outer space. It remains to be seen how successful their endeavours will be  and how risky. Certainly safety remains a controversial topic with some critics, including the astronomer royal, Martin Rees, who objects to these ventures being dubbed &quot;space tourism&quot;. &quot;The phrase lulls people into believing that such ventures are routine and low-risk,&quot; says Rees. &quot;And if that&apos;s the perception, the inevitable accidents will be as traumatic as those of the Space Shuttle. Instead, these cut-price ventures must be regarded as dangerous sports.&quot; This point is rejected by Virgin Galactic&apos;s Stephen Attenborough. &quot;Part of the problem with manned spaceships in the past has been that they have been too complex,&quot; he says. &quot;We have a very limited number of critical systems on which the safety of our craft depend, so it is not hard to build in redundancy. And the test flight programmes will have been exhaustive by the time we are ready for our first launches next year. &quot;On the other hand, we&apos;ve never said this is going to be risk free. But what in life is?&quot; The third European Space Tourism Conference will be held on 19 June at the Royal Aeronautical Society, Hamilton Place, London W1 (aerosociety.com) The sky is not the limit: is is space travel a bargain? A return ticket to space for 125,000 may sound pricey, but compare it to these lifechanging experiences that will cost you the same - without even leaving earth Climb Everest with Kenton Cool If anyone&apos;s going to get you to the top, it&apos;s Kenton Cool, who has summited Everest more times than any other mountain guide. For the price of one ticket to outer space you could get two of you to the highest place on earth. Cruise the world Your budget won&apos;t keep you on board the luxury liner Silver Whisper for the length of its four-month, 28-country cruise, which sets sail next January. But at around 8,000 a day, you&apos;re good for a fortnight or so. Live forever with cryonics Being cooled in liquid nitrogen until technology is able to revivify you is, understandably, not cheap. But 125,000 is enough for the first downpayment, and a shot at eternal life. Have Rihanna sing for you Splurge on the ultimate barmitzvah. Rihanna recently charged 300,000 for an hour&apos;s private gig so you could afford about half an hour. Bargain. Toast yourself in style In 1985, a bottle of Chteau Lafite 1787  from Thomas Jefferson&apos;s cellar  became the most expensive bottle of wine ever sold at 110,000. So you&apos;d even have change for an (actually drinkable) 1943 La Tache. Get married on Necker Island Experience the Branson magic without blasting off. For 125,000 you could take over Sir Richard&apos;s private Caribbean island for a long weekend and enjoy a wedding with all the trimmings. Or We found a packet of glow-in-the-dark stars on the internet for about a fiver. Knock yourself out and buy 25,000 packets.", 
    "section": "science", 
    "gid": "theobserver/2012/jun/17/space-tourism-science-virgin-robin-mckie", 
    "wordcount": "2341"
}