{
    "headline": "B2B apps and mobile web attracting more investment from UK and US businesses", 
    "text": "Consumer-focused mobile apps may get more headlines, but business-to-business apps are rising fast up the priorities of companies in the US and UK, according to a survey of 1,000 executives commissioned by Antenna Software. It found that 43% of companies surveyed are currently working on a mobile app for their customers, but 42% are working on one for their employees. &quot;Investment in mobile is growing at a meteoric rate, and that&apos;s partly due to companies thinking beyond the app and beyond the idea that mobile is only critical when it comes to consumer engagement,&quot; says Antenna&apos;s chief executive Jim Hemmer. The research backs up what a number of developers have been telling me privately for a while now: that the market for B2B apps is growing rapidly, and providing a more stable revenue stream for many developers than chancing their luck in the open app stores. The survey also found that companies aren&apos;t just investing in native apps. In fact, 45% of UK and US firms surveyed are currently working on a customer-facing mobile website more than are working on native apps for those customers. Antenna broke down some of its stats on UK businesses for The Guardian. 38% of British firms surveyed are working on mobile websites for their customers, while 35% are making consumer-facing mobile apps. 34% are making apps for employees, and 26% a mobile website for employees. The US is ahead in terms of investment, with 50% and 48% respectively making a mobile site and app for customers, while 47% and 43% are making a mobile app and site for employees. The survey found that a third of companies are planning to launch four or more mobile projects in the next 12-18 months, but identified frustration among chief information officers and business unit leaders with the slow pace and high costs of mobile development. Antenna commissioned the research from Vanson Bourne to promote its new AMPchroma mobile business product, which aims to tackle some of those challenges. It&apos;s far from the only company targeting enterprises in this way though. The research claims that the average current investment of 269k from UK and US businesses in mobile projects will rise to 590k over the next 18 months. For all the buzz around consumer-focused social, location and entertainment apps, startups reducing the mobile headaches faced by other kinds of businesses may be where the real action is in 2012 and 2013.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/21/business-apps-antenna-research", 
    "wordcount": "409"
}