{
    "headline": "Google wins libel case over Blogger comments", 
    "text": "A former Tory local council candidate has failed in his libel action against Google over comments posted about him on a blog. Payam Tamiz started legal proceedings against Google after allegedly defamatory comments were written about him on the London Muslim section of Blogger.com. Google argued that it had no control over any of the content and had no way of knowing whether the comments posted were true or not. In a written judgement handed down at the high court on Friday, Mr Justice Eady said Google should not be regarded as a publisher under the established principles of the common law. Eady said that even if Google was regarded as the publisher of the offending words, it would be exempted from liability in accordance with regulation 19 of the European Union&apos;s electronic commerce directive 2002. He concluded that the court should decline jurisdiction in the proceedings. The comments were posted on the blog after Tamiz resigned as a conservative candidate for local elections in Thanet in north Kent. Tamiz brought no proceedings against either the original blogger or individual commenters. Meanwhile, a Frenchman is suing Google over an image published on its Street View service. The photograph shows him urinating in his front yard, which he believes has made him the laughing stock of his village in rural northwest France. The man, who is aged around 50 and lives in a village of about 3,000 people in the Maine-et-Loire region, is demanding the removal of the photo, in which locals have recognised him despite his face being blurred out. He also wants 10,000 euros (8,319) in damages. &quot;Everyone has the right to a degree of secrecy,&quot; his lawyer, Jean-Noel Bouillard, said. &quot;In this particular case, it&apos;s more amusing than serious. But if he&apos;d been caught kissing a woman other than his wife, he would have had the same issue.&quot; The man thought he was hidden from view by his closed gate as he relieved himself in November 2010. But the Google Street View&apos;s camera car caught him from above his gate as it passed by. Bouillard did not explain why the man chose to urinate outside.", 
    "section": "technology", 
    "gid": "technology/2012/mar/02/google-wins-libel-decision", 
    "wordcount": "366"
}