{
    "headline": "Coronavirus kills 69-year-old man in Saudi Arabia", 
    "text": "A 69-year-old man has died in hospital in Saudi Arabia after becoming infected with a new virus that emerged in the Middle East last year. The latest case is the eighth death among 14 patients confirmed worldwide who picked up the coronavirus, a distant relative of the Sars virus that killed 800 people in 2003. Seven patients infected with the new virus, and five of the deaths, have now been reported in Saudi Arabia, with other fatalities in Jordan and the UK. One British patient died last month after apparently catching the virus from a hospitalised family member who had recently travelled to Saudi Arabia and Pakistan. Another family member also caught the virus, but had milder symptoms and recovered shortly afterwards. The spread of the virus within a family in Britain, and the more mild symptoms seen in one patient, have heightened concerns that the infection might become better adapted to humans and spread more easily from person to person. The virus can cause severe pneumonia and kidney failure. The new virus is thought to reside in bats, but it is unclear whether people have become infected through direct contact with the animals or through an intermediary, such as contaminated livestock, reared locally or imported from surrounding countries. The latest patient to succumb to the infection in Saudi Arabia died nine days after being hospitalised on 10 February. The man had not come into contact with any of the previous patients, and had not recently travelled. The number of confirmed cases of infection may be a small fraction of the total, as those with milder symptoms may not visit their doctor and be tested for the infection. The World Health Organisation has asked countries to be alert to unusual patterns of disease among patients who fall ill with respiratory infections, but has not recommended travel or trade restrictions on any of the countries involved.", 
    "section": "science", 
    "gid": "science/2013/mar/07/coronavirus-death-saudi-arabia-sars", 
    "wordcount": "315"
}