{
    "headline": "Halo 4  how to win at online multiplayer", 
    "text": "Have you experienced a catastrophic loss of self-esteem in the past week? Does it have anything to do with video games? If it does, the chances are you have purchased Halo 4 and, after several frustrating hours, have discovered that you&apos;re not very good at the online multiplayer mode. Unfortunately, as the latest Master Chief adventure is the biggest Xbox game of the year, this effectively renders you unfit to be seen on Xbox Live till  ooh  mid-2013? But don&apos;t worry. Here are nine tips that should allow you not only to stay alive in an online map for longer than 20 seconds, but to start winning. Your fight back begins here... Get the FPS basics right Don&apos;t run around in the open without good reason. Don&apos;t be the first to cross the skyline. Don&apos;t return directly to the scene of your death. Don&apos;t insta-throw a grenade at the first glimpse of a hostile silhouette. Don&apos;t rush in for a melee kill when the other guy&apos;s five metres away with a full clip. And don&apos;t automatically pick the showiest streak rewards, like the SAW machine-gun or Rail Gun  an Overshield or Speed Boost may keep you alive for longer. Remember  it&apos;s still Halo Encountering Halo 4&apos;s new subsystems for the first time, there&apos;s a moment of raw terror. Where did the streaks come from? What&apos;s all this Battlefield-esque tactical chatter cluttering up my HUD? Fear not, traveller. 343&apos;s borrowings from rival shooters are designed to complement Bungie&apos;s old combat loops, not overrule them, so make you sure you nail the basics: taming the single shot rifles (the new Promethean Light Rifle isn&apos;t as alien as it looks); timing your grenade throws so they strip away shields in one fell swoop; and keeping your aim steady while jumping sideways like a scalded cat. Turn bases into traps on Dominion The Dominion mode is a variation on the familiar Conquest gametype, but there are a few important differences. You don&apos;t need to babysit a base terminal during the capturing process, for one, so don&apos;t wait around. Deploy an Autosentry by the terminal and plant a Sticky Shot bolt near one of the doors, then head outside and find a good vantage point. On some maps, like Exile, it&apos;s possible to park a vehicle inside certain bases for a crude defensive advantage. Those Warthog turrets can be... inconvenient. Catch people collecting Ordnance Drops You might not want what&apos;s inside that Ordnance Drop, but somebody will. Try to intercept them en-route. The Drop Recon support upgrade gives you advance warning of incoming pods, though you&apos;ll need to max out the appropriate armour specialisation to get hold of it. Only use Promethean Vision when you know who you&apos;re looking for Halo 4&apos;s wall-piercing vision mode is the most useful new Armour Ability by far, but it has weaknesses. The &quot;sonar wave&quot; takes a few seconds to reach full diameter, so don&apos;t bother using it to spot from afar. Instead, find the enemy on your motion sensor, close in and unleash the ability in short bursts to manoeuvre round them. Up close, you should be able to see which way they&apos;re facing and what they&apos;re armed with. One more thing: Promethean Vision makes it harder to distinguish holograms from the Real McCoy. If you start seeing double, back up. Hardlight Shields are the new Armour Lock with the crucial qualifiers that they won&apos;t immobilise you, and they won&apos;t protect you against harm from the sides or rear. Hardlight Shields can be deployed to soak up fire while comrades flank the player dealing the damage, though bear in mind that they wear out pretty quick. You&apos;ll find them more immediately useful as a means of &quot;parrying&quot; a grenade ambush. Be sure to equip a shotgun, so you can paste your attacker when he or she attempts to &quot;polish you off&quot;. Beware the majesty of Haven It&apos;s one of the most beautiful Halo maps ever made, but don&apos;t let that pearlescent sheen blind you to the fact that it&apos;s an absolute meat-grinder, with one central killzone stacked atop another. Heading for the upper level is a good rule of thumb - you can descend quickly (or alternatively, toss down a grenade) by way of gaps in the radial routes. When fighting around the ramps at the end of each &quot;spoke&quot; of the wheel, try jumping the barrier to catch ascending players from the rear. If you&apos;re holding the centre by yourself, keep circling round so you don&apos;t have your back to any one access point. Pick the right upgrade for the right job Mobility (infinite sprint) should be your Tactical standby, particularly during objective-based matches, but consider taking AA Efficiency to speed up energy regain if you&apos;re making sustained use of a Jetpack or Active Camo. Firepower isn&apos;t as hardcore as it sounds  it&apos;s relatively easy to find an additional primary weapon on most Halo maps. As for Support, Dexterity (faster weapon-switching and reloading) should do nicely if you cut your teeth on Call of Duty, but Explosives can be nasty on interior maps  it fattens grenade blast radius and gives you extra protection against them. Don&apos;t forget the Boltshot&apos;s secondary The Promethean pistol fills more or less the same niche as the Magnun: hard-hitting and accurate at short to medium range. If somebody&apos;s got you cornered, however, you might want to experiment with holding the trigger. The ensuing energy blast won&apos;t travel far, but it&apos;s pretty hard to avoid.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/09/halo-4-how-to-win-online-multiplayer", 
    "wordcount": "920"
}