{
    "headline": "Apple to seek injunction against Samsung smartphones and tablets", 
    "text": "Apple will seek injunctions against the sale in the US of dozens of Samsung smartphones and tablets, including its Galaxy brand, and could triple the $1bn damages it was awarded in a high-profile patent trial after the jury decided the South Korean company &quot;wilfully&quot; infringed its patents . The injunctions will be the next step after Apple won on almost every count against Samsung, which failed to win any of its counterclaims against the Cupertino-based company. Apple, which makes the iPhone and iPad, could apply for injunctions as early as next week, after winning a significant victory in the battle over the fast-growing smartphone and tablet market, worth $219bn globally. Removing the infringing products may have only a limited effect on Samsung&apos;s US business, where it offers 152 different phones through a number of different carriers. The injunctions, if effected, would hit about 24 different devices. Judge Lucy Koh, who is presiding over the trial, could also triple the damages of $1.05bn awarded by the nine-strong jury, because they decided that the infringements of Apple&apos;s patents  some to do with the devices&apos; behaviour, and others to do with close resemblances to the iPhone  were &quot;willful&quot;. US law permits a tripling of damages in such cases. Even so Samsung, whose electronics division made an operating profit of $5.2bn in the second quarter of the year, can bear such a payment. It may also offer tweaked devices to get around any injunction: &quot;Samsung has already made some design changes to new products since the litigation first started more than a year ago,&quot; said Seo Won-seok, an analyst at Korea Investment &amp; Securities. &quot;With the ruling, they are now more likely to make further changes; or they could simply decide to raise product prices to cover patent-related payments.&quot;  But lawyers for the South Korean company indicated that they will ask Koh to throw out the verdict, and that if that fails they will appeal the case to a higher court. &quot;This decision should not be allowed to stand because it would discourage innovation and limit the rights of consumers to make choices for themselves,&quot; Samsung lead lawyer John Quinn said.  Koh will give her decision in the next few weeks. Meanwhile analysts think that Google, which writes the Android mobile software used by Samsung and dozens of others, may have to indemnify handset makers against such lawsuits. They also fear it could mean fewer smartphone options for consumers. &quot;Some of these device makers might end up saying &apos;We love Android, but we really don&apos;t want to fight with Apple anymore,&apos;&quot; said Christopher Marlett, CEO of MDB Capital Group, an investment bank specialising in intellectual property. &quot;I think it may ultimately come down to Google having to indemnify these guys, if it wants them to continue using Android.&quot; Horace Dediu, of the Asymco consultancy, said that he thinks there is no chance of Google offering such an indemnity. Google has instead acquired Motorola Mobility (MMI) for $12.5bn, bringing with it an extensive patent portfolio which it hopes to use to fend off Apple&apos;s attacks on Android handset makers. Nomura analyst CW Chung, speaking before the verdict, predicted it could take &quot;many years&quot; for Apple and Samsung to settle the case, whatever the result of the latest round, leaving the two firmly in control of the global smartphone market.  &quot;The litigation may end up with both parties entering a cross-licensing agreement, which should enable them to build a higher patent wall in the smartphone market,&quot; said Chung. &quot;This would have a positive impact on the share prices of Samsung and Apple, while posing a substantial threat to other competitors.&quot; Apple had testified that it previously offered the allegedly infringed patents for licence to Samsung for about $30 per device. Samsung declined at the time. Apple filed its patent infringement lawsuit in April 2011 and engaged the country&apos;s highest-paid patent lawyers to demand $2.5bn from its top smartphone competitor. Samsung Electronics fired back with its own lawsuit seeking $399m. The jury on Friday rejected all of Samsung&apos;s claims against Apple, but also decided against some of Apple&apos;s claims involving the two dozen Samsung devices at issue. The nine-strong group, which included people with experience at companies including Intel, found that several Samsung products illegally used such Apple creations as the &quot;bounce-back&quot; feature when a user scrolls to the end of a list, and the ability to zoom text with a tap of a finger. But they decided that Samsung&apos;s Galaxy Tab tablets did not mimic the &quot;trade dress&quot;, or appearance of Apple&apos;s iPad in a way that could confuse consumers.  The US case was the latest skirmish in a global legal battle between the two tech giants. Its outcome is likely to have ripple effects in the smartphone market. Other device makers relying on Android, the mobile operating system that Google has given for free to Samsung and other phone makers, may be more reluctant to use the software and risk getting dragged into court. During closing arguments, Apple attorney Harold McElhinny claimed Samsung had a &quot;crisis of design&quot; after the 2007 launch of the iPhone, and that its executives were determined to cash in illegally on the success of the revolutionary device. Samsung&apos;s lawyers countered that it was legally giving consumers what they want: smartphones with big screens. They said Samsung didn&apos;t violate Apple&apos;s patents and alleged innovations claimed by Apple were created by other companies. Samsung said after the verdict that it was &quot;unfortunate that patent law can be manipulated to give one company a monopoly over rectangles with rounded corners&quot;. &quot;This is by no means the final word in this case,&quot; Quinn said in a statement. &quot;Patent law should not be twisted so as to give one company a monopoly over the shape of smartphones.&quot; The jury had determined that Samsung did infringe the iPhone&apos;s &quot;trade dress&quot; with a number of its products. The jurors&apos; determination that Samsung took Apple&apos;s ideas probably matters more to the companies than the monetary damages, Marlett said. &quot;I don&apos;t know if $1bn is hugely significant to Apple or Samsung,&quot; Marlett said. &quot;But there is a social cost here. As a company, you don&apos;t want to be known as someone who steals from someone else. I am sure Samsung wants to be known as an innovator, especially since a lot of Asian companies have become known for copying the designs of innovators.&quot; DJ Jung, representative patent attorney for SU Intellectual Property, said: &quot;The impact on Samsung will be quite limited, as affected models are mostly legacy products and its new products did make some design changes to avoid potential litigation. Still ... it&apos;s a sweeping loss in the most important market. It&apos;s inevitable that Samsung&apos;s brand will be negatively affected - Samsung could be perceived as a copycat.&quot;  Apple and Samsung together account for more than half of global smartphone sales. Samsung said in court that it sold 22.7m smartphones and tablets that Apple had claimed use its technology. McElhinny said those devices accounted for $8.16bn in sales since June 2010. Samsung&apos;s Galaxy line of phones run on Android, and ISI Group analysts viewed the verdict as a blow to Android as much as Samsung. If Android loses ground in the mobile computing market, that would hurt Google, because it relies on Android to drive mobile traffic to its search engine and services to sell more advertising. Apple presently uses Google&apos;s search on the iPhone and iPad, but observers have wondered whether that will persist as Apple has removed more and more Google defaults from the iPhone and iPad. Its upcoming software for the devices will replace Google&apos;s maps with Apple&apos;s own, and stop offering a YouTube video player. Google entered the smartphone market while its then-CEO Eric Schmidt was on Apple&apos;s board, infuriating Apple co-founder Steve Jobs, who considered elements of Android to be blatant rip-offs of the iPhone&apos;s innovations. After shoving Schmidt off Apple&apos;s board, Jobs vowed that Apple would resort to &quot;thermonuclear war&quot; to destroy Android and its allies. The Apple-Samsung trial came after each side filed a blizzard of legal motions and refused advisories by the judge to settle the dispute out of court. Legal experts and Wall Street analysts had viewed Samsung as the trial&apos;s underdog. Apple&apos;s headquarters is just 10 miles from the San Jose courthouse, and jurors were picked from the heart of Silicon Valley, where Jobs is a revered technological pioneer. A verdict came after less than three days of deliberations, surprising observers who expected longer deliberations because of the case&apos;s complexity. While the issues were complex, patent expert Alexander I Poltorak had said the case would likely boil down to whether jurors believed Samsung&apos;s products look and feel like Apple&apos;s iPhone and iPad. Samsung&apos;s lawyers argued that many of Apple&apos;s claims of innovation were either obvious concepts or ideas stolen from Sony Corp and others. Experts called that line of argument a high-risk strategy because of Apple&apos;s reputation as an innovator. Apple&apos;s lawyers argued there is almost no difference between Samsung products and those of Apple, and presented internal Samsung documents they said showed it copied Apple designs. Samsung lawyers insisted that several other companies and inventors had developed much of the Apple technology at issue. Apple and Samsung have filed similar lawsuits in South Korea, Germany, Japan, Italy, the Netherlands, Britain, France and Australia. &quot;This is not the final word in this case or in battles being waged in courts and tribunals around the world, some of which have already rejected many of Apple&apos;s claims,&quot; Samsung said in its statement. Samsung won a home court ruling earlier on Friday in the global patent battle against Apple. Judges in Seoul said Samsung didn&apos;t copy the look and feel of the iPhone and ruled that Apple infringed on Samsung&apos;s wireless technology. But like the jury in California, South Korean judges said Samsung violated Apple&apos;s technology behind the &quot;bounce-back&quot; feature. Both sides were ordered to pay limited damages. The Seoul ruling was a rare victory for Samsung in its arguments that Apple has infringed on its wireless technology patents. Samsung&apos;s claims previously were shot down by courts in Europe, where judges ruled that Samsung patents must be licensed under fair terms to competitors. Europe&apos;s antitrust lawyers are now investigating whether Samsung abused its position of having &quot;standards-essential patents&quot; and failing to license them. The US case is one of 50 lawsuits among myriad telecommunications companies jockeying for position in the global smartphone and tablet markets.", 
    "section": "technology", 
    "gid": "technology/2012/aug/25/apple-samsung-injunction-fine", 
    "wordcount": "1797"
}