{
    "headline": "Gaza's children reveal their hopes and fears  in pictures", 
    "text": "   Schoolchildren from al-Zarqa characterise their neighbourhood in drawings  revealing their likes and dislikes, hopes and fears  to share with other children from abroadPhotograph: Karl Schembri/Oxfam       Osama Nouaf al-Mubayid, six, draws his impressions of Gaza. 'It's important children in the world share their drawings so that we know each others' problems,' he saysPhotograph: Karl Schembri/Oxfam       A Palestinian girl from al-Zarqa ponders her teacher's request to draw a picture of what she would like her neighbourhood to look like or share a detail of daily lifePhotograph: Karl Schembri/Oxfam       Drawing by Fahid Ahmed al-Sabbagh, 10: 'I want to have a park where children and families can go to have fun'Photograph: Karl Schembri/Oxfam       Amani al-Issi, 11: 'I wish our sea was clean and that we do not live under occupation any more'Photograph: Karl Schembri/Oxfam       Sofia Jabar Sulayman, 10: 'I wish we could play games without fear and that we don't have to walk far to the playing field' Photograph: Karl Schembri/Oxfam       Anami al-Sharfa, 10: The writing at the top says: 'In the name of God the merciful', while the girl throws paper into an object marked 'trash bin'. 'We need more trash bins in our streets as well as more trees and benches,' says AnamiPhotograph: Karl Schembri/Oxfam       Rouane Ahsharawi, eight: 'I'd love to have a cleaner and safe neighbourhood and a nice countryside and uninterrupted electricity'Photograph: Karl Schembri/Oxfam       Shayma Maher Mohammed Abood, 10: 'I wish we had olive and lemon trees planted in our street and that we had nicer houses and water for farmers'Photograph: Karl Schembri/Oxfam       Narmeen Mohammed Ahmed Naraj, nine: 'I like our mosque but it would be much nicer if it had trees around it'Photograph: Karl Schembri/Oxfam       Arbaj Alaa al-Safadi, 10: The object on the right is marked 'trash bin'. 'I want to live in a beautiful, calm and clean area where there are lots of jobs' Photograph: Karl Schembri/Oxfam       Eynas Khalid Shabit, nine. 'My street would be so much nicer if we had trees and flowers, and the people here deserve it because they are good and honest'Photograph: Karl Schembri/Oxfam       Omar Karkaz, nine: 'I wish the people raising animals in our street were cleaner and I know it is possible, so this is my message to them'Photograph: Karl Schembri/Oxfam       Hadil Ardi, 11: 'Our buildings and roads are not all beautiful like in other countries'Photograph: Karl Schembri/Oxfam       Sabreen al-Issi, nine: 'We have to preserve our environment, love nature and be good to it so that we can keep enjoying it. I would like that'Photograph: Karl Schembri/Oxfam       Hashim Mohammed, eight: 'I would like to live in a clean environment and in a nice house with tiles'Photograph: Karl Schembri/Oxfam       Reem Moudhat al-Tahali, nine: 'I would like our streets to be beautiful, to work hard at school, and to be a friend to animals' Photograph: Karl Schembri/Oxfam       Ibrahim Wafy Aslyh, nine: 'I'm a student and I don't like this way of life. I pray to God to live in a nicer neighbourhood that does not have any pollution'Photograph: Karl Schembri/Oxfam       Ahmed al-Lah Soudi Hasounh, nine: 'If we had better, asphalted roads, the cars would be in a better shape and look nicer' Photograph: Karl Schembri/Oxfam       Mahmoud al-Zmara, nine: 'I wish to have a green park with animals where I can play with my friends after school and in the summer holidays'Photograph: Karl Schembri/Oxfam       Abed al-Rahman Omar, nine: 'We do not have a good sewage system in my street and because of this we suffer a lot from crawling insects and mosquitoes. I wish we lived in more safety'Photograph: Karl Schembri/Oxfam       Amal Mkaat, nine: 'Having green areas and safe places where we can play is our right, but it will be hard for us to get this as long as we live under siege. I wish a better life for myself and everyone else'Photograph: Karl Schembri/Oxfam       Tarik Abu Hamidane Rabh, nine: 'I wish we had nice views and cleaner beaches so that everyone could enjoy them'Photograph: Karl Schembri/Oxfam  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/may/11/gaza-children-hopes-fears-in-pictures", 
    "wordcount": "0"
}