{
    "headline": "Mystery bird: slaty vireo, Vireo brevipennis", 
    "text": "    Slaty vireo, Vireo brevipennis (protonym, Neochloe brevipennis), Sclater, PL, 1858, also known as the green-winged vireo, photographed at Monte Albn, Oaxaca state, Mexico.  Image: Nick Athanas/Tropical Birding, 22 March 2009 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon EOS 50D   Question: This Mexican mystery bird is unique amongst its congeners, so much so that it was originally placed into its own monotypic genus. What genus was that? What genus is this bird now placed into? Can you identify this mystery bird&apos;s taxonomic family and species? Response: This is a slaty vireo, Vireo brevipennis, a small passerine that is placed into the taxonomic family, Vireonidae, the vireos. There are 52 vireo species divided up between four genera. Vireos are insectivorous birds, as you can see from their slightly hooked bill, although many species will supplement their diet with berries and fruits, too.  These small birds are restricted to the New World, being found only in North and South America. Even though they aren&apos;t the most talented of singers, they indulge themselves in this behaviour at length, with many species singing just one song repetitively and some birds singing nonstop for the entire day.  This handsome Mexican endemic has one of the most unique plumages of all the vireos. Its predominantly sooty grey plumage and long, atypically rounded tail distinguish it from all other vireos, which -- according to my sources -- was the reason it was originally placed into its own genus, Neochloe. This bird also has a green cap, green on the leading edges of its wings and the edges of its tail feathers, whilst its chin and underparts are bright white, as are the irides of its eyes. The slaty vireo is endemic to the shrubby highlands and forest edges of central and southwestern Mexico. They forage close to the ground and are skilled at remaining hidden from photographers. You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/15/4", 
    "wordcount": "375"
}