{
    "headline": "Could an artificial volcano cool the planet by dimming the sun?", 
    "text": "Dimming the sun by engineering the effects of an artificial volcano is a feasible and potentially cost-effective option to reduce temperatures on Earth, the first major study of the practicality of planetary-scale solar radiation management (SRM) concludes. The authors, US aerospace company Aurora Flight Sciences, consider the challenge of lifting and releasing 1-5m tonnes a year of sulphur dioxide to altitudes approaching 100,000ft. This would create sulphate particles in the thin air and provide a partial shade to the sun&apos;s rays, potentially reducing temperatures 1-2C. But no attempt is made to quantify the potential benefits or the risks involved in the likely disruption of weather patterns on earth. The easiest, but by far the most expensive, way to launch vast quantities of sulphur dioxide into the upper atmosphere would be via batteries of 16-inch naval guns, says the report. But to lift 5m tonnes of particles a year 100,000ft into the stratosphere might need 70m gun shots a year and could cost an astronomical $700bn a year. Over 20 years, considered by many scientists the minimum needed to have a lasting effect on earth, this would be more than Africa and India together earn in a year. Instead, the authors consider a far less expensive but technically more challenging way to lift and disperse 1-5m tonnes of sulphur particles to around 100,000ft. This would be to design and build a fleet of massive helium-filled blimps, costing $8-10bn a year to run, with each blimp costing possibly $500m. However, the technology of airships operating at this altitude is not developed. The study, commissioned by the University of Calgary in Canada, was published 15 months ago but has received little attention so far. However, it shows how advanced SRM advocates are in their attempts to persuade governments to license large-scale experiments. It was managed by the leading geoenegineering Harvard University scientist David Keith, one of two administrators of Bill Gates&apos;s Fund for Innovative Climate and Energy Research (Ficer) which contributed $100,000 to the study. By far the most effective way to lift the sulphur, the study concludes, would be to adapt, or to build, a fleet of Boeing 747s aircraft. About 14 of these planes working round the clock from bases on or near the equator, might cost about $8bn a year. The study supports the views of scientists who argue that more experiments should be done into geoengineering to prepare a &quot;plan B&quot; if politicians and industry fail to find a way to reduce emissions in climate talks. &quot;The primary conclusion to draw from this feasibility and cost study is that geoengineering is feasible from an engineering standpoint and costs are comparable to quantities spent regularly on large engineering projects or aerospace operations. &quot;Aeroplane geoengineering operations are comparable to the yearly operations of a small airline, and are dwarfed be the operations of a large airline like FedEx or Southwest,&quot; says the study. Critics of political attempts to reduce emissions have long argued that it would cost hundreds of billions of dollars of investment in low-carbon energy to achieve the same results. To date, the uncertainty and inherent riskiness of large-scale solar radiation management have not been quantified.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/blog/2012/feb/06/artificial-volcano-cool-planet-sun", 
    "wordcount": "558"
}