{
    "headline": "UCL's vanity project", 
    "text": "Rejecting the expert advice of its own academics, University College London plans to buy up the Carpenters Estate in Newham and use the land to build a semi-privatised prestige project for the university (Guardian.co.uk, 7 November). On behalf of UCL, Newham council intends to evict 700 residents and destroy a local school. We view this plan as vandalism. There will be no economic or educational benefit for the residents: many UCL staff still do not even receive the London living wage and master&apos;s degrees cost up to 19,500. Instead, the redevelopment will uproot 700 lives and a working-class community that has made it clear it has no wish to leave. UCL students last week staged an occupation in protest against these plans and in support of the Carpenters Estate residents. We pledge our support to the efforts of the students, academics and residents, and state our opposition to the antisocial vanity project of UCL managers.Owen Jones Author and former UCL studentNatasha Gordnitski UCL Union ethics, environment and operations officerHannah Webb UCL Union community officerMichael Chessum University of London Union residentHazel Nolan Sertuc Young members secretary and London Young Labour committeePatrick Murphy National Union of Teachers national executiveJanine Booth RMT London Transport rep and national executiveSteve Hedley RMT Assistant general secretaryMark Campbell UCU National executive committee, London Metropolitan University chairMax Watson Unison national executiveJacqui Mitchell Branch secretary, University of East London UCUReni Eddo-Loge NUS NEC and UCL studentDr Joel Dunn London Region UCU higher education chairProfessor Jane Hardy University of Hertfordshire UCU NEC and education committeeSean Vernell UCU City &amp; Islington college (secretary), UCU NECJenny Sutton London Region UCU chair (FE)Richard McEwan UCU NEC and learning rep at Tower Hamlets collegeCliff Snaith Secretary, London Region UCURobin Burrett NUS NECMike Sargent RMT Executive, South East RegionDarren Procter Council of executives for shipping, RMTKevin Morrison RMT Executive (Manchester and North West of England)", 
    "section": "education", 
    "gid": "education/2012/dec/03/ucl-vanity-project", 
    "wordcount": "316"
}