{
    "headline": "Protect Antarctic waters before it's too late, says environment coalition", 
    "text": "A huge swath of the waters off Antarctica must be protected from fishing and other industries, environmental groups said on Monday. More than 40% of the region needs to be given protection before one of the world&apos;s last true frontier areas is damaged irreparably by human activity, the Antarctic Ocean Alliance (AOA) said. The group, whose members include Greenpeace and WWF, has identified 19 &quot;key Antarctic marine habitats&quot; that it argues must be protected as part of the largest network of marine protected areas ever created. It is urging the UK government to throw its weight behind the proposals. Steve Campbell, the AOA&apos;s co-ordinator, said the UK would be an ideal champion because it has already taken a lead in creating protected areas in the Southern Ocean, such as the Southern Orkney Islands Southern Shelf marine protected area. The alliance says Antarctic marine ecosystems are under increasing pressure, including the rising demands of the fishing industry, which threaten the health of animal populations such as penguins, whales, seals, fish and krill. The report, Antarctic Ocean Legacy: A Vision for Circumpolar Protection, noted that the Southern Ocean accounts for 10% of the world&apos;s seas, yet less than 1% of it is &quot;strictly protected&quot; despite being home to vast numbers of animals, many of them vulnerable to interference. &quot;Although often depicted as a frozen region dominated by breathtakingly beautiful but sterile glaciers, Antarctica is bursting with life  but mostly marine life. Below the icy ocean surface, bright-colored seastars, sponges and other bottom-dwelling creatures of all shapes and sizes blanket the seafloor. &quot;Strange fish, with clear white blood and antifreeze in their bodies, lurk throughout the water column. On the surface, penguins, flying seabirds, seals and whales abound amidst the ice, foraging in krill-rich waters. The Antarctic truly remains one of the world&apos;s last wild frontiers.&quot; Protecting large areas of Antarctic waters should help prevent a repeat of the overfishing that since the 1960s has devastated several species, including marbled rockcod, which by the 1990s had declined in population by 95%. Patagonian toothfish, marketed as Chilean sea bass, were similarly targeted, and by the mid-1990s there were catches of more than 100,000 tonnes annually.", 
    "section": "environment", 
    "gid": "environment/2012/may/22/protect-antarctic-waters", 
    "wordcount": "369"
}