{
    "headline": "CES 2012: Intel keynote from Otellini brings Atom to smartphones", 
    "text": "(Note: this was written as live, but posted subsequently.) Keynote time again: this time it&apos;s Paul Otellini, president chief executive of Intel. The problem for him here is, can he persuade people that Intel does anything more than provide the processors to power the PC - which is a mature, slowing market in the west, and growing very much less quickly than the smartphone and tablet market in the rest of the world? 16:30 It&apos;s Gary Shapiro again. This guy gets everywhere. You&apos;d think he owned the show or something. &quot;From the world&apos;s fastest supercomputers to the world&apos;s PCs, Intel is there today the ultrabook is reinventing the PC. They&apos;re irresistible!&quot; We&apos;ll see about that. Are you lining up for a Windows ultrabook, now or in the near future? 16:34 Video. &quot;Let&apos;s face it, we&apos;re always on the move. And our computers should be too.&quot; Shows people using tablets and smartphones. Hmm. Those don&apos;t have Intel chips in, do they? Ooh, it&apos;s a future video, where you choose your clothes in shops by scrolling through a screen, rather than scrolling through a rack. &quot;That&apos;s why we built an Intelligent Architecture for the experiences of tomorrow.&quot; You can hear the Capitals. 16:36 And here&apos;s Otellini. Recaps his time at CES. He&apos;s seen Pong, the DVD &quot;Today computing isn&apos;t just about computers or smartphones or navigational devices the devices are less relevant, it&apos;s about whether we&apos;re creating a better experience. At Intel we design the engines of those experiences. We ask what consumers won&apos;t compromise on, and what they shouldn&apos;t compromise on.. we want our devices to think as fast as we do.&quot; Apparently we want our computing experiences to be engaging, consistent, aware and secure. &quot;I&apos;m not just talking about malware here, there&apos;s increased risk to our privacy and our personal data.&quot; (This is the McAfee acquisition from last year being justified.) It&apos;s a bit blah already. He&apos;s very clearly reading it off his autocue, which is forgivable, but he isn&apos;t putting a lot of life into it. 32 nanometre technology! Incredible! He makes it sound like he bought a load of bread. &quot;We have line of sight to 14 nanometre technology 200m of these transistors could fit on the head of a pin.&quot; (No slide to accompany it.) &quot;It&apos;s the same sort of spirit that put a man on the moon.&quot; Eh? &quot;Today your smartphone has more computing than existed in all of Nasa in 1969.&quot; Then again, my phone can&apos;t get to the moon. &quot;Intel telephony devices have shipped in 400m devices this year.. and are a key part of your mobile experience.&quot; Ah, there are Intel chips in some phones for processing.  &quot;I&apos;m thrilled to announce that the best of Intel&apos;s computing is coming to smartphones.&quot; Intriguing. &quot;It&apos;s coming first to China, with 100m users, and growing rapidly.&quot;  16:44 Lenovo svo Liu Jun, president mobile internet and digital home group: &quot;Lenovo believes all these smart devices will be connected to the cloud. We are transforming Lenovo from a leading personal computer company to a leading personal computing device company.&quot; Holds up a phone. &quot;Great outcome of our partnership. World&apos;s first Intel architecture-based smartphone. The K800.&quot; &quot;Can you tell us a little more about the phone?&quot; Otellini asks.&quot;Powered by an Atom processor for an amazing experience. Looks to be running Android, though heavily customised. 4.5in screen, Intel display technology inside.  &quot;What about the performance of this phone?&quot; &quot;Incredible multitasking performance.&quot; Phew. &quot;Very confident that users will be very satisfied. Will run under China Unicom&apos;s network, second quarter of this year.&quot; Yup, it&apos;s Android. They&apos;ve also got a 10in tablet powered by an Atom processor.  16:49 So if Intel has got the Atom onto a smartphone, then we will want to know what the battery life is like. Claiming 4G talk time of 8 hours, standby time of 14 days - which is a lot. This will be what the project to get Android running on the x86 platform was all about, then. 16:50 Here&apos;s Mike Bell of Intel&apos;s mobile team. Shows off what it can do. Browser is quick, though there&apos;s a bit of a jerk. Shows a game. But after the other day, can we be sure that he&apos;s really playing a game, or is it a video?  Security: has McAfee&apos;s mobile suite (of course) - though you can see that having that sort of security built into an Android phone could have benefits. Shows time-lapsed video indicating that it lasts rather longer on video playback than another Android phone - an HTC, by the looks of it. Sounds like they have also put in some sort of virtualisation or instruction set translation system so that apps written for ARM will run directly on the Intel chips. Demos Angry Birds. A dancer comes on and he takes 10 pictures - effectively still video. Impressive. 16:57 Reference design is more energy efficient on graphics, and does faster browsing and Javascript, says Otellini. That&apos;s the gauntlet thrown at ARM all right. 16:58 And now Sanjay Jha, chief executive of Motorola Mobility, the very clever guy who has got rich from getting Google to up its bid to buy his company last year. &quot;We&apos;re excited to combine the best of Intel technology in our award-winning products.&quot; They&apos;re still all reading off autocues so obviously that it&apos;s painful. &quot;Especially proud to announce that Motorola and Intel have entered into a multi-year partnership around smartphones.&quot; When? &quot;We will have devices in carrier validation this summer.&quot; Wonder how that works if the Google absorption goes ahead? Google&apos;s phone company building on a different platform, Intel, to the one that most of its partners use, ARM? Is that going to be a source of discord, or will it drive some companies to build on Intel? Does Android get compiled and optimised first for Intel and then ARM, because that&apos;s what Google&apos;s phone company is using, or for ARM because that&apos;s what most phones are using. 17:02 Chris Aubrey of Adidas. He&apos;s in marketing. Otellini is looking to the autocue to see when he&apos;s next going to speak, rather than at Aubrey. The Adidas thing is a virtual shoe rack which you scroll through without ever touching a shoe. And you can play videos on it! And it&apos;s integrated into social networks so you can see what people are saying about that particular model of shoe on Twitter! (That sounds like it could be a double-edge sword.) You choose one on the wall, and an assistant gets an alert and looks on their tablet and you can swipe their credit card details on the tablet and there you are. Wait, doesn&apos;t buying shoes usually involve trying them on for fit? Then again Aubrey says he&apos;s seen five times more sales as a result. Perhaps people will buy shoes through virtual racks without every putting them anywhere near their feet. Scary. 17:07 Shows off a tablet running Windows 8 for all of, oh, 10 seconds. Emphasises that applications will just run on Windows 8. There seems to be a hint that they will use Atom processors. And on to the PC. &quot;For years Intel technologies have raised the bar for the best experience and now there&apos;s the ultrabook. In the few short months that they&apos;ve been on the market they have created quite a bit of excitement, even here in Las Vegas.&quot; Yes, but has anyone bought one? Video of people in the street being shown them. Nobody mentions or is asked about the price. At least, not in the video. Someone said to me earlier today that the ultrabook is &quot;just this year&apos;s netbook&quot;, but I don&apos;t think so: the netbook was attractive because it was cheap. The ultrabook is higher-end, especially if you include SSD storage. Also, if Intel is giving the ultrabook makers something of the order of $100 to push them, what happens when that budget runs out? 17:11 Jeff Clarke of Dell. &quot;Here to announce the next generation XPS13 from Dell, it&apos;s defining what this category is all about.&quot; It looks very nice; does Jonathan Ive at Apple look at these and grind his teeth, or raise his eyebrows, or just sigh? Carbon fibre base, so lighter weight. (That&apos;s different.) Weighs less than 3lb. Has a 13in screen, but in the footprint more typical of an 11-inch notebook (presumably a full-size notebook). Gorilla glass, claims 8 hour battery life. Plenty of enterprise system support. When&apos;s it available? Announce today, orders in February. 17:16 Back with Otellini. Shows off the Dell deckchair, which is the laptop it showed off last year which can be a laptop or a tablet if you fold the screen back in. Demo of Modern Warfare 3, showing the graphics detail. (Looks like the real thing.) Ultrabook demo where the screen is touch-sensitive, so you can play games such as Fruit Ninja. Or use an Intel phone as a game controller. 17:21 Showing off Ivy Bridge processing power. Now showing file transfer using Thunderbolt, Intel&apos;s superfast technology. It&apos;s all &quot;awesome&quot;. And we move on to the Intel AppUp centre, where you can - hurrah! - download Angry Birds. Good grief, So now Intel is doing an app store. The world is becoming overrun with app stores, all very slightly different, but all offering Angry Birds. Demo of buying online using NFC plus Intel smartphone plus Mastercard with NFC: taps his smartphone (with NFC) on the screen and it transfers his details. Neat. If fiddly. Still, at least this feels like living in the future. We&apos;ve already seen about 10 things that felt far more futuristic than anything that was in Steve Ballmer&apos;s keynote last night: smartphones on Intel chips, NFC to buy things on tablets, ultrabooks - hell, maybe this should have been the keynote instead of Ballmer. 17:29 And Otellini is back. He&apos;s blown away apparently by all the innovation. Oh, which segues to Will.I.Am who is Intel&apos;s director of creative innovation. That&apos;s a job title? He&apos;s been sent off on a plane to go and write songs all over the place. Oh, but here he is. Biggest cheer of the week for him. Heading around the world with an ultrabook to raise money for inner cities. &quot;And we&apos;re all creating on notebooks.&quot; Otellini: &quot;how&apos;s technology changing the music business?&quot; Will,I.Am: (incredulous): &quot;the music business?&quot;Otellini, quickly: &quot;Music.&quot;Will.I.Am burbles away in a fabulously incoherent way about how he makes songs. This definitely isn&apos;t on the autocue. &quot;If you imagine what it was like when Michael Jackson was making music, we made music in the studio and listen to it on the radio. Now we make it on a computer and listen to it on a computer. It&apos;s amazing.&quot; Otellini: &quot;That&apos;s pretty.&quot; Is it? Sounds pretty bleak really. Next stop for Will.I.Am: Mexico City. He talks about it and peters out.&quot;When can your millions of fans hear the song?&quot;&quot;Go to AppUp.. only 10,000 downloads and then it will be taken down and then the fans are going to take it and spread it somewhere else.&quot; BIG laugh for that. Everyone knows what he means: it&apos;ll go all over the file-sharing networks. They play a short snatch of the song, which sounds remarkably like &quot;Greatest Dancer&quot; but without the violin twirls and with a heavier beat. &quot;Today the ultrabook is the new ghetto blaster,&quot; Will.I.Am suggests. He departs.&quot;Wow,&quot; Otellini croaks. &quot;How do you follow that?&quot; It sounds like he isn&apos;t going to try, but just does some blurb about transistors and the future of computing. And we&apos;re done. 17:38 So to wrap up: Lenovo smartphones using Intel Atom chips, Will.I.Am on a big world tour, plenty of push for ultrabooks, and 14nm chips in sight. Well, it was a lot more future-y than anything we&apos;ve had previously.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/11/ces-2012-intel-keynote-otellini", 
    "wordcount": "2064"
}