{
    "headline": "Childcare minister has visited more French than English nurseries", 
    "text": "Childcare minister Liz Truss has made more official visits to French nurseries than English ones since she was appointed, provoking fresh questions about the government&apos;s agenda on childcare reform. Truss has visited seven French establishments but just five English nurseries, four of which were in London, since she became the minister responsible last September. Truss has already drawn derision for praising French nurseries for being &quot;calm&quot; and &quot;structured&quot;, despite English nurseries achieving higher quality rankings in international comparisons. Sharon Hodgson, the shadow children and families minister, said: &quot;It&apos;s clear that the minister doesn&apos;t want to hear from parents and professionals in English nurseries, or from the major representatives, so it&apos;s no wonder that the proposals she put forward were so wrong.&quot; The developments, revealed following freedom of information requests, coincide with the continuing confusion over the government&apos;s plans to relax child-to-staff ratios in nurseries. Last week deputy prime minister Nick Clegg said the plans were &quot;dead in the water&quot;. Yet the following day Downing Street claimed that no decisions had been made, while education ministers, including Truss, have remained silent on the issue. &quot;The sooner we have confirmation that these plans have been ditched, the better,&quot; added Hodgson. Labour is to call a vote on childcare ratios on Tuesday amid concern that the plans to increase the number of two-year-olds that one adult can look after from four to six is unlikely to cut the price of childcare and could even cost parents more. The proposals have also met with fierce resistance from both parents and professionals due to fears over quality and safety. Labour has also pointed to information released about other nursery visits by Truss as evidence that she has ignored major bodies in favour of small organisations which back her plans. A parliamentary question revealed she had met the only consistent backer of her plan, medium-sized private nursery chain Kids Unlimited, seven times, while large membership bodies, including the Pre-school Learning Alliance, were invited to just one meeting each in eight months.", 
    "section": "education", 
    "gid": "education/2013/jun/09/childcare-minister-visits-more-french-nurseries", 
    "wordcount": "345"
}