{
    "headline": "Per intenta terminar con discriminacin racial contra afroperuanos", 
    "text": "Para muchos turistas que visitan Per, es muy probable que el primer encuentro que tengan con un afroperuano sea con el portero en el hotel. Es un trabajo usualmente hecho por jvenes negros en el pas; ellos tambin trabajan frecuentemente como choferes y portadores del fretro. Para el activista Jorge Ramrez, eso es otro ejemplo del racismo estructural que existe en la sociedad peruana, donde las posibilidades de trabajo para los afrodescendientes son muy limitadas. &quot;Existe un prejuicio que solamente servimos para esto,&quot; dice Ramrez, presidente de la Asociacin Negra de Defensa y Promocin de los Derechos Humanos. Sin embargo, se espera que habr un cambio ahora. Por primera vez, el gobierno peruano establecer un organismo que se dedique exclusivamente a implementar polticas que favorezcan a los afrodescendiente en Per. Entre el 8% y 10% de la poblacin peruana de cerca de 30 millones de personas tiene una herencia africana, un porcentaje ms bajo que en Colombia, pero ms alto que en los vecinos pases andinos, Ecuador y Bolivia. En el viceministerio de interculturalidad, que pertenece al ministerio de cultura, un equipo pequeo de funcionarios est trabajando para reducir la &quot;invisibilidad&quot; de los descendientes de esclavos africanos en Per. El plan tiene tres enfoques, explica Roco Muoz, quien partenece a ese equipo de dos personas: crear un plan de desarrollo multisectorial, que incluira polticas pblicas y acciones afirmativas; realizar una encuesta especializada para la poblacin afrodescendiente y as conocer su nivel de salud, educacin y empleo; y establecer una direccin permanente de polticas afroperuanas. &quot;Sin duda los pases vecinos han tenido avances mucho ms que Per,&quot; dice Muoz. Bolivia, Brasil, Ecuador y Colombia reconocen a sus poblaciones afrodescendientes en sus constituciones, y adems tienen polticas especificas para su desarrollo, algo que en Per hasta ahora no existe. En un informe del 2011, La Defensora del Pueblo afirm que la poblacin afroperuana sufre una situacin de &quot;vulnerabilidad, postergacin e invisibilidad&quot;, que ha impactado negativamente en sus derechos humanos, especialmente en salud y educacin. Segn la Defensora, solamente el 2% de los que sufren enfermedades va a postas medicas o hospitales; apenas el 2% de estudiantes afroperuanos termina estudios universitarios; ms de la mitad no termina una educacin secundaria y el 13.8% no termina la educacin primaria. Hugo opo, coautor de Discriminacin en Amrica Latina: Una Perspectiva Econmica, un libro patrocinado por el Banco Interamericano de Desarrollo, destaca que en Amrica Latina la brecha salarial promedia entre la lite blanca y la poblacin indgena y afrodescendiente es del 38%. l dice: &quot;Estas desigualdades en el acceso a los servicios educativos despus se traducen en desigualdades en capital humano, en el acceso a los mercados de trabajo, en la capacidad de generar riqueza y, en general, en la capacidad de llevar una vida digna desenvolvindose plenamente en la sociedad. &quot;La poltica de igualacin de oportunidades por excelencia es la educacin. Dar educacin de calidad a las personas desde los primero aos es clave para su desarrollo posterior. En tal sentido, las minoras estn en clara desventaja frente a las mayoras blancas y las polticas pblicas han hecho poco o nada por revertir tal situacin.&quot; opo dice que los programas de igualacin de oportunidades en Colombia, Ecuador y Bolivia muchas veces son &quot;bien-intencionados&quot; pero han hecho &quot;poco o nada&quot; para mejorar la situacin de las minoras afrodescendientes en estos pases. Agrega: &quot;En Amrica Latina, tenemos una deuda histrica que enfrentar. sta no se resolver con polticas remediales de corto plazo como leyes antidiscriminacin o cuotas en diversos mbitos de la vida publica. La solucin tiene que ser de largo plazo, atacando la raz. De ah que estoy tan convencido que la educacin sea el camino.&quot; Las cifras, aunque incompletas, demuestran que los afroperuanos sufren ms problemas de salud, y son ms pobres y menos alfabetizados que el promedio nacional, en un pas donde una tercera parte de la poblacin vive en la pobreza, con $1 o menos por persona por da. Los afroperuanos no tienen las mismas oportunidades que otros, dice Muoz, quien es especialista en temas afrolatinos. Cree que &quot;las reminiscencias de los esquemas coloniales an siguen en sociedades aparentemente democrticas&quot;. &quot;Sin duda, hay una serie de estereotipos que han confinado a los hombres y las mujeres afrodescendientes en determinados espacios laborales,&quot; dice. &quot;Hay necesidad de revertir estos esquemas y crear oportunidades laborales para ellos. En muchos casos simplemente no tienen otras opciones laborales.&quot; En Noviembre 2009, Per se convirti en la primera nacin latinoamericana en pedir disculpa a los afrodescendientes por siglos de &quot;abuso, exclusin y discriminacin&quot;. Tambin admiti que la discriminacin de origen racial todava obstaculiza el desarrollo social y profesional de muchos afroperuanos. Sin embargo, el tema afroperuano slo fue incluido en una agenda ministerial con la llegada a la presidencia de Ollanta Humala, quien prometi el ao pasado una &quot;inclusin social para todos&quot;. El nombramiento de la cantante afroperuana Susana Baca como ministra de cultura fue bien recibido, siendo ella la primera ministra afrodescendiente, aunque dur solo cinco meses en su cargo. Pero, a pesar que Humala oficialmente implement la convencion 169 sobre pueblos indgenas y tribales de la Organizacin Internacional del Trabajo, los afroperuanos siguen excluidos, dice Owan Lay, un investigador en el Viceministerio de Interculturalidad. El 4 de junio, durante el Da de la Cultura Afroperuana, se celebr el cumpleaos de Nicomedes Santa Cruz, un influyente poeta y msico negro. Pero activistas afroperuanos sostienen que, aunque sus compatriotas aprecian su contribucin en msica, cultura y deporte, ellos no reconocen sus habilidades en otras esferas. &quot;La gente tiene que entender que no slo servimos para bailar o tocar instrumentos. Tambin podemos pensar y ocupar cargos importantes,&quot; dice Ramrez. l quiere que se tomen acciones concretas. &quot;Hemos esperado por aos, y los afroperuanos siguen siendo humillados, maltratados y excluidos. Si el estado no toma accin ahora, vamos a seguir siendo victimas de este racismo estructural.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/12/peru-afro-peruanos-discriminacion", 
    "wordcount": "1228"
}