{
    "headline": "Micah Richards quits Twitter after three months of sustained racist abuse", 
    "text": "The Manchester City defender Micah Richards has left Twitter after receiving sustained racist abuse over the past three months. A spokesman for Richards told the Observer that the England full-back had reluctantly decided to ditch his account on Friday after being attacked on at least 20 occasions. &quot;He was getting loads of racist abuse, two or three incidents a week since it peaked in November. It&apos;s a shame because he really enjoyed the interaction with the fans,&quot; he added. The spokesman, who monitored Richards&apos;s social network account and had also grown alarmed at the frequency of the abuse, said the race rows involving the former England captain John Terry and Liverpool&apos;s Luis Surez in October may have played a part in stoking the abuse. Although police in Lincolnshire investigated the posting of offensive comments on Richards&apos;s official Twitter page in November, the 23-year-old had initially decided to carry on tweeting. &quot;But the messages kept on coming and he just thought enough was enough,&quot; said his spokesman. &quot;He, like other players at the moment, had to face a lot of comments on a frequent basis and it&apos;s another timely reminder that racist abuse in football exists.&quot; One of the most depressing aspects, he admitted, was that Richards  who has not contacted Greater Manchester police over the abuse  felt that making an issue of it would only aggravate the situation. The spokesman added: &quot;Micah doesn&apos;t want to stir the nest. You can try to dismiss these as young guys who are idiots but that&apos;s depressing in itself.&quot; The debate on racism in football gathered fresh impetus on Saturday when Surez refused to shake the hand of Manchester United captain Patrice Evra in their first meeting since the Liverpool striker was found guilty of racially abusing the French defender. The feud deepened when Rio Ferdinand then appeared deliberately to avoid Surez&apos;s handshake before the kick-off. Ferdinand&apos;s brother, Anton, is also at the centre of a bitter race row. Chelsea defender John Terry is to stand trial in July to deny a charge that he racially abused the Queens Park Rangers defender. Terry&apos;s impending court appearance moved the Football Association to strip the 31-year-old of the England captaincy, a decision that contributed to Fabio Capello&apos;s resignation on Thursday. The move by Richards, who may now be in contention for a regular place in the England team following the departure of Capello  the Italian had largely overlooked the right-back  has again brought concerns over football and racism to the fore. Saturday&apos;s developments follow a series of incidents that have increased scrutiny of the extent of racism in football. Several fans have been arrested recently after allegations they racially abused players, including one Liverpool supporter who last month allegedly abused an Oldham player at Anfield, causing him to break down in tears. Last week the Manchester United manager Sir Alex Ferguson called for the authorities to crack down hard on racism in football. Meanwhile, a committee of MPs is to hold an inquiry into racism in sport following the Surez case and allegations against Terry. Scotland Yard admitted it was dealing with more complaints of abuse via Twitter, though it could not produce figures. However, it said it had no plans to create a special unit dealing with abuse sent via social media websites. A Met spokesman said the Malicious Communications Act 2003 provided it with the legislation to deal with perpetrators properly. &quot;If someone is abusing someone then there is the legislation to deal with it in the same way as someone abusing someone by email or text message.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/feb/11/micah-richards-quits-twitter-racism", 
    "wordcount": "612"
}