{
    "headline": "Scrapping of archaeology and classics A-levels criticised as 'barbaric act'", 
    "text": "Sir Tony Robinson, who fronted the hit television show Time Team, has condemned the recent scrapping of archaeology A-level as a barbaric act. Almost 6,000 people have signed a petition calling for the subject to be saved, and Robinson has voiced his support for the campaign. His intervention comes a week after a similar howl of protest at news that the last examination board to offer history of art A-level is to drop the subject from 2018. And it doesnt end there  classical civilisation is also for the chop, according to examination board AQA. The exam board explained its decision on archaeology, saying: Our number one priority is making sure every student gets the result they deserve  and unfortunately the number of very specialist options we have to offer in this subjects exams creates too many risks on that front. Thats why weve taken the difficult decision not to continue our work creating a new AS and A-level.   Related: Goodbye art history A-level, you served the elite well | Jonathan Jones    Robinson, who describes himself as a slightly informed layman rather than an authority after witnessing hundreds of Time Team excavations, described his shock at first hearing that the art history A-level had been scrapped. I thought, blimey, surely they cant be doing that to art history? Then Robinson heard that archaeology was going, and soon after that classical civilisation. It feels like the Visigoths at the gates of Rome, he told the Guardian, All these incredibly valuable and important subjects are being cast into the fire. He said it appeared to be a purely economic decision on the part of AQA. They are minority A-levels and AQA gets paid per student. Full stop. I can see no other justification whatsoever. This summer just under 1000 students sat AS and A-level archaeology. An AQA spokesperson denied that the decision was financial and pointed out that the exam board continued to offer a very wide range of smaller-entry subjects. According to AQA, the problem stems from the small number of students split across a wide range of optional topics on offer as part of the syllabus, which makes it hard to compare students performance to set appropriate grade boundaries. Mathew Morris, the archaeologist who uncovered Richard IIIs skeleton in a council car park in Leicester and has travelled the world telling his extraordinary story ever since, echoed Robinsons concerns. He didnt study archaeology at A-level, but would have, had it been on offer. Its a real shame that its being scrapped. I would have loved to have done A-level archaeology if it had been an option.     Sir Tony Robinson: All these incredibly valuable and important subjects are being cast into the fire. Photograph: Rex/Paul Cooper    A petition has been launched to try to get the decision overturned which has already collected almost 6,000 signatures. Dr Daniel Boatright, subject leader for archaeology at Worcester Sixth Form College, who is leading the campaign said: Specialist A-levels like archaeology are vital tools in sparking students interest in learning and in preparing vital skills for use when they go onto university courses. AQA is extremely nave if it believes UK students will benefit from a curriculum of only the major subjects. What we will be most sorry to lose is a subject capable of bringing out talents and potential in students that might have been left undiscovered. The Chartered Institute of Archaeology (CIfA) said the decision was extremely damaging for the sector. Chief executive Pete Hinton said: The A-level in archaeology is an important route into the archaeological profession  this should be seen as a serious affront to those who believe that the study of past cultures can bring both positive benefits in terms of cultural understanding, as well as practical transferable skills for students. Robinson believes there remains a strong academic justification for keeping archaeology on the syllabus. To take away the chance for children to study archaeology at A-level seems to me to be a barbaric act. And from an economic perspective the argument may be even more compelling, he said. As the A-level vanishes amid a growing enthusiasm for Stem and EBacc subjects, in the real world a new generation of archaeologists is needed to work on large infrastructure projects like the HS2 high-speed railway line. Before any major project can get under way a full archaeological survey is required and there have been growing warnings from within the construction sector that HS2 as well as housing and fracking could face delays because of a lack of trained archaeologists.  We dont have the archaeologists on the ground to do that at the moment, said Robinson. As archaeologists get older and retire, like our Time Team archaeologists, there are less and less archaeologists around to do that. Robinson, who also made his name as servant and sidekick Baldrick in the comedy series Blackadder, said axing the A-level would mean fewer students going on to study it at university. Very quickly archaeology departments will find themselves under threat.   Related: Archaeology A-level is now ancient history | Letters    Its something that really needs to be reconsidered, he said. How could you remove such a tranche of valuable subjects from our A-levels? The removal of all that knowledge is awful. You need imagination to understand why its so important to the future of our country. I tend to think that politicians of all parties dont have that kind of imagination. He said visitors came to Britain largely because of its culture and heritage. If people are not aware of the heritage in the ground, they will ruin it and spoil it  just as they did before Time Team came along and started banging the drum. Unless youve got a key number of people around who are banging that drum the heritage will suffer.  Jamie Williams, who is currently studying A-level archaeology, said: Archaeology is something I always had a hidden passion for, unable to express it through the subjects we had at both primary and secondary school. It wasnt until Worcester sixth form college, where I took up A-level archaeology, that I discovered what I truly wanted to do. I look forward to every lesson and now understand the importance of archaeologists in our society. If this course was to be removed, there would be no chance for people such as myself to pursue the things they enjoy or have the chance to experience a subject as unique as archaeology. Dr Mike Heyworth, director of the Council for British Archaeology, added: This is disastrous news for archaeology. Another vital route into the study of the subject is being removed, just at a time when we were looking to expand our support for the revised A-Level and its link with apprenticeships to provide an alternative route into an archaeological career. Robinson remains optimistic the decision could be overturned. I dont think its too late in the day. I think if we get enough people together they could reinstate archaeology  and all of those other disciplines. I think this could be a Radio 6 music moment, he said, referring to plans to kill off the now hugely successful music station in 2010. It was a minority radio station till people were aware of the threat it was under. Suddenly people thought, God, thats really important.", 
    "section": "education", 
    "gid": "education/2016/oct/17/scrapping-archeology-classics-a-levels-barbaric-tony-robinson", 
    "wordcount": "1199"
}