{
    "headline": "Pollution row after minister deems air quality goals too costly", 
    "text": "The environment secretary, Caroline Spelman, has rejected key sections of a critical report on air pollution by a committee of MPs, arguing the government cannot comply with EU laws and deadlines because it would cost too much. In a formal response to the environmental audit committee (EAC), the Department for Environment, Food and Rural Affairs (Defra) said it did not dispute evidence presented in November that air pollution was the second biggest public health risk in Britain after smoking, and was linked to nearly one in five deaths a year in London. But for the first time, the government admitted that the costs of meeting EU pollution targets may not match the benefits. &quot;The government  supports further EU ambitions to reduce health and environmental impacts of air pollution  However, there was never an intention for any of the [EU] deadlines to force measures that would impose disproportionate costs on society. Deadlines  must reflect both the availability of measures and the affordability of implementation relative to the benefits,&quot; Defra told MPs. Britain has some of the worst air pollution in Europe, mostly from traffic, but has consistently failed to meet targets and timetables to reduce both the quantity of soot in the London air (known as PM10s) and of nitrogen dioxide (NO2), a gas emitted mainly from burning diesel fuel. Faced with draconian European fines, it has argued successfully in Europe that it needs more time to meet deadlines. In today&apos;s reponse to the MPs, the government claimed it would meet targets for PM10s later this year, but it would not be able to meet N02 targets, even by an extended deadline of 2015. &quot;It has become clear that even the extended compliance date of January 2015 is inadequate to meet NO2 limits&quot;, it said. It accepted that the London 2012 Olympics could be hit by air pollution, but said that would be largely beyond its control. &quot;The most likely health risk arising from air pollution during the Olympic Games is from an ozone event  where the combination of air masses from continental Europe and warm weather with prolonged sunshine lead to elevated levels. Scope for local action in these circumstances is extremely limited, as such events are meteorologically driven and need long term international commitments to reduce emissions of precursor pollutants&quot;, the response to MPs said. In robust language, it disagreed strongly with the committee which argued that air pollution costs Britain 10bn a year with 925,000 people exposed to NO2 exceeding the legal limit. &quot;The EAC is wrong to say that air quality in London is not being addressed in the long term. Indeed a number of important measures have been taken.&quot; It added: &quot;The committee is not correct to say that government has no measures in place to achieve NO2 limit values. The government&apos;s air quality plans describe a significant number of measures that will contribute to reductions in emissions in air pollutants.&quot; In an exchange of letters with Spelman, the committee&apos;s chair, Joan Walley, said: &quot;We were disappointed to see government disagree with many of our recommendations in the response. It sets out very few policy changes and describes a &apos;business-as-usual&apos; approach that puts us on a trajectory to fail to meet EU targets by a large margin. Air quality has slipped down the political agenda and there has been less action because of this.&quot; Spelman responded: &quot;I was surprised that you see our response as a &apos;business-as-usual&apos; approach. I can assure you that government is certainly not complacent on air quality and we have made significant commitments across transport, energy and other policy areas that will help to improve air quality over many years.&quot; Friends of the Earth London campaigner Jenny Bates said: &quot;The government&apos;s is shunning EU deadlines for cleaning up our air. Even after a five year extension we&apos;ll still be breathing dangerously polluted air. Ministers are putting thousands of lives at risk and hitting the poorest and most vulnerable people the hardest.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/27/pollution-caroline-spelman", 
    "wordcount": "677"
}