{
    "headline": "Why photos of One Direction won't save us from global warming", 
    "text": "New research from universities in the US, Australia and the UK has tested how different pictures make people feel about whether climate change is important, and whether they can do something about it. Inspired, we have decided to conduct our own experiment on you, dear readers. Researchers showed people images used to illustrate newspaper climate change stories. They mostly split into three categories: pictures of climate impacts, energy futures - meaning new energy sources like solar panels - and pictures of celebrities and politicians.  Images of climate impacts made people feel like climate change is important, but they also made them feel like there&apos;s not much they can do to stop it. See this earth?     Photograph: Christopher Furlong/Getty Images    I know, right? The researchers found that pictures of energy futures - including solar panels and energy efficiency measures - were most likely to make people feel like they could do something about climate change, because they represented ways people could act by themselves.  Look at this example of successfully deployed renewable technology. How&apos;s your efficacy doing?     Photograph: Christopher Furlong/Getty Images    Worryingly, images of celebrities and politicians - like Richard Branson, Al Gore and Julia Gillard - &quot;made participants in this study feel quite strongly that climate change was unimportant&quot;. Now look at these climate celebrities.      Leonardo DiCaprio narrates The 11th Hour. Photograph: Warner Bros Entertainment    Do you feel the salience drain away?     Arnold Schwarzenegger tours a solar panel installation in Glendora, California. Photograph: David McNew/Getty Images    Ouch.      Vivienne Westwood. Photograph: Suzanne Plunkett/Reuters    Here&apos;s a solar panel chaser to get you to the end of the article:     Photograph: Chris Ison/PA    The paper says:   &quot;Arresting, startling, attention-getting, amazing, uplifting, upsetting and even shocking images therefore have the potential to raise awareness, as well as inspire people to explore possible actions to take in the face of climate challenges. &quot;But in making the intangible tangible, climate imagery can also paralyse and demobilise. In making climate change meaningful through imagery, communications can act to increase or decrease peoples&apos; sense of both issue salience (whether climate change is considered important) and their self-efficacy (a sense of being able to do anything about climate change).&quot;  The field of &apos;climate communications&apos; is increasingly well developed, and campaigners spend a lot of time thinking about how to write their messages in a motivating way. But we haven&apos;t seen much to suggest that much thought is given to the images that are used to communicate about climate change.  The research recommends that climate communicators need to choose their images carefully, depending on the message they want to put across. Stock images vaguely related to climate change just won&apos;t do.  One of the papers&apos;s authors, Dr Saffron O&apos;Neill from the University of Exeter, told us:   &quot;I don&apos;t think there&apos;s any &apos;ideal&apos; combination of images for engaging people with climate change, as it depends what you are trying to communicate, why you are trying to communicate it, and to whom. &quot;However, our study does indicate that it&apos;s important to decide first whether you are trying to increase peoples&apos; sense of saliency (how important they feel climate change is), or their sense of efficacy (whether they feel empowered to act). It appears images may be able to influence one (either saliency or efficacy), but none of the images seemed to be able to do both.&quot;  The authors stress that more work needs to be done on the area, such as testing these images in non-English speaking countries and looking more deeply at the things that inform the way people look at images, like their ideological perspectives - or even their mood. But if the conclusions hold, there could be some pretty sweeping implications for campaigns to inform or incite action on climate change. Note well, next organisation to ask One Direction to front its Arctic campaign. You&apos;d be better off with a picture of a solar panel.  This article was taken from the Carbon Brief", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/25/one-direction-climate-comms", 
    "wordcount": "621"
}