{
    "headline": "Where are university websites hiding all their research?", 
    "text": "Research is fundamental to a university&apos;s reputation, ranking and  with the introduction of the Research Excellence Framework (REF)  future funding, but are UK universities really doing enough to promote and inform the public of the research they do? When scouring through university websites in search of their latest developments and projects for the launch of our new research round-up, Research in brief (RIBS), it became increasingly apparent this information was not always easily accessible  to those outside the realm of academia at least. Glossy bulletins and public lecture leaflets still land on our desk, but where is this research information to be found online? University webpages that do publicise their institution&apos;s latest research are often uninviting or unimaginative in format, listing titles of research papers that have not been updated for months, or even years in some instances. Some universities fail to provide access to online information about their research at all. Are universities investing the necessary time, money and energy in effective communication of their research? Is this information accessible through the university&apos;s internal systems, if not published in the public domain? And for research that is publicly funded, do universities have a moral obligation to promote this work through accessible means to show its worth and benefit to society? &quot;We are all &apos;research-led&apos; universities now  except when it comes to marketing purposes,&quot; says Peter Reader, director of marketing and communications at the University of Portsmouth. He cites the tension between recruitment and research, and the limited funds allocated to marketing and communicating research, as two of the key issues face when attempting to promote this work. The website is now arguably the most important piece of marketing collateral for any university, says Reader, citing a study conducted by the University of Edinburgh that found students continue to choose universities based on reputation rather than the quality of teaching and cost. &quot;Research power or weakness&quot;, he says, carries real influence on student recruitment. With the forthcoming REF creating competition among institutions for the allocation of research funding, universities that have not been proactive in communicating their research are beginning to step up their game. The University of Bedfordshire  an institution that according to its website has been &quot;praised for its world-leading research&quot; without communicating much of that research on its own platform  is currently reviewing its information delivery and processes. Carsten Maple, professor and pro vice-chancellor for research and enterprise hopes that investing in a new research management and administration system will help academics present external-facing reports for funders, prospective students and partners, and the public. Maple says he hopes to see the university&apos;s research promoted externally, adding that the proposed changes will most likely be informed by the institute&apos;s REF strategy. With REF making research impact a key criteria for universities, pressure is mounting on university staff and academics; due to limited funding, time and expertise, some university departments are now having to seek extra resources to help with the process of communicating their research. Ian Carter, director of research and enterprise at the University of Sussex says presenting research and knowledge exchange information online is important as the university&apos;s website is an entry point for potential funders, customers, partners and researchers themselves. But he also recognises the extra pressure this has put on individuals and departmens, adding that some academic schools at Sussex have turned to Higher Education Innovation Funding (HEIF) to appoint staff to help shape content and keep their sites well signposted and up to date. &quot;It&apos;s important that each page provides enough content and links to help visitors find what it is they are looking for, and also perhaps to create a curiosity about what else is on offer,&quot; says Carter. &quot;As the web pages develop, and we get to see who&apos;s visiting them and what sort of information they require, we will be able to tailor them more specifically.&quot; Another challenge is to keep the style of writing and information consistent. &quot;We aim to write for an educated lay audience. You have to remember that specialists in one field won&apos;t necessarily be familiar with other areas of academic research. It&apos;s important to keep these pages accessible and to have value for all without dumbing them down.&quot; One university leading the way in this area is the University of Cambridge, which two years ago made the decision to create its own dedicated research communications team in order to keep up with the growing demand to produce content on a regular basis. &quot;Although the media often plays a critical role in telling the public about the fruits of university research, it simply cannot cover everything,&quot; says Tom Kirk, head of research news and features. &quot;We wanted to create a space on the Cambridge website which represents this wider research culture as fully as possible, and gives readers and viewers the chance to explore subjects that interest them. Hence, as well as news stories, the site carries features, videos and op-eds written by academics themselves.&quot; He adds: &quot;We don&apos;t really see the site as an act of marketing or promotion, but rather a public information service. Our aim in creating the site was to present Cambridge&apos;s social contribution through research in a way that people who are interested, but not from an academic background, can engage with and understand.&quot; Expanding and specialising the communications team and applying for extra funding may be solutions for some universities looking to redesign and develop their research websites, but Kirk advises first thinking about how your existing team and departments with whom you work will manage the high demand for content. &quot;Often stories emerge at short notice and involve the careful reading of a complicated, highly specialised paper from an academic journal, followed by close consultation with the researcher themselves to make sure that our coverage is accurate. This demand also presumes a considerable amount of IT support which any other institution wanting to create a site like this should bear in mind.&quot; It&apos;s hardly surprising that research intensive universities put a greater emphasis and, often, more resources into effective promotion than universities where research excellence is not the key priority, says Justin Shaw, managing director at Communications Management, which works with universities to promote their experts and research. &quot;The Russell Group will always lead the way in terms of research income and outputs, but that doesn&apos;t stop universities further down the rankings seeking a distinctive positioning around their research and using clever ways to develop their profile in particular subjects or sectors,&quot; says Shaw. &quot;Universities can make the mistake of trying to become known for everything. We&apos;ve seen that it is far more effective to focus on a smaller number of strategically-important research themes where the university has an existing pool of expertise, and use those to develop the reputation of the university as a whole.&quot; Should universities be investing time and money into publicising their research online? If so, how best can they make this work? Add your thoughts in the comments below.  Would you like your university&apos;s research featured on the network? Sign up here and email claire.shaw@theguardian.com with your latest news This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jan/10/research-communications-uk-university-websites", 
    "wordcount": "1239"
}