{
    "headline": "Let's give adults the benefits of digital skills", 
    "text": "Last week, the education secretary gave schools the green light to overhaul the current ICT syllabus and replace it with a compulsory course in computer science. This is a big win  both in the short term for pupils, who stand to benefit from much more lively lessons in what should already be one of the world&apos;s most exciting subjects, but also for our longer-term national economic growth. Successive governments have been unequivocal about how vital digital skills and infrastructure are for our competitiveness. The UK is the world&apos;s largest per-capita e-commerce market and our tech sector already directly contributes 7.2% of GDP  with this predicted to grow to 10% by 2015. Prioritising digital literacy in schools will ensure children reach the jobs market with the right skills to build new businesses, products and services to keep Britain strong. Our youngsters are actually doing pretty well under their own steam  50% of 16- to 24-year-olds already upload self-created content  and an increasing number of organisations exist to match that talent with prospective employers, such as Cisco and Microsoft, or Google and social enterprise Livity&apos;s digital marketing apprenticeships, which give unemployed young people roles in top companies such as TalkTalk and Unilever. These are very welcome advances, but we must also continue to push for greater digital literacy within the UK population at large, 8.4 million of whom have still never used this vital 21st-century tool. Schools and FE colleges could be in the vanguard of this push. Motivation remains the key reason why most UK adults remain offline  cited by 64% of people. Recent BBC research shows that friends and family play a big role in helping first-time users. Under the digital champion scheme we launched as part of the Race Online 2012 campaign, we now have 11,147 local digital champions in the UK who are volunteering to share these skills. Imagine how quickly these numbers would swell if schools started to encourage pupils to sign up as digital champions. It would be easy for every headteacher to ask students to give an hour of their half-term holiday to teach their granny how to navigate YouTube or Skype, or to set up a WordPress site where together they can record their grandfather&apos;s memories of the war. The wellbeing gains of learning to use the web are particularly dramatic for the unemployed (you&apos;re 25% more likely to find work) and for the elderly, 3.1 million of whom go more than a week without seeing a family member or friend. There are thousands of programmes up and down the country that can demonstrate the social benefits for both children and older people of connecting with each other around computers. The children feel good about passing on their skill, and improve their social and communication skills. The older people feel listened to and valued. The whole process builds really rich links between schools and the community. So hallelujah for industry, government and schools being bold about using the national curriculum to make sure pupils have the digital skills they need. But let&apos;s not forget that we have the assets and infrastructure in our schools to do something amazing by improving digital literacy among the rest of the population, and especially for those 4 million who are struggling on low incomes, with low educational attainment and bleak employment prospects  for whom the benefits of web access are profound.  Martha Lane Fox is the UK Digital Champion", 
    "section": "education", 
    "gid": "education/2012/jan/16/digital-literacy-for-adults", 
    "wordcount": "576"
}