{
    "headline": "Ev Williams acquires long-form journalism project Matter", 
    "text": "Long-form digital publishing project Matter has been bought by Medium, the new publishing platform launched last year by Ev Williams, co-founder of Twitter, Blogger and Odeo. Matter founders Bobbie Johnson, a journalist formerly with The Guardian and GigaOm, and Jim Giles, formerly of Nature and New Scientist, will continue to edit Matter, and will join Kate Lee and Evan Hansen on Medium&apos;s editorial team. Matter was launched with a Kickstarter campaign that began in February 2012, aiming to raise $50,000 to establish a long-form journalism project focusing on the science and tech of the future. The public responded with $140,000 in funding. In a statement published on Matter and Medium, Johnson and Giles said Williams had initiated talks earlier this year but that there would be no dramatic changes in the short term, though stories would be cross-published between the sites. &quot;Our service is an ongoing experiment, but we have no immediate plans to alter the team, the places we publish (our website and the Kindle store), or how much we charge for each article. More importantly, we have no plans - at any time - to stop crafting hard-hitting narratives about big ideas. One of the things that made it easy to join Medium was the knowledge that the company believes in great storytelling as much as we do, and is prepared to support what we do.&quot; Johnson and Giles spent two years developing Matter. They would not disclose financial terms or say how long they are tied in to the company.       Neither Matter nor Medium, which encourages collaborative, quality blogging, claim to address the challenges of funding quality journalism. Matter charges users 99c per article and avoids advertising, while Williams told the Launch conference in March that it was too early to say what kind of system would work for Medium. &quot;For a content platform rather than a publication, the economics are very different,&quot; said Williams. &quot;If there is a sizeable audience there is money to be made, and that&apos;s different to solving the New York Times problem.&quot; Williams also described how the economics of web publishing have developed in a way that rewards frequency and volume, de-prioritising long-form content and quality stories. Johnson added today that Matter is just one of a cluster of new companies focused on tackling this issue. &quot;Being small allows us to take risks and appeal to people in a way that we&apos;re not able to do as part of a big traditional news organisation. We found it easier to run crazy experiments without having to go through lots of layers of management or ask permission,&quot; said Johnson. &quot;Long-form is not just about words on a page, but about a certain approach, a rigour and a depth that people feel gets put to one side by traditional news organisations. For us it&apos;s about paring back and doing one thing as well as we could.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/apr/17/matter-medium-ev-williams", 
    "wordcount": "493"
}