{
    "headline": "Talk point: is the world booming where you live?", 
    "text": "Five years on, much of Europe and North America is still struggling to recover from the 2008 global financial shock. Yet in some developing countries and emerging economies, the refrain appears to be: &quot;Crisis, what crisis?&quot; Eye-watering economic growth rates, along with rapid increases in university enrolment and access to technology, suggest a different story. In the Guardian&apos;s booming world series, reports from Chile, Ghana, Indonesia, Mexico, Thailand and Turkey explore how these middle-income countries have fared over the past five years. Our interactive examines different measures of progress  child mortality, university enrolment, mobile phone subscriptions and tourism  to analyse the &quot;boom&quot;. Indonesia, for example, is seeing steady economic growth fuelled in part by changing lifestyles and growing domestic demand. Its GDP is expected to rise by 6% in 2012. Kate Hodal meets a vendor of custom motorcycles who says sales increased by 500% over the past two years. Reports say Indonesia&apos;s steady growth means the size of its economy may surpass Britain and Germany within 20 years. Nepal is reaping the benefits of record prices for coffee exports, driven by growing demand in traditionally tea-drinking countries such as India and China. Coffee, however, is one of the few industries, other than tourism, that is thriving in Nepal, a country divided by poverty and political instability. What have the past five years meant for you? Whether you live in one of the countries profiled or not, let us know if you see progress where you live. How important is mobile phone growth? What do you expect to see in your country over the next five years? Post your comments in the thread below. You can also contribute on Twitter using the hashtag #boomingworld. If you have any problems posting a comment, or would prefer to comment anonymously, email us at development@guardian.co.uk and we&apos;ll add your views to the thread. Readers Voices  From Ingathewinger:  Indonesia has seen a decade of impressive growth and is in good shape for the next ten years, but the problem with so many of these studies is they extrapolate a straight line from the &quot;easy&quot; fast growth early years far into the future and ignore the middle income trap that most developing economies fall into.  From KatieLevey:  Such a fast increase in industrialization forces everyone to look at key issues  is the wealth trickling down to local communities who have been in need for decades, is there sufficient emphasis on education and healthcare? There&apos;s a lot of momentum  I&apos;d be curious to see how public policies will play into some of these longstanding social challenges.  From nadirnwo:  Another point to consider is the fact that for many developing countries, the GDP figures ignore the actual size of the economy ... the large undocumented part of the economy is perhaps booming, but the state remains weaks as it is unable to collect taxes to finance public goods, debt and meet foreign obligations.  From Ishwar Rauniyar:  In the past ten years many things have changed. The telecommunications services in Nepal have come across a long way. Not just in city area, people in various remote districts are able to have access with mobile network and internet services. ", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/19/talk-point-world-booming-where-live", 
    "wordcount": "537"
}