{
    "headline": "Texting the teacher and 'vertical' form groups: latest weapons against bullying", 
    "text": "Bullying is the first thing prospective pupils, and their parents, hear about when they visit Passmores academy in Harlow, Essex. Some governors, admits the headteacher, Vic Goddard, have worried about the wisdom of this. &quot;One governor said he wondered whether mentioning bullying so often was a mistake  would people think it was more of a problem here because I keep talking about it? &quot;But, in fact, in the feedback we get from parents after these sessions, many say how pleased they were that we were so upfront about bullying and the need to tackle it. We know that parents really worry about their child being vulnerable  they want to know that a school is doing all it can to protect its pupils.&quot; A growing number of studies show bullying hits schools where it hurts, in their attendance records and in their attainment levels. According to the Anti-Bullying Alliance, 16,000 children aged 11-15 are truanting every day because of bullying; and a child who is being bullied achieves GCSE grades that are on average two grades lower than they should have been. This week, for Anti-Bullying Week, the Anti-Bullying Alliance published new research showing how pupils&apos; potential is still being undermined by bullying. In a new poll, more than a quarter of 11-16s questioned said they had given up on an activity because of bullying. More than nine out of 10 had been bullied themselves, or witnessed someone else being bullied, as a result of being clever or talented. And almost half had played down a talent for fear of being bullied. More than one in five girls had played down their maths skills because they feared being bullied. &quot;They are shocking figures and show that despite a huge investment in anti-bullying measures in schools, we still have a lot of work to do,&quot; says Lauren Seager-Smith, national co-ordinator of the Anti-Bullying Alliance. &quot;We already knew that children with, for example, special needs or a disability were more likely to be bullied; what these figures show is that pupils who have talents are also targets for bullies.&quot; So what do schools need to do to get a better grip on the problem? Earlier this year, Ofsted published a survey into the effectiveness of the measures schools take on bullying. The best schools, it said, had &quot;firm and imaginative&quot; measures. But some schools were failing to take all the opportunities they could to stamp out bullying and were not giving teachers the knowledge or confidence they needed to deal with it. &quot;Some schools don&apos;t have a definition of bullying  some don&apos;t even like to use the word bullying,&quot; says Seager-Smith. &quot;That immediately rings alarm bells  because if you think there&apos;s no bullying, it means you&apos;re not open to pupils reporting it. Sadly, bullying is part of human nature  and the first way to combat it is to name it openly. Then, you need to keep on top of it, you can&apos;t ever afford to get complacent.&quot; One of the central planks of Passmores academy&apos;s anti-bullying strategy is &quot;vertical&quot; tutor groups with year 7 through to year 11 pupils in each group. &quot;It gives the younger children older ones who are their mates and will stick up for them  and, in fact, where there are siblings, they&apos;re usually in the same tutor group,&quot; explains Goddard. &quot;Vertical tutor groups have transformed relationships in our school  they&apos;ve created a family atmosphere.&quot; Younger pupils are also allocated an older student to be their &quot;learning partner&quot;, another attempt to foster closer relationships and, in turn, reduce the risk of bullying. The best schools have a range of tactics for dealing with bullying: they make clear what bullying is, they make clear how pupils and parents report it, and they have clear ways of dealing with it. &quot;We&apos;re talking about things like playground buddies, which, in primary school, usually means a child who might be lonely or scared at playtime has someone to play with, an older child, so they&apos;re less likely to be bullied,&quot; says Seager-Smith. At secondary school, a similar idea is peer mentoring  that can involve pairing pupils who are struggling with more confident children in their year group. &quot;Sometimes, those mentors are the very youngsters who might in other circumstances be bullies  so it&apos;s about redirecting them, giving them a reason to empathise with someone else. Empathy is the thing bullies never have,&quot; she says. Homophobic and sexist language is another bully&apos;s tool  and a problem that is on the increase in schools at the moment, says Seager-Smith. &quot;You have to start challenging it very early on, with good education around sex and relationships,&quot; she says. &quot;Drawing up a &apos;language charter&apos;  a policy about what words are and aren&apos;t acceptable  can make a big difference. &quot;You have to have frank discussions with pupils about the language they&apos;re using and what it means,&quot; she says. &quot;Schools have to be quite brave to open this up, because it has to be handled sensitively and what it brings up can be quite daunting. And then when you&apos;ve drawn up the charter, you have to ensure that absolutely everyone in the school, whatever their job and whoever they are, signs up to it: how adults role-model language is very important.&quot; The &quot;challenge of our time&quot;, says Seager-Smith, is cyberbullying. &quot;It&apos;s an unregulated playground out there, made harder by the fact that children are electronic wizards and most teachers aren&apos;t.&quot; Many schools, she feels, are flailing around. &quot;You have to be very careful to set up measures that will work. For example, if a pupil ends up with a message with some sexual contact that&apos;s gone viral, she or he is likely to be too embarrassed to talk to anyone about it. You have to have very sensitive systems for them to be able to talk confidentially.&quot; At Passmores, Goddard believes that online behaviour is no different from real behaviour: make clear what&apos;s right and what&apos;s wrong, and you reduce the risks, he says. As far as reporting goes, Passmores has both a text number and an email address that pupils can use. &quot;And I&apos;ve got an open-door policy, and my pupils know that,&quot; says Goddard. Active listeners, fellow students who have been trained to help by listening and by suggesting where to go to get help with a problem, can also help. In terms of dealing with the bullies themselves, Passmores uses a system of restorative justice under which bullies and bullied, sometimes with their parents, are brought together to talk about the impact the bullying has had, and to decide how to go forward. &quot;It&apos;s not quick, but it&apos;s definitely the best way of dealing with the problem,&quot; says Goddard. Beyond that, he says, it&apos;s important for any head to use the ultimate sanction of permanent exclusion if necessary. &quot;It&apos;s the very last thing I want to do, because that means we&apos;ve failed them  and they&apos;re going to take their behaviour off somewhere else, and it&apos;s going to limit their own life. But a head has to protect the majority, not the minority.&quot;  To read Vic Goddard&apos;s blog about bullying and teenage girls, and for other Guardian Teacher Network resources on bullying go to www.theguardian.com/teacher-network", 
    "section": "education", 
    "gid": "education/2012/nov/19/anti-bullying-state-of-art-policies", 
    "wordcount": "1246"
}