{
    "headline": "Spanish fishermen receive some of biggest fines in UK maritime history", 
    "text": "Some of the biggest fines in British maritime history were handed down to a group of Spanish fishermen on Thursday for illegal fishing in UK waters. Two companies owned by the Vidal family were fined 1.62m in total in a Truro court, after a two-day hearing, in which details emerged of falsified log books, failing to register the transfer of fish between vessels, false readings given for weighing fish at sea, and fiddling of fishing quotas. Judge Graham Cottle said the family were guilty of &quot;wholesale falsification of official documentation&quot; that amounted to a &quot;systematic, repeated and cynical abuse of the EU fishing quota system over a period of 18 months&quot;. He said: &quot;[This was a] flagrant, repeated and long term abuse of regulations. The fish targeted [hake] was at that time a species of fish on the verge if collapse and adherence to quotas was seen as crucial to the survival of the species.&quot; The Spanish fishing vessels had been sailing under UK flags and were landing fish based on quotas given to British fishermen under the EU&apos;s common fisheries policy. Two vessels were involved, but the companies own several other large vessels, capable of industrial-scale fishing. The offending fishermen, who admitted their guilt earlier this year, were not in court to hear him, having been given leave to return to Spain last night. The offences, dating from 2009 and 2010, relate to two companies, Hijos De Vidal Bandin SA and Sealskill Limited, both owned by the Vidal family. They were fined 925,000 on a confiscation order, plus 195,000 in costs, and an additional fine of 250,000 levied on each of the two companies. Two skippers who were acting under the family&apos;s instructions were fined 5,000 each. Ariana Densham, oceans campaigner at Greenpeace, who was present for the trial and judgment, said that the fines, while welcome, did not go far enough. &quot;This group of people should never be allowed near UK fishing quota again,&quot; she said. &quot;The Vidals&apos; right to fish should be removed completely.&quot; She said the offences showed the vulnerability of the EU&apos;s fishing quota system to fraud. &quot;The system that allowed this to happen needs to be fixed,&quot; she said. &quot;This case is not a one off. It&apos;s a symptom of Europe&apos;s farcical fishing rules. The Vidals were permitted to fish under UK flags, using UK quota, and receive huge EU subsidies, with none of the proceeds ever feeding back into the UK economy. The system is skewed in favour of rich, powerful, industrial-scale fishing companies, when really it should be supporting low-impact, sustainable fishermen.&quot; There are currently moves under way in Brussels by the fisheries commissioner, Maria Damanaki, to reform the EU&apos;s common fisheries policy. The proposed reforms  which include the ending of the wasteful practice of discarding healthy and edible fish at sea  have met stiff opposition, particularly from the French and Spanish fishing industries. Spain has the biggest fishing fleet in Europe and receives the lion&apos;s share of the subsidies available for fishing within the EU. A historic agreement was reached among member states last month on the proposals, but they must now pass the European parliament, which is expected to consider the proposals later this year.", 
    "section": "environment", 
    "gid": "environment/2012/jul/26/spanish-fishermen-fines", 
    "wordcount": "559"
}