{
    "headline": "The bumblebee: a life in perpetual transit", 
    "text": "I paraphrase what he said, but Isaac Newton, despite his revolution in scientific understanding, once suggested that he&apos;d done little more than stand on the edge of life&apos;s oceanic mysteries and pluck pebbles from the shallows. One can tap into that feeling every sunlit spring morning by standing to admire the bumblebees. I recommend it heartily. Wait by the flowers and watch them traffic back and forth. Follow one for a few seconds and you&apos;ll quickly appreciate the insatiable busyness of these wonderful creatures. We often think of them as amiably slow, but the sheer speed with which they assess each flower, take nectar, or truffle through the pollen and move on to the next bloom, is astonishing. In a minute they can evaluate hundreds of flowerheads. Because we&apos;re allowed such prolonged views of a cluster in aggregate we assume we have a chance to study them. Again I recommend you follow any single bee. Within a short while the foraging ceases and the bee will swing windward and rise high over the garden, vanishing into the horizon sometimes at canopy level. So much of a bumblebee&apos;s life is spent in perpetual transit, and even when you find a nest its happenings are subterranean and largely hidden. Equally unsatisfactory is to stand near a flowerbed and watch the collective pattern of their purposeful flight lines crisscrossing the heavens in all directions. One consolation is to imagine it is air traffic entirely for flowers, centred on sweetness and motivated by brilliant colour. The interlocking whizz of their passage is nothing more than nectar and pollen converted to movement and sound. Then one is occasionally allowed something a little more intimate, such as the time recently that an early bumblebee landed on my leg and, angling its long pointed tongue down, proceeded to slurp up some vital salts. I like to think of my micro gift of savouriness on its own separate journey into the mysterious hidden world of a bumblebees&apos; nest.", 
    "section": "environment", 
    "gid": "environment/2012/jun/10/claxton-norfolk-bumblebee-transit", 
    "wordcount": "330"
}