{
    "headline": "Peru widens civil war compensation for victims of sexual violence", 
    "text": "The testimonies of sexual abuses committed during Peru&apos;s bloody internal conflict make for grim reading. &quot;When the first man was finished, the other abused her in the same way,&quot; recalls a teenager who witnessed her sister&apos;s rape in 1989, at the height of the country&apos;s worst political violence. &quot;They then gave her some cookies,&quot; she continues. &quot;And they told her not to tell her family or they would come back and make her disappear.&quot; Peru&apos;s truth and reconciliation commission estimates that 69,000 people, most of them civilians, died or disappeared during the conflict between 1980 and 2000 that pitted government forces against armed rebels. The commission devotes a long chapter of its final report solely to sexual violence, which was part of widespread human rights abuses committed during the conflict. Besides rape, it lists sexual slavery, forced unions, forced prostitution and forced abortion as other forms of sexual violence. But in 2007, when the Peruvian government started looking into reparations for all victims of the internal conflict, it realised that, when it came to sexual violence, only those who suffered rape were entitled to reparation. A year earlier, congress had passed a law that excluded other forms of sexual violence from the government register of those who had experienced it. Women forced by Shining Path rebels to have abortions, for example, or men whose genitals were electrocuted by government forces, could not get reparations. Six years on, however, this omission has finally been redressed. At the end of last month, the congress passed a law that modifies two articles of the 2006 national plan of reparation to extend the right to compensation to survivors of sexual slavery, forced prostitution, forced abortion and kidnapping. &quot;For us, this is some progress,&quot; says Jessenia Casani, a sociologist at Demus, a Peruvian women&apos;s rights organisation that has been lobbying since 2004 for a change in the reparation law, &quot;because it&apos;s a form of recognition that this violence existed and that women, in their majority, can be given their right to reparation.&quot; Demus now wants to see forced sterilisation and forced pregnancy recognised as forms of sexual violence and included in the law for reparation. The changes, which are expected to be signed into law soon by President Ollanta Humala, would add at least 780 people  around 500 women and 280 men who suffered other forms of sexual violence  to the 2,242 rape victims (99% of whom are women) already entitled to reparation. They are eligible for free healthcare, including psychological support, as well as education, given that the violence they suffered led some of them to abandon their studies. They may also be entitled to monetary compensation of at least 10,000 Peruvian soles (2,410) and Casani hopes these benefits will persuade more victims to come forward. &quot;The problem is that many women have kept silent because of fear that their perpetrators would return,&quot; she says, &quot;or because of shame in our macho society that blames them for what they&apos;ve suffered.&quot; The women&apos;s rights campaigner believes the law is not just a step in the right direction to recognise the abuses suffered by victims of other forms of sexual violence. She also supports the legislation as a tool that can help end gender inequality still endemic in Peru. &quot;It brings visibility to something that has long been kept hidden and quiet in our own society and by the Peruvian state,&quot; she says. &quot;It also allows us to combat macho thinking and acting which still view the control and abuse of women&apos;s bodies as tolerable acts.&quot; Casani believes, however, that the government&apos;s good intentions with this law need to be matched by action, by speeding up the implementation of long-overdue reparation programmes. Twelve years have passed since the end of the two decades of conflict, and many victims have died while waiting for reparations. Campaigners think the government needs to show leadership now and act fast, and many victims believe a symbolic gesture would be a start. They want a public apology and some guarantees that the abuses they suffered can never happen again.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/28/peru-civil-war-victims-sexual-violence", 
    "wordcount": "701"
}