{
    "headline": "E3 2012: Hitman Absolution  preview", 
    "text": "Contrary to what outsiders may conclude from its title, the Hitman series&apos; principle draw has never been solely about killing people. Players were drawn to the Hitman games because of the myriad of methods open to them in their execution of Agent 47&apos;s targets. The genius of IO Interactive, was it probably realised very early on that if they constructed each of 47&apos;s contract kills with only one possible way of solving them, the replay value of their games would be severely diminished. IO offered each level up as some sort of lethal puzzle box contained in an open-ended structure, allowing the player to tackle it anyway they saw fit. Players could use disguises and syringes filled with poison to dispatch targets. They could gerry-rig items in their environments to make their target&apos;s death look like an accident. They could even charge in with both guns blazing, although this wasn&apos;t advisable because Agent 47 wasn&apos;t bulletproof and taking the direct approach was a quick way to put him in the morgue. Those who delighted in Hitman&apos;s past iterations have been concerned by the prospect of Hitman: Absolution. Early previews seem to have repositioned Agent 47 as an action hero whose prowess with firearms negates any need to sneak about in the darkness. Early previews show the bald, bar-coded assassin blasting multiple opponents in slow-motion, using a new &quot;instinct&quot; mechanic to see through walls and tackling rooms filled with enemies head on with a fire axe. If you&apos;re new to the franchise, it all looks very exciting. If you&apos;re a long-time fan, it looks like a travesty.     Hitman Absolution    Well, the Hitman faithful can breathe out a tentative sigh of relief, as in my hands-on time with Absolution, I learned that a lot of what made the franchise a hit is still in place  at least, it was in the level I was allowed to play. The level in question, I was told, takes place quite early on in Absolution, and sees the game&apos;s titular character on the run after killing his handler Diana Burnwood. Agent 47 is after some information about the people hunting him and it just so happens a shady character called Birdy can help him out. There&apos;s a catch, though: before Birdy gives 47 what he needs, he wants him to bump off a rival crimelord called the King of Chinatown. The hit is scheduled to go down on the King&apos;s stamping grounds. The first thing players are likely to notice about Absolution is how amazingly it all looks. Visually, IO have never been slouches in the past  the odd Kane &amp; Lynch title not withstanding  but the Glacier 2 engine powering the new Hitman game outdoes everything they&apos;ve done previously. The environments are crisp and clear, character models are sharp and varied, and while you could say IO have a bit too much of a liking for lense-flare, the presentation in Absolution looks detailed and stylish enough to compete with the best cinema has to offer. At the entrance of Chinatown stands a pair of ornate, steel-trimmed gates, with dragons adoring the posts they hang off on either side. Agent 47 adjusts his tie and opens them and as he does, a whoosh of sound floods out of the speakers; market sellers yell prices for their wars at bustling crowds, while chefs flip food in sizzling woks on portable hotplates in front of hungry punters. Agent 47 stalks through the crowd hunting his prey, and it&apos;s here the game slings its first new mechanic at me. By holding down on the right-bumper, players can activate 47&apos;s new &quot;instinct&quot; power, which allows them to see targets and potential threats in their environments. It also highlights items of interest such as fuse-boxes, fire-extinguishers and  in this case  some barrels on a platform on pulleys. Using instinct, I quickly note the position of Agent 47&apos;s quarry, on a bandstand in the centre of the Chinatown market. He&apos;s also surrounded by several cops who are on his payroll, so the direct approach is probably out of the question. This isn&apos;t to say players can&apos;t opt to simple haul out their Silverballers and start a gunfight with the King and his protection detail. It&apos;s just that, if they do, they&apos;d better be a deadshot with the reflexes of a cat; Agent 47 is still quite a fragile soul and a couple of bullets can easily take him down. Also, if players choose to shoot their way through the level, it impacts badly on their overall score. Like the recently release pre-order DLC, Sniper Challenge, players earn points for their actions in every level in Hitman: Absolution, and a Silent Assassin rating bumps their score up considerably. I begin to explore Chinatown for some more subtle options for dispatching the King. I spy a nearby cantina that the King eats his lunch at and consider how easily I could knock out the cook, nick his uniform and serve up a potentially lethal dish. I spy a market seller pulling merchandise out of an open basement, and wonder if the King&apos;s travels will take him close enough to it to allow me to push him in. I check back on my target and I see that he&apos;s talking to some low-level drug dealer, demanding cocaine in a high-pitched voice. Maybe that&apos;s the way in. I tail the dealer through the market until he enters an alley, where I prompt Agent 47 to clamp a hand over his mouth and knock him out with a choke hold. As the dealer struggles, the game gives me the option to break his neck, but I&apos;m feeling generous and allow him, instead, to slump to the ground unconscious. I have Agent 47 help himself to the dealer&apos;s outfit and dump his body in a nearby dumpster. Then it&apos;s back into the market, and after a brief search, I manage to find the dealer&apos;s apartment, situated just above a shopfront near the bandstand. In there, I notice a tape for the market&apos;s CCTV network  which I take  and a large bag of cocaine on a desk. As I approach it, the game tells me that I need some exotic fish from the marketplace in order to successfully poison it. I briefly consider heading back down to street level and going in search of this item, but time in the demo is running short. Then I spy a rifle by the window that has a silencer and telescopic sight attached to it. Taking out the King with the sniper rifle is certainly effective, but it blows my Silent Assassin rating. The moment the cops notice the King is sitting slumped in his chair with blood gushing from his head, they begin scouring the market and the crowds panic and start leaving. I thread Agent 47 out of Chinatown and away from the mob to complete my mission, which brings the demo to an end. Perhaps the best part of the demo was comparing notes with some of the other journalists who attended it with me. One of them said he got rid of the King by poisoning his cocaine. Another said he waited until the target was under a raised platform with barrels on it, and then used the sniper rifle to shoot the pulley ropes, crushing him. The most creative option I heard that afternoon involved throwing some flammable liquid into a wok as the target walked by a food vendor; both the cook and the King went up like Roman candles. It may sound grisly to say so, but it&apos;s reassuring to see that such creative death-dealing is still a key feature of Hitman. As has been the case in past with the Hitman games, in Absolution, players seem to have a whole lot of choices in the way they get rid of Agent 47&apos;s targets  each one as lethal as the next.  Previewed on Xbox 360 version. Released on 20 November on PC/PS3/Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/06/e3-2012-hitman-absolution", 
    "wordcount": "1332"
}