{
    "headline": "Solar power arrives in the Puno region of Peru  in pictures", 
    "text": "   At 4,250 metres above sea level, the village of Pasiri is five hours' walk from the nearest town and has no electricity Photograph: Mattia Cabitza       Sixty-three per cent of Peruvians live in rural areas and one in three do not have electricity in their homes Photograph: Mattia Cabitza       Pasiri is a poor community. The soil at this altitude is unsuitable for agriculture, and the community makes meagre earnings from livestock Photograph: Pilar de Vera Santana       The village is among 600 in the eight poorest nations of Latin America that has benefited from solar panels. They were donated by the European Union and its local partners, and can also run on wind power Photograph: Mattia Cabitza       The Euro-Solar programme has also provided a refrigerator to store vaccines. 'Before, I had to transport them with my thermos,' says Leonor Ancota, who runs the health centre. 'But now its much easier because theyre always at my disposal' Photograph: Mattia Cabitza       These Pasiri women say they are happy that solar energy is providing a better future for their children Photograph: Mattia Cabitza       Access to computers will change life for even the youngest children in Parisi, who currently use them to play games so that they get used to the new equipment Photograph: Pilar de Vera Santana       The Uros people live in small floating islands in the bay of Puno on the shores of Lake Titicaca, in south-eastern Peru. The 60 islands are home to about 1,000 people and are made out of the reeds that grow in abundance in the shallow watersPhotograph: Mattia Cabitza       On one of the islands is a primary school. Facilities are basic but it now has a classroom with electricity Photograph: Mattia Cabitza       The children assemble for morning roll call. Twice a week, they have computer classes in the stilt building behind them Photograph: Mattia Cabitza       Luz Mery, who is 11, likes to write and draw. Now she can also browse the internet on one of the five computers donated by Euro-Solar, which are connected via a free satellite linkPhotograph: Mattia Cabitza       'Internet is necessary on the island,' says one of the teachers. 'The children want to learn about other parts of the world, and now they can view videos and photos about other countries' Photograph: Mattia Cabitza       'Part of the objective of the project,' says a Euro-Solar project co-ordinator, 'is to reduce migration of people from rural areas by giving them better conditions where they live and the same opportunities they would have in the city' Photograph: Mattia Cabitza  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/feb/08/solar-power-rural-peru-in-pictures", 
    "wordcount": "0"
}