{
    "headline": "Beijing introduces recycling banks that pay subway credits for bottles", 
    "text": "Beijing&apos;s vast army of plastic-bottle scavengers will get an automated rival later this month, when the city introduces its first reverse vending machines that pay subway credits in exchange for returned containers. More than 100 recycle-to-ride devices will be installed in an attempt to reduce the environmental impact of the informal bottle collection business and improve the profits of the operator, which works in an industry thought to be worth billions of dollars. Donors will receive between 5 fen and 1 mao (about 1p) on their commuter passes for each polyethylene terephthalate (PET) bottle they insert into the machine, which then crushes them to a third of their original size and sorts them according to colour and type. &quot;It will be as easy to use as an ATM,&quot; said an employee of the operating company, Incom, who declined to give her name. &quot;We hope to put one at every station on the route [subway line 10] and later expand to other lines, bus stops and residential areas.&quot; The firm currently processes 50,000 tons of bottles a year, most of which it buys from informal collectors who roam the city&apos;s streets looking for discards, which they pack on to carts and bicycles. With the machines, the firm hopes to collect directly from the public and generate extra revenue from government subsidies and sales of advertising shown on the machine&apos;s screens. Incom says it plans to approach Coca-Cola and other beverage retailers. Similar devices have been used in several countries, including the US, Japan and Brazil, but they have benefited from civic mindedness, convenience and widespread ignorance about the true value of PET. Waste-trade experts are sceptical that the same business model will work in China, which already has a vast and highly competitive PET recycling industry. Nobody knows the numbers of collectors, but estimates range from 500,000 to 20 million. Many go from door to door, or come when called. Adam Minter, a Shangai-based blogger and author of an upcoming book on China&apos;s scrap business, reckons that recycling may be the second most popular profession in the country after farming and that the PET market alone is worth billions of dollars. More significantly, he says the motives are also different, which will mean the reverse vending machine operators will have to offer competitive rates or they will struggle to attract takers. &quot;In the west, recycling is seen as a green activity. In developing Asia, it is an economic activity,&quot; Minter says. &quot;One thing is guaranteed. If donors are not paid market price, it is not going to work.&quot; A similar device was launched in Shanghai several years ago, but has not made any noticeable dent in the informal industry. Incom says, however, that environmental benefits should be considered alongside economic factors. While most informal PET recycling workshops re-use the plastic for clothes and create pollution during their largely unregulated activities, the company says it makes the cleanest and most efficient use possible of the plastic for new bottles. Environmental activists said they would wait to see whether the devices were energy intensive and waste-producing before passing judgment. &quot;Using better technology for recycling is a good thing, generally speaking,&quot; said Feng Yongfeng of the Green Beagle NGO. &quot;But bottle recycling is not an urgent problem in China. We already have a mature system for that. Our real need is to complete a comprehensive recycling system.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/04/beijing-recycling-banks-subway-bottles", 
    "wordcount": "577"
}