{
    "headline": "Joey from Friends becomes first TV character to be 'virtually immortalized'", 
    "text": "Since the final episode of hit sitcom Friends first aired in 2004, many fans have clung to the hope of a reunion. Earlier this year, the shows co-creator Marta Kauffman quashed that idea emphatically: There will never be a Friends reunion movie, she told E! News. Could she be any clearer? But for those still mourning the gang, there is some sort of hope. A team of researchers at the University of Leeds seeks to immortalize popular characters as digital avatars that you might eventually chat with in the way you talk to Siri, Alexa or a similar virtual assistant. The first digital character? Joey Tribbiani.  As spotted by Prosthetic Knowledge, the team is building a series of algorithms that can recognize and track individual characters and capture their body language, facial expressions and voice. A machine learning tool analyses the shows script to understand how each character typically puts words together.  The end result is a virtually immortalized version of Joey that can generate new sentences in his own style and voice with a mouth moving to speak these new words. Some of the algorithmically generated sentences Virtual Joey came up with include Hey Ross do you want me to talk to some lady and I like pizza with cheese. Its not just the dialogue that needs some refinement. As it stands, the digitally synthesized mouth that talks like Joey is superimposed over original footage of actor Matt LeBlanc in a comically obvious way; robo-Joey falls squarely into the Uncanny Valley.            The team  James Charles, Derek Magee and David Hogg from Leeds Universitys computer science department in the UK  plans to expand the technique to other characters and eventually allow the characters to automatically create new scenes where they have entirely new conversations, thus effectively rendering the person virtually immortal. We plan to improve the rendering of the avatar and extend our model to include interaction with real people and also between avatars, said the team in a paper outlining the technique.  Such a system could be used as a natural interface between human and computer to put a face and personality to existing voice-only assistants such as Apples Siri, Microsofts Cortana or Amazons Alexa, the researchers said.  Siri, how you doin?", 
    "section": "technology", 
    "gid": "technology/2016/oct/20/joey-friends-virtual-digital-avatar-chatbot", 
    "wordcount": "380"
}