{
    "headline": "Rules", 
    "text": "Terms and conditions 1. Voting forms for the Observer Ethical Awards 2012 must be submitted online at http://www.theguardian.com/observer-ethical-awards There is no cost of voting (although normal internet connection charges will apply). Strictly one nomination per person. The closing date is midnight Monday 26 March 2012. 2. You can be any age to submit a nomination form but only UK residents aged 18 years or over will be eligible for entry into the free prize draw. 3. Every eligible nominee providing name and contact details will be entered into the free prize draw described in these terms. 4. Employees and agents (and family members of employees and agents) of (i) Guardian News &amp; Media Limited (&quot;GNM&quot;) or (ii) any suppliers of prizes (including but not limited to Visit Denmark) may not enter.Free Prize Draw:  5. There is one prize to be won as follows:  - First prize consists of 4 return tickets with DFDS Seaways from Harwich to Esbjerg and 2 nights in 2 double or twin or 1 family room for 4 people at a Scandic Hotel in Denmark incl. breakfast. 6. The winner will be the first entry drawn at random from all eligible entries. 7. The winner will be notified by email or phone within 28 days of the closing date. If any winner cannot be reached or has otherwise failed to acknowledge such notification within 7 days, GNM will re-draw and select a new winner of the prize (and the same acceptance period will apply). 8. At the time of notification, the winner will be informed of how to make any booking that may apply to his/her prize. 9. No responsibility is accepted by GNM for entries lost, delayed, misdirected, incomplete or which cannot be entered for any technical or other reason. Proof of delivery of entry is not proof of receipt. 10. No cash equivalent or alternative prize will be given and the prize is non-transferable. GNM reserves the right to change the prize at its discretion or to offer an alternative of similar value. 11. The prize is provided by a third party and bookings will therefore be subject to third party standard terms and conditions, which will be made available to the winner. 12. The prize is valid for traveluntil 30September 2012, excluding bank holiday weekends and the month of August. The prize is subject to availability. GNM is not responsible for cancellation, delays or changes to travel times or any other part of the prize or for the inability of the prizewinner to take up any part of the prize due to problems with travel or any other factor outside GNM&apos;s control. 13. The winners are liable for all costs and expenses associated with any prize which are not listed as included in the prize. 14. Winners may be required to take part in promotional activity. 15. GNM excludes liability for any damage, loss, liabilities, injury or disappointment incurred or suffered by any entrant as a result of entering the prize draw or accepting any prize. 16. Nothing shall exclude GNM&apos;s liability for death or personal injury as a result of its negligence. 17. These terms and conditions are governed by English law. 18. Entry into the prize draw is acceptance of these terms and conditions. 19. GNM may cancel this prize draw and amend these terms and conditions without notice in the event of circumstances outside its control. 20. Names of the prize winner will be available by written request to the Marketing Department of the Promoter: Guardian News &amp; Media Limited, Kings Place, 90 York Way, London, N1 9GU.Observer Ethical Awards 2012 judging process and winner selection: 21. Nominations received in the retailer and campaigner categories will be counted and the nominees receiving the highest number of nominations will be presented to the judging panel to decide on the final winner.  22. Nominations received in the Unsung Hero, Arts &amp; Culture, Sports, Ethical Kids, Grassroots Challenge, Fashion, Business Initiative, Blog and Big Idea Awards will be presented to the advertised OEA panel of judges for their final deciding votes on award winners. 23. Those shortlisted for Unsung Hero, Arts &amp; Culture, Sports, Ethical Kids, Grassroots Challenge, Fashion, Business Initiative, Blog and Big Idea Awards only, may be asked for additional material if necessary to meet the judges&apos; criteria. 24. The panel of judges is appointed by the Observer. The judges&apos; decision shall be final and the Observer will not enter into any discussion or correspondence concerning the results.  25. By submitting an entry for a judged category you grant GNM a non-exclusive, perpetual, royalty-free, worldwide licence to republish your entry in electronic format and hard copy.  26. All entries must be original and created by you. GNM reserves the right to reject any entry that in its reasonable opinion it considers to be unoriginal or which should in whole or part be attributed to a third party.  27. Observer Ethical Awards shall not be awarded to any business that (a) has ceased trading since voting commenced (b) has been subject to a change in management since voting commenced (c) cannot be located by GNM following the closing date.  28. GNM may change its advertised panel of expert judges in the event of circumstances outside of its control.  29. The judges reserve the right to transfer entrants into more suitable categories if necessary. 30. Observer Ethical Awards winners will be announced at the Observer Ethical Awards ceremony in May 2012.", 
    "section": "environment", 
    "gid": "environment/2012/jan/12/rules", 
    "wordcount": "923"
}