{
    "headline": "Donor policies fail to bring real and sustained change for women", 
    "text": "The empowerment of women and girls has risen up the development agenda in recent years, championed by powerful financial institutions, the philanthropic wings of major transnational corporations and influential development donors as a sought-after panacea. There&apos;s an appealing simplicity to the argument for investing in women and girls. Women and girls have been overlooked. They have so much potential. Get them into work, and poverty will disappear. Get them into school, and high birthrates will decrease. Get them into politics, and peace will reign. Invest in their potential and in their families, and communities and nations will yield the benefits. It&apos;s a formula that harnesses persuasive gender myths with an action agenda blind to many of the principal underlying causes of women&apos;s disempowerment. These myths  that women are more industrious and responsible than men, that women politicians can&apos;t be corrupt and always represent women&apos;s interests, that women care more for their children and the environment and that they are closer to the earth  may be based on some truths. But their power is based less on reality than on what they offer those who tell and listen to them. All this makes for a promise to investors of a safe bet, and a guaranteed return. But a disquieting truth is staring us in the face. All around the world changes are happening in women&apos;s lives  in many countries, women are discovering new freedoms, exploring new horizons and breaking away from old patterns, constraints and certainties. In the process, they are facing opposition and exploitation, and encountering new forms of oppression. Change is happening, but women&apos;s journeys of empowerment rarely follow the simple linear formula that development agencies and their corporate sponsors would have us believe. The findings of Pathways of Women&apos;s Empowerment, a five-year multi-country collaborative research and communications initiative, suggest that women seize opportunities for empowerment wherever they find them. Sometimes, they find these opportunities in interventions targeting women  like the micro-enterprise programme that offered one Afghan woman the chance to set up a hairdressing business: a space that allowed her to make money, but perhaps more importantly, to socialise with other women (pdf). Sometimes, these opportunities come from women&apos;s own collective action  like the Indian sex worker collective that routed out under-age sex work in their community, and challenged the abusive treatment of sex workers at the hands of police and society. Where projects, programmes and policies have made a difference, they have done so because they recognised the power of relationships, the significance of recognition and the importance of confronting limiting stereotypes and institutionalising new norms. At the heart of these changes have been women&apos;s organisations and movements, visionary and committed feminist bureaucrats and collective action by women themselves. Research by Pathways suggests that powerful sources of empowerment may lie in places overlooked by development. Research on women&apos;s sexuality highlights the empowering dimensions of pleasure, and the transformative possibilities of approaches that recognise this power. Other pleasures emerge from surveys of women in Bangladesh and Afghanistan that came up with the unexpected finding that women&apos;s access to television was the most powerful indicator of empowerment. Television brought these women in contact with worlds, ideas and possibilities that they might otherwise never have experienced, and it exposed them to new tactics for navigating tricky relationships with their husbands and in-laws. It also gave them an opportunity for leisure, something so vital to women&apos;s and girls&apos; empowerment and so absent from development narratives. The research suggests that piecemeal economic and political empowerment programmes might give individual women opportunities to improve their lives through loans or training, but they fall short of achieving real and sustained change. &quot;Empowerment lite&quot; might deliver the kind of results development agencies have been reduced to measuring  numbers of women on courses, numbers of girls at school, numbers of women on councils. But this rarely translates into the kinds of transformations that lie beyond such limiting measures, such as changes in women&apos;s sense of their own possibilities and horizons, and shifts of power that are the precondition for creating a more just and equal world. For all the warm and fuzzy images of smiling women and laughing girls that appear in marketing materials, the vision of change purveyed by &quot;empowerment lite&quot; is frighteningly stark: one in which women and girls are recruited for their industriousness, and put to work to maintain a status quo that is deeply unjust. Men appear as shadowy figures, menacing or useless, never as allies or agents of positive change  women and girls are left to bear the responsibility of improving everyone&apos;s lives. Empowerment lite offers women entry into labour markets that continue to devalue their labour and does nothing to support them to organise to claim their rights. It fails to address the sexism they face in the labour market and political institutions, or the violence that blights so many women&apos;s lives, or to support their efforts to challenge the structural inequities that produce and sustain their disempowerment. And rosy as it is, there is nothing in this vision about enabling women and girls to enjoy life&apos;s pleasures and realise their own hopes and dreams. If women and girls are really to be put at the heart of development efforts, a good place to begin is to ask not what women and girls can do for development, but what development might do for them. It&apos;s almost 20 years since the fourth world women&apos;s conference in Beijing set out a Platform for Action. It&apos;s time to revisit and revitalise those commitments.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/05/women-route-to-empowerment-not-mapped-out", 
    "wordcount": "924"
}