{
    "headline": "Google may face UK inquiry over Street View data collection", 
    "text": "Google could face a police investigation in the UK and Europe after documents released in the US show that it intended to collect internet data as it compiled photos for its Street View service around the world. The search giant had previously claimed it mistakenly collected the data between May 2007 and 2010, including website details, user names and passwords, but did not intend to use it. However, the text of an investigation by the Federal Communications Commission (FCC)  which fined Google $25,000 (15,400) for impeding the inquiry by failing to respond to requests for documents and information  shows the engineer who designed the software specifically intended to collect and analyse the data, with a view to including it in future Google products. He even carried out a test in which he tried to discover people&apos;s favourite websites from the data. The change of emphasis from an accidental to intentional collection means Google&apos;s actions could fall under the Regulation of Investigatory Powers Act (Ripa), which outlaws unauthorised electronic eavesdropping. That could require an investigation by the Home Office or Scotland Yard. Simon Davies, director-general of Privacy International, is calling on Scotland Yard to reopen the investigation into the matter. &quot;It was previously considered by a chief inspector,&quot; he said. The high-profile interest in coverage phone hacking in the two years since the initial investigation would mean that evidence of intentional collection of data would be impossible to shrug off, he said. The UK Information Commisioner&apos;s Office (ICO), which oversees data protection issues, said on Monday it would examine the FCC findings and decide whether to reopen its investigation. When Google revealed that in May 2010 that it had been retaining the data  something it had previously denied  the ICO told it simply to delete the data, and that there were no grounds to take action. Germany&apos;s federal data protection commissioner is also expected to investigate the new information. Germany has far stricter rules on processing personal data than the rest of Europe, partly because of the legacy of the East European regime. The revelations create a problem for senior Google managers such as Eric Schmidt, who told the Guardian in May 2010 that only a small amount of fragmented data was involved which was not used by the firm in any way. The FCC documents show that the engineer did process the 600GB of data at least once; but it could not be sure if he did so more than once because he declined to be interviewed by the FCC, citing legal protection against self-incrimination. Google declined to say whether Schmidt had spoken while knowing what the engineer had done, or whether he had been unaware of the extent of the processing when he gave the public assurances. A spokesman for Google said: &quot;We decided to voluntarily make the entire document available except for the names of individuals. While we disagree with some of the statements made in the document, we agree with the FCC&apos;s conclusion that we did not break the law. We hope that we can now put this matter behind us.&quot; Nick Pickles, director of the online civil liberties group Big Brother Watch, said: &quot;This explosive revelation highlights Google&apos;s cavalier attitude towards privacy and a reckless regard for the law.&quot; He said that suggesting it was in the past would not do: &quot;given that one of the key witnesses believed he would incriminate himself by giving evidence, it&apos;s clear that those responsible haven&apos;t left the company.&quot; Jim Killock, head of the Open Rights Group, said: &quot;this is very damaging for Google. So far we haven&apos;t seen proper investigation of this and aren&apos;t seeing people being properly fined for braeching privacy.&quot; The FCC report says that Google was obstructive and cursory in its provision of data for the investigation, and noted how the company&apos;s official story about what had happened kept changing. In fact, contrary to Google&apos;s claims that the engineer who wrote the data collection software acted alone, he told at least two colleagues  including a senior manager  about the controversialplans before it was released, the regulator found. The Federal Communications Commission (FCC) said in a report that the Google engineer told colleagues in 2007 that his Street View programme could collect private information including emails and text messages. In a report published by Google on Sunday, the FCC said that Five engineers were involved in implementing the Street View code but did not realise it could collect so-called payload data. The engineer specifically told two colleagues, including a senior manager, that it was designed to collect this information in 2007 and again in 2008. Google has faced criticism from regulators around the world for collecting private information from unsecured wireless networks via its Street View mapping cars between May 2007 and May 2010. The company admitted publicly in May 2010 that it had collected the data, which the FCC said was not a breach of US laws. Google was fined $25,000 (15,300) earlier this month after the FCC said the company had impeded its investigation into the affair. The FCC said in the report that for months last year Google wilfully and repeatedly obstructed its investigation by withholding certain documents. Google&apos;s supervision of the controversial programme was described by the FCC as minimal and it had not been reviewed by internal privacy lawyers despite a recommendation from &quot;Engineer Doe&quot; as early as October 2006. The FCC said that the engineer intended to collect and store the data for possible use in other Google projects. On at least one occasion, the engineer reviewed payload data to identify frequently visited websites, according to the report. One senior manager at Google pre-approved the engineer&apos;s plans, the FCC said, while two colleagues were specifically told that Street View could collect sensitive information such as passwords, emails and internet browsing history. &quot;For more than two years, Google&apos;s Street View cars collected names, addresses, telephone numbers, URLs, passwords, email, text messages, medical records, video and audio files, and other information from internet users in the United States,&quot; the report said. Google was found to have collected similar data from users in the UK, Netherlands, France and other countries where its Street View cars operated. &quot;The record also shows that Google&apos;s supervision of the Wi-Fi data collection project was minimal ... indeed, it appears that no one at the company carefully reviewed the substance of Engineer Doe&apos;s software code or the design document.&quot; Google has apologised for the collection and last year said it would beef up its internal privacy policies as a response to the failure.  This article was amended on 1 May 2012. The original said Google had been fined for unauthorised data collection. The FCC fined Google for failing to respond to requests for documents and information, but did not find that the data collection was unlawful.", 
    "section": "technology", 
    "gid": "technology/2012/may/01/google-street-view-uk-inquiry", 
    "wordcount": "1158"
}