{
    "headline": "Starwatch: The February night sky", 
    "text": "A dazzling evening sky graced by three, and then four, bright planets means that there is no shortage of interest during our shortest month of the year. The stellar focus centres on Orion which is trailed by Sirius as he marches from the SE at nightfall to cross the meridian one hour before our map times. Jupiter, dimming slightly from mag -2.3 to -2.2 in Aries, stands high in the S at nightfall at present but shifts to the SW and sets before midnight by the latter half of the month. Its cloud-banded disc is 37 arcsec wide at mid-month. Venus continues to blaze in our SW sky at nightfall. During February, it brightens from mag -4.1 to -4.2 and its gibbous disc swells from 15 to 18 arcsec. It sets in the W before our map times at present, but its motion carries it through Pisces and to the left of the Square of Pegasus, until it lies only 12 below-right of Jupiter on the 29th. That motion carries it less than a Moon&apos;s breadth to the right of the distant planet Uranus, a mag 5.9 binocular object, on the evening of the 9th. Mercury sets more than one hour after the Sun from the 21st and may be glimpsed though binoculars, and perhaps with the unaided eye, very low in our W evening twilight. It lies 6 to the left of the less-than-one-day-old Moon on the 22nd and 9 below the Moon on the 23rd. The Moon&apos;s crescent also stands the right of Venus on the 25th and to the right of Jupiter on the 26th. Mars rises in the E 30 minutes before our map times at present and by sunset at the month&apos;s end, climbing to pass due S during the early morning. Moving westwards below Leo&apos;s rear, it brightens from mag -0.6 to -1.2 and improves from 12 to 14 arcsec in diameter. Saturn, mag 0.6 and 7 left of Spica in Virgo, rises in the ESE just after midnight at present and passes 25 to 30 high in the S five hours later. February diary 1st 18h Moon 3S of Pleiades 7th 09h Mercury in superior conjunction; 22h Full moon 8th 12h Saturn stationary; 21h Moon 6 S of Regulus 10th 05h Venus 0.3 N of Uranus; 12h Moon 10S of Mars 13th 01h Moon 6S of Saturn  14th 17h Last quarter 21st 23h New moon. 23rd 06h Moon 6 N of Mercury 25th 22h Moon 3 N of Venus 27th 06h Moon 4N of Jupiter 29th 02h Moon 3S of Pleiades", 
    "section": "science", 
    "gid": "science/2012/jan/29/starwatch-planets-february-mercury", 
    "wordcount": "448"
}