{
    "headline": "UK students escape the fees nightmare and head for Europe", 
    "text": "Going to university is a pretty big step, but moving abroad for three years to do your degree is an even bigger one. To date it&apos;s a choice that few UK students have made  2009 figures from the OECD show just 22,000 opting to study in another country, a tiny proportion of the two million or so who stay at home. With the introduction of much higher tuition fees this autumn, however, this is already starting to change, and there are good reasons why studying in Europe may be well worth considering. If you want do your entire degree within the EU  which means most of Europe  you&apos;ll lose your entitlement to a student loan here. But you&apos;ll find that all UK students are eligible for the same financial assistance as a home student from that country would receive. Many countries are considerably more generous to their undergraduates than we are: in Holland, for instance, you&apos;ll pay just 1,500 a year for your course. In some countries, including Denmark and Sweden, tuition costs nothing at all. More recent figures on who&apos;s moving abroad to study are hard to find, but a survey of 500 school leavers and undergraduates carried out in March by Prospects showed that a quarter were planning to study abroad, over 70% more were considering it, and only 4% completely ruled it out. Another indication that more young people are thinking about upping sticks once they&apos;ve got their A-level results is the increase in footfall at the Student World Fair. Its first event last year drew 950 prospective students. Its second, in March this year, saw 1,200 ticket-holders checking out the overseas universities that had come to show their wares. &quot;British students are in demand,&quot; says Student World Fair organiser Jemma Davies. &quot;Their work ethos and standard of education is valued and admired.&quot; Some of the university exhibitors offer free flights and accommodation to prospective students who want to visit before applying. It&apos;s vital, says Davies, to choose your course first and then find an institution that offers excellent education in that discipline, rather than opting for a university with a party reputation. Most students are anxious about money, and living abroad in a big city could certainly cancel out some of the benefits of cheap or free tuition. Lizzie Fane, who set up student advice site called Thirdyearabroad, says living on the outskirts of a city can slash accommodation costs, even in a tourist hotspot like Florence. She also says you don&apos;t have to go to a major metropolis to enjoy studying overseas: &quot;Students will have just as good a time, if not better, in a smaller place - you may even become a minor celeb.&quot; Homesickness is the one other factor that might spoil your experience, especially for freshers. Although you can make a beeline for home reasonably easily from most places in Europe, the cost might be a worry. But Davies says if you&apos;ve picked somewhere with low fees, you&apos;ll be less concerned about the price of a ticket home. And, as she points out, &quot;it&apos;s hardly as if rail travel or petrol are cheap here either&quot;. English speakers are lucky  many European universities will offer at least some undergraduate degree courses in English, but it&apos;s probably better in the long run to learn the language if you want to do more than mingle incestuously with your English-speaking mates. Free language tuition is usually available. Alexander Flanagan, 25 Studying for a degree in architectural technology and construction management at the Copenhagen School of Design and Technology.  &quot;I came to Denmark because of an ex-girlfriend, and absolutely loved it so I stayed. Studying here is free, and many overseas students even qualify for a grant that covers some of the living costs. Plus there are free Danish lessons, though my course is taught in English.  The approach is totally different from a UK uni  there&apos;s more emphasis on group work and it&apos;s more practical, so a lot more like you&apos;d approach work in real life. I actually think the social life here is better than at home; there&apos;s a really nice community feel with everyone invited to the popular Friday bar, which is a workplace tradition as well as something students do.  There&apos;s jobs to be had in my field with starting salaries of around 48,000, and I definitely hope to stay on after graduating.&quot;  Shinyoung Kim, 25 Studying medicine and surgery at the University of Milan&apos;s international medical school.  &quot;At home, the increasing fees really put me off  medicine is a long course! In Italy, you pay in two instalments, one of 700, then a second of between nothing and 3,200, depending on your means. The course is taught in English, but we will be seeing patients from the third year, meaning Italian is a must. This is a relatively new course but the teaching is excellent, and with only 50 students a year, the professors get to know every student. The fact that the university has an excellent international reputation matters, as it means people will recognise your course.  And Milan is a great city  you can live a very cosmopolitan lifestyle if you so wish.&quot; ", 
    "section": "education", 
    "gid": "education/2012/jun/13/students-head-for-european-universities", 
    "wordcount": "883"
}