{
    "headline": "Star Trek, Sheffield and why we are all international citizens now", 
    "text": "As part of our learning and teaching strategy, the University of Sheffield has outlined a list of attributes and qualities we see in our graduates. These include being &quot;an active citizen who respects diversity&quot; and an educated person who is &quot;culturally agile and able to work in multinational settings&quot;. It&apos;s our conviction that being part of an international community is itself an education, and that when students make the most of opportunities to learn from those who are different to themselves, they gain insights they would not experience in any other way. Diversity is an asset and we cite the number of countries on campus  more than 130 at the last count  as a source of pride. Yet, it&apos;s easy to forget that this pride in our international community is not universal. As the recent local elections and tabloid headlines show, a tide is turning in British public opinion. In articles about schools and higher education, there are concerns about local resources and the impact of diversity on the host community. Our own experience of the great benefits brought by colleagues and students from around the world is absent from this discourse, and the foreigner is all too easily seen as alien. These thoughts played on my mind when I joined my son last week on a trip to watch the new Star Trek movie. I enjoyed the film but it also awakened in me a sense of nostalgia for an ideal which feels under threat. To my generation, Star Trek&apos;s famous crew represented something new. Its fantastic plots and stories of undiscovered planets held the promise of a future in which national boundaries had been eroded and become long lost cultural absurdities. Watching it now, it&apos;s easy to underestimate how radical it was then. The images of interracial connection were stunningly important in 1968, and the makers of the TV series knew they were making a popular fable with political implications. As I left the cinema, memories of my own encounters with internationalism came flooding back. I was in London for an admissions interview at Queen Mary College on the same day as a House of Commons debate about membership of the European Union, and I was moved by the thought that we were making a step towards forming an international community with global governance. I also remember giving a speech at a European research collaboration meeting, which seemed to both surprise and delight the scientists there. I talked about the role of science in building a new international community of academics whose home was not only their own nation state, but Europe and indeed the world. What physicist could forget the burst of pride and delight last year when the Organisation Europenne pour la Recherche Nuclaire (CERN) discovered the Higgs Boson. The young optimist who hoped for an academia without borders is still there within me  still hoping, but feeling more threatened. And I am perturbed by the apparent growth of the view that people in the UK are essentially different from everyone else and need to keep ourselves that way. It is no good responding to people&apos;s genuine concerns with accusations of bigotry alone. Politicians of all parties are afraid of losing voters. Yet we need to be very sure about the visions we do have and whether they really are places of safety, or simply of hiding. The role of a university is to acknowledge people&apos;s concerns and difficulties  and to work on solutions to these  but also to be a place of diversity, openness, inclusion and welcome. As a university, we are an experimental country, one with citizens of every nation on a mission to make a difference for all our home communities wherever they may be. In this sense, ours is a moral voyage with an emphasis on innovation and putting knowledge to service. If it isn&apos;t, we will fall far short of what we can be. We will also fail to answer questions from students and society about what universities are for at a time of change and limited resource. As the country&apos;s media debated immigration, our students put on an international cultural event in Sheffield City Hall, with proceeds raised enriching local charities. As the tabloids focused on fears of a Romanian crime wave in inner-city London, our Romanian Society took the award for performance of the night for its joyful mixture of irony, energy and fun. The event was hosted by international student officer Fadi Dakkak, who is leading our campaign to ensure that all students  from the UK or overseas  feel the benefits of being part of aninternational community. Some of the leaders of the future are with us at Sheffield now, and our task is to make the very most of them being among us. As our union president Abdi Aziz-Suleiman puts it: &quot;We are all international  there isn&apos;t a story of a student in the 21st century that doesn&apos;t have an international element to it, and the richer stories are those with all the more international elements to them.&quot; Professor Sir Keith Burnett is vice-chancellor of Sheffield University  follow it on Twitter @SheffieldUni This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/may/14/international-students-modern-university", 
    "wordcount": "892"
}