{
    "headline": "Solomon Islands villagers kill 900 dolphins in conservation dispute", 
    "text": "Villagers in the Solomon Islands have slaughtered up to 900 dolphins in the course of a dispute with a conservation group, Earth Island Institute. Accounts of the dispute vary. The islanders say the Berkeley-based conservation group failed to pay them, as agreed, for stopping the traditional hunt. Earth Island says the slaughter was the work of a &quot;renegade group&quot; trying to sabotage conservation work. What is clear, however, is that a misunderstanding between the villagers and Earth Island has resulted in one of the worst cases of dolphin slaughter in the Solomon Islands for some time, and delivered a huge setback to conservation efforts in a world &quot;hot spot&quot; for the dolphin trade. The Solomon Islands were notorious among conservationists as a source of live dolphins for sea aquariums in China and Dubai. A captive dolphin sells for up to $150,000. &quot;We are very very disappointed,&quot; said David Phillips, who oversees international dolphin protection efforts for Earth Island. &quot;This is a tragedy. It&apos;s bad for dolphins. It&apos;s bad for the community. It&apos;s bad for the Solomon Islands as a nation to have this blot on the record.&quot; Earth Island had been working with islanders of Malaita for two years to try to stop the hunt. The islanders&apos; account, which was aired by Australian broadcasting, accused the conservation group of failing to live up to a deal to pay up to $400,000 to people in the village of Fanalei, to stop the dolphin hunt. The villagers said they received barely a third of the promised funds before the money dried up. Atkin Fakaia, a community leader now living in the capital, Honiara, told Radio Australia the disillusioned Fanalei villagers had gone back to hunting when the money did not come in. &quot;The issue of them going back fishing for and killing dolphins was on the understanding that Earth Island had been reluctant to pay the agreed amount that was due to the community,&quot; he said. &quot;They were just disappointed and dissatisfied over the attitude of Earth Island.&quot; Phillips said the causes of the dispute were far more complicated  although he did not dispute the charge villagers in Fanalei had not seen the money they were expecting. Under the agreement, funds were supposed to be paid out as small grants for community projects in the village, and for income generating efforts. However, Phillips said villagers living in the capital had seized control of the funds, and had not distributed the money. &quot;The renegade group grabbed funds that were supposed to go to the community and that resulted in a lot of the discord,&quot; he said. &quot;In our view there are proper charges of corruption in what has happened in the community.&quot;  Phillips said the conservation group was still working with two other villages on the island, and hoped to resolve the dispute with the people of Fanalei. Fakaia told Australia radio the dispute would now likely end up in court.", 
    "section": "environment", 
    "gid": "environment/2013/jan/24/solomon-islands-villagers-kill-900-dolphins", 
    "wordcount": "506"
}