{
    "headline": "Developing new sources of income for universities: tips for marketing teams", 
    "text": "Most universities derive income from a broad range of sources, such as knowledge transfer, commercial operations, public-private partnerships and philanthropic giving. The latest HESA Finance data (2008/09) shows that &apos;other income&apos; comprised close to 20%, or nearly 5 billion, of total UK HEI income. There seems little doubt that financial pressures in future will increase, as funding body grants reduce, tuition fee income becomes less stable and the demands to pay for new and better facilities continue to grow. And then there&apos;s the pension fund liabilities. A well-structured and resourced strategic marketing team is essential help to any institution decide where the best opportunities for developing new income streams lie. In many organisations, marketing either encompasses or sits alongside business development and its processes and disciplines can help the development team structure its approach. In an academic environment, many of the ideas for new businesses and incomes will emerge from academic staff engaged in research. Marketing can add value by helping staff turn their ideas into to fully fledged business propositions, well positioned to take advantage of the market opportunities available. Support for business development An experienced marketing team, with a strategic capability, can add value to business development in a number of ways: A well-structured market assessment process will help identify  Who are the potential customers?  Where is the competition and what are they offering?  How does our proposition stack up against others?  What is the scale of the market?  What market trends are apparent? When developing a proposition the university must take into account market demand, feasibility and sustainable competitive advantage. A full marketing launch takes careful planning and execution. The marketing and communications team can help staff plan how to get from a proposition, idea or prototype to a full marketing launch. They should also be able to advise on the on-going level of resource needed to manage engagement with the market once the business is up and running. Is this happening already? The answer is probably &apos;Yes and No&apos;. &apos;Yes&apos;, in that many of these activities are being conducted although on a piecemeal, not planned and structured, basis. &apos;No&apos;, in that a market and customer oriented perspective is not typically the start point. A more normal approach is that organisations try to &apos;sell&apos; their existing capabilities (&apos;inside-out&apos;), rather than understanding market needs and tailoring their product or service accordingly (&apos;outside-in&apos;). Also, the marketing and communications team is not generally included in institution&apos;s business development, despite the fact that they often can provide the necessary insights. What are the benefits of this approach? Firstly, diversifying income streams beyond the well understood core university activities of teaching students and winning research grants is still relatively new territory for many institutions; and it&apos;s clearly important to gain a good understanding of potential customers. After all, they are going to pay for your product and service in future. Second, it&apos;s valuable to know who else is already targeting the market, particularly if you&apos;re planning to launch something new. What services already exist, what are customers paying for and where are the gaps? Finally, it helps to have a longer-term perspective and consider how sustainable income can be built beyond the initial product or service. How might services need to adapt and grow in the future; how can a portfolio be built? All of this can be achieved without marketing expertise and resource but shouldn&apos;t it be an integral part of their role? It&apos;s certainly part of the rationale for having a strategic marketing as well as communications capability. William Annandale is managing partner at Quadrant Consultants, a strategy and marketing consultancy This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/07/sources-of-income-for-universities", 
    "wordcount": "635"
}