{
    "headline": "Facebook IPO: what we've learned from its S-1 filing", 
    "text": "Facebook&apos;s S-1 filling is a huge document consisting of thousands and thousands of words - many of them just standard regulatory warnings to anyone who might be thinking about putting their money into the company. But it also contains many hints about how Facebook is going to be organised, how smoothly (or not) it runs, who will be in charge, and what its future looks like. In no particular order, here are the things to know about Facebook.  It is extremely profitable. In 2011, it brought in revenues of $3.7bn and had an operating income (the profit after you subtract day-to-day costs, but before taxes) of $1.7bn. Its net income for that year was $1bn - giving it a 27% net margin. For comparison, most physical businesses have net margins of between 5% - 10%.  The Like button - and user growth - turned loss into profit. In 2009 Facebook flipped from loss to profit, and the introduction of the Like button that February helped to target advertising.  Mark Zuckerberg will remain in charge. The shares will be split into &quot;A&quot; and &quot;B&quot; shares, in which the latter get 10 votes per share, and the former get one. Zuckerberg presently owns around 28.2% of the share capital, so that will (on conversion) give him majority control of the votes.  Active user numbers are still growing fast: at the end of 2011 had 845 million active users, up 39% from the same time in 2010.  Facebook depends on advertising, but less of its revenue comes from that. The proportion of revenue from advertising in 2009, 2010 and 2011 was, respectively, 98%, 95% and 85% of revenue. The rest comes from in-app purchases such as in games like Zynga&apos;s Farmville. Speaking of which   Zynga is an important partner. In 2011, 12% of Facebook&apos;s revenue came from it (so between advertising and Zynga, that&apos;s 97% of revenues.) So much so that Zynga gets a special mention: &quot;If the use of Zynga games on our Platform declines, if Zynga launches games on or migrates games to competing platforms, or if we fail to maintain good relations with Zynga, we may lose Zynga as a significant Platform developer and our financial results may be adversely affected.&quot;  The rate of growth is expected to decline. That&apos;s not surprising given how rapidly it has grown - 154% from 2009 to 2010, but only 88% from 2010 to 2011.   2009 is the year when everything clicked into place. In the years up to that point, as recorded on the S-1, revenues were small compared to costs (which aren&apos;t broken down, but consist of activities such as running the site and getting advertising sales). But in 2009, it broke through: from 2008 to 2009, revenues grew from $272m to $777m, almost tripling, but other costs only doubled. Result, profit.   Facebook&apos;s revenues for 2011 are about the same as Google&apos;s were in 2004, when it filed its S-1. But its profitability is much higher.  Mobile is, potentially, the Achilles heel. Right now there aren&apos;t any adverts in the mobile version of the site, but more and more people are accessing the site via mobile - 425 million monthly active users in December 2011. As the filing notes, &quot;our revenue may be negatively affected unless and until we include ads or sponsored stories on our mobile apps and mobile website. We believe that people around the world will continue to increase their use of Facebook from mobile devices, and that some of this mobile usage has been and will continue to be a substitute for use of Facebook through personal computers.&quot;  Privacy only gets passing mentions. It doesn&apos;t have its own section with any warnings about what might happen if people get itchy.  There are lots of rivals, especially in China. Facebook wants to get into that country, but notes there are already rivals such as Renren, Sina and Tencent established there. Russia and Korea and Japan also have entrenched social networking rivals.  We don&apos;t know exactly what the offer share price is going to be yet. That has yet to be worked out with banks.  It has started building its own data centres. The amount of investment isn&apos;t detailed, but it does say that &quot;In 2011, we began serving our products from data centers owned by Facebook using servers specifically designed for us.&quot; We would like to know more about who&apos;s building the servers - does Facebook roll its own, like Google?  The only &quot;key personnel&quot; named are Zuckerberg and Sheryl Sandberg, the chief operating officer.   Lots of Facebook employees who have been there a while are going to be very rich. This isn&apos;t surprising, but there are 138m shares that have been issued to them for $0.83. At an expected price of around $45, that&apos;s almost $6.2bn of pure profit for all those staff. What else have we missed? Let us know in the comments.", 
    "section": "technology", 
    "gid": "technology/2012/feb/02/facebook-ipo-facts", 
    "wordcount": "833"
}