{
    "headline": "The week in wildlife - in pictures", 
    "text": "   A baby sea eagle sits in a nest at a wild animals park in Eekholt, northern Germany Photograph: Carsten Rehder/AFP/Getty Images       A silvery gibbon in Yunnan, China Photograph: Wei Zongmei/Corbis       A great tit leaves its nest box in a garden in Arnsberg, western Germany. During the breeding season, the male bird feeds the female, and after the nestlings hatched from the eggs, both parents care for their offspring. Photograph: Julian Stratenschulte/AFP/Getty Images       Dajiuhu Wetland in Shennongjia Forestry District, central China's Hubei Province. The wetland, made up of nine lakes, is the highest and largest mountain wetland in central China Photograph: Du Huaju/Corbis       Turtles that were rescued from animal traffickers at a recovery centre for wild animals, Brazil. Contrary to belief, the tortoise family are not related to lizards and serpents but with crocodiles and birds by a far off ancestor, a new study reveals Photograph: Christophe Simon/AFP/Getty Images       A lotus flower blossoms in a lake Hanoi, Vietnam. Lotus is famous as a symbol of Vietnam which only blooms in the summer. Its difficult to find places in Hanoi where it is possible to see lotus flourishing in their natural environment nowadays, as most of the large areas are privileged for construction and modernisation Photograph: LUONG THAI LINH/EPA       A morpho peleides butterfly lays its eggs in Butterfly Garden in La Guacima, north-west of San Jose Photograph: Juan Carlos Ulate/Reuters       A juvenile gentoo penguin with an adult on the Antarctic peninsula. The adult penguin will catch fish, krill or squid and digest it or hold it in for a while. When it is ready, it will regurgitate the food into its beak, before placing the food into the baby penguin's mouth Photograph: Paul Goldstein/Exodus / Rex Feat       A green-winged dove chick with his father at the Edinburgh zoo Photograph: Danny Lawson/PA       Elephants walk in the Amboseli national park, Kenya Photograph: Ding Haitao/Corbis       A five-year study shows that pronghorn in Wyoming are losing their wintering grounds to large-scale industrialisation Photograph: Julie Larsen Maher/WCS       Four-week-old Florida burrowing owlets stand in their nest at a park in Miami, Florida Photograph: Rhona Wise/Reuters       A view of royal azalea flowers in full bloom near a river in a valley in PyeongChang, a mountainous town in north-eastern South Korea Photograph: YNA/EPA       A brown booby perching on an Olive Ridley sea turtle near Los Cobanos beach Photograph: Jose Cabezas/AFP/Getty Images       A 14-month-old tasmanian devil bares its teeth at Devil Ark in the Barrington Tops area of Australia's New South Wales state. At Devil Ark situated deep in eastern Australia's cattle and thoroughbred country, a group of endangered tasmanian devils are being taught to forage in the wild as researchers race a contagious cancer threatening the species with extinction Photograph: Greg Wood/AFP/Getty Images       Fire burns through trees on the Hewlett wildfire in the Poudre Canyon north-west of Fort Collins. More than 50 homes were evacuated on Thursday. The fire has grown from 1.5 square miles to 8 square miles in the last day as erratic wind gusts of up to 50 mph moved into the area fueled by thunderstorms that didn't produce rain Photograph: Ed Andrieski/AP       A research student radio tracking brown hyaenas Makgadikgadi Pans, Botswana. Around the world, WWF helps to monitor changes in the size of wildlife populations to indicate trends in global biodiversity. Its Living Planet report was published this week Photograph: Martin Harvey/WWF-Canon  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/may/18/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}