{
    "headline": "Is there an ethical laptop?", 
    "text": "The sleekness of the gadgets that dominate our lives gives little hint of the chaos that lies beneath  not just their innards, which include rare-earth materials such as neodymium (magnets) and europium (which makes your phone glow), but their backstories. Most of these materials are mined in Baotou, Inner Mongolia, a place described as &quot;the apocalypse&quot;. Add on conflict minerals suchas cassiterite, gold, wolframite, cobalt and coltan from the Congo, plus the damage from huge pits and deep tunnels. The manufacture of gadgets is energy-hungry, too. Experts extrapolating data from one of the world&apos;s largest dam projects suggest it takes 50,000 litres of water passing through a hydroelectric dam to smelt the aluminium for a single laptop. This means, they say, 3ft2 of rainforest is flooded per laptop. As new aluminium equals energy use and environmental destruction, this raises the question: why can&apos;t computers be made from recycled aluminium, given that this uses 95% less energy? And whycan&apos;t laptops and PCs be built fordisassembly (where all the parts come apart to aid recycling)? Depressingly, some commentators think the tech stars are heading the other way, citing the MacBook Air as being extremely integrated. The harder it is to get at the components, the harder it is to recycle. So praise, please, for the Xi3 Modular computer. Not only does it use 80-90% less power than asimilar desktop PC, but it is modular, and its casing is made of recycled aluminium. In addition, accounts have emerged recently of factories producing major brands that sound  with their dormitories and oppressive guards  similar to badly run prisons. You could say we&apos;re all enslaved by gadgets. Brands and consumers prioritise perfection over people (and planet). So ethi-tech (as I&apos;m calling ahoped-for sustainable technological revolution) has yet to get going. Ethical Consumer magazine carries ratings tables for laptops, tablets and phones, but remember that the world chucks away 20-50m tonnes of e-waste ayear. Is your computer really dead? Or do you just fancy anew one? Having it refurbished in a factory may not be an answer, because you can&apos;t be sure of working conditions. But iFixit (ifixit.com) is a free, editable online repair manual for gadgets from toasters to iPods. That&apos;s the smartest idea I&apos;ve heard so far. Green crush of the week Recent TV exposs of the funeral industry uncovered appalling disrespect towards our dead. They left some viewers wondering exactly what ethics some conventional undertakers have left. The Natural Death Handbook provides a real alternative. Edited by Ru Callender of the Green Funeral Company, it&apos;s a strangely uplifting set of three books, including essays on death by Bill Drummond and Maggi Hambling. The final book is a directory of green funeral directors, coffin suppliers and the like. It costs 24 from naturaldeath.org.uk and good bookshops", 
    "section": "environment", 
    "gid": "environment/2012/oct/07/lucy-siegle-laptop-ipad-mining", 
    "wordcount": "486"
}