{
    "headline": "Mars One says 80,000 have applied for one-way mission to red planet", 
    "text": "     Almost 80,000 people have applied to take part in a one-way mission to Mars, each of them completing a rigorous application that stresses the need for a &quot;Can Do!&quot; attitude, asks individuals about their sense of humour and requires the submission of an application fee that can be as much as $75. Mars One, the Dutch company behind the proposed mission, says it has received applications from more than 120 countries. It also says that the role of Mars explorer/guinea pig is &quot;the most desired job in history&quot;. More than 17,000 of the applicants are from the US  the most of any country so far. &quot;These numbers put us right on track for our goal of half a million applicants,&quot; said the founder of Mars One, Bas Lansdorp. &quot;Mars One is a mission representing all humanity and its true spirit will be justified only if people from the entire world are represented. I&apos;m proud that this is exactly what we see happening.&quot; According to the company&apos;s chief medical officer, Norbert Kraft, Mars One is eschewing the usual astronaut candidates  scientists and pilots  in favour of YouTube fanatics and internet people, &quot;because what we are looking for is not restricted to a particular background.&quot; All applicants have to do is pay the application fee, which ranges from $5 to $75  in the US, it is $38  and then submit a video in which they answer three questions. The specific queries chosen by Mars One to select four people to represent the expansion of the human race are: 1. Why would you like to go to Mars? 2. How would you describe your sense of humor? 3. What makes you the perfect candidate for this mission to Mars? After completing the gruelling application, Mars hopefuls will have to sit tight for a while. Mars One is hoping that 500,000 will have applied by the end of August. That number will be whittled down to 50 to 100 for each of 300 geographic regions identified by the company. By 2015, that number will be reduced to between 28 and 40 overall. Those people will train for seven years; Mars One plans to run a reality TV show with an &quot;audience vote&quot; deciding who will ultimately get the nod. The $6bn cost has to come from somewhere.            Happily, Mars One is publishing people&apos;s video applications to their website, allowing peers to rank the videos on a scale of one to five. One of the best-rated applications is by Ilona, a Finnish, 23-year-old &quot;critically discerning cosmopolitan&quot; who says she is a &quot;bookish diplomat by nature&quot;. At the time of writing, one of the least popular applications had been submitted by Michael, 26, from the US, who lists his interests as &quot;Star Trek: &quot;minus the deep [s]pace nine&quot;.", 
    "section": "science", 
    "gid": "science/2013/may/08/mars-one-applications-mission", 
    "wordcount": "486"
}