{
    "headline": "Mystery bird: Half-collared kingfisher, Alcedo semitorquata", 
    "text": "    Half-collared kingfisher, Alcedo semitorquata, Swainson, 1823, photographed at Wondo Genet, central Ethiopia (Africa).  Image: Dan Logen, 31 January 2011 (with permission) [velociraptorize].Nikon D300s, 600 mm lens with 1.4 extender, f/5.6, 1/200 sec, ISO 400    Question: This Ethiopian mystery bird is interesting because none of its family members can be found on three continents. Can you name those continents? Can you identify this mystery bird&apos;s taxonomic family and species? Response: This is a half-collared kingfisher, Alcedo semitorquata, a species of river kingfisher in the taxonomic family, Alcedinidae. The river kingfishers in the genus, Alcedo, feed almost exclusively on fish and are always found near fresh water, typically in open habitats in Africa and southern Asia. Since the greatest number of alcedinid species are found in southern Asia, this taxonomic family probably first arose there. Of all its family members, just three can be found in Australia, and just one, the common kingfisher, A. atthis, is in Europe and cooler regions of Asia. No kingfishers occur in Antarctica, and none of the alcedinids occur in the Americas.  The half-collared kingfisher has plumage and habitat preferences that distinguish it from several other species:   the malachite kingfisher, A. cristata, has darker plumage on its upperparts with a paler blue crown with bold black barring, rufous cheeks, and a red bill. It is considerably smaller in size and also has very different habitat preferences; preferring standing water (half-collared kingfishers prefer streams flowing through wooded areas)  the shining blue kingfisher, A. quadribrachys, has darker blue plumage, is smaller in size and its range only marginally overlaps (and not in Ethiopia) so it shouldn&apos;t be a source of confusion  the common kingfisher, A. atthis, is paler blue, lacks the blue patches on the side of its breast and has rufous ear coverts. Its range does not overlap either, so it should not be a source of confusion The half-collared kingfisher is uncommon and has several disjunct populations.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/16/5", 
    "wordcount": "387"
}