{
    "headline": "Scrolls  preview", 
    "text": "If you go to YouTube and type in Minecraft, it returns about 7,710,000 results. How fast that number must change. The poster-boy for word-of-mouth success and community involvement, Minecraft has sold just less than 8m copies, and its success allowed creator Markus Persson (AKA Notch) to establish Mojang with two fellow designers. The studio&apos;s first big release is Scrolls, a card-based strategy title  not an obvious progression. Or so it seems. Scrolls is a difficult game to pin down. It has elements of a collectible card game (the Scrolls themselves), but roots this on a battlefield where strategic positioning is everything  to win a game, either player must destroy three of the five idols their opponent guards. Armies can include bomb-lobbing cannons, wolves that strengthen each other, dependable soldiers, or weird savages. Sounds like a lot to learn about, but Scrolls can be picked up in minutes and played for hours on end. &quot;The idea for Scrolls is something that has progressed in a sense,&quot; explains Jakob Porser, the game&apos;s lead designer and Mojang co-founder. &quot;The base of it was something Markus [Persson] and I discussed many years ago, and at that time it was more an adventure-type game where you would walk around and encounter stuff in a top-down map. Both of us are also big fans of collectible card games but we had issues with some of them, and thought it would be nice to take a crack at it. So we combined the ideas.&quot;     Scrolls     The biggest difference between Scrolls and other card-battlers is the gameboard. &quot;It&apos;s not just your deck and how you play it,&quot; says Porser. &quot;But also this very strategic element in how you position units and creatures, choose to siege stuff and the like.&quot; There have been combinations along these lines before, but none work quite like Scrolls does  playing it is more akin to a turn-based strategy game where you&apos;re positioning an army, rather than simply amassing troops. Perhaps Scrolls&apos; most elegant distinction is in the way it manages resources. The majority of collectible card games depend on this mechanic, something like Magic: The Gathering&apos;s land cards  the more of these you have, and play, the more powerful cards you can use. Scrolls has resources but no resource cards, instead letting you sacrifice one Scroll per turn for either a permanent increase in your resource pool, or two more Scrolls. This not only replaces a somewhat fiddly element of these games, but at a stroke solves the common problem of running out of cards in the lategame. The very idea of a collectible card game, of course, may be a turn-off for some people. One of the biggest barriers, and not an inconsiderable one, is the potential cost  acquire a Magic: The Gathering habit and your bank balance knows about it. &quot;That&apos;s one of the advantages of a game created from the get-go as a digital-only experience,&quot; says Porser. &quot;It doesn&apos;t have that baggage of being a physical product, so first of all we can make this a lot cheaper for people.&quot; How much cheaper? &quot;We had a lot of different ideas, and to be honest even though we&apos;re approaching the point when we&apos;re going to start selling the game we haven&apos;t nailed down the financial side of it,&quot; Porser explains. &quot;But basically whatever the cost you pay, you&apos;re able to get everything in the game  you start off with preconstructed decks and get rewards for playing. You don&apos;t buy stuff with real money but in-game currency, which you acquire by winning games.&quot; Scrolls is at alpha stage, which means it is playable in a basic form without many of the bells and whistles of a final product. The next stage after this is beta, when a typical studio might choose to allow a larger playerbase to sample things for testing and feedback  but Mojang is not a typical studio. Minecraft was released almost as soon as it was playable, then sold in beta for a lower price than the final game. In a manner somewhat reminiscent of Doom&apos;s shareware success back in the early 1990s, it spread by word-of-mouth and became a hit. &quot;I will give you an answer about Scrolls&apos; release,&quot; says Porser. &quot;But saying this you should take into account that we have said certain dates before and never kept them! We&apos;re looking at releasing it this year, so not very far from now, and the way we want to do it is the same way as with Minecraft. We will release an early version and sell it at a reduced price so that people can kind of help us shape the game, in a sense.&quot;     Scrolls     It is natural that people yoke Minecraft and Scrolls together, but this is the one area where the former heavily influences the latter. Playing the alpha, I initially practised with the Scrollsbot AI, which it later transpired was the creation of dedicated fan kbasten. &quot;It kind of carries over from Minecraft,&quot; says Porser. &quot;People mod Minecraft like mad and just have a blast developing for the game as well as playing it, and we&apos;re already seeing that with Scrolls.&quot; Scrolls is a different kind of game to Minecraft, of course  you couldn&apos;t recreate Hyrule &quot;But people will still be able to do projects and have fun with it,&quot; says Porser. &quot;Someone set up an IRC channel that ties into the game chat, there&apos;s a ranking tracker with a list, a server used to record matches, spectator modes, some apps, all sorts of crazy stuff. We endorse that as much as we can. I mean, we get so many great ideas and feedback from our community. Crowdsourcing is a very big part of Mojang.&quot; Like I said, Scrolls is a difficult game to pin down. A collectible card game with a unique strategy element, offering a rich singleplayer adventure mode and comprehensive multiplayer structure, with the potential for endless community-authored additions. &quot;Our forward plan is simple,&quot; says Porser. &quot;We want to keep making as much content as possible for it.&quot; The kind of thing that starts small, but could become very big. There&apos;s no point in making silly comparisons, because Minecraft was and is a phenomenon. But Scrolls embodies its creators&apos; philosophy, and undoubtedly lives up to the Mojang name  that is, something cool to play around with.  Game previewed on PC; cert TBA; Mojang", 
    "section": "technology", 
    "gid": "technology/2012/oct/17/scrolls-game-preview-minecraft", 
    "wordcount": "1094"
}