{
    "headline": "Green news roundup: Name a species, James Lovelock and Rio+20", 
    "text": "Name a Species competition  Your chance to name a speciesHelp us popularise 10 more British species by giving them a colourful common name Rio+20     An indigenous man at a ceremony during the Rio+20 summit in Brazil. Photograph: Silvia Izquierdo/AP     Q&amp;A: Rio+20 Earth summit Rio+20: Earth summit dawns with stormier clouds than in 1992 Rio+20 negotiators accused of strong-arm tactics Rio+20 People&apos;s summit gathers pace Ban Ki-moon: the momentum for change at Rio+20 is irreversible Environment news     An young boys runs out  a traditional medicine shop in Lan Ong street which sells grinding plates for rhino horns  in downtown Hanoi on April 24, 2012 .  Photograph: AFP/Getty Images     Activists hail success of Twitter storm against fossil fuel subsidies Prince William condemns rhino horn trade Environmental activists &apos;being killed at rate of one a week&apos; George Osborne a &apos;bloody idiot&apos; on wildlife protection Carbon capture project is a big risk, says SSE boss On the blogs     'Im neither strongly left nor right, but Idetest the Liberal Democrats'  environmental scientist James Lovelock.  Photograph: Jim Wileman for the Guardian     Green-o-meter: Is the government keeping its green promises? Campaigners demand an end to $1tn fossil fuel subsidies James Lovelock on shale gas and the problem with &apos;greens&apos; Are you at Rio+20? Share your photos on our Flickr group Multimedia  Rio+20 People&apos;s summit  in pictures The week in wildlife - in pictures Lily Cole visits the Ghanaian producers of The Body Shop&apos;s shea butter Satish Kumar on the future of the Resurgence and Ecologist magazines - video Features and comment  James Lovelock: The UK should be going mad for fracking Ethical living: should vegans avoid eating honey? Village that defied Heathrow is slowly dying as BAA buys up homes ...And finally  Google Maps to feature canals and riversGoogle begins process of mapping towpaths in England and Wales, so its Maps users can plan journeys that include waterways", 
    "section": "environment", 
    "gid": "environment/2012/jun/20/green-news-roundup", 
    "wordcount": "254"
}