{
    "headline": "Queen's English Society says enuf is enough, innit?", 
    "text": "The Queen may be celebrating her jubilee, but the Queen&apos;s English Society, which has railed against the misuse and deterioration of the English language, is to fold. For 40 years the society has championed good English  and hasn&apos;t been above the occasional criticism of the Queen&apos;s own pronouncements  but it has finally conceded that it cannot survive in the era of textspeak and Twitter. Having attempted to identify a role for the society and its magazine, Quest, &quot;for the next 40 years&quot;, the society chairman, Rhea Williams, decided it was time to close. She announced the group&apos;s demise in a terse message to members following the annual meeting, which just 22 people attended. &quot;Despite the sending out of a request for nominations for chairman, vice-chairman, administrator, webmaster and membership secretary, no one came forward to fill any role,&quot; she said. &quot;So I have to inform you that QES will no longer exist. There will be one more Quest, then all activity will cease and the society will be wound up. The effective date will be 30 June 2012.&quot; She said it was sad that the society was to close but added that the difficulty in getting people to take on roles in the society was a problem being experienced by other groups across the UK. &quot;Things change, people change,&quot; she said. &quot;People care about different things. If you look at lots of societies, lots of them are having problems. Lives have changed dramatically over the last 40 years. People don&apos;t want to join societies like they used to.&quot; Former Tory MP Gyles Brandreth, the society&apos;s patron, was nevertheless optimistic: &quot;The Queen&apos;s English isn&apos;t under threat. Her Majesty can sleep easy. The language is still in the good hands of all the people who speak good English.&quot; He described the members and organisers of the society as &quot;a group of enthusiasts celebrating the richness and diversity of the English language&quot;, and is convinced that whether or not enough volunteers can be found to keep the society going, their enthusiasm and love for good English will live on. He added: &quot;I spoke to the society about six months ago. They were in good heart.&quot; The closure followed a major setback earlier this year when the society&apos;s plans for an Academy of Contemporary English collapsed. Dr Bernard Lamb, president of the society, refused to accept that it was about to close. &quot;I think our chairman is wrong to say it will cease to exist,&quot; he insisted. &quot;The trouble is, these days no one wants to join a committee.&quot; He added: &quot;We&apos;ve achieved more than our numbers would suggest. We&apos;ve brought to public attention the very low standards of English that exist. We&apos;ve provided hard evidence, not just anecdotes, on standards.&quot; Among the issues that the society has championed over the years are the need to improve the standard of written and spoken English in Britain, the revival of the reading of stories to young children to get them to appreciate and understand the language from an early age, and the improvement of the standard of English in exams. One of its biggest achievements was to help shape the spelling, punctuation and grammar elements of English in the national curriculum. It has also highlighted deficiencies in the use of English by university undergraduates  more than 80% were unable to spell and use the word &quot;effect&quot; correctly, while 43% were unable to spell the word &quot;miniature&quot;.", 
    "section": "education", 
    "gid": "education/2012/jun/04/queens-english-society-enuf-innit", 
    "wordcount": "597"
}