{
    "headline": "Real Racing 3: Can free-to-play work for a hardcore racing game?", 
    "text": "Fans have been waiting for Real Racing 3 since it was first shown off in the summer of 2012, and then again at Apple&apos;s iPhone 5 launch event in September. Yet since publisher EA confirmed that the game would be free-to-play, fans have also been worrying about whether freemium mechanics would spoil the gameplay. Now they can find out. Real Racing 3 is now available for iOS and for Android, and is already riding high in Apple and Google&apos;s app stores. I&apos;ve deliberately not called this article a review, because my early copy arrived just before I flew to the Mobile World Congress show, with playtime at a minimum. As such, this is more hands-on impressions from that week of irregular sessions, playing on an iPad mini. The conclusion so far: it&apos;s an excellent racing game, and while the free-to-play mechanics will irk some gamers, they&apos;ll be bearable for most players. The structure of the game works thus: you start by buying a car with virtual money, and racing it in different events to earn medals, which in turn unlock more events, and provide cash to upgrade your car and eventually buy new ones. The events vary: some are straight races, while the others include Speed Snap (where you have to hit the finish line at the fastest speed possible); Elimination (where the car in last place is chucked out every 20 seconds); Head to Head (a two-car duel) and Drag Race (self-explanatory, and a familiar format to anyone who&apos;s played CSR Racing). Previous Real Racing games have set the bar high for graphics, and Real Racing 3 doesn&apos;t disappoint on that score. It looks beautiful, from the cars and scenery to the glinting sunlight effects. It looks startlingly good, and while the phrase &quot;console-quality&quot; is overused in the mobile gaming world, it&apos;s applicable here. Just as important is the handling of the various cars: 46 licensed models in all, each with their own feel when driving. The default steering mode is by tilting your device, but you can change it to a virtual wheel or buttons if you like. Acceleration and braking can be manual or automatic according to preference, and you can also choose to turn on steering assist, traction control and brake assist. The fine-tuning means Real Racing 3 can be accessible to casual gamers, but challenging for hardcore racing veterans. The car-upgrading system is clear, as you boost the engine, drivetrain, brakes and wheels through several levels to bump up a car&apos;s speed and handling. You can own as many cars as you like, with each eligible for different collections of events. And yes, the cars can be damaged as you race, with bits hanging off after nasty prangs.  The game features real racing tracks from around the world, including Brands Hatch and Silverstone, as well as Suzuka, the Indianapolis Motor Speedway and Hockenheimring. I&apos;m not qualified to assess the accuracy of the virtual versions, but in play they offer a satisfyingly varied experience. Also very good is a feature called Time Shifted Multiplayer, which sees you racing against other players including Facebook friends as bumpable, rammable cars rather than transparent ghost cars, as in many past driving games. Their performances are based partly on data from when those friends last played the current track, and partly on artificial intelligence. You&apos;re racing against cars that drive a bit more like humans and a bit less like algorithms. It&apos;s a sensible step forward for the genre. And then we come to the freemium elements. There are two virtual currencies in Real Racing 3: the &quot;R$&quot; money used to pay for cars, upgrades, repairs and services, and gold coins which are used to speed up their progress. You can also buy car &quot;packs&quot; to unlock some of the game&apos;s vehicles. Coins are earned through playing the game too, whenever you level-up visualised through a bar that fills up when you complete events. Services? This is where Real Racing 3 may lose some players. If your car gets bashed up during a race, you&apos;ll have to pay (virtual) cash to an in-game mechanic to fix it, and then wait a fixed amount of time for the car to be repaired. Even if you&apos;re a careful driver, your cars will suffer wear and tear, requiring periodic servicing of their oil, engine, brakes, suspension and tyres. But here too, you&apos;ll have to wait: 15 minutes to sort out the oil, for example, but a whopping three hours for an engine refresh. Gold coins make the process instant. Not being able to use a car for up to three hours especially if you&apos;re on a roll in a specific category of events is incredibly frustrating. It&apos;s also a risky move for the game, as with any title that uses timers in this way. Interrupting gamers at the point when they may be falling in love with a game could simply send them off to fall in love with something else. The flipside to this argument: playing in short bursts suits many people&apos;s existing mobile gaming habits. And once you own three or four cars, you can switch between models at will playing with one while another is having its service. My experience: I was cross in the first day or so, when I only had one car and was still finding my feet on the tracks (well, finding bits of my cars on the tracks, to be specific). Much less so now, when I have more options to switch between. My instinct tells me that most players of Real Racing 3 will persist to this point, and live with the timers thereafter. More hardcore players, especially those keen to collect every car and win every race, may be more upset. The only advice I can give is play Real Racing 3 for yourself and make up your own mind. It&apos;s free to play, after all. Despite the pre-release anger online, it&apos;s the post-release feedback that will influence how and if Firemonkeys makes changes in the future. Adding a &quot;ditch the timers and unlock everything&quot; in-app purchase or a separate paid version is unlikely: if a key element to freemium business models is removing the cap on how much people can pay if they want to, then throwing a cap back in would be a curious move. For my part, I&apos;ve been playing for just under a week and am really enjoying it getting over that initial one-car grumpiness. I haven&apos;t paid yet, but I think I will more to get R$ to unlock and upgrade a few more cars than to get coins to speed up services. Judged purely on its driving action, Real Racing 3 is the best racing game yet for iOS at least. I&apos;ll be testing it on Android when I&apos;m back with my Nexus devices in the UK at the weekend, but please post your Android impressions in the comments. The simultaneous launch is noteworthy, too. The free-to-play elements may be risky, but at this point, they don&apos;t feel like they&apos;ll alienate the majority of players. On day one, the average rating is four stars on the UK App Store and Google Play store, which bodes well. But yes: try it out, draw your own conclusions, and make your views known to EA and Firemonkeys for better or worse through the stores. Free-to-play is already the dominant business model for mobile gaming, but it&apos;s important that players influence how it evolves in 2013 and beyond.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/feb/28/real-racing-3", 
    "wordcount": "1263"
}