{
    "headline": "Kunming pollution protest is tip of rising Chinese environmental activism", 
    "text": "Environmental protests are becoming one of the biggest forms of social unrest in China. The latest protests took place on Thursday in the city of Kunming in Yunnan province over plans to build a petrochemical plant in the nearby city of Anning. It is the second protest over the refinery to be built by China National Petroleum Corp.  The refinery, if it goes ahead, will process more than 10 million tonnes of crude oil a year and 500,000 tons of the industrial chemical paraxylene (PX). China is the world&apos;s largest producer of PX which is used in the process of manufacturing plastic bottles and other products and is carcinogenic. According to some media reports, up to 2,500 people took to the streets today and the Hong Kong-based South China Morning Post reported that arrests had been made. The newspaper quoted a 24-year-old protester saying &quot;I hope this can be a good beginning for a dialogue between citizens and the government on major decisions&quot;. The protest was one of the top trending topics on Chinese social media platform Sina Weibo and photos were posted of protesters wearing masks and waving banners.  This latest protest in Kunming is the second large protest in a week over environmental concerns about industrial manufacturing. Earlier this week up to a thousand people took to the streets in the Songjiang district of Shanghai against plans for a lithium battery factory amid concerns about water and air pollution. According to media reports, residents of the area marched peacefully chanting and holding signs saying &quot;no factory here&quot;. Yesterday, state media reported that the plant, which was to built by Hefei Guoxuan High-tech Power Energy Co Ltd, would not go ahead due to the public pressure.  &quot;Everybody is texting the news, and there are plans for a celebration,&quot; a resident named Zhu was quoted by the China Daily newspaper and said that local people had viewed the plant as a safety hazard. &quot;We are delighted with the company&apos;s decision because we love Songjiang and we want a safe and clean environment,&quot; she said.  Photo: &quot;Give me back my beautiful Kunming!&quot; (Protesters in Kunming and Chengdu Fight Pollution) tmblr.co/ZGRYaxkMsQ1d China Digital Times (@CDTimes) May 6, 2013  The Chinese public are becoming increasing concerned about the state of their local environment and up to 80% believe that environmental protection should be a higher priority than economic development, according to a new survey. The survey, carried out by the Public Opinion Research Centre in collaboration with Shanghai Jiao Tong University, measured the public&apos;s attitudes towards environmental protection and how they rate the government&apos;s performance. Such protests appear to be often tolerated by the authorities and, like the Shanghai protests, are sometimes successful in their goals. Last October, a week-long series of protests in Ningbo in eastern China by thousands of residents was sucessful in stopping work on an oil and petrochemical complex. The frequency of protests is rising as China&apos;s increasingly affluent and middle-class society becomes more aware of environmental issues. The number of environmental protests rose by 120% from 2010 to 2011, according to Yang Chaofei, the vice-chairman of the Chinese Society for Environmental Sciences. Yang a told a lecture organised by the Standing Committee of the National&apos;s People&apos;s Congress on the social impact of environmental problems that the number of environmental &apos;mass incidents&apos; has grown an average of 29% annually from 1996 to 2011. He said that the number of incidents which involve concerns about dangerous chemicals and heavy metal pollution have risen since 2010. The results of the new survey indicate that the number of such incidents is not likely to decrease any time soon. Nearly half of those surveyed said the government should spend more on environmental protection and over 60% of residents said government information about environmental protection is not transparent. And in a strong sign that the Chinese public are not going to let their voices go unheard, 78% of those surveyed said that they will participate in protests if pollution facilities are to built near their homes.", 
    "section": "environment", 
    "gid": "environment/chinas-choice/2013/may/16/kunming-pollution-protest-chinese-environmental-activism", 
    "wordcount": "686"
}