{
    "headline": "Bring back student grant, campaigners demand", 
    "text": "On Wednesday, for the first time in two years, the National Union of Students will lead tens of thousands of students to march on the streets of London to express our anger at the government&apos;s attacks on education.  One of the central demands of the march will be to give young people the chance to fulfill their potential by bringing back the Education Maintenance Allowance (EMA). Until it was scrapped nearly two years ago, it enabled some of the poorest students in this country to stay in education. In my own college, MidKent, which has around 4,500 students studying both academic and vocational courses, the loss of the EMA is deeply felt.  Tracy, 18, will be taking part in her first ever protest next week because she believes the government is not listening to the views of young people who want the allowance brought back.  She says: &quot;The EMA meant a lot to me because it helped me to get by. I used the EMA to get food, buy stationary and travel to college. It helped me to be independent. &quot;Now that it has been scrapped, I have to rely on my parents if I need anything  which they cannot afford. Without enough jobs for young people, there is no other way I can find the money to support myself.&quot; The EMA was a lifeline. It allowed over half a million of the poorest young people in Britain to access further education, support themselves and feel a sense of independence. Its abolition has had a hugely detrimental impact, hitting young women and ethnic minority students particularly hard.  The government&apos;s own social mobility adviser, Alan Milburn, described the decision to abolish the EMA as a &quot;very bad mistake&quot; in the Guardian last month. With over a million young people currently unemployed and the Tories preparing the ground for even more job cuts, the future is looking increasingly bleak for the &quot;lost generation&quot;. A government U-turn to bring back EMA would widen opportunities for young people and benefit the economy as a whole, boosting both jobs and growth. The EMA&apos;s record in breaking down the barriers to post-16 education was impressive. In a 2010 report by the Institute of Fiscal Studies, it was found to have increased the proportion of young people who stayed in education from 65% to 69% among 16-year-olds and from 54% to 61% among 17-year-olds. We are told by the Tory chancellor, George Osborne, that there is no alternative to austerity and to slashing the education budget. Yet while the aspirations of young people are being destroyed by education cuts, Britain remains committed to spending 2bn a year maintaining the Trident nuclear weapon system. For less than a third of that amount, it would be possible to bring back EMA. Today a coalition of student leaders launch the Bring Back EMA campaign which aims to put this issue back on the political map.  NUS officers and executive members, dozens of further education student union presidents and officers as well as student leaders from across the country are uniting to demand that the government reverse its disastrous decision to abolish EMA. Next week&apos;s NUS march is just the beginning. We are determined to put this issue at the heart of the political debate in the run-up to the next general election.  The protests, occupations and walkouts that students led in 2010 proved we were a force to be reckoned with. We are ready to show this again.", 
    "section": "education", 
    "gid": "education/2012/nov/16/education-maintenance-allowance-ema-students", 
    "wordcount": "587"
}