{
    "headline": "424,000 package puts Oxford vice-chancellor top of pay league", 
    "text": "  Average pay packages for university heads topped 247,000 during the past academic year, with some vice-chancellors taking home more than 400,000, it has emerged. An analysis of the pay of the UK&apos;s 135 higher education leaders reveals the average salary, benefits and pensions package came to a record 247,428, a 0.5% rise on the previous year. However, when pension payments are excluded, basic salary and benefits came to an average of 219,681, a rise of 2.7% on the previous year. According to the data, compiled by Times Higher Education magazine and accountants Grant Thornton, the highest paid vice-chancellor was Andrew Hamilton of Oxford University, whose package was worth 424,000. David Eastwood, head of the University of Birmingham, was second, with 406,000. The dean of the London Business School, Sir Andrew Likierman, was third with 393,000, followed by Sir Steve Smith, of the University of Exeter, with 386,000. Many vice-chancellors&apos; pension contributions fell after a change in rules, but this was countered by a salary rise. Dame Glynis Breakwell of the University of Bath was awarded a salary increase of 72,000. Her basic salary came to 365,000. The figures come days after universities were told that their accounts for the year in question  2011/12  were not as strong as those for the previous academic year. The Higher Education Council for England said that while institutions&apos; financial results had not been as good as the year before, the sector had reported surpluses, good cash balances and healthy reserves. Nicola Dandridge, chief executive of Universities UK, which represents vice-chancellors, said their salaries were in line with those in competitor countries and similarly sized public and private organisations. She said the increase in salary for university leaders was close to the general pay deal offered to university staff during the same period. The University and College Union (UCU) described the figures as &quot;embarrassing&quot; for higher education and said its members had received pay rises of less than 1% for the past three years. UCU&apos;s general secretary, Sally Hunt, said: &quot;The lack of self-awareness from university leaders when it comes to their own rewards continues to be an embarrassment for the sector, especially when we consider the recent promises that their pay and perks would be reined in. It looks very much like one rule for those at the top and one for everyone else.&quot; During 2011-12, universities&apos; total income increased by 1.5% to 23,277m.", 
    "section": "education", 
    "gid": "education/2013/mar/28/oxford-vice-chancellor-pay-league", 
    "wordcount": "430"
}