{
    "headline": "Boot up: Amazon's music cloud, RIM looks to Microsoft, jetpack avoidance and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Amazon Cloud Player launches in parts of Europe &gt;&gt; Fast Company  Cloud Player, Amazon&apos;s music storage system, has made it over to Europe, 18 months after the service launched in the States.  The service - free space for 250 songs - is available in France, Germany, and the UK. Customers wanting the Premium service, which ups the storage capacity by 1,000, will, as in the US, have to pay for the privilege.   The UK price for up to 250,000 imported songs is 22 per year.  Then again, you have to import them, where Apple&apos;s iTunes Match just matches without import. (Then again, it obliges you to use Apple devices.)  Correction: like iTunes Match, Amazon&apos;s system can &quot;match&quot; songs in your library without uploading them. Google Music next? How to create your own vocal-free karaoke tracks Provided as a public service. Begins with the promising line:   I&apos;m sure you will agree with me that there&apos;s nothing better for the spirit than karaoke.  RIM licenses Microsoft&apos;s exFAT file system to stuff extra-large files into BlackBerry devices &gt;&gt; Engadget  RIM has big ambitions for media on BlackBerry hardware - really big. Accordingly, it just reached a patent licensing deal with Microsoft that lets it use the exFAT file system on &quot;certain BlackBerry devices.&quot; We have a hunch that&apos;s a reference to future BlackBerry 10 phones and tablets rather than retrofits of existing (and likely incapable) mobile gear.   RIM who? May 2011: Google promises Android updates will get better, new devices will get updates for 18 months (update: partners still figuring out how it&apos;ll work) &gt;&gt; The Verge May 2011:   Google I/O might have been full of showstopper announcements like Google Music Beta and Ice Cream Sandwich, but the most important announcement might be the most prosaic: Google&apos;s formed a committee of Android OEMs and carriers to improve how and when Android updates are distributed to customers. And it&apos;s a pretty impressive committee: the founding members are Verizon, HTC, Samsung, Sprint, Sony Ericsson, LG, T-Mobile, Vodafone, Motorola, and AT&amp;T.   Because committees always get everything done they were set up to do. Can Google&apos;s &apos;new Motorola&apos; break free of Verizon? &gt;&gt; The Verge  At the outset of Motorola&apos;s &quot;On Display&quot; event last week, new CEO Dennis Woodside declared the arrival of a &quot;new Motorola.&quot; That&apos;s not exactly true yet, though. It&apos;s only been three short months since Google officially completed its acquisition of Motorola, and the Droid RAZR HD, RAZR Maxx HD, and RAZR M were certainly in the works long before that. But beyond the devices, Google&apos;s vision of a future &quot;new Motorola&quot; failed to address the most important part of Motorola&apos;s recent past: Verizon.   Most of MMI&apos;s handset business is in the US, and it is withdrawing from Europe. Verizon and MMI need each other. Newsweek: Is Asking Inane Questions the Future of Journalism? &gt;&gt; Prospect.org  A spoof of the magazine&apos;s infamously sensational cover stories, which often prove that just because a question can be asked, that doesn&apos;t necessarily mean it should be.   It&apos;s funny because it&apos;s deeply scary. Apple avoids the temptation of jetpack design &gt;&gt; FJP  The Newton was a double-edged sword for Apple. On one hand, it had a big &quot;wow&quot; factor and reminded the world of Apple&apos;s innovative DNA. On the other hand, it was expensive and Apple had to spend considerable time and energy explaining why a &quot;portable digital assistant&quot; was necessary. It failed.  Now Apple waits for markets to mature a bit before they enter. They&apos;ve de-emphasized &quot;first&quot; in favor of &quot;best&quot;. Facetime is just video chat. Retina Displays are just higher resolution. Siri is just voice recognition. But in all three cases, they grabbed a tremendous amount of mindshare in a short time.   These days, Apple generally lets other people build the jet packs. Apple&apos;s iPhone 5 pre order sales record is only an &quot;as expected&quot; &gt;&gt; Show me numbers Adam Parker:   2m [preorders] in 24 hours sounds very impressive, and it is in absolute terms.  But all things are relative and when you put this number in context it loses its shine a little. To do this we need some data and a couple of assumptions.  Secrecy surrounding &apos;zero-day exploits&apos; industry spurs calls for government oversight &gt;&gt; The Washington Post James Ball (on a break from The Guardian:   the use of such tools, known as &quot;zero-day exploits,&quot; is not reserved exclusively for the intelligence community. Instead, through a little-known and barely regulated trade, researchers around the world are increasingly selling the exploits, sometimes for hundreds of thousands of dollars apiece.  It is a trade, analysts say, that is becoming more controversial, one that even some of those in the business think should be regulated.  Windows 8: the boldest, biggest redesign In Microsoft&apos;s history &gt;&gt; Co.Design  Windows has long been Microsoft&apos;s bread and butter: 336m Windows PCs were sold in 2011 - roughly 10 per second - a large chunk of which went to corporate customers, who are constitutionally resistant to change. The Surface could add to the disruption, as third-party hardware makers will soon be in the awkward position of having to compete with the company they support. But Microsoft has no choice other than to bet on its new software design. For if Apple has proved anything, it&apos;s that design has become big business in the technology world.  &quot;It&apos;s the ultimate design challenge,&quot; Moreau says. &quot;You&apos;ve got 25 years of Windows behind you. There&apos;s a responsibility to preserve it but also to evolve--knowing that when you change something, you&apos;re changing how computing works.&quot;   Minor quibble: Windows is the bread, Office is the butter - for years they have both contributed slightly more than 50% of Microsoft&apos;s profits. (That&apos;s correct, more than 50% each.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/19/technology-links-newsbucket", 
    "wordcount": "1035"
}