{
    "headline": "Post-2015 process must prioritise basic needs for the poorest", 
    "text": "A big difference between the millennium development goals (MDGs) and the post-2015 agenda is that extensive efforts are being made to find out what matters most to the poor. The MDGs, put crudely, were cooked up in the basement of the UN headquarters in New York, albeit by the best development experts. This time the UN is holding thematic and national consultations, supplemented by a My World survey that has so far drawn responses from more than 200,000 people, with employment emerging as a priority. In Bali this week, where a UN high-level panel is holding its third round of talks on the post-2015 development agenda, the Institute of Development Studies and the global campaign Beyond 2015 added their Participate initiative report  What Matters Most  to the mix. The study sought to reach the poorest and most marginalised people  those without computers or mobile phones, or who are illiterate  in 40 countries. So in Bangladesh, the initiative is working with an NGO, ADD, which has trained 15 disabled people to become participatory researchers. Their job will be to collect stories from people with disabilities to find out what matters to them. Many have spoken of prejudice and stigma within their own families rather than in the wider community. As well as on-the-ground research through local partners, Participate has distilled the findings of 84 participatory research studies in 107 countries in the past seven years. A key finding is that the MDG approach, focusing on universal access to services such as health and education, rarely benefits the poorest and nost marginalised. In Mozambique, a study found that most of the 360 households in the Majune and Cuamba areas were not receiving support in cash or kind under a national programme to support the poor. &quot;According to a community leader,&quot; said the report, &quot;most people do not look upon the state as having any obligations to support the poor as households and individuals  despite the fact that most households pay tax.&quot; Danny Burns, a contributor to the report who was in Bali to present its findings to UN panel members, says this poses a challenge for any approach advocating universal access to services. The very poor and marginalised cannot get access to such services, because they are discriminated against or they cannot afford them. Universal access to education, Burns points out, is no good to the family that cannot afford school uniforms or needs children to fetch water. Such &quot;impossible&quot; tradeoffs force people into choosing short-term needs over longer-term wellbeing. An approach that focuses on meeting targets  building the requisite number of toilets  also falls short, because it tends to lead to a top-down, one-size-fits-all approach that does not necessarily meet local needs. &quot;There are swathes of white elephants in sanitation, toilet blocks that were built but not used and vandalised because they neglected community needs,&quot; he said. The study said participatory development  consulting people on what they want and involving them in projects  is crucial for success. While participation has become a mantra, Burns said, many donors and NGOs still only pay lip service to the principle. A successful example of participatory development is community-led total sanitation, which strengthens local skills to maintain and manage community assets. A core feature is the use of local material for the construction of latrines. In one of its key conclusions, the study said priority should be given to ensuring basic needs relating to food, sanitation and land rights as, without these, the poorest cannot get access to services. To reach the poorest, the study added, development policymakers need to focus more on challenging social norms that perpetuate exclusion and also address behaviour that undermines community wellbeing, such as open defecation. &quot;Systems and institutions that support people&apos;s claims to rights can be undermined by intolerance and prejudice. Challenging unfair power structures that entrench inequalities is critical for positive change in people&apos;s lives,&quot; it said. Other findings echo those of previous surveys, particularly on governance. The message came through consistently that people viewed improved governance as central to positive change in their lives. Good governance features prominently in David Cameron&apos;s &quot;golden thread&quot; of development. In the My World survey, one of the top three priorities  in the world as a whole, for both men and women, for people of all ages, and in all types of country  is &quot;an honest and responsive government&quot;. Transparency International has urged the UN panel, co-chaired by Cameron, President Ellen Johnson Sirleaf of Liberia and President Susilo Bambang Yudhoyono of Indonesia, to make governance a standalone goal and ensure, at a minimum, targets that address access to information (such as budgets and procurements), rule of law and civil society participation. The Participate study makes a similar point: &quot;Promote better governance based on values of accountability, transparency, trust, access to information, responsiveness and effectiveness  values that can be best achieved through citizen participation and influence in decision-making.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/27/post-2015-process-basic-needs", 
    "wordcount": "832"
}