{
    "headline": "English farmers to be reimbursed for sheep killed in snowstorms", 
    "text": "English farmers will be given 250,000 to reimburse them for the cost of removing sheep killed in recent snowstorms, the Department for Environment, Food and Rural Affairs (Defra) said on Thursday. The UK suffered the coldest March for 50 years with icy conditions lingering well into April. Blizzards left many sheep stranded or buried under snowdrifts and with lambing already under way, many farmers lost newborn lambs in the freezing weather. Announcing the funding, farming minister, David Heath, said: &quot;As I saw on my recent visit to Cumbria, the loss of sheep in recent snow has taken a terrible emotional and financial toll on farmers. We have been working with the National Fallen Stock Company to find the fairest way to help them meet the cost of removing their stock. I&apos;m pleased to be able to announce this support today and call upon the public to lend their own support to our farmers by choosing British lamb.&quot; The NFU deputy president, Meurig Raymond, said: &quot;This very welcome move by Defra will come as a huge relief to those farming families who have struggled with the worst spring snow in living memory and have since faced the very specific problem of the cost of removal of large numbers of dead animals. The NFU will now continue to work very closely with the government on the detail of exactly how this money will be distributed.&quot; Defra said that this funding was the latest in a series of measures to help farmers affected by the recent snow. Farmers have already been permitted to bury or burn livestock onsite if snow makes it difficult to get them to a collection vehicle, and has relaxed rules on driver hours to allow extra time for essential deliveries of animal feed, the department said. Collectors have been encouraged to offer discounted rates for removing more than 10 sheep at a time and farmers will be reimbursed in line with the discounted rate for the sheep they have paid to remove. The Northern Ireland executive announced last month that it would provide a 5m relief package for the heavy losses incurred by farmers.  This month, the Welsh environment minister, Alun Davies, asked Wales&apos;s chief veterinary officer to look at what could be done to ease the burden on farmers, but ruled out financial compensation.", 
    "section": "environment", 
    "gid": "environment/2013/apr/18/english-farmers-reimbursed-sheep", 
    "wordcount": "393"
}