{
    "headline": "'The atmosphere is being radicalized' by climate change", 
    "text": "Climate changes impacts on extreme weather and society are becoming increasingly clear and undeniable. While we are making progress in solving the problem, were still moving too slowly, and one of the two political parties governing the worlds strongest superpower continues to deny the science. This led astrophysicist Katie Mack to make the following suggestion, related to a common refrain from Donald Trump and Republican Party leaders:    Maybe governments will actually listen if we stop saying &quot;extreme weather&quot; &amp; &quot;climate change&quot; &amp; just say the atmosphere is being radicalized&mdash; Katie Mack (@AstroKatie) October 22, 2016    Global warming intensified Hurricane Matthew Hurricane Matthew set a number of records. Its record-breaking rainfall and storm surge caused historic flooding and destructive winds along the coasts of Florida, Georgia, the Carolinas, and Virginia. Hillary Clinton touched upon the science linking global warming and hurricane impacts in a recent speech in Florida:         Hillary Clinton speaking about climate change at an event in Florida.    At Climate Progress, Joe Romm summarized the various ways in which global warming makes hurricanes like Matthew more intense:  Hotter sea surface and upper ocean temperatures fuel hurricanes, leading to more of the strongest (Category 4 and 5) storms.   Hotter ocean temperatures also cause more rapid intensification of hurricanes, and the most intense storms are those that undergo rapid intensification.   Global warming causes sea level rise, which creates larger storm surges and thus worse flooding.   Global warming also adds more water vapor to the atmosphere, which causes more intense rainfall and exacerbates flooding.  In short, global warming made Hurricane Matthew and its impacts more severe, and will lead to more such devastating hurricanes in the future. Arctic sea ice is disappearing According to the National Snow and Ice Data Center, 2016 tied for the second-lowest annual Arctic sea ice minimum extent. However, that only accounts for the amount of ice on the surface of the ocean. The ice has also become thinner due to the warming oceans. As a result, weve lost about three-quarters of the volume of sea ice in the Arctic ocean in less than four decades, as this video created by Andy Lee Robinson illustrates:         Arctic sea ice volume change 1979 to 2016. Animation by Andy Lee Robinson.    That decline is well outside the range of natural variability over the past 1,500 years, and several studies have found that human-caused global warming is the primary driver of the disappearing Arctic sea ice. Global temperatures keep shattering records 2014 was the hottest year since our measurements began, breaking the record set in 2010, which had broken the record set in 2005. A year later we saw the temperature record shattered once again in 2015, by more than a tenth of a degree Celsius. This year well see the record broken once again, likely by an even larger margin. Every month in 2016 except June has been the hottest ever recorded. That has never happened before, nor have we ever seen three consecutive record-breaking hot years. Its simply unprecedented.     Average global surface temperatures. Illustration: NASA GISS, adapted by John Abraham.    The western USA is dry and burning California is in the midst of a 5-year drought; its worst in over a millennium. 100% of the state is currently experiencing drought conditions, with over 20% of the state in exceptional drought  the most severe category. The drought has created conditions ripe for severe wildfire seasons. Over the past 5 years, California has seen an average of more than 4,000 wildfires burning over 160,000 acres per year. A new study published in the Proceedings of the National Academy of Sciences found that global warming is the main culprit increasing the size of forest fires in the western US:  We demonstrate that human-caused climate change caused over half of the documented increases in fuel aridity since the 1970s and doubled the cumulative forest fire area since 1984. This analysis suggests that anthropogenic climate change will continue to chronically enhance the potential for western US forest fire activity while fuels are not limiting.  Denying science wont stop climate change damages These are but a few recent examples of climate extremes amplified by human-caused global warming. These extreme events will only come with greater frequency and intensity as the planet continues to heat up. The only way to curb these impacts is to cut the carbon pollution thats intensifying them. As any member of Alcoholics Anonymous knows, denying a problem doesnt make it go away. Only by admitting we have a problem and taking steps to address it can we avoid a catastrophic outcome.", 
    "section": "environment", 
    "gid": "environment/climate-consensus-97-per-cent/2016/oct/24/the-atmosphere-is-being-radicalized-by-climate-change", 
    "wordcount": "707"
}