{
    "headline": "The self-funded PhD: nine student lives", 
    "text": "Hang Kei Ho has just completed his PhD in human geography at UCL     Photograph: Dr Yin Wu    &quot;It is tough doing a PhD regardless of funding, but you learn to turn uncertainties into opportunities and ignore irrelevant events and relationships that don&apos;t contribute to your wider narrative.&quot; Read Hang&apos;s story Lindsay Murch, 26, international relations PhD student at the University of Birmingham     Photograph: supplied    &quot;Despite really struggling with funding and frequently questioning my sanity in choosing this route, I come back to the answer that there simply isn&apos;t anything else that I want to do this much.&quot; Read Lindsay&apos;s story Dominic Hurst, DPhil student in evidence-based healthcare at the University of Oxford      Photograph: supplied    &quot;As someone who is remote from my research institution much of the time, I use the internet to develop relationships with potential collaborators and research participants.&quot; Read Dominic&apos;s story Helen Graham-Matheson, 26, PhD student studying women&apos;s political agency at the mid-Tudor courts at UCL     Photograph: supplied    &quot;Not being answerable to any funding body has given me an increased sense of personal responsibility for, and ownership of, my project, enabling me to chart my own course.&quot; Read Helen&apos;s story Anthony Hogg, 50, PhD student in film at the University of Gloucestershire     Photograph: supplied    &quot;The strongest reactions I have encountered from being self-funded are from those external to the higher education system.&quot; Read Anthony&apos;s story Natacha Harding, 30, PhD student studying criminology at the University of Winchester     Photograph: supplied    &quot;The biggest impact of being unfunded is not being able to fully focus on my research. Between my job, the PhD, volunteering, and attempting to have a life, it feels like I never quite switch off.&quot; Read Natacha&apos;s story Sheldon Kent, 29, part-time PhD student in religious studies at Lancaster University     Photograph: supplied    &quot;Not receiving funding has been a blessing in disguise, as it&apos;s forced me to avoid complacency and step out of my comfort zone. It has made me look for opportunities and make myself stand out from the crowd.&quot; Read Sheldon&apos;s story Michelle Evans, 34, part-time PhD student researching relationship marketing in higher education at the University of Derby     Photograph: supplied    &quot;The logic seems to be that you don&apos;t need support if you can afford to study part-time, rather than you having to study part-time because you can&apos;t afford to study full-time.&quot; Read Michelle&apos;s story Anna Hunter, 32, completed a PhD in English and American Studies at the University of Manchester     Photograph: supplied    &quot;I do not feel that my career has suffered from being an unfunded PhD student  if anything the difficulties I encountered during that time have made me more resilient.&quot; Read Anna&apos;s story Are you a self-funded PhD student? Tell us your story in the comments below and your thoughts on how researchers can be supported better This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jun/06/self-funded-phd-student-lives", 
    "wordcount": "487"
}