{
    "headline": "Specieswatch: Great crested newt", 
    "text": "The great crested newt is waking up after its long winter hibernation. It is by far the largest of the three native British newts and the most endangered. At this time of year the males look like miniature dragons: they have a large ragged crest on the back, essential for impressing females in the courtship display. The species is also known as the northern crested newt or warty newt. It is dark brown or black with rough skin, but underneath is bright orange with black spots. The most distinguishing feature is its size, up to 15cm long, much larger than either the smooth newt or palmate newt, which it would eat if it got the chance. This newt is one of the most heavily protected species in Britain. If one is found in a pond on a site earmarked for development, it is major stumbling block and a delight for any protesters. It may stop the development outright and would certainly delay it for a year while the newt population is counted, captured and translocated to another site. Some firms are licensed by the government as specialist newt hunters. They offer to dig new ponds so the amphibians can be moved out of harm&apos;s way, and newt-proof fencing is erected to prevent their return. Even so the homing instinct can be a major problem because this species of newt, like toads, will return to their traditional breeding grounds if possible. How successful these translocation programmes are in saving newt populations is the subject of government sponsored research. It is not yet known whether protection for these newts will be affected by the government&apos;s new planning rules but the European Union has penalties in store for those who abuse warty newts. It is an offence to kill, injure, capture or even disturb these newts in any way. Numbers of great crested newts have declined steadily across Britain and Europe. This is because of loss of ponds and suitable rough habitat around their breeding areas. They need to hunt in wild areas during the summer months to fatten up for hibernation. Newts travel up to half a mile from their breeding sites during the summer and live around 10 years, although the oldest recorded was 27 years old. Because they and their young, called efts, swim around in open water, these newts are particularly vulnerable to being eaten by fish, so they prefer breeding in ponds that dry out occasionally and are therefore fish free. They also like waterweed in the pond, enabling females to wrap up their eggs for protection. Another help is a pond in the sun. Warm water helps the efts to develop quickly. Britain is still a stronghold of the species, and there are a substantial number of places where there are still large populations. These sites, from Scotland to Kent, have been closely monitored and protected for years, but they are widely spread out and in between newt populations are suffering.", 
    "section": "environment", 
    "gid": "environment/2012/apr/01/specieswatch-newt-ponds-conservation", 
    "wordcount": "494"
}