{
    "headline": "Universities consider loans to help postgraduate students", 
    "text": "Rachel Toon graduated from King&apos;s College London two years ago, with her sights set on a career in law. But securing a training contract seemed to require a master&apos;s degree, and with around 29,000 of debt, finding the 10,000 needed to do one was impossible. She is now working in educational research, having put her plans for postgraduate study on hold. While some of her friends have been able to continue their studies with financial help from their family, Toon doesn&apos;t have this option: &quot;I&apos;m trying to save up the money, but I&apos;m starting to see this is probably a dream and not reality,&quot; she says. It is stories such as this that have prompted education charity the Sutton Trust to label postgraduate education &quot;the new frontier of social mobility&quot;. It is calling for an urgent extension of the undergraduate student loans scheme to include university leavers such as Toon, who cannot otherwise afford to do further study and may lose employment opportunities as a result. But academics close to Westminster are pessimistic about the chances of the government following this path. As the vice-chancellor of one elite university said: &quot;There&apos;s no money for it.&quot; In the absence of help from government, leading figures in Russell Group universities are exploring the possibility of offering their own private loans, the Guardian has been told. This is not just about giving more young people access to postgraduate study; academics are also worried about the falling number of students opting for taught master&apos;s degrees as a result of rising tuition fees. Since undergraduate fees increased to 9,000 last September, universities have found it hard to justify the cost of master&apos;s programmes  typically about 5-6,000. And there could be worse to come, as some of the current cohort of students  the first to pay 9,000 a year for the whole of their degree programmes  may decide they cannot afford to continue studying. It is not yet clear what the loans scheme academics are proposing might look like. They may look to the MBA sector, where less wealthy students have often struggled to secure funding for master&apos;s degrees, despite the high earnings potential when they leave. Prodigy Finance, which describes itself as a &quot;community-based student finance&quot; company, has stepped into the gap to offer private loans to MBA students at five of the country&apos;s leading business schools  including Oxford University&apos;s Said Business School; Cass, based at City University in London; and Manchester Business School. &quot;The crucial difference for students is that we look at future earnings potential, rather than current income,&quot; says Cameron Stevens, chief executive of Prodigy Finance. &quot;A banker might want a guarantee from your parents, but our model says: &apos;we know if you&apos;ve accepted a place on this particular course your exit-salary potential is really strong&apos;.&quot; Many of the company&apos;s investors are MBA graduates themselves and sponsor particular students, so they can monitor their progress during the seven-year loan repayment. Investors may even be in a position to offer them a job at the end of their course. Prodigy Finance is exploring whether it could broaden its loans to include more institutions  although still at the elite university level  and more subjects. But it would be unlikely to do so without universities offering financial backing. &quot;It&apos;s good for universities to have skin in the game,&quot; says Stevens. &quot;If there&apos;s no hope of students getting a decent job when they graduate, then the university should be doing some serious soul-searching about what they are offering.&quot; But as Prof Steve Smith, vice-chancellor of Exeter University, explains, it is a risky prospect for universities: &quot;The massive question is where does this appear on your balance sheet? If a student defaults, the university has to pay that loan and the costs get quite complicated very quickly.&quot; There is also concern that shouldering student loan liabilities would hamper the university&apos;s ability to secure cheap loans for vital new building projects. Prof Christopher Snowden, vice-chancellor of Surrey University, agrees: &quot;There is a cost in taking on loans and you have to cover that cost. There is also the risk of not getting your money back. Iknow some of the Russell Group are looking at this, but I don&apos;t think it is a very attractive option.&quot; Meanwhile, the National Union of Students is furious that these loans would cover only the elite universities. Rachel Wenstone, NUS vice-president for higher education, says: &quot;I think this is fundamentally very selfish. The danger is that soon postgraduate education will disappear except in an elite group of universities.&quot; The good news is that institutions including Surrey, Exeter and Bristol are planning to increase the number of postgraduate scholarships they offer to very talented students, with the help of donations from alumni. Prof Eric Thomas, vice-chancellor of Bristol University and president of Universities UK, says: &quot;In view of the fact that undergraduate funding is supported by government loans, it is much easier to go to alumni and say: &apos;Why not fund postgraduate scholarships?&apos;&quot; Thomas has funded a postgraduate student  who is now a lecturer at King&apos;s College London  out of his own pocket, an experience he describes as &quot;incredibly rewarding&quot;. However, universities say increasing the number of scholarships will take time and will inevitably only help arelatively small pool of graduates. Dr Lee Elliot Major, director of policy at the Sutton Trust, says something must be done to avoid postgraduate education becoming exclusive to a privileged elite: &quot;The relative gains of doing a postgraduate degree over an undergraduate degree are increasing. They matter more in terms of life outcomes, but are becoming more socially exclusive,&quot; he says. &quot;It is a huge issue that the government missed when it brought in higher undergraduate fees. But this is the new frontier of social mobility and something has to change.&quot;", 
    "section": "education", 
    "gid": "education/2013/feb/25/postgraduate-students-frontier-social-mobility", 
    "wordcount": "1008"
}