{
    "headline": "Light brings back bad memories", 
    "text": "Memory is one of the enduring mysteries of neuroscience. How does the brain form a memory, store it, and then retrieve it later on? After a century of research, some answers began to emerge. It is now widely believed that memory formation involves the strengthening of connections between a network of nerve cells, and that memory recall occurs when that network is reactivated. There was, however, no direct evidence for this.  Now, researchers at MIT show that the cellular networks that encode memories can not only be identified, but also manipulated. In a spectacular study published online last week in the journal Nature, they report that they have labelled the network of neurons encoding a specific memory, and then reactivated the same network by artificial means to induce memory recall.  Where goest thou, O thought?  The search for the memory trace, or &apos;engram,&apos; began in the 1920s, with the work of a Canadian neurosurgeon named Wilder Penfield, who pioneered a technique for electrically stimulating the surface of the brain. Penfield&apos;s aim was to identify and remove brain tumours, or abnormal tissue that caused severe epileptic seizures, while sparing surrounding tissue that controls essential functions like speech or movement.  He did so by applying small electrical currents to the brain; his patients remained conscious throughout, and could therefore describe the effects of the stimulation. Penfield found that he could evoke memory recall by stimulating a region called the hippocampus, which lies deep in the brain on the inner surface of the temporal lobe. In one of his female patients, for example, stimulation of the hippocampus evoked a vivid memory of giving birth.  At around the same, the behaviourist psychologist Karl Lashley began a series of now classic experiments designed to localize the memory trace to a specific area of the brain. He trained rats to find their way through a simple maze to obtain food, and then damaged their brains in an effort to erase their memory of it. Lashley repeated this in many animals, but they always found their way through the maze afterwards, leading him to conclude that memories are distributed throughout the cortex rather than in a specific area.  In the 1950s, William Scoville used Penfield&apos;s technique to locate abnormal tissue in the brain of a severely epileptic patient called Henry Molaison. Scoville identified the hippocampus as the source of Molaison&apos;s seizures and removed the structure from both sides of the brain. This radical procedure cured Molaison&apos;s seizures, but had dramatic consequences  it left him completely unable to form new memories. This confirmed researchers&apos; suspicions that the hippocampus is critical for memory formation, but did not explain how.  Research into the cellular mechanisms of memory formation began in the 1970s, following the discovery of long-term potentiation (LTP) by the Norwegian neurophysiologist Terje Lmo. LTP refers to the strengthening of a connection between two cells, and occurs because of enhanced synaptic transmission when the cells are stimulated at the same time. This mechanism is thought to be the cellular basis of all forms of learning and memory, and there are more research papers on LTP at synapses in the hippocampus than on any other topic in neuroscience.  More recently, the emphasis has shifted to investigations of how memories are encoded in networks of neurons. At the forefront of this work is Itzhak Fried of the University of California, Los Angeles, who uses thin wire electrodes to examine the activity of single cells in the brains of epileptic patients about to undergo neurosurgery. In 2005, Fried and his colleagues identified neurons in the hippocampus that respond selectively to images of famous landmarks or well-known celebrities. In a follow-up study, they showed that the same cells also fire when a patient is asked to remember the images.  This led to the revival of the concept of the &apos;Grandmother cell,&apos; a hypothetical neuron that encodes a complex, abstract concept, such as one&apos;s grandmother. Some researchers argue that each of these neurons encodes such a concept on its own. According to Fried, each cell is likely to be part of a sparsely distributed network of perhaps several million neurons. It is the network, and not individual neurons within it, that encodes a concept, or the memory of it. Individual cells are also likely to contribute to thousands or millions of other networks, too, each encoding a different concept or memory.  Paralyzed with fear  In the new study, Xu Liu of the Picower Institute for Learning and Memory at MIT and his colleagues used a powerful technique called optogenetics to label the neurons that become active during the encoding of a fear memory, and then reactivated it later to induce recall of the memory. Optogenetics involves creating genetically engineered mice that express the gene encoding a light-sensitive protein called channelrhodopsin-2 (ChR2), or a related protein, in specific subpopulations of neurons. This enables researchers to switch the cells on or off using pulses of light delivered into the brain by a fibre optic cable, and this can be done with great precision, on a millisecond-by-millisecond timescale.  Normally, the ChR2 gene is fused to DNA sequences that drive its expression in specific subtypes of neurons, allowing for control of the entire cell population. Liu and colleagues took a different approach. First, they created a strain of genetically engineered mice with the c-fos gene, which is rapidly expressed when neurons become active, fused to one part of a DNA sequence that inhibits gene expression in response to the antibiotic tetracycline or related compounds.  They then engineered a DNA molecule containing the ChR2 gene fused to the gene encoding yellow fluorescent protein and the other part of the antibiotic-response sequence. In this way, neurons express ChR2 and synthesize the light-sensitive protein when they become active. But the cells also express both components of the antibiotic-response DNA sequence, so ChR2 expression is blocked by doxycycline, a derivative of tetracycline. The researchers then injected these DNA molecules into the brains of their genetically engineered mice, leading to expression of yellow fluorescent protein in small numbers of neurons distributed throughout the hippocampus. In mice treated with doxycycline, however, no fluorescence was observed. These animals only began to express yellow fluorescent protein two days after doxycycline treatment, at which point the number of fluorescing cells increased steadily. These initial experiments confirmed that the system can be used to express ChR2 in the hippocampus and that expression is completely abolished with doxycycline.  Next, they injected the mice with either the same DNA molecule or another one lacking the ChR2 gene, and then subjected the animals to fear conditioning. Typically, this involves putting the animals into a cage with an electrified floor, and then applying small electric shocks to their feet while playing an audible sound. With repeated pairings of these stimuli, the animals associate the sound with the shock, and then become paralzsed with fear when they next hear the sound.  The researchers then treated the mice with doxycycline to block further expression of the ChR2 gene, and anaesthetized them to examine their brains. Pulses of blue light activated small numbers of neurons in the hippocampi of animals injected with ChR2, confirming that fear conditioning had induced ChR2 expression in the hippocampus. By contrast, light pulses did not lead to neuronal activation in the control animals injected only with yellow fluorescent protein.  Total recall  Finally, Liu and his colleagues tested whether reactivation of neurons made to express ChR2 during encoding of the fear memory would lead to recall of the memory. They injected a group of mice with the ChR2 gene and then placed them in a cage for 5 days, during which they received doxycycline. After this habituation period, they were taken off doxycycline and put into another cage, in which they were subjected to fear conditioning.  Afterwards, the researchers inserted fibre optic cables into the animals&apos; brains, and carefully monitored their behaviour during periods when the laser light was switched on or off. The mice exhibited significantly more freezing behaviour during light-on than light-off periods, suggesting that the light had caused recall by reactivating the neurons made to express ChR2 during encoding of the fear memory.  These remarkable findings show that reactivation of a small network of neurons distributed sparsely throughout the hippocampus is sufficient for recall of a fear memory. Reactivation of this network may not be necessary for recall, however. The same memory is likely to be represented by multiple engrams, each encoding a different aspect of the context in which the memory was formed. Each engram may therefore contribute to the fear memory and, in principle, reactivation of any one of them could induce recall.  Nevertheless, the study contributes significantly to our understanding of memory mechanisms, by showing unequivocally that recall of a memory depends on reactivation of the same cells that encoded the memory trace in the first place. As is often the case, though, the findings raise more questions than they have answered.  Firstly, does the human brain form memories in the same way? Assuming that it does, are other types of memories, such as factual memories or memories for life events, encoded in the same way? We know that some forms of memory are reconstructive, and that they probably change each time we recall them, so would there be corresponding changes in the neuronal network encoding them? Variations on these ingenious new experiments may soon begin to provide us with answers.  Reference: Liu, X., et al. (2012). Optogenetic stimulation of a hippocampal engram activates fear memory recall. Nature, DOI: 10.1038/nature11028", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/apr/06/1", 
    "wordcount": "1591"
}