{
    "headline": "Congressman drafts 'Digital Bill of Rights'  what would you add?", 
    "text": "House oversight committee chairman and firebrand Obama administration critic Darrell Issa is touting his first draft of a Digital Bill of Rights for internet denizens, and he&apos;s asking for the public&apos;s input.     Just posted my draft of a digital citizen's Bill of Rights on @reddit: bit.ly/MLUzPb cc @RonWyden @Kn0thing @hueypriest @Rasiej&mdash; Darrell Issa (@DarrellIssa) June 13, 2012   Issa, who spent the better part of the winter rallying opposition against the Stop Online Piracy Act, is also fresh off launching his latest legislative crowdsourcing project, the OpenGov Foundation earlier this week at the Personal Democracy Forum.  Now, he&apos;s inviting citizens &quot;to help get this right&quot; by inviting edits to the Digital Citizen&apos;s Bill of Rights.  &quot;... Where can a digital citizen turn for protection against the powerful?&quot; Issa writes at Keepthewebopen.com. &quot;This question lay at the heart of the fight to stop Sopa and Pipa [Protect IP Act] and keep the web open.&quot; Below is Issa&apos;s first draft. What&apos;s great about this list? What&apos;s missing? Tell us in the comments below.  The Digital Bill of Rights 1. Freedom  digital citizens have a right to a free, uncensored internet 2. Openness  digital citizens have a right to an open, unobstructed internet 3. Equality  all digital citizens are created equal on the internet 4. Participation  digital citizens have a right to peaceably participate where and how they choose on the internet 5. Creativity  digital citizens have a right to create, grow and collaborate on the internet, and be held accountable for what they create 6. Sharing  digital citizens have a right to freely share their ideas, lawful discoveries and opinions on the internet 7. Accessibility  digital citizens have a right to access the internet equally, regardless of who they are or where they are 8. Association  digital citizens have a right to freely associate on the internet 9. Privacy  digital citizens have a right to privacy on the internet 10. Property  digital citizens have a right to benefit from what they create, and be secure in their intellectual property on the internet", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/jun/13/digital-bill-of-rights-sopa", 
    "wordcount": "320"
}