{
    "headline": "New biomass plants shelved as Drax and Centrica blame lack of support", 
    "text": "Two of Britain&apos;s biggest power providers have shelved plans worth almost 2.5bn to construct five new &quot;green&quot; power stations, blaming lack of government support. Renewable energy campaigners said the decision was bad news for jobs, for supply firms and for energy security in the UK, and urged ministers to end an &quot;institutional bias&quot; against new biomass plants. The Drax group was intending to spend 2bn on three self-standing biomass plants in North Yorkshire and Humberside. Centrica, meanwhile, intended to introduce one in Cumbria and another in Lincolnshire at a cost believed to be worth more than 400m. But instead of building new wood-burning stations Drax is proceeding with a smaller 700m project that will convert half of its existing 4,000 megawatts (MW) coal-fired plant at Selby, North Yorkshire, to biomass. . The move follows a consultation document from the Department of Energy and Climate Change which not only proposes lowering the subsidy levels, from 2013, but also proposes a total cap on new-build UK biomass of 500MW. At one stage Britain was looking at the possibility of 5,000MW of new plant. But the government decided that it was more cost-effective to concentrate scarce public cash resources on converting carbon-heavy coal plants to wood burning. A DECC spokesman commented: &quot;We are determined to strike the right balance between encouraging investment in renewable electricity and ensuring value for money for consumers. That is why our proposed approach to support for new dedicated biomass plant recognises its relatively high cost of carbon saving compared to technologies like conversion and wind power.&quot; Drax said last spring that it would not proceed with a new biomass plant at Selby but has now shelved the wider scheme. &quot;It makes much more sense for us [to convert],&quot; said the finance director, Tony Quinlan, who added that the company was &quot;absolutely convinced&quot; it could burn wood in a genuinely sustainable way. Drax said on Thursday it had successfully raised 190m (of new funds) via a share placing as part of measures aimed at funding the switch of three of its six units from coal to wood power. The first phase of conversion will be ready to open in April 2013, with all three on stream by 2017 when a decision will be taken about whether to move to 100% wood burning. Drax will also be building plants on the US Gulf coast that will be able to process agricultural and forestry wood into pellets for shipping and eventual burning. The pellets will be kept on site at Selby in four enormous white PVC domes, the first of which has already been constructed. Drax, whose Selby plant is the largest coal-fired power station in western Europe, is changing to biomass because of legislation from the Europe commission bringing increasingly tough environmental regulations to polluting plants. The current Drax plant produces about 22m tonnes of carbon emissions annually, so the 700m investment will reduce this by half  the equivalent of taking 3m cars off the road  and create or save 4,000 jobs. Centrica said that the government&apos;s &quot;preference&quot; for switching coal plants to biomass rather than for new-build biomass meant it was not viable for the company to proceed with its proposed 80MW biomass power station on its Roosecote site in Cumbria, nor with a 137MW biomass power station adjacent to the company&apos;s gas-fired plant at Brigg. Gaynor Hartnell, chief executive of the Renewable Energy Association, said the UK could not afford to have large companies such as Centrica dropping out of the biomass power sector. She said: &quot;This is bad news for employment, the supply chain and energy security. With a capacity crunch looming in 2015 the government should be doing its utmost to encourage such shovel-ready projects. It must act swiftly to repair investor confidence in biomass, and renewables in general. Right now the government seems to have an institutional bias against new biomass power projects.&quot;  This article was amended on 26 October 2012. The original said Drax will be building plants on the US Gulf coast that will be able to process wood into pallets for shipping and eventual burning. This has been corrected to say process wood into pellets.", 
    "section": "environment", 
    "gid": "uk/2012/oct/25/biomass-plants-shelved-drax-coalition", 
    "wordcount": "717"
}