{
    "headline": "Science journalists should be asking questions and deflating exaggeration", 
    "text": "Since July last year, I have written three posts for this blog on the nature of science journalism. The first championed investigative science journalism examining the confluence of science, business and politics. The second and third were more pointed, and attempted to draw a sharp line between science &quot;journalism&quot; (contextualising, investigating and, at times, challenging science) and science &quot;communication&quot; (a public relations exercise). As a result of the three posts (particularly the latter two) I have been invited to participate in a public discussion at the Royal Institution on Tuesday 13 March, which will seek agreement between scientists and journalists on what both sides might do to improve the coverage of science. I am not entirely comfortable with the idea. Many of my colleagues are rather bored with the whole debate and I&apos;m slightly nervous that I am going to be left dangling over a yapping pit of scientists baying for editorial blood (despite science writer Ed Yong&apos;s tweet, I take some comfort from the fact that he will be participating in the event). I also have very little to say about bad journalism  partly because others already critique poor reporting much better than I possibly could. All that I will add here is that I have seen little evidence to suggest that reporting of science is particularly bad when compared with other fields of journalism or that it is bad because of some special property that science but no other discipline possesses (every time someone cites &quot;the scientific method&quot; or &quot;peer review&quot; on Twitter or in the comments below in an effort to rebut this, I will personally kill a kitten). My interest, as the first post made clear, is in good science journalism. For good science journalism to happen, journalists must try to stay at arm&apos;s length from their sources and not, for example, run their story past their source prior to publication. Failing to remain at one-step-removed runs the risk of turning a piece of journalism into some drippy, flaccid piece of science communication. (For the record, I sometimes enjoy drippy, flaccid pieces of science communication). So I am suspicious of calls to &quot;fix&quot; science journalism and feel that setting &quot;benchmarks&quot; can exclude some great reporting. And I am especially wary of pallying up with scientists  our sources  in order to reach a cosy consensus on the issue. Nonetheless, that is exactly what I am going to do. And I would like your help. Why? His name is Paul Dacre. Giving evidence to the Leveson enquiry on 6 February, the Daily Mail&apos;s editor gamely defended a story that (wrongly) reported that switching on the light during a night-time lavatory visit might cause cancer. (By the way, if you haven&apos;t visited this website, you should). Dacre pointed out that the story was reworked wire copy from an agency that included a quote on the cancer link from one of the scientists involved in the study  which, incidentally, was on mice. He also suggests that a Daily Mail reporter might &quot;unfortunately&quot; have taken the key claim out of the scientist&apos;s quote and put it in the copy. Dacre is correct when he says that slapping agency copy onto the printed page is common practice. But he is wrong to imply that it constitutes acceptable journalistic practice. It does not. Worse, the implication that a desk reporter sensationalised wire copy that was already stretching the findings of a paper to breaking point is more than a little troubling. It is the very opposite of what a journalist should be doing when reporting science: asking questions and deflating exaggeration. Dacre&apos;s evidence alone did not convince me of the need to participate in the Royal Institution discussion. But it was a timely reminder of the junk reporting that is out there. So I humbly ask journalists and the interested public to make practical suggestions about what reporters or editors responsible for producing a science story might do to improve the standard of coverage. Please tell us, when making your suggestions, who you are or what you do, so that there is some useful context to your comments. Email, tweet or leave your ideas in the comments below. Please mind the trolls. In a post tomorrow, Dr Chris Chambers and colleagues from the School of Psychology at Cardiff University will give the scientists&apos; perspective. Dr Chambers and Bhattacharya will take part in a public discussion about science journalism on Tuesday 13 March at the Royal Institution Tickets are available here (use the code &quot;scimedia&quot; to get half-price tickets). If you can&apos;t come to the event itself, do get involved before and during in comments or on Twitter, using the hashtag #Riscimedia", 
    "section": "science", 
    "gid": "science/blog/2012/mar/06/science-journalists-questions-exaggeration", 
    "wordcount": "794"
}