{
    "headline": "Five great games events for summer and autumn 2012", 
    "text": "okay, so it&apos;s clearly going to rain all summer  we&apos;ll need to stay inside. And what better way to do that, than by celebrating video game culture in all its myriad forms and unquestionable beauty.  Here then, is a selection of game events taking place throughout the next few months. Try and get yourself along to at least one of them  you&apos;ll get to hear amazing things about game design and maybe even play a couple of new titles you&apos;ve never heard of. And the British weather cannot ruin that. Update: we&apos;ve added another event! (Which makes the title incorrect, but I&apos;m afraid of changing that on a Friday evening with no production editors to tell me if that will break the whole site or not.)FlameCityNightsWhen: 28 JuneWhere: Antenna, NottinghamWhat: The latest in a regular series of evening events organised by the curators of the GameCityFestival will feature Watchmen artist Dave Gibbons and Jonathan Smith of Lego Batman creator TT Games. The duo will talk about how to create engaging heroes, and how they work in video games. There will be opportunities to ask questions, and lots of other indie titles will be playable during the evening. There&apos;s also an Olympic theme, so be prepared to play Kinect games or Hyper Sports or something, too. Of course, the chance to meet and chat with Dave Gibbons should have been enough to have you lunging for the GameCity Nights website for more details. It&apos;s an over-18s only event and tickets cost 5 each. Games BritanniaWhen: 2-6 JulyWhere: Magna Science Adventure Centre, SheffieldWhat: An enormously ambitious event mostly aimed at schools, featuring hands-on workshops and lectures on game design from leading industry figures like Ian Livingstone. There is also a public exhibition entitled Replayed, which explores Britain&apos;s video game heritage and will include lots of classic games to rediscover. Tying in closely with the campaign to get computer science taught in schools, this should be a fascinating introduction to the games industry. RezzedWhen: 6-7 JulyWhere: Brighton CentreWhat: Organised by Eurogamer and Rock,Paper,Shotgun, this is a brand new event dedicated to PC and indie gaming. Over two days, it&apos;s set to offer gamers hands-on experiences with the likes of Borderlands 2, Far Cry 3, Aliens: Colonial Marines and Project Zomboid. There will also be gaming tournaments, and Valve is giving a Dota 2 beta key to every one of the 5000 expected attendees. Tickets are 12 a day or 20 for both days. Bafta Games Question TimeWhen: 2 JulyWhere: Pennine Theatre, SheffieldWhat: Okay, this is strictly part of Games Britannia, but it deserves its own entry. Starting at 8pm on Monday night, this is a chance for audience members to put their games industry questions to a panel of experts including Broken Sword creator Charles Cecil and UKIE chairman, Andy Payne. Tickets are free, but pre-booking is advised.  London Games FestivalWhen: 27 Sept - 28 OctWhere: various venues, LondonWhat: After a break last year, the London Games Festival is back, taking in a range of events around the capital. As usual, it encapsulates a series of self-contained treats including the excellent Eurogamer Expo (27-29 September, Earls Court), Future&apos;s Golden Joystick Awards (26 October) and the always fascinating MCM London Comic Con (26-28 October). more announcements are due to be made over the summer.  GameCity 7When: 20-27 OctoberWhere: various venues, Nottingham city centreWhat: The annual games event that I will go ahead and call &apos;utterly unmissable to anyone who has even glanced with ardour at a video game&apos; is now a week-long odyssey, taking in the usual selection of inspiring talks, indie game expos and amusing evening shenanigans. This year Peter Molyneux will be taking over for a whole day and you can expect lots of insight and indiscreet comments about working for Microsoft. Gamesblog will there too, albeit in a reduced capacity, hosting one of seven different mornings at the Broadway Cinema cafe. We might well find something else to do as well, if the organisers let us. Have I missed anything? If you&apos;re holding an event or festival with any video game components leave a comment below or get in touch with me via my Guardian email address and I&apos;ll add it to the list!", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/22/games-events-round-up", 
    "wordcount": "709"
}