{
    "headline": "Will the 'red tape challenge' really be good for the environment?", 
    "text": " 9.40am: Caroline Spelman, the environment secretary, announced yesterday that, following the results of the government&apos;s Red Tape Challenge, environmental regulations are to be &quot;made simpler and more effective while remaining as strong as ever&quot;. In total, 132 regulations are to be &quot;improved, mainly through simplifications and mergers&quot; and a further 53 are to be repealed because they are now deemed to be obsolete. Seventy are to be kept as they are. The move was motivated by the government&apos;s desire to help businesses do away with the need for their staff to spend time dealing with bureaucracy and inspections. Spelman said:  I want to be very clear that this is not about rolling back environmental safeguards, nor is it just about cutting regulation to stimulate growth. We&apos;ve always said that we were going to keep the vitally important protection our environment needs. This was about getting better rules, not weaker ones. The results of the Red Tape Challenge will be good for the environment and good for business, because as well as upholding environmental protection we will remove unnecessary bureaucracy to allow businesses to free up resources to invest in growth. We&apos;re making it easier for people to do the right thing, by making rules clearer and by getting rid of old, unworkable regulations. This is a prime example of how we can help grow a green economy whilst looking after our natural resources.  But some environmental groups say the government has gone too far and that much-cherished and long-fought-for environmental safeguards are now threatened. Damian Carrington, the Guardian&apos;s Head of Environment, highlighted some of the concerns yesterday:  First, many of the regulations being cut remain a source of deep concern. Second, the government continues to spin this slashing of green regulations as led by the public, when that is demonstrably false. Third, it&apos;s not over yet. Work is now underway on a &quot;significant rationalisation of guidance&quot;.  The full list of the government&apos;s proposed changes are listed in this PDF document. But what do you think? Has the government gone too far? Are there any threatened regulations worth saving? Or is there, as the government is arguing, far too much overlapping, outdated, burdensome protection? If quoting figures or scientific findings to support your points, please provide a link to the source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.  10.16am: Maria Castellina from the Ramblers tweets to say:  #RTC=people charged for opening paths,allows building on commons &amp;dampens dream of an English coastal path  The Ramblers has also issued a press release condemning the &quot;slashing&quot; of red tape, arguing it is an &quot;attack on the countryside&quot;. Nicky Philpott, the Ramblers&apos; director of policy and campaigns, said:  [The] announcement, coupled with new proposed changes in planning law, opens up our countryside to unwanted development. Once these green spaces are built upon, they are lost forever  reducing even further the places where we can walk, relax and play. Details are lacking, but if this means that the public are charged for opening up footpaths this is wrong. Creating paths benefits the public in many ways. Removing regulations which protect the environment in the name of reducing &apos;red tape&apos; is short-sighted; most people want to see greater protection for the countryside, not less. The Ramblers demands the government rethinks this decision before it&apos;s too late.   10.52am: Here&apos;s what Craig Bennett, director of policy and campaigns at Friends of the Earth, has said:  Ministers are spending valuable time and money tinkering with vital regulations with no evidence that it won&apos;t simply create extra confusion and costs for businesses - as well as play havoc with the environment. The Government claims this bureaucratic tidying-up exercise will save 1 billion, but there&apos;s not a shred of evidence to back up his claim - if they want to save cash they should scrap the red tape challenge instead. Ministers should be focussing on fixing our broken economy by mobilising investment for clean British industries rather than entangling themselves in red tape drudgery.   11.16am: Ruth Davis, chief policy advisor at Greenpeace, says:  97% of people who responded to the Red Tape Challenge on environmental protection wanted the existing rules to be kept or made stronger. The overwhelming majority of the British people are opposed to this Government&apos;s reckless assault on the laws and policies that protect our countryside, wildlife and climate. Whilst Caroline Spelman claims to understand that a healthy environment is the foundation of a modern, successful and sustainable economy, it is a shame she does not have the ear of the Chancellor.   11.32am: More reaction coming in from environmental organisations. This from Martin Harper, the RSPB&apos;s conservation director:  I am extremely glad to see that the Government has listened to the wishes of the public who responded overwhelmingly to this process saying environmental protection rules must be maintained. More than 15,000 people responded to the RSPB&apos;s call to step up for nature by emailing business secretary Vince Cable highlighting the importance of good environmental regulations.We understand the need to come up with smarter regulation and when a set of laws have been written and amended over many years then there is often a need to simplify and streamline them. However we will be watching this process closely to ensure they consult properly and come up with legislation that does the same important job.Environmental regulation is vital for ensuring our wildlife and natural habitats are allowed to flourish, our air and water is kept clean and our climate is protected. Regulation is usually the most cost effective means of the Government achieving their environmental objectives.We are now entering an era of voluntary initiatives driven primarily by the Government&apos;s belief that they are less costly to administer than more stringent, regulated alternatives. We have very little experience of voluntary initiatives in this country and that which we do have generally demonstrates that they are simply not effective. We will work with the Government to smarten regulation but we will not allow tried and tested approaches to be replaced by measures which appeal to business but do not deliver the level of protection enshrined in our environmental laws.This is not the only announcement we are expecting about environmental regulations. Let&apos;s hope that logic and evidence informs the habitats regulations review which is to be published later this week.   12.01pm: Here&apos;s what Carol Day, WWF-UK&apos;s solicitor, had to say:  The Red Tape Challenge suggests that the Habitats Directive Regulations were a &apos;burden on business&apos;, but when we asked Defra we were told that the review had no submissions to substantiate that point and found no evidence of delays to decision-making or gold-plating. It is therefore puzzling, in the least, to see that reference.It is too early yet to give a definitive answer yet on whether this shake up will leave the UK&apos;s precious habitats and species exposed or not. What is still not clear however is precisely what problem this exercise was supposed to be solving. We have yet to see anything that demonstrates that these regulations were a burden to business.   12.09pm: Ed Davey, the energy and climate change secretary, has just posted this letter on the DECC website:  This [Red Tape Challenge] process has highlighted that the Climate Change Act, which puts legally binding targets on the government, is an example of essential legislation which gives much-needed certainty to business and the international community without unnecessary regulatory burden. For that reason, the Act and its supporting regulations remain unchanged.That does not mean however that there isn&apos;t room for improvements in other areas. As part of our work on transposing the revised EU Emissions Trading System (EU ETS) Directive ahead of phase III, we will introduce changes to the framework underpinning the EU Emissions Trading System and the UK&apos;s greenhouse gas inventory. These changes will reduce the administrative burden of complying with these regulations, while maintaining the environmental objectives of the policies. We will shortly be consulting on these changes.As you will be aware, in November DECC also invited submissions on the UK&apos;s energy regulations and I will provide a further update on progress in this area in due course.   12.53pm: The Open Spaces Society, &quot;Britain&apos;s oldest national conservation body&quot; founded in 1865, says the red-tape review could threaten common land. Kate Ashbrook, the society&apos;s general secretary, said:  At present it is necessary to obtain the environment secretary&apos;s consent, in addition to any planning and other consents, for works on common land such as fences, buildings, surfaced tracks and car-parks, to name a few. The current exemptions apply in a few, limited cases relating to nature conservation or protecting the land from vehicles.The requirement for the Secretary of State&apos;s consent is a vital safeguard for our unique, historic common, it makes it clear to all that commons are special and must be protected. They have survived largely unspoilt since medieval times and should not be mucked about with.We see no scope for extending the exemptions without putting commons at risk of damage and development. The Open Spaces Society is consulted by law on all applications for works on common land, and we object to those which are against the public interest.An applicant for works must follow a robust process, which ensures that he or she appreciates that commons are special and must be preserved. We would not wish to see this protection weakened in any way.   1.01pm: The Environmental Services Association, the &quot;voice of the UK&apos;s waste management industry&quot;, has issued this reaction from its head of regulation, Sam Corp:  The announcement seems to have a struck a good balance between protecting vital environmental standards and reducing unnecessary regulation. We particularly welcome the proposals to streamline environmental permitting and increase its alignment with the planning regime.We will be looking carefully at the proposals for Waste Transfer Notes (WTNs), to ensure that any alternative system of recording waste movements does not make life easier for the minority who deliberately flout waste law. The proposed electronic system of WTNs may be more important in reducing red tape, and is a project we have been working on with the Environment Agency.We will also be looking carefully at the proposed simplification of some hazardous waste regulation, as this is an area where proper enforcement of rigorous regulation is vital.   2.37pm: I&apos;ve just been through the full list (pdf, page 17 onwards) of all the proposed changes and made a note of all the regulations earmarked to be scraped. It gives two possible reasons: they are &quot;no longer being used so have no impact on anyone&quot;; or &quot;ministers do not believe these regulations are necessary, for example because they impose burdens that do not in reality help achieve environmental goals&quot;. Here they all are, in order:  The Site Waste Management Plans Regulations 2008Joint Municipal Waste Management Strategies (Disapplication of Duties) (England) Regulations 2007 Landfill (Scheme Year and Maximum Landfill Amount) Regulations 2004 Landfill Allowances and Trading Scheme (England) Regulations 2004 The Collection and Disposal of Waste Regulations 1988 The Waste Management (Miscellaneous Provisions) Regulations 1997 Joint Waste Authorities (Proposals) Regulations 2009 Dark Smoke (Permitted Periods) (Vessels) Regulations 1958 The Pollution Prevention and Control (Unauthorised Part B Processes) (England and Wales) Regulations 2004 The Control of Industrial Air Pollution (Transfer of Powers of Enforcement) Regulations 1987 Clean Air Enactments (Repeals and Modifications) Regulations 1974 Control of Asbestos in the Air Regulations 1990 The Dog Fouling (Fixed Penalty) (England) Order 2002 The Litter (Fixed Penalty) (England) Order 2002 The Litter (Fixed Penalty Notices) Order 1991 and the Dog Fouling (Fixed Penalties) Order 1996 (Revocation) (England) Order 2005 Environmental Offences (Use of Fixed Penalty Receipts) Regulations 2007 Environmental Noise (Identification of Noise Sources) (England) Regulations 2007 Control of Pollution Act 1974 sections 63 to 67 Mink (Keeping) Regulations 1975 Mink (Keeping) (Amendment) Regulations 1977 Mink (Keeping) (Amendment) Regulations 1979 Mink (Keeping) (Amendment) Regulations 1987 Mink (Keeping) (Amendment) Regulations 1982 Mink (Keeping) (Amendment) Regulations 1997 The Wild Birds (Sundays) Order 1955 N0. 1286 for Caernarfon, Carmarthen, Devon, Isle of Ely, Montgomery, Norfolk, Pembroke, York North and West Riding. The Wild Birds (Sundays) Order 1956 N0. 1310 for Brecknock, Cardigan, Denbigh and Merioneth The Wild Birds (Sundays) Order 1957 N0. 429 for Cornwall, Glamorgan and Somerset The Wild Birds (Sunday in Anglesey) Order 1963 N0. 1700 The Coypus (Special Licence) (Fees) Regulations 1997 Rabbit Clearance Order No. 148 (England and Wales) Commons Registration (Exempted Land) Regulations 1965 Commons Registration (General) Regulations 1966 Commons Registration (Time Limits) Order 1966 Commons Registration (General) (Amendment) Regulations 1968 Commons Registration (Objections and Maps) Regulations 1968 Commons Registration (New Land) Regulations 1969 Commons Registration (Time Limits) (Amendment) Order 1970 Commons Registration (Finality of Undisputed Registrations) Regulations 1970 Commons Registration (Disposal of Disputed Registration) Regulations 1972 Commons Registration (Disposal of Disputed Registrations) (Amendment) Regulations 1993 Commons (Registration of Town or Village Greens) (Interim Arrangements) (England) Regulations 2007 Commons (Deregistration and Exchange Orders) (Interim Arrangements) (England) Regulations 2007 Commons Registration (Amendment and Miscellaneous Revocations) Regulations 2010 Crime Prevention (Designated Areas) Order 2003 Crime Prevention (Designated Areas) Order 2004 Crime Prevention (Designated Areas) (Amendment) Order 2004 Crime Prevention (Designated Areas) Order 2005 Crime Prevention (Designated Areas) (No. 2) Order 2005 Crime Prevention (Designated Areas) (No. 3) Order 2005 Crime Prevention (Designated Areas) Order 2006 Crime Prevention (Designated Areas) Order 2007 Access to the Countryside (Maps in Draft Form) (England) Regulations 2001 National Park and Broads Authorities (Model Code of Conduct) (England) Order 2001   Do you think any of these are worth preserving?  3.45pm: Here&apos;s the thoughts of Simon Evans, senior writer at The ENDS Report:  Since it began, the red tape challenge has been surrounded by hyperbole. We&apos;re still checking the details of this week&apos;s announcement but so far ENDS has found nothing to flutter green feathers greatly. We covered much of the &apos;news&apos; months ago. For instance last month&apos;s new guidance on contaminated land is the culmination of work that started before the last election. As for the Habitats Regulation, that&apos;s hard to change much unless the government feels like taking on the European courts - last time it did this it lost.   5.11pm:  My verdict  The simple answer to the headline question is that it is still too early to tell. This week&apos;s announcement is the beginning of a process that is scheduled to last until the autumn, which will see Defra working &quot;with business and environment organisations to identify the scope for significant rationalisation of guidance&quot;. So expect lots of lobbying over this coming period.More broadly, it&apos;s hard not to come to the conclusion, as highlighted by Simon Evans of the ENDS Report, that the whole Red Tape Challenge amounts to little more than a publicity exercise, albeit one without much of a public mandate given the weight of public opinion against such deregulation on the Red Tape Challenge website. Many environmental regulations have been passed down from Brussels which means the government is limited in its ability to simply &quot;scrap&quot; them. And does tweaking or abolishing a few outdated, largely ignored regulations really add up to the 1bn saving for businesses being promised by the government?But that shouldn&apos;t encourage complacency. This is a highly complicated process covering a hugely diverse range of sometimes interconnected regulations. Each needs close attention by the various interested parties as they come up for assessment. There are already concerns about what deregulation will mean for common land. As well as the apparent watering down of asbestos regulations.It would be a tragedy to see regulations that have taken decades to secure diluted or killed off within a matter of months and without thorough consultation. A hawk eye is required by all over the coming months. The devil, as ever, will be in the detail.", 
    "section": "environment", 
    "gid": "environment/blog/2012/mar/20/red-tape-challenge-environmental-regulations", 
    "wordcount": "2674"
}