{
    "headline": "In a world hungry for biofuels, food security must come first", 
    "text": "Does a U-turn in Brussels spell the end for biofuels? There is no doubting that plans to revise EU biofuel targets downwards mark a major turning point. While failing to go far enough, the EU executive has nonetheless realised it is imprudent to support, let alone mandate, extra biofuel production. Food prices are volatile and pressures on land are increasing in all regions of the world, causing local communities to fear evictions and many small food producers to be priced out of land markets. The EU has joined a growing consensus, and similar moves from the US would now be welcome: the latest calculations show that US ethanol policies have increased the food bills of poor food-importing countries by more than $9bn (5.6bn) since 2006. But where to next? Should we disavow biofuels altogether? The new starting point should be to put food security first. Globally, 25% of land is already degraded, and the remaining productive areas are subject to ever-greater competition from industrial and urban uses. This is exacerbated by the growth of international trade and investment  and the emergence of a truly global market in land rights. Governments should therefore manage scant resources in a way that puts food production first  both domestically and where imported fuels are concerned. But if we are to measure biofuel developments against new sustainability criteria with a &quot;food security first&quot; logic, what exactly would this entail? States would need to take into account not only the pressures biofuels can exert on food prices and food-producing land, but also on the structure of agriculture. A subsidy for biofuels is, more often than not, a subsidy for agricultural production models with the biggest economies of scale. About 35% of the 389 large-scale investment acquisitions covered in a 2010 World Bank inventory concerned agrofuels. But this is not the way things have to be. What if smallholders organised themselves into co-operatives and intercropped biofuel feedstocks with staple crops that were earmarked for local food markets? And what if these smallholders, rather than selling the raw feedstock to refineries at unpredictable market rates, and for little profit, were to rise up the value chain and do the refining themselves? Models of this type, where biofuel production strengthens local food producers and food systems, rather than uprooting them, are few and far between. But in developing countries there are some encouraging signs that the interests of local farmers and food systems are finally being taken into account. Indeed, if biofuels are to have a future, they must think small-scale and local. Small-scale farming delivers the inherent win-win of putting income in the hands of farmers who are themselves among the poorest and most food insecure, while supporting those who have a long-term interest in maintaining  and not merely exploiting  the natural resource base. Family farms require positive discrimination, as was noted by the outcome documents of the 2008 International Conference on Biofuels in So Paulo. The revamped mission statement of EU development aid for food security also pledges to support smallholders at every opportunity. This is the context in which all agricultural development  for food or fuel  must be conceived. The best practice cases of small-scale sustainable biofuel production may not be geared for exports. This is more than a coincidence: once the primary interest of agricultural systems becomes the cheap, bulk production of export commodities, the positive outcomes of smallholder engagement and intercropping of local staples are always likely to be lost. The Institute for European Environmental Policy (pdf) estimated that, to reach its initial 10% target for renewables in transport fuels, the EU would have had to import 41% of its biodiesel and 50% of its ethanol needs by 2020. So even with lower targets, dependence on imports  and therefore pressure on the structure of farming systems in the global south  are always the likely outcome of EU biofuel mandates. Lowering the targets is therefore an insufficient guarantee of sustainability. A new logic must be applied domestically and for imported fuel that actively seeks out win-wins for smallholders and local energy uses, while avoiding any radical reshaping of local agricultural structures. This means robust case-by-case impact assessments that are sensitive to food security. With or without biofuels, many regions are, and will remain, highly reliant on imports to feed their citizens. But if scant productive resources are to be diverted to bioenergy, it should first be asked to what extent local communities are food insecure, whether local resources could not be better used to service local food needs (thus reducing import dependence), what modes of agriculture will be favoured, and whether the current users of this &quot;marginal&quot; land, rather than being evicted, could be helped to become less economically marginal through the development of local markets. Politicians should not be shy about asking these questions. Only by doing so will they ensure that a &quot;food security first&quot; logic is hardwired into the crucial decisions over how a region should manage its resources.  Q and A with Olivier De Schutter: Agrofuels and the right to food (pdf)", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/oct/17/world-hungry-biofuels-food-security", 
    "wordcount": "851"
}