{
    "headline": "Indonesia's Sumatran orangutan population hit by deforestation  in pictures", 
    "text": "   An underweight adult male orangutan is tranquillised by officers from the Sumatran Orangutan Conservation Programme before being captured and relocated in Tripa forest of Aceh province in Sumatra. Tripa is home to the largest remaining population of endangered Sumatran orangutans. Forests in Indonesia are rapidly being cleared for palm oil plantations, despite a moratorium on deforestation. Forest protection groups say the moratorium has been undermined by weak legislation and enforcement. It provides little protection for forests, carbon-rich peatlands, forest-dependent people and endangered species such as the Sumatran orangutan, Sumatran tiger and ramin treesPhotograph: Paul Hilton/SOCP/YEL       A young adult male orangutan is captured for relocatation in Tripa, which supports the highest density of Sumatran orangutans anywhere on earth. A field team from the Tripa coalition of NGOs have expressed deep concern over fires that are being continually lit in the highly threatened peat forest despite assurances from the Indonesian government that triple track legal action was underway and a small area of the forest had returned to the moratorium map, central to the multibillion agreement between Indonesia and Norway to reduce carbon emission from burning the carbon-dense peat forests  Photograph: Paul Hilton/SOCP/YEL       Conservation officers carry a tranquillised adult male orangutan for relocation in Tripa forest Photograph: Paul Hilton/SOCP/YEL       The forest is slowly dying as water is drained away for palm oil plantations. Local communities are also suffering as the water-table drops and vital wells dry up. Tragically, more than 80% of Tripa's original orangutan population has been decimated by hunting, poaching, human-wildlife conflict, illegal logging, and fires as a direct result of opening up large tracts of the forest Photograph: PAUL HILTON/SOCP/YEL       Parts of forest are regularly set on fire to clear tracts for palm oil plantations, despite moratorium from the government to prevent companies given controversial concessions to clear land which have been challenged in courts  Photograph: Paul Hilton/SCOP/YEL       A worker carries a palm oil sapling for planting it in a section of the forest cleared by deliberately burning it down Photograph: Paul Hilton/SCOP/YEL       An infant male orphaned orangutan is held illegally by wildlife traders in a small village on the outskirts of the Tripa forest. The orangutan was discovered by an undercover investigation team and later confiscated by local police with the help of conservation officers Photograph: Paul Hilton/SCOP/YEL       The owners of an illegally kept orphaned orangutan say goodbye to their beloved 'pet'. The orangutan was suffering from malnutrition and had a wound from being tied to a rope, conservation officers said  Photograph: Paul Hilton/PAUL HILTON       A member of the Sumatran Orangutan Conservation Programme holds a two-year-old, orphaned orangutan after it was confiscated from a small village on the edge of the Tripa peat forest, where wildfires are feared to have already killed a third of the wild orangutan population Photograph: Paul Hilton/SCOP/YEL       The rescued orangutan is microchipped, tattooed and fingerprinted at a quarantine centre outside Medan in Sumatra. The orangutan was to be treated for malnutrition and other wounds and later released in forest Photograph: Paul Hilton/SCOP/YEL       An adult male orangutan seen climbing up a tree as conservation officers prepare to tranquilise it Photograph: Paul Hilton/SCOP/YEL       A young orphaned orangutan, kept as a pet in a house in a small village on the outskirts of Tripa forest, swings from a door frame. It was later confiscated by a team of local police and conservation officers  Photograph: Paul Hilton/SOCP/YEL  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/feb/14/sumatran-orangutan-tripa-indonesia-deforestation", 
    "wordcount": "0"
}