{
    "headline": "Pupils going hungry as school meals shrink, teachers warn", 
    "text": "School lunch portions are now so small that many children in England are hungry during afternoon lessons, teachers have warned. Canteens are cutting costs by reducing portion sizes, the annual conference of the Association of Teachers and Lecturers (ATL) heard. Some run out of food before all children have been served. At the same time, teachers said, the number of children eligible for free school meals was on the increase because of rising unemployment. Pupils are entitled to a free lunch if their parents&apos; joint income is less than 16,000 a year. For many of these children their only daily hot meal is eaten at school. An ATL poll of 503 school staff found that more than a third had noticed a rise in the number of children eligible for free school meals. Just over three-fifths (62%) said the cost of school meals had risen by up to 95 a year per child. But many warned that portion sizes had been reduced and the choice of healthy options had become more limited. School food experts said this could have a damaging effect on children&apos;s concentration and behaviour. One teacher, who did not want to be named, said children at her primary school were served &quot;very small portions and very limited choice. Children who come with packed lunches eat a lot more at lunchtime.&quot; Another said the portions at her school were very poor. &quot;There seems to be no regular inspection of the food, the kitchens or portion sizes,&quot; she said. A secondary school teacher said schools offered chips, pasta and rice rather than vegetables and salad because that was what cooks could prepare in bulk quantities. Many schools outsource the running of their canteens to private firms. Mary Bousted, general secretary of ATL, said: &quot;Private market forces risk taking over what we are feeding the nation&apos;s children. The size of a portion will, to some extent, affect the size of the profits of an outsourced firm  it is absolutely the case that children are going hungry.&quot; The Jamie Oliver Foundation, a charity that helps the public to make better-informed choices about food, said a nutritious lunch increased children&apos;s concentration, improved their behaviour and made it more likely that they would achieve top grades.", 
    "section": "education", 
    "gid": "education/2012/apr/03/pupils-hungry-school-meals-shrink", 
    "wordcount": "382"
}