{
    "headline": "Conflict in South Sudan requires a firm and coherent international response", 
    "text": "The violence unleashed in South Sudan in recent days is a stark reminder of the formidable challenges facing the new nation. The escalation of the conflict in Jonglei represents a serious threat to the peace and stability of South Sudan. The challenges are, however, not limited to internal conflicts. Fighting over the border with Sudan has also intensified in recent weeks in the regions of South Kordofan and Blue Nile, creating a significant refugee crisis both within South Sudan and in Ethiopia, and posing a threat to international peace and security that could make the resurgence of conflict between the two Sudans a matter for the UN security council. The impact the conflict is having on the civilian population also requires substantial international efforts to address the crisis and reduce suffering. Verifying the humanitarian situation in the border areas remains difficult because the government of Sudan has banned international aid agencies and media from the region, but it is clear that the government&apos;s counter-insurgency operations against the Sudan People&apos;s Liberation Movement/Army (SPLM/A)-North have exacted a high toll on civilians. It is estimated that 417,000 people have fled their homes as a result of violence in the border areas. Many missed the planting season or abandoned their crops. This is partly why the UN is now warning that the region faces an imminent food crisis, describing malnutrition rates as &quot;alarming&quot;, especially in areas controlled by the SPLM-North. Upon independence, the UN peacekeeping mission in Sudan (Unmis) was wound up, and a new mission, Unmiss, was created &quot;to consolidate peace and security and to help establish conditions for development in South Sudan&quot;. The mission strength authorised by the security council is a maximum of 7,000 military personnel. At present more than 5,500 are deployed (4,900 troops complemented by other uniformed personnel, including police)  this in a country two and a half times the size of the UK, with multiple hotspots and a tense border, and where the government has so far been largely unable to ensure adequate security and administration of justice for its citizens. Even if the mission was at full strength, its capacity to effectively protect civilians and support peace would be dwarfed by the enormity of the challenges confronting it. The most recent violence in Jonglei saw just a few hundred peacekeepers outnumbered by 6,000 Lou Nuer fighters, making it almost impossible for them to fulfil their mandate to protect civilians. The UN mission in the country will clearly need to be reinforced to ensure greater protection of civilians and to enable Unmiss to support the new government in its responsibilities for security, governance and justice. At the political level, the security council needs to make sure all efforts are made to prevent a further deterioration of the confrontation between the two Sudans. While the risk of a full return to war is small in the immediate term, there is a real danger that fighting over the border will continue to escalate. In addition, the proxy wars fought through allied militia, prevalent during the civil war, are starting to resurface in Jonglei and beyond, with devastating consequences for the civilian population and for the peace and security of the region. The international support that made possible the peace agreement of 2005 and the creation of the state of South Sudan is urgently required again to ensure that the fragility of the two Sudans does not deteriorate further. Critically, efforts should be made to support the massive humanitarian operation to reach the displaced in Jonglei state, protect and assist South Kordofan and Blue Nile refugees in Unity state and in Ethiopia, and persuade the government of Sudan to reverse its ban on international aid agencies. Above all, more robust and coherent political action is required regionally and internationally to help identify solutions to outstanding issues between the two countries and bring the conflict in the border areas to an end.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/13/south-sudan-conflict-requires-response", 
    "wordcount": "662"
}