{
    "headline": "Use nuclear waste to power UK, says top scientist", 
    "text": "It will be impossible for the UK to meet its long-term carbon reduction target without reusing the nation&apos;s stockpile of plutonium, the former government chief scientist has warned. He predicts that global supplies of uranium will begin to run out in 2023 so the UK will need to rely on a domestic supply of nuclear fuel. Sir David King told the Guardian: &quot;You have to look at our stretching long-term targets, and we will need to generate more electricity while reducing emissions  you will need to look at plutonium in order to do that. I don&apos;t see any other way.&quot; Greenhouse gas emissions must be reduced by 80% by mid-century, according to the UK&apos;s long-term goals. More than 100 tonnes of plutonium are currently in storage, the waste products of nuclear energy generation, and no future has yet been decided for it. While renewable energy  wind, solar, tidal power and others  should also be pursued, King said that experience so far showed that these forms of energy would not be enough by themselves to produce the energy needed to meet future electricity demand, which is expected to rise strongly as road transport and heating are electrified. He called for the government to take a more forceful role in directing the UK&apos;s energy provision. &quot;We need a long-term view of the UK&apos;s energy future, and that has got to be the government&apos;s job  we can no longer say the market will sort it out,&quot; he said. &quot;The market works well in the short-term arena, but can deal with the long-term only with proper government measures.&quot; Plutonium, from being regarded as a waste product, is starting to be regarded by the government as a resource. King said it would be needed to fuel new power stations, because stocks of uranium are being rapidly depleted, and only a fraction of the mined supplies are suitable for use in generating power. According to a new report from King, if all the nuclear power stations that are planned around the globe are built, then the world will start to run out of uranium by 2023. In the report, entitled Towards a Low Carbon Pathway for the UK, published by the Smith School of Enterprise and the Environment on Thursday, King sets out ways in which the 102-tonne plutonium stockpile  the residue of nuclear power generation  could be recycled to keep generating power, in a process he said could generate more than 40,000 jobs. Reusing the plutonium would also render it safe from use by terrorists, King said. He said the idea of reusing the fuel had been until recently overlooked  the UK&apos;s nuclear policy is decided by the Department of Energy and Climate Change (Decc), which takes its advice from the Nuclear Decommissioning Authority (NDA), the body charged with dismantling the UK&apos;s nuclear legacy. &quot;There is no Nuclear Commissioning Authority  that is part of the problem,&quot; said King. King favours a Mox  mixed oxide  plant, which would reprocess the plutonium into usable fuel, and generate electricity. &quot;This would be the most efficient way,&quot; he said. But his views are controversial. Last year, the government said the UK&apos;s only Mis plant was a money-wasting failure. Richard George, energy campaigner for Greenpeace, said: &quot;Mox plants have already failed, and one report isn&apos;t going to do anything to change that. The government just closed our only Mox plant because it was eye-wateringly inefficient and succeeded only in hoovering up almost one and a half billion pounds of taxpayers&apos; money.&quot; King said there had been problems in the way the previous Mox plant was set up and run. He said the UK&apos;s approach to nuclear power had been piecemeal and inefficient, and should be overhauled. The government has also said it favours the Mox option, but there are a handful of other suggestions for how the plutonium could be used. One comes from General Electric Hitachi, which has technology called Prism that could reuse the fuel to generate power. However, although the technology has been developed on paper for decades, it is not yet in commercial use. GE Hitachi said on Wednesday it was &quot;continuing to progress its proposal with the NDA&quot;, and said it would host a nuclear industry suppliers&apos; conference in Cumbria on 4 April, to meet with potential UK business partners in support of the project. The company&apos;s partners including engineering firms Costain, Arup and Pyry will also be present. A rival proposal is to use the plutonium to fuel a thorium nuclear plant. This technology has also been in development for decades, but work was discontinued by governments focused on developing nuclear technology that would also have a military use. However, thorium development has recently been revived and proponents say the plutonium stockpile could be safely used for this. But King warned that the UK should not rely on untested technology. &quot;We should not be guinea pigs here,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/mar/15/plutonium-stockpile-carbon-targets-david-king", 
    "wordcount": "834"
}