{
    "headline": "Mars crater image beamed back by Nasa rover Opportunity", 
    "text": "It could be the Sahara or Egypt&apos;s Western Desert, but this sand-covered crater is the latest image from Mars. The picture was taken from US space agency Nasa&apos;s Mars exploration rover, Opportunity, close to where the robotic unit spent the winter analysing soil and air samples. The picture shows the explorer&apos;s deck and solar panels, tracks it had previously made and a crater that was created by an impact billions of years ago. Opportunity has now spent 3,000 Martian days on Mars (eight and a half Earth years), and Nasa has consistently had a robot there for 15 years. Mars Pathfinder landed on 4July 1997; Nasa&apos;s Mars Global Surveyor orbiter reached the planet while Pathfinder was still active; and Global Surveyor overlapped the active missions of the Mars Odyssey orbiter and Opportunity. The latter two are both still in service. The image was assembled from 817 component images taken between 21 December 2011, and 8 May 2012, while Opportunity was stationed on an outcrop informally named &quot;Greeley Haven&quot; on the rim of the ancient Endeavour crater. &quot;The view provides rich geologic context for the detailed chemical and mineral work that the team did at Greeley Haven over the rover&apos;s fifth Martian winter, as well as a spectacularly detailed view of the largest impact crater that we&apos;ve driven to yet with either rover over the course of the mission,&quot; said Jim Bell of Arizona State University. Opportunity and its twin, Spirit, landed on Mars in January 2004 for missions originally planned to last three months. Nasa&apos;s next-generation Mars rover, Curiosity, is on course to land on Mars next month. Opportunity&apos;s science team chose to call the winter campaign site Greeley Haven in tribute to their colleague Ronald Greeley, who died last year. &quot;This scene, with its beautiful wind-blown drifts and dunes, captures much of what Ron loved about Mars,&quot; said Steve Squyres of Cornell University, New York, the principal investigator for Opportunity and Spirit.", 
    "section": "science", 
    "gid": "science/2012/jul/07/mars-crater-image-nasa-opportunity", 
    "wordcount": "332"
}