{
    "headline": "Ex-UN climate chief says business should get ready for low-carbon world", 
    "text": "Businesses should be putting plans in place this year to prepare for a low-carbon economy, having been given a strong signal from the latest climate change negotiations that governments are serious about tackling global warming, according to the former United Nations climate chief. Yvo de Boer said the message from the Durban climate talks in December, which ended with a dramatic last-minute deal to forge a new legally binding climate agreement, was that businesses ought to press ahead with moves towards operating in a low-carbon world. He said that businesses should interpret the talks as a &quot;clear signal that the international community is committed to taking the climate change agenda forward, that market-based mechanisms [such as carbon trading] will continue and that there will be clear reporting guidelines&quot; on carbon dioxide emissions, which will affect companies. De Boer, now special adviser on climate change to KPMG, was the architect of the Copenhagen climate summit of 2009, at which countries made voluntary commitments to cut their emissions by 2020. Many countries, green campaigners and businesses complained that the system of voluntary commitments did not provide the certainty needed to spur the development of a low-carbon economy across the globe. The breakthrough at the Durban climate conference was that all countries, developed and developing, agreed to start work on a new worldwide agreement, to be signed in 2015, that would stipulate legally binding  not voluntary  emissions cuts to kick in from 2020. De Boer told the Guardian that moves to create a global legally binding agreement were good for businesses. He said business leaders had stressed to him that they needed greater certainty from politicians, in order to make the right decisions to stay prosperous in the future. Only a global, legally binding agreement on the climate could provide the sort of guarantee that generates a wave of investment in greener technologies, and meaningful efforts to cut greenhouse gases. Such an agreement would also help to ensure there was a level playing field across in terms of business regulation  and this too would work to the advantage of companies, which could be reassured that their rivals were facing the same constraints. He said that it was a &quot;mistake&quot; to think, as some people have argued, that a &quot;bottom-up&quot; approach  whereby countries and industry would make voluntary commitments to cut emissions  would be sufficient to reduce emissions by the drastic amounts needed in order to keep temperature rises within relatively safe levels. His views are broadly shared by Lord (Nicholas) Stern, author of the landmark 2006 Stern review of the economics of climate change. Stern told the Guardian that the efforts of many businesses and nations so far to cut emissions would not have happened without the impetus given by the international negotiating process. However, some close observers of the talks, including the UK&apos;s former chief scientific adviser Sir David King, take an opposing view, arguing that the annual climate talks that have been running for nearly two decades have borne little fruit and that nations should focus instead on a series of voluntary, non-binding pledges and on encouraging industry to cut emissions. Stern also warned that the current pledges on greenhouse gas emissions from governments around the world would not be sufficient to stave off dangerous climate change, and must be strengthened.The Durban agreement was snatched at the last minute after the talks, which were supposed to end at teatime on 9 December, carried on through two more nights into the early hours of Sunday morning. A last-ditch compromise among the European Union, India and China over the wording of how a new agreement should be described  the words &quot;legally binding&quot; were replaced by &quot;an agreed outcome with legal force&quot;  enabled the talks to end in consensus. &quot;Slowly but surely, like it or not, the world is moving forward on climate change, with business now able to seriously calculate the implications of a low- carbon economy,&quot; De Boer said. &quot;The meeting in Durban was its usual roller coaster ride, ending with a surprise commitment to continue the Kyoto Protocol, along with a raft of other climate change agreements. While the outcome has signalled a breakthrough for a political consensus on climate change, the outcome for business is only just becoming clear.&quot; He said the agreement at Durban to continue with the Kyoto protocol beyond 2012, when its current provisions expire, would also have a big effect on many companies. &quot;Business can be confident that market-based mechanisms such as the clean development mechanism [under which carbon credits are issued and sold] will continue,&quot; he said. The clean development mechanism has generated billions of dollars in investment in low-carbon technologies around the world since it came into force in 2005, but in the last two years the investment pipeline has all but dried up, because of the uncertainty surrounding the future of the Kyoto protocol. De Boer said the &quot;Durban platform&quot;, the name given to the deal reached there to negotiate a new legal agreement, showed that &quot;an international agreement for global action on climate change is within our reach and should therefore be considered within every forward looking business strategy&quot;. He said: &quot;With a pinch of luck, by 2015 [when the new agreement should be signed] the current economic crisis will be behind us, creating a more benign climate for governments to make commitments the world needs in order to tackle climate change effectively and business needs to survive and prosper.&quot; But he warned that the science of climate change was becoming clearer, making it more obvious that our current efforts to cut emissions have been insufficient, and that much more needs to be done. &quot;Our concrete actions have not taken us anywhere near where we need to be to keep temperature rises below 2C [which scientists regard as the limit of safety],&quot; he said. De Boer stressed the key role for business in tackling global warming, for instance through investments geared to cutting emissions in the developing world. At Durban, countries agreed most of the terms by which money can start to be released under the &quot;green climate fund&quot;, under which $100bn a year in financing should flow from the rich to the poor world by 2020. &quot;Prior to the conference it was unclear what role business would play in the fund; the worry was that the private sector would be sidelined,&quot; he said. &quot;Thankfully, Durban saw confirmation that the fund will have a facility to fund private sector initiatives. It will seek actively to promote business involvement and catalyse further public and private money.&quot; De Boer said this should mean more public-private partnerships in developing nations working on green growth, which should create jobs, alleviate poverty and improve infrastructure as well as tackling climate change.", 
    "section": "environment", 
    "gid": "environment/2012/jan/05/business-must-get-ready-for-low-carbon-world", 
    "wordcount": "1157"
}