{
    "headline": "Man arrested on suspicion of hacking Britain's biggest abortion clinic", 
    "text": "A man was arrested on Sunday on suspicion of hacking the website of Britain&apos;s biggest abortion clinic. The 27-year-old, who police say claims to have links to the loose hackers group Anonymous, was detained by Scotland Yard&apos;s e-crime unit on suspicion of offences under the Computer Misuse Act. The arrest in the West Midlands follows claims made on Twitter on Thursday that the names of patients who used the British Pregnancy Advisory Service would be made public on Friday. A BPAS spokeswoman said there were about 26,000 attempts to break into its website on Wednesday night, adding that there was never any danger that medical or personal information relating to women who had received treatment was had been accessed. BPAS, which treats about 55,000 women a year for a range of services from abortion to contraception, said &quot;no client records&quot; were stored on the website but it took the attack very &quot;seriously&quot; and praised the police for a &quot;swift response&quot;. The firm obtained an injunction on Thursday preventing any information that could have been hacked being put into the public domain. BPAS first noticed the site had been hacked early on Thursday morning and it became apparent quite quickly that it was under a sophisticated and co-ordinated attack, the spokeswoman said. &quot;There is no suggestion that the security of our site is weak, but this is a wake-up call to everybody to what could happen,&quot; she added. &quot;It was the kind of thing we&apos;ve seen happen to the Pentagon, but targeting a health charity is very different to what&apos;s gone on before.&quot; She added that the incident appeared to reflect the &quot;escalating&quot; and &quot;aggressive anti-abortion&quot; protests BPAS is experiencing outside its clinics and &quot;some of the language used was redolent of the political language being used such as accusations that woman are being &apos;coaxed into abortions&apos; by counsellors&quot;. Detective inspector Mark Raymond from the Metropolitan police&apos;s central e-crime unit confirmed the website had been compromised but stressed that the stolen data did not contain medical details of anyone in touch with BPAS or who had had an abortion. &quot;We have taken rapid action to identify and arrest a suspect involved in hacking. This was done to prevent personal details of people who had requested information from the BPAS website being made public. It should be stressed that the stolen data did not contain the medical details of women who had received treatment or why individuals had contacted the BPAS,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2012/mar/09/man-arrested-hacking-abortion-clinic", 
    "wordcount": "431"
}