{
    "headline": "New exams set to be introduced without trials", 
    "text": "The last time there was an outcry over exam marking, the commitment from the Labour government was clear. &quot;We recognise absolutely that there are lessons to be learned for the future about the way in which we implement major reforms,&quot; said the Department for Education and Skills. It was responding to a select committee report that had castigated it for failings over the introduction of new-style AS levels in 2001. &quot;Detailed planning and extensive trialling is essential so that we can be confident that all systems are in place and teachers and examiners are fully trained in new requirements before they are introduced.&quot; Nine years on from this 2003 statement, Education Guardian has learned that Ofqual, the exams regulator, has quietly abandoned a promise to ensure that all major exam reforms are piloted in advance. This means that the next big set of changes  the much-discussed introduction of English Baccalaureate Certificates (EBCs) to replace GCSEs, initially in English, maths and science, from 2015  are likely to go ahead without any conventional pre-trials. The prospect of hundreds of thousands of pupils embarking on new qualifications that have not been extensively tested before launch is likely to cause grave disquiet in many quarters. John Taylor, a teacher who worked on AS-level piloting of new qualifications in science and an extended project for the Edexcel board from 2006, says: &quot;Piloting is crucial. Qualifications development is an empirical process  you learn from your mistakes. It is not something which is easy to get right first time.&quot; In May 2009, the first report as chair of Ofqual by the former chief exams regulator, Kathleen Tattersall, said: &quot;New national qualifications should not be introduced without first being piloted in full and modified as necessary. This may mean a longer lead-in time, but is fairer to learners.&quot; The report added: &quot;All pilots should run for a sufficient time to allow a thorough testing on the aspects being piloted; normally, this will take two years.&quot; That December, Ofqual consulted on a draft set of objectives that would see the regulator considering the need for trialling of all major exams changes. However, during 2010 the plan seems quietly to have been dropped. Asked whether the stipulation on piloting still applied, Ofqual says that the section on this in its draft regulatory rules was removed when these were updated during that year. A spokesman simply says: &quot;Due to concerns that pilots can stifle innovation and the length of time required for meaningful pilots to be undertaken, [the piloting principles] were not taken forward.&quot; Education Guardian pressed Ofqual for further information on why the watchdog was no longer insisting on piloting. The spokesman points to three sentences in a report on the consultation responses to the 2009 document, which suggested that there had been some opposition from exam boards. The report said: &quot;Whilst other stakeholders were receptive to the proposals for piloting, awarding organisations were unsure as to their effectiveness. Whilst the draft principles might safeguard learners, they were felt possibly to stifle innovation. &quot;There were concerns about the length of time taken to evaluate a pilot and whether [there might be] many more pilots than at present.&quot; However, the consultation responses of two of England&apos;s big three exam boards offer no objection to piloting. Edexcel, the third board, was unable to provide its consultation response, but said it was not opposed to piloting. So what has happened, and where does this leave pupils who might be embarking on new EBCs in less than three years? Tattersall herself, who resigned in July 2010 shortly after Michael Gove&apos;s appointment as education secretary and has criticised his latest reform plans, says that piloting is essential in a major reform of this kind. By October 2010, the stipulation on piloting appears to have disappeared from Ofqual documents. This is particularly so, she says, as Gove&apos;s reforms involve big structural changes: the ending of coursework in most GCSE subjects and a pledge to scrap &quot;tiering&quot;: exam papers being set at two difficulty levels according to the pupil&apos;s ability. Gove argues that the existence of easier &quot;foundation tier&quot; papers in many GCSE subjects, which come with a best possible grade of C, puts an unnecessary cap on pupils&apos; achievements. Tattersall describes Gove&apos;s criticism of the structure of tiered papers as &quot;political flannel&quot;. She says the idea of tiered papers came about following 1980s GCSE pilots. GCSEs themselves were pre-tested for more than a decade. Tiering was needed, she said, to ensure that children of different abilities were presented with questions of the right difficulty to be able to make detailed judgments as to their mastery of the subject. Pre-testing is needed, she says, to see if some feared side-effects  brighter students being turned off by too many &quot;easy&quot; questions, or lower achievers facing papers full of questions they are unlikely to be able to do  are borne out. &quot;When a major reform like this comes in, it has to be piloted,&quot; says Tattersall. &quot;Otherwise you are potentially damaging the life chances of a generation of students.&quot; The EBC timetable appears to leave little room for this. A conventional two-year pre-trial would begin in September 2013 and finish in summer 2015, only just before the new courses are scheduled to start. The government is also moving to a system where it must first approve which exam board is to run each EBC exam. Decisions will not be made until 2013 or 2014. Indeed, the government&apos;s consultation paper even hints that the exam&apos;s format could simply be decided by next year, saying: &quot;We expect that the best qualifications in English, mathematics and sciences will be identified in 2013 so that schools will have more than 18 months to prepare for the first teaching  in September 2015.&quot; Jeremy Benson, Ofqual&apos;s director of strategic management, says Ofqual no longer believes that all major qualification reforms automatically need to be subject to conventional piloting. &quot;There can be issues with piloting,&quot; he says. &quot;You can end up taking a long time over them and not finding out what you need to know. When we are talking about EBCs, the big issues will be around the impact on the market [of having a single exam board for each subject]. I cannot see any way in which that could be piloted.&quot; Asked about Tattersall&apos;s claim that the end of &quot;tiering&quot; should be investigated, and also the effect of the government&apos;s apparent move to make the new exams more challenging, Benson says: &quot;That is something we will need to look at.&quot; But he says Ofqual is not persuaded of the case to do this through, for example, trialling before schools embark on preparations to start teaching the qualification for real. &quot;If we had come to the conclusion as Ofqual that there was a strong case for piloting, we are in a position as the independent regulator to make sure that that happens. But piloting is not the answer in this case.&quot; He suggests that there could be opportunities to test out the new exams themselves from early 2014, after Ofqual and ministers have approved exam board proposals to run the new qualifications. Ofqual argues that issues around piloting in the past, including the fact that a pupil taking a pilot exam might end up with a qualification that employers might question, persuaded it against Tattersall&apos;s 2009 proposal. But it has not been able to point to any document showing that the regulator had discussed its position on piloting in depth. Tattersall remains unconvinced. &quot;It does seem very much as if this radical change is being made on the hoof,&quot; she says. Brian Lightman, general secretary of the Association of School and College Leaders, says: &quot;It is essential that major qualifications reforms are pre-tested. It&apos;s not clear to me that Ofqual has been consulted by the government yet on this reform.&quot; A Department for Education spokeswoman says: &quot;We will be exploring with Ofqual and awarding organisations [exam boards] how we might use pre-testing to ensure that the standard of exams is set in the right place.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/01/gove-new-exams-pilots", 
    "wordcount": "1385"
}