{
    "headline": "Wind power still gets lower public subsidies than fossil fuel tax breaks", 
    "text": "Public subsidies for the development of wind power in the UK are dwarfed by the tax breaks enjoyed by fossil fuels, a new Guardian analysis has revealed. Financial support for fledgling renewable energy industries has increasingly come under attack in recent months, but the new data shows that the older industries benefit to a far greater extent. Gas, oil and coal prices were subsidised by 3.63bn in 2010, according to data from the Organisation for Economic Co-operation and Development , whereas offshore and onshore wind received 0.7bn in the year from April 2010. All renewables in the UK benefited from 1.4bn over the same period, according to data from the Department of Energy and Climate Change (Decc). The government argues that investing in wind, marine, solar and other renewable energy sources will help meet the nation&apos;s legally binding cuts in greenhouse gas emissions, as well as providing economic opportunities for the UK and a more diversified and less volatile energy supply. It points to rising global gas prices as the major reason for the sharp rise in home energy bills in recent years. Opponents argue investing in renewables is unaffordable in this economic climate. The Treasury was unable to provide figures for the tax relief and other subsidies enjoyed by fossil fuels, but the OECD data is described as &quot;very robust&quot; by subsidies expert Peter Wooders, who worked for British Gas and is now at the International Institute for Sustainable Development. Almost 90% of the fossil fuel subsidy comes from the reduced rate of VAT paid by households. Wooders said if such price cuts were intended to reduce energy costs for poorer households, they were a &quot;very blunt tool&quot; with many better-off people also gaining. &quot;Just about any other way than fossil fuel cost subsidies will be more effective,&quot; he said. Gas, which dominates home heating and electricity generation in the UK, received about 3bn in subsidy, with oil getting 500m and coal 72m. Wooders said the purpose of subsidies should be to reduce the cost of new  rather than existing  energy sources: &quot;You want renewable subsidies to reduce the cost of the technology, so you have better options going forward.&quot; Support for renewables in the UK comes mainly via an obligation on electricity suppliers to provide increasing amounts of renewable energy, paid for by a levy on energy bills. Feed-in-tariffs  direct payments for green power such as those for solar power  account for just 1% of the total subsidies to renewables. Green electricity benefits from the price cut delivered by the reduced VAT rate but, while no data is available on the sum, it will be far smaller than for gas and coal, which provide 85% of UK electricity, compared with 6% for renewables in 2010-11. No comprehensive analysis of subsidies provided to each energy technology exists with, for example, no data on the cost of subsidising red diesel, used in agriculture and industry by about 70p a litre (about 50%) or on export credit guarantees given to British companies who have recently ventured into deep-sea oil drilling off Brazil and coal mining in Siberia. Other subsidies include the millions of pounds of free coal given each year to former British Coal miners and their families, a scheme that has cost almost 1bn since 1994 and is not expected to end until 2064. &quot;It&apos;s incredible that as millions of families across Britain are feeling the squeeze, George Osborne is handing billions of pounds of taxpayers&apos; money to some of the biggest and most polluting corporations in the world,&quot; said a senior Greenpeace campaigner, Joss Garman. &quot;Whilst ministers are transparent about the relatively small sums they are using to support our emerging clean energy businesses, in contrast there&apos;s no openness about the staggering amounts they&apos;re spending on huge fossil fuel and nuclear corporations.&quot; Most of the Decc&apos;s budget is spent on decommissioning nuclear power stations and managing nuclear waste, which cost taxpayers 7bn on 2010-11. Nuclear power is expected to benefit from the forthcoming carbon floor price, receiving perhaps 50m a year, and possible tax exemption on uranium. Anti-nuclear campaigners also claim that &quot;hidden subsidies&quot;, such as the limit on an operator&apos;s liability for accidents, are worth billions. The UK&apos;s greater subsidies for fossil fuels mirrors the global situation, with the International Energy Agency recently showing that, in the 37 countries it analysed, oil, gas and coal received $409bn (261bn) in 2010 compared with $66bn for renewable energy. Wooders noted the IEA analysis excluded support for the exploration and recovery of oil and gas, which he estimates to be worth about $100bn a year, and that fossil fuel subsidies have not been declining in recent years. But the pressure to remove such subsidies is growing: the G20 pledged in 2009 to phase them out in &quot;the medium term&quot;, with President Barack Obama pledging the same this month. The issue is also on the agenda for the global environment summit in Rio de Janeiro this June, 20 years on from the Earth summit. Lord Browne, the former chief executive of BP, has backed wind power subsidies. &quot;People forget the government supported the oil and gas supply chain in its early days: with generous tax incentives, training programmes, strategic infrastructure; and supportive regulation,&quot; he said in 2011. &quot;The result today is a world leading industry, creating jobs in manufacturing and engineering across the UK.&quot; Others have called for far greater support for the green economy, by direct investment of some of the money created by the government through so-called &quot;quantitative easing.&quot; The economist who coined the phrase, Professor Richard Werner, now at Southampton University, said: &quot;The staggering 325bn [of QE to date] has largely ended up with the banks in the futile hope that it would result in a substantial increase in UK lending to business. To ensure that this does not happen again, we need a different kind of QE, to help the wider economy directly and to implement some badly needed green projects that would enhance the sustainability of the economy and improve the environmentas well as creating thousands of new jobs.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/27/wind-power-subsidy-fossil-fuels", 
    "wordcount": "1050"
}