{
    "headline": "Risky sexual behaviour threatens to derail Aids progress, UN report says", 
    "text": "Risky sexual behaviour is continuing around the globe and even increasing in some countries, threatening to derail efforts to stop or slow transmission of the HIV virus and end the Aids epidemic, according to an authoritative UN report. While drug treatment is saving millions of lives and deaths are falling, the prospects for stopping the spread of HIV infections are not promising, says UNAids in its annual report ahead of world aids day on 1 December. The target of halving new sexually acquired infections within the next three years looks ambitious. &quot;Getting to zero new HIV infections will require substantial reductions each year in sexual HIV transmission, which accounts for the overwhelming majority of the people who are newly infected,&quot; says the report. &quot;The current pace of progress is insufficient to reach the global goal of halving sexual transmission by 2015, underscoring the urgent need for intensified action.&quot; Attempts to educate people about safe sex and persuade them of the wisdom of having fewer sexual partners and of using condoms have had some success in some hard-hit countries, such as Kenya, Malawi, Mozambique, Namibia, Nigeria and Zambia. But in spite of the dangers, risk-taking has actually increased in others  notably in Ivory Coast, Guyana and Rwanda. Rwanda reports an increase in men having sex under the age of 15 and of both men and women having multiple partners. In Ivory Coast, Uganda, Benin and Burkina Faso, condom use has declined. In 26 of the 31 countries with what are called generalised epidemics, less than half of young women have proper understanding of HIV and do not know that condoms can protect them. In 21 of those countries, young men are also ignorant of the facts. Trying to encourage people to change their behaviour is a complicated and difficult business, the report acknowledges. &quot;It involves knowledge, motivations and choices, which are influenced by sociocultural norms, as well as risk assessment in relation to immediate benefits and future consequences. It involves both rational decision-making and impulsive and automatic behaviour,&quot; says the report. It also needs money. The report says only 5% of HIV funding in the worst-hit countries went on behaviour-change programmes, including condom promotion. Condoms are also not sufficiently available. &quot;The UN Population Fund estimates that only nine donor-provided male condoms were available for every man aged 15-49 years in sub-Saharan Africa in 2011, and one female condom for every 10 women aged 15-49 years,&quot; says the report. Stopping the birth of babies infected with HIV, through drug treatment for their mothers in pregnancy, is a major target. Around 409,000 children were saved from infection between 2009 and 2011. But last year 330,000 babies were still born with the virus  more than 90% of them in sub-Saharan Africa. In four countries  Angola, the Democratic Republic of the Congo, Equatorial Guinea and Guinea-Bissau  the number of HIV-positive babies born increased. One of the problems is that women in some regions are not given antiretroviral drugs after the birth, when they are breastfeeding, which helps safeguard the baby as well as themselves. The report also notes that there has been little improvement in the availability of contraception for women who do not want to have another child. Prevention programmes for groups of people who are at particular risk, such as sex workers, drug users and men who have sex with men, are far too limited, the report says. Yet the report testifies to the massive achievements made over the years in reducing deaths and infections. &quot;Although Aids remains one of the world&apos;s most serious health challenges, global solidarity  during the past decade continues to generate extraordinary health gains,&quot; it says. There are now 34 million people globally living with HIV  a figure that is rising as drug treatment keeps more people alive. In sub-Saharan Africa, still the worst-affected region, nearly one in five adults is living with HIV. Even if too slowly, infection rates are coming down worldwide. Last year, 2.5 million were infected, which is a drop of 20% on the number of new infections in 2001. The numbers have dropped most sharply in the Caribbean and sub-Saharan Africa. &quot;In some other parts of the world, HIV trends [for children and adults] are cause for concern. Since 2001, the number of people newly infected in the Middle East and north Africa has increased by more than 35% (from 27,000 to 37,000). Evidence indicates that the incidence of HIV infection in eastern Europe and central Asia began increasing in the late 2000s after having remained relatively stable for several years,&quot; says the report. In at least nine countries  Bangladesh, Georgia, Guinea-Bissau, Indonesia, Kazakhstan, Kyrgyzstan, the Philippines, Moldova and Sri Lanka  the number of people newly infected last year was at least 25% higher than in 2001. Drug treatment, which some originally said was impossible in poor countries, has been a huge success. &quot;The scaling up of antiretroviral therapy in low- and middle-income countries has transformed national Aids responses and generated broad-based health gains. Since 1995, antiretroviral therapy has saved 14m life-years in low- and middle-income countries, including 9m in sub-Saharan Africa,&quot; says the report. In 2011 there were 1.7m deaths, which is a 24% drop from 2005. Deaths were down by nearly a third in sub-Saharan Africa between 2005 and 2011, but they were up by 21% in eastern Europe and central Asia, and by 17% in the Middle East and north Africa. UNAids pointed to the successes that the scale-up of prevention and treatment is having in some countries, rather than the concerns over others. In 25 low- and middle-income countries new infections had halved over the past decade, it said. In Malawi, the numbers had fallen by 73%, in Botswana by 71%, in Namibia by 68%, in Zambia by 58% and in Zimbabwe by 50%. Sub-Saharan Africa had cut Aids-related deaths by a third in the past six years and increased the number of people on antiretroviral treatment by 59% in the past two years, it said. &quot;The pace of progress is quickening  what used to take a decade is now being achieved in 24 months,&quot; said Michel Sidib, executive director of UNAids. &quot;We are scaling up faster and smarter than ever before. It is the proof that with political will and follow through we can reach our shared goals by 2015.&quot; It also struck a positive note on finance. Last year, $16.8bn (10.5bn) was available, against an estimated need of $22bn-24bn by 2015, but even though donor funds were short, the most affected countries were increasing their own spending. In 2011, for the first time, domestic investments from low- and middle-income countries surpassed global giving. Donor funds, however, were critical for many countries, UNAids added. The International HIV/Aids Alliance said money needed to go where it would make most impact. Politically isolated groups such as sex workers, drug users and men who have sex with men were bearing the brunt. &quot;We risk seeing a major roll back on achievements if we fail to address the human rights issues and abuses that are impeding a truly effective global HIV response,&quot; said executive director Alvaro Bermejo. Mitchell Warren, executive director of New York-based AVAC: Global Advocacy for HIV Prevention, said: &quot;If we&apos;re serious about ending Aids we must move faster. If ending Aids were a marathon, we&apos;d already be behind pace at the first mile marker. In 2013, we must aggressively expand HIV prevention to stay on track to bring new infections to zero. Priorities must include speeding access to powerful tools like treatment as prevention, voluntary medical male circumcision and pre-exposure prophylaxis, and continuing to invest in new solutions like a vaccine.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/20/risky-sexual-behaviour-aids-un", 
    "wordcount": "1304"
}