{
    "headline": "Why wealthy tech entrepreneurs are pouring their money into water", 
    "text": "What happens when you mix 40 technology entrepreneurs, a charity visionary and a week-long field trip where many of the group will see their donated dollars at work? Hopefully great things.     From Old Street to the world: McLoughlin spotted a child in the Ethiopian village of Mekele wearing a 'Silicon Roundabout' t-shirt    I&apos;m writing this hours after having flown back from Mekele, a town in the Tigray region of northern Ethiopia. I recently spent a full week with members of the charity: water team and a group of founders from well-known technology startup companies such as Spotify, Pandora, Bebo, WordPress, Mind Candy and Wonga. Whilst still relatively unknown in the UK, charity: water has become the cause du jour for Silicon Valley&apos;s digirati. For the uninitiated, charity: water is a US-based non-profit organisation whose goal is to provide clean, safe water to the 800 million people who currently go without. To date they&apos;ve funded more than 8,000 projects across 20 countries, bringing water to more than 3 million people. A fine start but as their founder and CEO Scott Harrison will admit, there&apos;s a long, long way to go. Harrison, a former New York nightclub promoter, claims &quot;spiritual bankruptcy&quot; (somewhat similar to the feeling one has after a weekend in Las Vegas, I&apos;d imagine) led him to Liberia in 2006 where he volunteered as a photojournalist aboard a hospital ship. Much of the sickness he witnessed was caused by drinking dirty water  sicknesses easily avoided through the provision of simple wells. Upon returning to the US he made good use of his previous life&apos;s skills and, with the proceeds from a birthday party fundraiser, sponsored his first water projects. Since then, a huge percentage of all money raised has come from the technology community. Indeed, Harrison credits a generous donation from Bebo&apos;s Michael and Xochi Birch with saving the charity during its darkest days. But given there are thousands of worthy organisations, why have the technology set rallied around charity: water? Harrison is a talented story teller who expertly uses graphic design, professional photography and video to drive his message home. In charity: water he has created a compelling, modern and attractive brand that today&apos;s design-obsessed technology entrepreneurs identify with. If Apple did charity, etc. Given the technology industry&apos;s passion for metrics, Harrison cleverly keeps numbers and transparency at the root of his (beautifully kerned) pitch. Every penny donated is tracked and relayed online to the donor, and charity: water commits that 100% of donations go to the field. Compared with many charities where up to 40% of donations can be lost to administrative and operations overheads, this commitment is rather refreshing. Harrison is keen to point out that investment in clean water has drastic and perhaps unexpected consequences: UN data shows that every $1 invested translates into $12 in economic returns. Leverage FTW, as the startup kids might say. Lastly, until recently, this generation of newly-minted technology entrepreneurs didn&apos;t have a banner charity to support, rally around and believe in. Charity: water&apos;s blend of design, data, social media savvy, transparency and actually-doing-damn-good-work makes it disarmingly easy to buy into. If it sounds like I&apos;m drinking the Kool Aid then consider this: during the trip I had the chance to visit a village where my company has sponsored a water project. Until recently the women would spend up to six back-breaking hours a day carrying heavy jerrycans of dirty water, with many girls abstaining from school to assist their mothers. Now they have easy access to clean water to drink and cook with, and have hours of time each day to devote to luxuries like industry and bathing. All the girls in the village attend school every day and now worry most about access to books and other learning materials.  The cost of the well that has changed the lives of almost 1,000 people? Just $5,000. Turns out that the Kool Aid both tastes great and needn&apos;t cost the earth. Andy McLoughlin is co-founder of Huddle, the enterprise content collaboration platform. Through its charitable foundation, Huddle provides software and volunteered time for hundreds of organisations worldwide. Huddle.com/foundation", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/29/tech-entrepreneurs-charity-water-ethiopia-huddle", 
    "wordcount": "673"
}