{
    "headline": "Slum surveys giving 'invisible' inhabitants a say in urban planning", 
    "text": "In 2005, Jeremiah Makori was asleep in his home in Nairobi&apos;s Deep Sea slum when he heard a voice outside. &quot;We went to sleep as usual, and at midnight I heard a strange voice outside, [saying] move out and save your lives,&quot; he said. He rushed outside with his nightclothes on, carrying his two sons, and watched his home disappear. &quot;It was all demolished. We lost everything.&quot; Makori had lived in the slum since 1998, having left his home in rural western Kenya to look for work in the city. Although Deep Sea has since been rebuilt, Makori, who was in Naples this week at the World Urban Forum (WUF), said the threat of eviction still looms: a new road project that would cut through the slum is on the cards, and it&apos;s unclear what will happen to those who live there. The population of Deep Sea has doubled over the past 15 years, he says, estimating its size at 15,000. There is no official record of who lives in the slum, but community organisers are conducting their own census. The hope is that collecting detailed information on the lives and livelihoods of those in Deep Sea will protect them from any further evictions. Over the past 20 years, it&apos;s become a common strategy for slum dwellers around the world to conduct surveys of their settlements to raise the profile of their communities. Earlier this year, the journal Environment and Urbanisation honed in on this trend with a series of case studies. In Old Fadama, in central Accra, Ghana, a community survey revealed a much larger population than government estimates, discouraging authorities from pushing through eviction orders. In Cape Town, a similar survey of the Joe Slavo settlement showed the opposite  far fewer numbers than expected  showing it would be easier and quicker to &quot;upgrade&quot; the settlement than to move it. Shack/Slum Dwellers International, an umbrella group of local federations of people living in informal settlements, founded in 1996, has now developed an extensive set of tools and methods to help residents survey and map their communities. &quot;These surveys started as a way to stop evictions but have become a key tool to support community-led upgrading in informal settlements,&quot; says David Satterthwaite, senior fellow in the human settlements group at the London-based thinktank the International Institute for Environment and Development (IIED). These surveys involve the community sitting down together, walking through the settlement numbering each house, and using enumeration as a tool to identify and address their own priorities. It&apos;s often quoted that more than 1 billion people live in slums around the world. But informal settlements are typically &quot;invisible&quot; in government statistics, and no one really knows how many people live in areas like these. The surveys conducted by communities often produce the first detailed data on these settlements, their residents, the quality of housing, infrastructure, and services. Satterthwaite, who has spent decades working with civil society groups on urban issues, helped organise a session on &quot;documentation by the undocumented&quot; at the WUF. &quot;The detail you get is amazing. In terms of surveys, I expect these are the most detailed, accurate, and insightful  far better than those of any research organisation,&quot; he insists. &quot;These are the experts producing data that no one else could.&quot; Sarah Nandudu, of the Ugandan Slum Dwellers&apos; Federation, said community-led surveys in her country had helped to pave the way for better relationships between slum dwellers and the government. &quot;Before, they didn&apos;t have any reason to sit with us.&quot; For Parveen Shaikh, from the Indian Slum Dwellers Federation, conducting a survey is just as much about understanding her community. &quot;We asked: where are the trees? The toilets? The mosque?... This also helped us to get to know our community very well. Who lives in house number 100, for example?&quot; Unlike city officials, she said, the community was highly attentive to detail. &quot;We wanted information about us to be accurate.&quot; Satterthwaite says these local efforts to document and map informal settlements are symbolic of how members of poor urban communities are best-placed to offer solutions to problems that affect them, but these efforts are not fully recognised. He says the UN human settlements programme (UN-Habitat), which organised the WUF, is one of the few UN bodies to recognise the role of local governments. But in terms of working with community groups, &quot;it&apos;s almost going backwards. There&apos;s even less recognition now of the really pioneering work and partnerships by civil society.&quot; Civil society and representatives of the urban poor shouldn&apos;t just get time to speak at the forum, he says, they should also be on the organising committee, defining the programme and deliberating on the conference&apos;s themes. For Makori, it&apos;s also time for the state to step in and ensure there is sufficient low-cost housing. He moved to Deep Sea, he said, because the money he made working as a watchman was not enough to rent a house. &quot;Because of its failures, it [the state] is now shifting the blame to the poor,&quot; he said. &quot;They call us criminals, but the people who live in Deep Sea are the security guards, the watchmen, the maids, the office cleaners.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/07/slum-dwellers-say-in-urban-policy", 
    "wordcount": "891"
}