{
    "headline": "Can independent developers make money from children's apps?", 
    "text": "Making apps for kids is a tough business. Dozens of creative, educational and well-crafted children&apos;s apps are released every month many from independent developers and many of them sink without a trace. Can indie developers make a living from kids&apos; apps? That was the topic for an event this week organised by the London Educational Games Meetup Group, with five British children&apos;s app developers sharing their experiences in presentations and a panel session, which I moderated. All have apps well worth parents&apos; purchases, and Cowly Owl (Makego and Little Digits); Made in Me (Me Books and Sneak); Crank Publishing (Junior Astronaut); Nimblebean (Timmy Tickle); and Frosby Designs (Frosby Learning Games) are all learning how to scrap for attention and sales. Their tone was optimistic, yet realistic. &quot;Can we make a living from kids&apos; apps? My personal answer is yes, but it&apos;s really, really, really hard,&quot; said Made in Me&apos;s managing director James Huggins. Here are some of the key points that emerged on the night: It&apos;s a volume game A lot of talented developers especially the 1-3 person studios have less than a handful of high-quality apps, taking months to perfect each one. Lovely apps, but possibly not the best route to commercial success. &quot;Always think about more than one app with every single idea that you&apos;re doing,&quot; said Huggins. &quot;You&apos;re much more likely to make a decent living from 10 apps than from one. In a volume game, to make any reasonable money you need to sell lots and lots of apps Never ever have an app strategy that involves just one app.&quot; That&apos;s not to say developers should &quot;knock &apos;em out fast and cheap&quot;. Rather that they should be thinking creatively about how code can be reused; how apps might be reskinned and relaunched; or even chopped up into multiple releases. Matt Wasser, from Frosby Designs, said that parents will often buy several games from a developer that they like, but warned they may not wait for months at a time for a new release. &quot;Literally in a short time they might buy three of your apps if they&apos;re into one app that they like, but six months later they&apos;ve gone: they&apos;ve moved onto other apps,&quot; he said. &quot;That&apos;s why you need a load of apps, a big portfolio.&quot; There are examples out there, albeit from larger companies. Toca Boca has generated more than 30m paid and free downloads of its apps, while Duck Duck Moose announced in September 2012 that it had sold 2.4m paid downloads. One challenge for the British developers represented at the LEGup event is that they&apos;re all bootstrapping, while competitors elsewhere in the world particularly the US are raising multi-million dollar funding rounds to quickly build up their portfolios. Get talented people to help This is by no means a trend restricted to app developers, but it&apos;s clear that collaboration and creative networks are helping individual developers punch above their abilities in different areas. Crank Publishing&apos;s James Law gave the example of hiring Wired magazine&apos;s science and space correspondent Adam Mann to act as script supervisor on Junior Astronaut. $200 well spent: not only did Mann&apos;s knowledge ensure the app&apos;s scientific content was correct: his involvement &quot;gave us credibility: teachers liked it and the press loved it&quot;. Nimblebean&apos;s Harriet Pellereau talked about the importance of getting collaborators for Timmy Tickle to complement her background in visual design and coding. Voice narration, programming backup and marketing advice were all crucial. Illustration and animation were strong themes in the discussion: the idea that even if an app is developed by a tiny team, it has to look as good as those made by much larger studios to have a chance of success on the app stores. &quot;There&apos;s no excuse for having an ugly-looking app. We are surrounded by a wealth of creative talent in this country,&quot; said Law. Junior Astronaut&apos;s visuals are a case in point: they&apos;re excellent, and only cost the company 2k commissioned from illustrator Chris Madden.     Junior Astronaut's visual style is a big part of its appeal    Don&apos;t be scared of brands Can a small independent children&apos;s app developer bag a major brand or character for its projects? It might be easier than many think, according to Huggins, who noted the popularity of apps based on brands from Disney to Peppa Pig. &quot;Don&apos;t make the assumption that it&apos;s us and them,&quot; he said. &quot;A lot of developers assume these rights and licensing are behind these fortresses of corporate scaryness, and are impossible to get at. That&apos;s not the case. In most cases these companies are actively looking for ways to either promote or sell their properties. There&apos;s a huge appetite out there for developers who&apos;ve got a nice idea.&quot; Huggins added that brand-owners aren&apos;t necessarily looking for large upfront licensing payments from developers before letting them get hands-on with their characters. Often, a pure revenue-share deal can be agreed. &quot;Do not rule out partnerships, licensing and strong characters. It may not be the be all and end-all of what you want to do, but it could be a way for your idea to live both with customers and commercially,&quot; he said. Experiment with pricing Is there a pricing formula for app store success? No. But if there&apos;s one piece of advice, it&apos;s to stay flexible and keep tabs on wider trends in the market. Cowly Owl&apos;s Chris O&apos;Shea advised developers to use sites like AppShopper to monitor pricing changes for their competitors, and noted that many apps prices regularly go up and down sometimes in short-term promotions designed mainly to make them pop up on websites that tell smartphone and tablet owners about price drops. How about going freemium? It&apos;s currently a controversial topic thanks to some high-profile cases of children spending thousands of pounds on in-app purchases in freemium games, but there are other ways of approaching it. Junior Astronaut was initially a free download with nine chapters included, and another 20 unlockable with an in-app purchase. However, Law said Crank now feels it miscalculated. &quot;We have away too much: we had an experience that didn&apos;t necessarily make you feel you had to upgrade.&quot; He also added that educational apps can suffer from another problem when using in-app purchases: it makes it hard for schools to make bulk purchases under Apple&apos;s Volume Purchase Programme, which enables schools to buy apps in volume then distribute them to teachers and students. Planning PR strategy One very strong theme at the event was the fact that most press coverage of children&apos;s apps simply doesn&apos;t generate many sales. There is a growing network of blogs covering children&apos;s apps (disclosure: I run one of them outside my Guardian work), yet when a sales spike comes from a review, it&apos;s rarely from them. &quot;The stuff that&apos;s worked is traditional media: national press and stuff on telly,&quot; said Huggins, with his fellow panelists nodding their agreement. Law and O&apos;Shea both cited newspaper reviews as delivering a noticeable bump in sales The problem with newspapers is their limited space, and the difficulty independent developers can have reaching and getting noticed by the journalists who might be writing about apps. And the blogs? O&apos;Shea suggested developers make use of online tools like ReviewForDev&apos;s table of child-friendly app review sites and their Alexa scores; Highrise for managing the process of emailing journalist and distributing promo codes; and Promoter for keeping tabs on sites that cover their apps. Some blogs charge developers for &quot;expedited reviews&quot; the idea being the developer pays to jump the queue of apps waiting for coverage. All five developers said it&apos;s not a good idea: less for moral reasons although there is an ongoing industry debate on that score and more because developers rarely get a return on their investment in the form of sales. Something that came through in the discussion, though, was that unpaid-for coverage can pay off in ways other than immediate sales. For example, O&apos;Shea, Law and Huggins shared experiences of being featured by Apple in its New &amp; Noteworthy App Store promotion weeks or months after their apps had been released but also after positive blog coverage. More data is needed on whether the coverage was a factor in bringing apps to the attention of Apple&apos;s editorial staff.     Getting featured on Apple's App Store is still the biggest downloads driver    Ask Apple for help Talking of Apple&apos;s editorial staff It&apos;s very clear that the single biggest factor in a children&apos;s app finding a healthy audience is being featured on the App Store, even if the sales effect often only lasts as long as the promotion. &quot;Petition Apple for support,&quot; said Huggins. &quot;They have recently started to show us some love, and it does make a huge difference. It&apos;s an unknown quantity, so don&apos;t bank on it, but do try to get it.&quot; Try? Apple does have developer relations teams, and they&apos;re out there having face-to-face meetings with developers big and small regularly. Huggins advised swapping notes with other studios to get contacts within Apple, and pointed out that the feedback on how a developer can improve their apps can be just as useful as the prospect of an App Store promotion. What does Apple look for? Quality, first and foremost, although making use of the latest features in its devices doesn&apos;t hurt. &quot;Concentrate on creating a brilliant product, and try to learn about what it takes to get featured by Apple,&quot; said Law. &quot;By all means do your marketing, but good marketing can never rescue an average product. Get the product right, then concentrate on the marketing afterwards.&quot; What about Android? Hang on, you&apos;re quite possibly thinking. Why is this article and the event it was based on so focused on Apple? In fact, there are a growing number of children&apos;s apps being released for Android devices too, quite often simultaneously with their iOS releases. Should developers be thinking more about Android? &quot;I&apos;d love to, but it&apos;s very hard,&quot; said Pellereau, citing the costs of porting and testing on Android devices. &quot;It&apos;s just a really difficult world, but it&apos;s certainly worth thinking about.&quot; The impression I took away was that for small independent developers the kind of studio capable of making a well-crafted children&apos;s app, but not necessarily porting and testing it on hundreds of Android devices staying iOS-only isn&apos;t about being a fanboy for one platform over another. The cycle seems to be more that developers start on iOS, and leave Android until later, when they&apos;ve made enough money to cover the porting costs. But if they&apos;re struggling to make money on iOS &quot;If it&apos;s hard enough making it on iOS, how much harder is it on Android? People aren&apos;t paying for apps there,&quot; said O&apos;Shea. But the panel agreed that developers should be keeping an eye on Android including devices like Amazon&apos;s Kindle Fire and Barnes &amp; Noble&apos;s Nook, which may attract parents. Other tips Other pieces of advice from the event included a creative lesson learned by Pellereau. &quot;If I was doing it again, I&apos;d be clearer on what my app purpose was,&quot; she said. &quot;Timmy Tickle had painting, counting, reading lots of different activities going on, but it&apos;s hard for people to categorise and explain what it actually does. It might be better to just do one thing really well.&quot; She also advised developers to get a thick skin before reading their App Store reviews. Which isn&apos;t to say ignore negative reactions entirely, but more learn to distinguish between constructive feedback and unrealistic expectations. &quot;Be prepared for the expectations on the App Store, and the vitriolic response you can have for something that cost someone 1,&quot; she said. &quot;I was inventing a whole world, creating a 3D character, giving him a story and animating him, and it was being shot down for a button not responding quite as quickly as people wanted.&quot; Meanwhile, Huggins said developers should investigate some of the deals and discounts websites that tell people about offers for a range of products and digital content, including apps. &quot;It might sound dodgy, but they drive massive amounts of traffic to our apps whenever we do a deal promo and put them on these sites,&quot; he said. &quot;It&apos;s gone crazy, way more than anything else we&apos;ve tried on that front.&quot;     Timmy Tickle in cake form    Reaping the rewards Quite a lot of the above discussion may seem negative: it&apos;s really hard to sell apps, blogs aren&apos;t that useful, reviewers on the App Store can be mean, and the single biggest success factor an Apple feature is completely unpredictable. What struck me, though, was that while all five developers want to build businesses out of their children&apos;s apps, they weren&apos;t just motivated by profit. For various reasons Huggins making apps that his own children would love, Pellereau creating a character of her own from scratch they all had deeper reasons for braving this brutal market. They all had &quot;punch the air&quot; moments to talk about too. One child liked Timmy Tickle so much, their parent cooked a Timmy-shaped birthday cake and emailed a photo to Pellereau. Law woke up one morning to find a photo of a beaming Junior Astronaut fan showing the app to one of NASA&apos;s senior astronauts on a visit to the space agency. O&apos;Shea, too, has seen plenty of YouTube videos uploaded by parents of children playing with Cowly Owl&apos;s apps. Many children&apos;s apps may struggle for sales, but the feedback from parents and kids can be genuinely meaningful. It&apos;s that kind of response that encourages developers to keep plugging away. &quot;I do think you can make money from this area,&quot; said Pellereau. &quot;Can you make a living? You can definitely have a lot of fun doing it. It&apos;s been an amazing journey.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/mar/21/indie-developers-apps-for-kids", 
    "wordcount": "2346"
}