{
    "headline": "Country diary: Cartmel, Cumbria", 
    "text": "The bell ringers of Cartmel Priory spiral their way up the 79 bell tower steps before emerging on the church roof to traverse an exposed walkway and tackle the final stairs to the belfry. Six women ringers and one male, the bell captain, comprise the usual team; all are used to hauling on their ropes attached to bells weighing up to half a ton each, culminating every year in ringing in the new year. The bells of this 12th-century parish church have been rung since 1666, and their quintessentially English sound effects are part of the fabric of the Cartmel peninsula, reaching to Flookburgh with its cockle and shrimp fishermen on the shores of Morecambe Bay, and inland towards the Lake District. On Hampsfell, the nearby ridge &quot;most likely to appeal to a semi-retired fellwaker&quot; according to Alfred Wainwright, ramblers treading their way over emerald turf and past limestone pavements sometimes hear the priory bells as they reach the stone-built tower of the Hospice, with its views aptly fit to go with the sound of the change-ringing below. It was built as a shelter in 1846 by Cartmel&apos;s vicar and can, when clear, offer panoramic viewing as far away as Snowdonia and the Isle of Man, while inland, from westwards to north, Lakeland hills unfold. Scafell peeps between Dow Crag and Coniston Old Man, and Helvellyn is in view. Only on New Year&apos;s Eve do the bells sound different for those brave souls who have clambered up the ridge to see in the new year by starlight and moon. One half of each bell clapper is muffled, causing a ding-thwock sound to signify the dying of the old year. Finally, just one bell and its unearthly echo tolls up to midnight. As Big Ben strikes, and with muffles now removed, the bells ring joyously out as people congregate in the village square to usher in the new year with this unique accompaniment  as they did on Saturday evening.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/jan/01/country-diary-cartmel-cumbria", 
    "wordcount": "330"
}