{
    "headline": "Student convicted over Anonymous cyber-attacks", 
    "text": "A key member of the Anonymous hacking group has been convicted for his part in a series of cyber-attacks on Paypal and other major companies. Christopher Weatherhead, 22, who used the name Nerdo on the internet, was described as a leading player in the &quot;distributed denial of service&quot; attacks. He worked with fellow Anonymous members Peter Gibson, 24, Ashley Rhodes, 28, and Jake Birchall, 18, to bring down websites by flooding them with messages and requests under the banner &quot;Operation Payback&quot;. Weatherhead was convicted on one count of conspiracy to impair the operation of computers, contrary to the Criminal Law Act 1977. The cyber-attacks originally targeted the music industry in response to its anti-piracy stance. But the group changed its plan after the backlash against Julian Assange and WikiLeaks following their release of classified data in December 2010. Anonymous spent 10 days targeting Paypal, causing losses of 3.5m. London&apos;s Southwark crown court heard that PayPal was attacked after it decided not to process payments on behalf of the Wau Holland Foundation, an organisation involved in raising funds for WikiLeaks. Other companies targeted included Mastercard, Visa and the British Recorded Music Industry (BPI). Anyone who tried to visit their websites was directed to a page displaying the message: &quot;You&apos;ve tried to bite the Anonymous hand. You angered the hive and now you are being stung.&quot; A jury of six men and five women deliberated for little more than two hours on Thursday before returning a guilty verdict against Weatherhead for his &quot;integral role&quot; in the attacks, which happened while he was studying at Northampton University. Weatherhead looked at the floor then across to his parents when the guilty verdict was read out. Judge Peter Testar warned him he could face jail when sentenced at a later date with his three co-accused, who pleaded guilty at an earlier hearing. &quot;I want to have as much information as possible before deciding what should happen in the case of these four men,&quot; he said. &quot;I think these are serious offences to my mind, and I hope the defendant understands that.&quot; The trial heard that Weatherhead spent up to 10 hours a day online and dreamed of working for Amazon or Google. He refused to admit that he had been part of the actual attacks, claiming to have been the communications manager for Anonymous and the creator of online chatrooms where the attacks were planned. Weatherhead told the court he was an observer in October 2010 while others carried out their attack on the website of the Ministry of Sound, causing 9,000 damage. Neil Corre, defending, asked him: &quot;Were there times when you were observing attacks while they were happening?&quot; &quot;Yes,&quot; said Weatherhead, &quot;I was quite interested. I did not believe that what was being discussed was actually possible.&quot; The student portrayed himself as an ideological dreamer who had come across the Anonymous group by chance and agreed with its stance against censorship on the internet. &quot;I like the freedom of information that is on the web. I enjoy spending a lot of time on Wikipedia reading things. When you can&apos;t get information I feel abashed by that,&quot; he told the court. Weatherhead was freed on bail until sentencing in January on a date yet to be set. The hacker is banned from using internet chat relays or posting online under the pseudonym Nerdo or any other name but his own. Testar ordered him to be electronically tagged and subject to a midnight to 4am curfew at his parents&apos; home.", 
    "section": "technology", 
    "gid": "technology/2012/dec/06/student-convicted-anonymous-cyber-attacks", 
    "wordcount": "609"
}