{
    "headline": "Africa's millions of young people must add up to demographic dividend", 
    "text": "Africa is in the midst of a remarkable demographic shift with profound consequences for the continent&apos;s future. Our population is growing faster than in any other region (pdf). The median age is now 18, which is seven years younger than in south Asia and 16 years below China. There are 70 million more Africans under the age of 14 than a decade ago. Over the next 10 years, the number will rise by another 76 million. With fertility rates beginning to decline (pdf), this provides our continent with a tremendous opportunity. Africa is about to benefit from a sharply rising ratio of people of working age to dependents. When Asia experienced a similar demographic revolution three decades ago, it gave a powerful boost to economic growth. If we can get this right and harness the incredible creativity, energy and innovation in our young people, we can reap a fantastic demographic dividend. But it is not guaranteed. The risk is that this shift could become a demographic disaster marked by rising levels of youth unemployment, social dislocation and hunger. The future depends on whether we can equip the current generation of young Africans with the education and skills they need to realise their potential  and create the jobs for them so they are able to unleash that potential. For example, in Uganda, waged jobs grew at 13% per year between 2003 and 2006, but this absorbed less than one fifth of the country&apos;s new workers; and in Nigeria, Mozambique and Burundi, more than 60% of employed young people earn less than $1.25 a day (pdf). The growing population also poses challenges for education. Just to maintain present primary school enrolment rates, governments will have to increase the number of classrooms and teachers by about 14%. Africa&apos;s education and training systems need to be fit for the purpose. Failure to tackle the twin crises of access to school and the quality of learning will not just limit the right to education, undermine prospects for economic growth and waste human potential; it will render countries all the more vulnerable to the political and social instabilities that inevitably accompany urbanisation and youth unemployment. We must put the creation of jobs, too, at the centre of our agenda. Youth unemployment is already high but, without determined action, it will rise much faster. The number of 15-24 year-olds in Africa has risen in the last decade from 133 million to 172 million. By 2020, that figure will have reached 246 million. We have to find another 74 million jobs just to keep youth unemployment at its current unacceptably high levels. The challenges are great but the overall economic background is encouraging. Africa&apos;s economies are consistently growing faster than those of almost any other region and at twice the rate of the 1990s. Human development is improving and governments are becoming more accountable. Yet there is another side to the balance sheet. While countries are becoming richer, some sections of society are being left behind. The deep, persistent and enduring inequalities in evidence across Africa have consequences. They weaken the bonds of trust and solidarity that hold societies together. In the long run, they will undermine economic growth and confidence in governments and institutions. They leave many Africans feeling that their societies are fundamentally unjust and their governments unresponsive. It was these same feelings of frustration and despair that drove the revolutions in North Africa, the Middle East and the Arabian peninsula. Across the world, we have seen the rise of social movements and the spread of public attitudes contesting what are viewed as unacceptable levels of inequality and demanding jobs and justice. Africa is certainly not immune to these economic and political currents; nor has the Arab Spring gone unnoticed by our continent&apos;s youth. The circumstances may be different, but our young people also care about jobs, justice and equity. Yet some political leaders still tend to ignore Africa&apos;s younger generation. In the Africa Progress Panel&apos;s 2012 report, Jobs, Justice and Equity, these political leaders were urged to correct this highly damaging oversight and put young people at the heart of their plans and policies for the future. This year, Africa has an unprecedented opportunity to set a course for sustained economic growth, shared prosperity and a breakthrough in poverty reduction. But this cannot be achieved without the full participation of young people. Young Africans have extraordinary levels of energy and creativity, as well as hopes, ambitions and dreams. We cannot and must not leave them behind. Indeed, they must be given the opportunity to build their vision of a sustainable, prosperous and fair continent for the benefit of all.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/17/africa-young-demographic-dividend", 
    "wordcount": "775"
}