{
    "headline": "Sainsbury's changes food freezing advice in bid to cut food waste", 
    "text": "Long-standing advice to consumers to freeze food on the day of purchase is to be changed by a leading supermarket chain, as part of a national initiative to further reduce food waste. Brand new labelling on food products being rolled out in all Sainsbury&apos;s stores from Friday will instead advise customers to freeze food as soon as possible up to the product&apos;s &apos;use by&apos; date. The initiative is backed by the government&apos;s waste advisory body, the Waste and Resources Action Programme (Wrap), whose research shows that 60% of consumers believe food must be frozen on the day of purchase. Wrap estimates that changing the standard advice on all food products could help stop over-cautious shoppers from throwing away as much as 800,000 tonnes  2bn  of perfectly good food every year. Beth Hart, Sainsbury&apos;s head of product technology for fresh and frozen, said: &quot;The &apos;freeze on day of purchase&apos; advice needs to be changed as there is no food safety reason why it cannot be frozen at any point prior to the use-by date. As a large UK retailer, we have a responsibility to minimise food waste where possible and this new labelling will certainly help us do that.&quot; Research from Sainsbury&apos;s shows that 62% of the UK regularly uses the freezer to lengthen the life of food. In a separate study by Wrap, only 21% of people interviewed had frozen food that was nearing its use by date during the past week. For this reason, it is hoped that the new labelling, which has been drawn up in consultation with Wrap, will help to change consumer behaviour. Wrap figures show that UK households waste around 7.2m tonnes of food and drink every year, most of which could have been eaten. This is estimated to costs families up to 50 a month. Andrew Parry, consumer food waste prevention manager at Wrap, said: &quot;Changing the guidance to freeze before the use by date is a welcome move. Now we can all look in our fridges and know that we can freeze most items which are about to go out of date and enjoy them at a later time. In doing so we can expect to reduce the amount of out of date food we throw away, which will in turn save us all money.&quot; Bob Martin, food safety expert at the Food Standards Agency, said: &quot;Freezing after the day of purchase shouldn&apos;t pose a food safety risk as long as food has been stored in accordance with any instructions provided. The most important thing is to freeze food before its use by date as that is the only date that relates to food safety. Our advice continues to be to follow the use by date and treat all other dates more flexibly. Any initiatives such as this, to help reduce food waste, should be welcomed as long as food safety isn&apos;t compromised.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/10/sainsbury-food-freezing-advice-waste", 
    "wordcount": "490"
}