{
    "headline": "Apps Rush: 7digital, Band Boss, Metro, Desksplorers Knights, Psonar, Skitch and more", 
    "text": "7digital+ Digital music store 7digital&apos;s app has been popular on BlackBerry and Android, but after languishing in Apple&apos;s approval process for a while, it&apos;s now available for iPhone too. The app enables 7digital customers to wirelessly sync MP3s bought from the store to their iPhone for offline listening, making it a bona-fide iTunes rival on the device.iPhone Band Boss Managing bands? There&apos;s an iPhone game for that, developed here in the UK. Band Boss has you managing a pixelly artist or group with tours, albums and singles. It has plenty of charm, including real artists to manage (virtually).iPhone Metro Free newspaper Metro extends onto Windows Phone with this new app from Associated Newspapers, joining the versions already available on rival platforms.Windows Phone Desksplorers Knights The latest app in the educational game series for 6-9 year-olds, this focuses on the Middle Ages with animation, games and storytelling.iPhone / iPad Psonar Cloud music service Psonar wants to do for streaming music what pay-as-you-go did for mobile telephony: open it up to a cash-strapped teenage audience. Users pay 1p for every song that they play through a system of virtual credits.iPhone Skitch for iPad Evernote&apos;s Skitch app gets upsized for iPad, enabling people to annotate photos, screenshots, maps and other images on their tablet.iPad When Saturday Comes Independent football magazine When Saturday Comes has joined the App Store Newsstand, with an iOS app selling monthly and annual subscriptions to a digitised version.iPhone / iPad Flick Golf Extreme The Extreme version of Full Fat&apos;s Flick Golf game was a hit on iOS, but has quickly been ported to Android too. Flick golf balls through a variety of unusual courses, from icebergs to fighter jets.Android Spider Jack Chillingo&apos;s Spider Jack has been a casual hit on other platforms, but now it&apos;s spun onto Windows Phone. The gameplay, as ever, focuses on a spider catching flies.Windows Phone Spy Mouse Another iOS hit making its way to Android is Spy Mouse, which is the work of Real Racing / Flight Control developer Firemint. Avoid cats and steal cheese in this line-drawing puzzler.Android Mass Effect Volume 1: Redemption Dark Horse Comics has released a new digital comic based on the Mass Effect console games, telling a story that sits between the two games, filling in the plot.iPhone / iPad GymPact GymPact wants to help people get fit in 2012 by providing financial incentives: if they don&apos;t check-in at their gym when they said they would, they pay while good users get rewarded. There&apos;s a fish&apos;n&apos;chip shop next to my gym, I&apos;m not sure how it would tell the difference... Dollar signs indicate a US focus.iPhone National Geographic Traveler Magazine National Geographic has taken its travelling magazine to iPad, with annual and monthly subscriptions as well as one-off issue sales.iPad Paramount100 Movie studio Paramount Pictures is celebrating its 100th anniversary with a free iPad app. Photos, film clips and music scores are all included.iPad N.O.V.A. for BBM Here&apos;s an intriguing combination: Gameloft&apos;s first-person shooter N.O.V.A. meets RIM&apos;s BBM messaging service. We assume the idea will be to help people deathmatch against their chat-contacts.BlackBerry Mike V: Skateboard Party HD Billing itself as &quot;The only 3D skateboarding game available on the Android Platform&quot;, this aims to go where Tony Hawk grinded and ollied before, based on skateboarder Mike Vallely.Android Fluff Friends Rescue Mobile/social games company SGN has a new iOS game based on its Fluff Friends franchise, aiming at younger gamers with its pet-rescuing action. Yes, parents, in-app purchases are included.iPhone / iPad Trudie Styler&apos;s Warrior Yoga Not just Yoga workouts. There are songs from Sting too. And it&apos;s filmed at the couple&apos;s Tuscan villa.iPhone / iPad Inclusive London The Inclusive London app helps people with accessibility needs find hotels, restaurants, pubs, shops and other locations. Criteria include wheelchair friendliness, baby changing facilities and hearing loops.iPhone OWN Second Screen This app is understandably US-focused: it provides &quot;exclusive content&quot; on the iPad while people are watching the Oprah Winfrey Network TV channel. It uses the Media-Sync platform developed by Nielsen and Gracenote, which has previously been used for second-screen apps by ABC.iPad Driving Eco2 This is intriguing, from car-maker Renault. It&apos;s described as &quot;a widget in order to help Renault cars drivers to minimize the fuel consumption of their cars&quot;. It requires specific hardware plugged into the vehicle, though, to transmit data from the engine to the iPhone.iPhone Electric Sheep Infinite Evolving Artwork Software artist Scott Draves is behind this iPad app, which is a &quot;collaborative abstract artwork&quot;. The listing explains: &quot;You can vote to determine which sheep, or designs live, die, and perpetuate their genes as you participate in their world-wide Darwinian evolution. This app navigates this nonlinear video space.&quot;iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/03/apps-rush-7digital-metro-psonar", 
    "wordcount": "813"
}