{
    "headline": "Apple's over-compliant media", 
    "text": "It&apos;s become the stuff of headlines lately when Apple announces a new product. But should rumors and content-free announcements of announcements also be considered news? They are in the weird world of business and technology media, thanks to a combination of lazy journalism and Apple&apos;s uncanny ability to turn otherwise sensible people into wind-up dolls. We&apos;re seeing the latest example this week in a series of breathless reports that confirm previous rumors of an imminent announcement of what is probably the next version of the iPad. Allow me to parse that last sentence, with some history. Apple announced the first two versions of the iPad in each of the past two winters, and released them for sale in April 2011 and March 2010. Traditional and new media reports have passed along a variety of rumors guessing, reasonably, that the iPad 3 would arrive on much the same schedule, with the assortment of improvements that accompany the release of any new technology product. Much of that &quot;coverage&quot; has centered on: a) when Apple would announce the tablet; and b) what the improvements might be. Then, earlier this week, Apple sent out invitations to an event to be held next Wednesday in San Francisco. (Needless to say, I am not invited; I&apos;ve been on Apple&apos;s invisibility-cloak list for years.) The picture in the invitation included what appears to be a portion of an iPad. The invitation text included this: &quot;We have something you really have to see. And touch.&quot; This is media catnip  with predictable results, including another boost to Apple&apos;s stock price. In the day since the invitations went out, hundreds of stories relaying next week&apos;s announcement have appeared online and in print. The invitations themselves sparked a flurry of what might be called an Apple version of Kremlinology, including several speculative pieces the message Apple is sending with the partial-screen image. There are, of course, some mitigating factors in journalists&apos; contribution to this endless charade. Apple is, after all, the most valuable company in the world, one of the most profitable enterprises of all time  largely because it sells technology and software that are world-class and, in several cases, the best, period. And it has enormous influence on popular culture. Moreover, a large segment of the journalism audience seems to devour all news about Apple, even rumors of announcements of upcoming announcements. Online page views of Apple stories are routinely higher than page views for many, if not most other, topics. Paying the bills is part of running a media organization. But there&apos;s also a strong element of journalistic laziness, if not worse. Just as covering the horse race is easier for political reporters than digging deep into the issues, lame write-ups about Apple&apos;s latest quarter-turn of the proverbial screw are easier than investigating on Apple&apos;s less-praiseworthy policies and acts. (Here&apos;s some useful journalism relating to the working conditions at Apple&apos;s foreign manufacturers&apos; plants: an article in Grist, which covers environmental topics, noting that labor costs for iPhones and iPads are a tiny fraction, per unit, of Apple&apos;s overheads. In other words, Apple could still enjoy staggering profit margins even if it required its captive manufacturers to do the right thing.) In the 1990s, Microsoft enjoyed much the same kind of treatment from journalists. The run-up to the launch of Windows 95 produced some of the most entertaining hyperbole in media history. What was less entertaining  though it took the tech press many years to notice  was Microsoft&apos;s growing monopoly and its systematic abuses of that market dominance. The most public evidence of the company&apos;s most egregious anti-competitive behavior surfaced in evidence and testimony during the big anti-trust trial in the late 1990s, but the company&apos;s activities were no surprise to anyone who&apos;d been paying serious attention. Microsoft hasn&apos;t totally reformed its ways, but it&apos;s been a vastly better corporate citizen since being put on notice that its predatory actions were not acceptable. Recent reporting about Apple&apos;s manufacturers is the exception to a longstanding obsequiousness that has characterized most journalism about the company. I keep wondering when the trade and business press will focus, hard, on the company&apos;s global patent war against Android and hardware competitors, or its overwhelming dominance in the tablet market; or its &quot;our way or the highway&quot; polices with app developers and users. Apple&apos;s record of control-freakery is unmatched in the industry  and expanding. (The fact that I can link to these stories is evidence that there&apos;s not total journalistic silence on these topics; but these pieces are distinct outliers amid the OMG-isn&apos;t-Apple-wonderful? chorus.) Sooner or later, the journalistic worm will turn on Apple. I hope, when it does, that the journalism won&apos;t tip over into an antagonism that is as unbalanced as today&apos;s bended-knee style. Apple is one of the most important enterprises on the planet, for some very good reasons, as well as less praiseworthy ones. It&apos;s time for journalists to examine much more closely all aspects of the organization and its power.", 
    "section": "technology", 
    "gid": "commentisfree/cifamerica/2012/mar/02/apples-over-compliant-media", 
    "wordcount": "835"
}