{
    "headline": "Gas warning reignites UK government row over energy policy", 
    "text": "The row within the UK government over energy policy has been reignited ahead of the party conference season, with the former Tory environment secretary Lord Deben taking on George Osborne over the controversial role of gas. The row is crucial because the outcome of the war within the cabinet over whether gas should be favoured above renewable energy, as the chancellor wants, will determine the shape of the UK&apos;s energy infrastructure for decades to come. Hundreds of billions of pounds in potential investment also hang on the result. Lord Deben, formerly John Gummer when he served in the cabinet under John Major, took the highly unusual step of writing publicly to the prime minister, David Cameron, warning that the government was in danger of breaching its own commitments on climate change through its strong backing for new gas-fired power stations. In his first public act as the new chairman of the Committee on Climate Change (CCC), the statutory body set up to advise ministers on how to meet its legal commitments to cut carbon, Lord Deben wrote to &quot;express great concern about the recent government statement [in July] that it sees gas as continuing to play an important role in the energy mix well into and beyond 2030&quot;. He pointed out that such an extensive use of gas-fired generation &quot;would be incompatible with meeting legislated carbon budgets [and] unabated gas-fired generation could therefore not form the basis for government policy&quot;. Unabated gas means gas power stations that have not been fitted with carbon capture and storage technology to stop the carbon emissions resulted from burning it entering the atmosphere and contributing to climate change. Green campaigners and renewable companies applauded the letter. Doug Parr, Greenpeace chief scientific adviser, said: &quot;So now it&apos;s clear, the chancellor&apos;s expensive and polluting dash for gas is not only economic madness, it&apos;s potentially illegal. Unabated gas is too high carbon to be a fuel of the future when the Climate Change Act commits us to cut emissions.&quot; Gaynor Hartnell, chief executive of the Renewable Energy Association, said: &quot;This important letter from the CCC clearly explains one of the reasons confidence is flagging across the renewable power sector.&quot; The letter puts Lord Deben at odds with the chancellor, as Osborne&apos;s aides have been briefing heavily in recent months that gas must play a much more prominent role in energy generation, while subsidies to renewable energy should be cut. Osborne and his advisers want to increase the share of gas in the electricity mix because it is a quick way to build new power-generating capacity and because they believe that the price of gas is likely to fall sharply in future. However, that assumption does not fit with analysis by the International Energy Agency and other authorities, which have suggested that the price of gas is likely to continue to rise. The letter continued with a warning that investment could be damaged by the row within government: &quot;The apparently ambivalent position of the government about whether it is trying to build a low-carbon or a gas-based power system weakens the signal provided by carbon budgets to investors. It makes more pronounced the perceived risk that the Electricity Market Reform (EMR) will perpetuate the current stop-start approach to investment in low-carbon technologies. As a result, the cases for low-carbon business development, capital allocation, innovation and supply chain investment are undermined, damaging prospects for required low-carbon investments.&quot; The row is likely to continue at the party conferences in the next six weeks, and will come to a head this autumn when the government is supposed to formulate its gas strategy. Ed Davey, energy and climate secretary, said in response to the CCC letter: &quot;We are currently considering a 2030 electricity decarbonisation target but our existing plans are consistent with significant decarbonisation of the power sector. We are absolutely committed to meeting our statutory carbon budgets.&quot; The question of whether the UK builds more gas-fired power stations in the next few years is crucial to the much-needed overhaul of the country&apos;s creaking energy infrastructure that ministers are desperate to encourage, as older nuclear and coal-fired plants are taken out of service and new generation capacity is needed to keep the lights on. New gas-fired plants built today will have a useful life of at least 25 years, and unless fitted with as-yet unproven and expensive technology to capture and store carbon emissions, they will continue to emit greenhouse gases well beyond the amount consistent with the UK&apos;s long-term commitments on climate change. But the government has argued that new gas-fired plants can still be built. Some of the row deals with detailed points such as whether they can be used as a major source of generation until or after 2030, or only as back-up in emergencies. Davey said: &quot;After 2030 we expect that gas [for electricity] will increasingly only be used as back-up, or fitted with carbon capture and storage technology. But, alongside up-scaling of renewables, nuclear new-build, and eventually with carbon capture and storage, gas has an important role to play in the transition to a low carbon grid.&quot; His officials said this position was consistent with the government&apos;s long-term plan on climate and energy, as set out in various policy documents. Finessing the finer points of whether gas plays a &quot;major&quot; role after 2030, or what a major role consists of, may allow the government to stay technically within its own previously stated positions. However, whether the UK builds new gas-fired power plant or renewable energy generation will be determined by where private sector investors are prepared to put their money, and they are much more likely to be swayed by the clear political signals being given by the most prominent members of the cabinet.", 
    "section": "environment", 
    "gid": "environment/2012/sep/13/gas-government-row-energy", 
    "wordcount": "973"
}