{
    "headline": "'Urgent action' needed if sub-Saharan Africa to eliminate child HIV infection", 
    "text": "&quot;Urgent action&quot; is required if countries in sub-Saharan Africa are to meet UN targets on cutting HIV infections in children. The 140-page UNAids report said seven out of 22 countries identified as a priority  Angola, Chad, the Democratic Republic of the Congo, Mozambique, Nigeria, Tanzania and India  were in danger of not reaching the target of cutting child HIV infections by 90% from 2009 levels by 2015. The report, published in Washington on Wednesday ahead of the 19th international Aids conference, said a further seven priority countries  Botswana, Burundi, Cameroon, Ivory Coast, Lesotho, Malawi and Uganda  could reach the target if the decline in new HIV infections among children is accelerated. Eight countries  Ethiopia, Ghana, Kenya, Namibia, South Africa, Swaziland, Zambia and Zimbabwe  will reach the goal if current progress is maintained through 2015. Among the 21 priority countries in sub-Saharan Africa, the number of children newly infected with HIV fell from 360,000 in 2009 to 270,000 in 2011, UNAids said, and with increased effort the target can probably be met. The world as a whole is &quot;close to being on track&quot; to hit targets of treating 15 million people who are living with HIV. Progress has been especially impressive in sub-Saharan Africa, the report said, where nearly 6.2 million people were receiving antiretroviral treatment in 2011  up from only 100,000 in 2003. The improved treatment level has saved lives  with the estimated life-years saved in the region increasing more than fourfold between 2008 and 2011. The number of deaths from Aids-related causes in the region has declined from a peak of 1.8 million a year in 2005  to 1.2 million in 2011. The 21 priority countries in sub-Saharan Africa account for 90% of pregnant women living with HIV worldwide  making their progress crucial in hitting the target of halving the number of pregnant women dying from Aids-related causes. Among those countries and India, the number of pregnancy-related deaths among mothers with HIV fell from 41,500 in 2005 to 33,000 in 2010. Michel Sidib, executive director of UNAids, said: &quot;With the momentum being generated by the global plan towards the elimination of new HIV infections among children by 2015 and keeping their mothers alive, the international community has set a strong course to achieve an Aids-free generation.&quot; Source: UNAIDS Source: UNAIDS Data summary    Download the data  DATA: download the first spreadsheet DATA: download the second spreadsheet More data More data journalism and data visualisations from the Guardian World government data  Search the world&apos;s government data with our gateway Development and aid data  Search the world&apos;s global development data with our gateway Can you do something with this data?  Flickr Please post your visualisations and mash-ups on our Flickr group Contact us at data@guardian.co.uk  Get the A-Z of data More at the Datastore directory Follow us on Twitter Like us on Facebook", 
    "section": "global-development", 
    "gid": "global-development/datablog/2012/jul/18/sub-saharan-africa-child-hiv-infection-unaids", 
    "wordcount": "489"
}