{
    "headline": "Live G8 debate, Andrew Mitchell and gender equality", 
    "text": "G8 leaders gather in Northern Ireland next month for their annual summit, hosted in the UK for the first time in eight years. What has been achieved since 2005? How have the priorities changed? And what is at stake for developing countries this time round? We&apos;ll be discussing these issues in our podcast, which we&apos;re recording in front of a live audience on Wednesday 15 May. The debate will be chaired by the Guardian&apos;s Hugh Muir, who will be joined by Guardian economics editor Larry Elliott, chief executive of Save the Children UK Justin Forsyth, co-ordinator of the Trade Justice Movement Ruth Bergan, and executive director of advocacy group ONE Jamie Drummond. The recording will take place at the Guardian at Kings Place, 90 York Way, London N1 9GU. Register your attendance and submit a question for the panel using this Google form. Elsewhere on the site Naila Kabeer and Jessica Woodroffe argue why a standalone gender equality goal is needed in any new development targets, rather than a general inequality goal. Britain&apos;s former development secretary, Andrew Mitchell, defends his actions over Rwanda, the government&apos;s U-turn on legislating to spend 0.7% of GNI on aid and the end of its bilateral programme to South Africa. Celeste Hicks speaks to Denise Brown, the new regional co-ordinator of the World Food Programme in the Sahel, who explains why a joined-up approach is needed to stem crises in this part of Africa. Modern-day slavery in focus Rachel Williams reports on Nepal&apos;s struggle to contain human trafficking. Guardian&apos;s development journalism competition Due to a technical fault with the entry system, the deadline for the competition has been extended until Wednesday. Visit the website for details. Multimedia Our latest galleries include:  Humanitarian intent: Urgent Architecture from ecohomes to shelters Conflict, natural disasters, climate change, population growth, urbanisation and poverty all demand that people think differently about housing and shelter. Urgent Architecture looks at sustainable solutions.  Educating Burma&apos;s migrant children Migration from Burma to Thailand is increasing, with new arrivals often taking up dangerous and difficult jobs. These working conditions have a direct impact on children. Coming up We film Hans Rosling demonstrating the impact of population growth on wealth distribution and carbon emissions. Tamasin Ford reports from Ivory Coast on the challenges the country faces following election violence in 2010-11. To coincide with this week&apos;s conference on Mali, Alex Duval Smith speaks to internally displaced women and children in Segou, in the south, who are reliant on aid agencies. Mark Tran visits youth programmes and agricultural projects in Karamoja, Uganda. Professionals network The Global Development Professionals Network is dedicated to people working in development. Focusing on practice and people, the network shares knowledge and challenges some of the thinking and doing of development. If you&apos;d like to contribute, read the guidelines for writers and email ideas to globaldevpros@theguardian.com. What you said: some of the best reader comments Commenting on Stephen&apos;s Chan&apos;s new book, which looks at how China is educating Africa, momoyama wrote:  The Chinese are in my country (the Bahamas) and investing in droves. So far I have heard no local complaint. I find it odd that suddenly the interest of China in Africa so horrifies western media and elites, when nobody seems to think to ask the Africans what they think!  DeanMoull said:  Only time will tell if the Chinese &quot;investment&quot; and influence will prove to be beneficial [and benign?] but for now it&apos;s certainly refreshing to see a new energy and perspective in development.  On Annie Kelly&apos;s blog on a mobile app that aims to cut motorcycle deaths in Kenya, LeoHesse said:  Good idea and nice to see technology being used creatively, but a) how many borda-borda drivers will be able to afford to buy &amp; maintain an Android phone post-trial period; and b) how battery friendly will the app be?  The manager of the project, elfirezo, responded:  The adoption of smart phones in Africa is increasing. As the wealthier segment of the population increases they will upgrade to new phones leading to an increase in cheap secondhand smart phones as the wealthier dispose of their old ones.  In our poll on the British government&apos;s failure to legislate for spending 0.7% of GNI on aid, ipeanddevelopment wrote:  How significant is it? It is a champagne popping target for donors and only marginal for development.  The results of the poll showed that 64% of you thought legislation mattered, 30% thought it didn&apos;t and 5% were undecided. Highlights from the blogosphere Why don&apos;t Kenyans save more? Wolfgang Fengler and Borko Handjiski ask on the Africa Can End Poverty blog. A neglected infrastructure is just one reason, they argue, but can households, companies and the government be persuaded to put money aside? Global Voices discusses a leaked document that allegedly outlines Japan, Brazil and Mozambique&apos;s plans to grab land. And finally  Poverty matters will return in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date on the Global development website. Follow @gdndevelopment and the team  @MaeveShearlaw, @ClaireProvost, @LizFordGuardian and @MarkTran  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2013/may/14/g8-andrew-mitchell-gender-equality", 
    "wordcount": "859"
}