{
    "headline": "Are some animals more worth saving than others?", 
    "text": "Supporters of wildlife can feel preyed upon. Your direct debits can be subsumed by dormice regeneration, big game protection and salmon advocacy. But who needs help most? Conservation charities (aka big international NGOs or Bingos) are also between a rock and a hard place. While the Nature Conservancy in the US, one of the world&apos;s biggest conservation charities, commits to protecting nature and the full variety of life, its director, respected ecologist Peter Kareiva, criticises the &quot;biodiversity meme&quot;. Biodiversity is all about saving the places with the most species. Kareiva and other critics (fellow heretics, if you like) argue that not all species merit the same level of attention. They analyse which systems and species are most important to humans and likely to be successful in the future. This &quot;so-what-if-we-lose-a-few-species?&quot; approach is based on arresting research, such as that by conservation scientist Dan Simberloff, who discovered that the loss of the chestnut tree, which once covered 40-50% of eastern North America, didn&apos;t seem to have any measurable impact. Meanwhile the Californian condor, saved from extinction at great expense, can only live a &quot;managed existence&quot;  it is simply too hard (and expensive) to protect its wild habitat. If this sounds unfriendly toward struggling species, I&apos;d like to welcome the reintroduced, formerly extinct short-haired bumble bee, a British staple driven to extinction by loss of its flower-meadow habitat 25 years ago. It&apos;s now back in Kent thanks to a niche bumblebee community in Sweden and dedicated scientists. If we&apos;d opted just to save apex species, the bumblebee story wouldn&apos;t have had such a happy ending. Conservationists may have only concerned themselves with honeybees, which pollinate in huge gangs and are often cited as the most important pollinators. But this would have been hasty: bumblebees are vital in the UK, as they work longer days, and in rain, and have various tongue lengths, so they can pollinate all manner of crops. A decline in their populations must have reduced pollination services. Soalthough it&apos;s hard to say how much the reintroduction of the short-haired bumblebee has cost, it&apos;s just a drop inthe ocean compared to finding away of hand-pollinating the crops that bees and other insects pollinate for free to the tune of $14.2bn per annum across Europe. Being a friend of nature is never straightforward. If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk Green crush of the week     The aim: buy and wear ared lipstick from any participating brand, which will donate 20% of profits to cervical cancer charities    This time it&apos;s a crimson crush in honour of Red Lippy Week, 9-15June. Cervical cancer is the most common cancer in women under 29, yet more than 20% of women in the UK neglect their smear test appointments (losing the chance to detect cervical cancer at an early stage, when treatment can besuccessful). The Red Lippy Project invites you to promote the importance of cervical cancer screening by buying and wearing ared lipstick from any participating brand which will donate 20% of profits to cervical cancer charities (facebook.com/TheRedLippyProject) Greenspeak: Rave damage {rev d-midj} noun The 90s are back! Regional police forces report a spike in illegal raves held in woods and moorlands. The authorities are trying a different tack this time: publicising the ecological mayhem caused by al-fresco revelling", 
    "section": "environment", 
    "gid": "environment/2013/jun/09/some-animals-more-worth-saving", 
    "wordcount": "557"
}