{
    "headline": "Final Fantasy 2  yours for $50,000 on eBay", 
    "text": "Worried that your collection of Final Fantasy games is incomplete? Here&apos;s your chance to grab the ultimate addition. EBay seller Frank Cifaldi is offering an American edition of Final Fantasy II for $50,000.  &quot;$50,000  for an old video game?!&quot; you may well scream. But this is the unreleased NES version of the title, which was localised for the American market after the success of the original Final Fantasy role-playing adventure, but never released. As the seller points out in his auction description:  &quot;This particular cartridge was put together by the fine folks at Square Soft USA to display at the 1991 Winter Consumer Electronics Show in Las Vegas. The plan was to release the game later that year, but instead, Square scrapped its 8-bit NES plans to focus on the new 16-bit Super Nintendo.&quot;  Fefea claims to have bought the cart from a private collector in 2003 and maintains that it&apos;s the only official version available. It&apos;s certainly no looker; a blank grey cart with &apos;Final Fantasy II Sample&apos; scrawled on a label on its surface. That hasn&apos;t stopped 85 eBay users putting in offers so far  though most have been rejected. If this cart goes for anywhere near its asking price it will become the most expensive video game ever purchased. Previously, the most valuable piece of gaming software was thought to be another NES title  the gold version of the Nintendo World Championships cart, given out in a Nintendo Power magazine competition in 1990. Only 26 of the cartridges were made and they now fetch up to $20,000 each.  Retro video game collecting has become increasingly popular over the last decade as nostalgic gamers have sought to track down the favourite arcade cabinets and game cartridges of their younger days. There have also been increasing efforts to begin the academic preservation of these often delicate artefacts. In the US, the universities of Texas and Michigan have both set up archives, while Britain has its own National Video Game Archive at Bradford&apos;s Media Museum. Whether or not any of these collections will have the budget to bid for this slice of gaming history is another matter. $50,000 will buy you a hell of a lot of Spectrum tapes and BBC Micro floppy disk games.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/23/final-fantasy-2-on-ebay", 
    "wordcount": "383"
}