{
    "headline": "Roads still unsafe because of 'miserably inadequate' funding", 
    "text": "The world&apos;s stance on road safety continues to be characterised by inaction, &quot;miserably inadequate&quot; funding and a refusal to acknowledge dangerous roads as one of the biggest health challenges, according to a report. Ahead of Friday&apos;s UN road safety day, the Commission for Global Road Safety&apos;s Safe roads for all (pdf) report calls for road traffic injury prevention to be included in the mainstream of international efforts to improve health, combat climate change, and tackle inequality and poverty. The authors of the report argue that halving road deaths by 2030 should be included as a specific health target in the post-2015 sustainable development goals. &quot;It has now been proved over and over that deaths and injuries from road traffic [accidents] place a huge health and development burden on developing countries and that, unlike many huge development challenges facing the world today, we know the solutions and can go a long way to fixing the problem,&quot; said Saul Billingsley, from the commission. Road crashes are the biggest killer of young people aged 15 to 29 and the second-biggest killer of men aged 30 to 40, after HIV and Aids, according to the commission. The World Health Organisation (WHO) this week published data estimating that more than 270,000 pedestrians are killed on roads every year  more than 22% of the total number of traffic deaths. Despite this, Billingsley says road safety continues to be sidelined as a major global health and safety issue. &quot;It&apos;s important that the international development community follow the evidence and recognise road traffic injuries as something that must be prioritised,&quot; he said. &quot;As of yet, road safety doesn&apos;t have the political or financial support needed to move it into the mainstream of development work and this has to change.&quot; Yet while agreeing with the report&apos;s main recommendations, Margie Peden, co-ordinator of unintentional injury prevention at the WHO, says she believes much has improved. &quot;Road safety has always been talked about as a neglected issue, but so much has been done over the past decade. There has been a huge ramp-up in countries who now recognise this as an important issue,&quot; she said. &quot;What we need to do now is get better at showing countries how preventable [road deaths and injuries] really are and get better on showing the cost efficiencies of basic road safety standards, but I think we&apos;re on the right track.&quot; As well as calling for the 50% death reduction target to be included in the agenda to replace the millennium goals when they expire in 2015, the report calls for major new financing. The commission wants multilateral development banks to set an example and adopt a &quot;people first&quot; approach to road building, which would make the desired speed of new or upgraded roads subject to achieving minimum safety ratings. It recommends that vehicle manufacturers, insurers, fuel companies, car rental companies and service providers should meet their &quot;moral and social responsibility&quot; by supporting a new financial initiative around road safety. This could take the form of asking customers to make a donation at point of sale to support road safety and injury prevention schemes.", 
    "section": "global-development", 
    "gid": "global-development/2013/may/07/roads-unsafe-miserably-inadequate-funding", 
    "wordcount": "535"
}