{
    "headline": "Soaring food prices make money top concern over love and status  report", 
    "text": "The high food prices of the past five years have become normal and are now changing people&apos;s priorities, says a study of consumers in 10 countries. Not only is money assuming greater significance in people&apos;s lives  &quot;often at the expense of other factors such as social status, relationships, love and values&quot;  but social needs are changing as women who once remained at home are entering the job market, says the report (pdf) from Oxfam and the Institute of Development Studies (IDS). The study of rural and urban consumers in Burkina Faso, Ethiopia, Kenya, Bangladesh, Guatemala, Zambia, Bolivia, Indonesia, Pakistan and Vietnam found that the failure of wages to keep pace with rising food prices is putting immense strain on families and communities, with increased levels of domestic violence, and alcohol and drug abuse. &quot;Many people are earning more, but this is often illusory: wage rises rarely match rises in the cost of living. People have to cope in time-honoured ways by cutting back, substituting, shopping around, and growing and gathering more. The impacts are felt in homes, relationships, communities and work places, changing the way people think about themselves and others,&quot; say the authors. &quot;High and rising food prices no longer come as a surprise, but rapid price changes and the cumulative effects of five years&apos; worth of price rises are still squeezing those on low incomes. People are working harder over longer hours and their wages are not keeping pace with inflation, so they are having to adapt wherever, and however, possible.&quot;        But higher food prices have not necessarily meant that more people want to become farmers. Without relatively large land assets, capital and the capacity to store produce and hedge their cultivation decisions, contemporary farming in these 10 developing countries will remain very tough for low-income groups, says the report. &quot;Food price rises have so far failed to attract young people into farming; agriculture is less appealing because of unpredictable returns, high input costs and high costs of living; education is seen as a ticket off the farm and agricultural aspirations are rare. &quot;Poor people across the globe are feeling the strain in this era of high and volatile food prices  from the nurses in Zambia who are forced to moonlight as street vendors to make ends meet, to low-income households in the UK who are borrowing money, dipping into savings or turning to food banks to have enough to eat,&quot; says Oxfam&apos;s policy researcher, Richard King. Latest estimates suggest that one in eight of the world&apos;s population suffer from undernourishment and that nearly one in five face food &quot;inadequacy&quot;. While improvements have continued in Latin America and the Caribbean, and in Asia and the Pacific, reductions in hunger in sub-Saharan Africa have slowed, and the number of undernourished people in Africa and the Middle East has continued to increase.", 
    "section": "global-development", 
    "gid": "global-development/2013/may/23/food-prices-money-love-status", 
    "wordcount": "483"
}