{
    "headline": "iPhone 5: Apple's AuthenTec takeover suggests fingerprint security", 
    "text": "Apple is due to secure its acquisition of a company specialising in fingerprint scanning next month, days after the latest iPhone goes on sale, suggesting the technology will be used to improve security in the world&apos;s bestselling phone. The board of AuthenTec is expected to agree to a $365m (228m) acquisition by Apple  one of the largest sums paid in a takeover by the California technology giant  when it votes on 4 October. The company specialises in mobile phone security and is developing 2D fingerprint sensors for Apple, according to the merger documents. The two companies have been talking since late last year and there have been suggestions the hi-tech sensors could appear as an eyecatching feature of the iPhone 5 when it is unwrapped on Wednesday. &quot;Will we see fingerprint technology in the new iPhone (or iPad)? It seems almost certain,&quot; wrote Matt Brian of technology blog The Next Web. &quot;Details are scarce but [Apple&apos;s] desire to use the technology and see it developed quickly leads us to speculate that we could see it in just a matter of weeks.&quot; If fingerprint scanning is not among this year&apos;s new features, it looks likely to appear in the next handset update. AuthenTec signed a development contract with Apple in July which runs until September 2013, just in time for next year&apos;s iPhone launch. The scanning could be used to unlock company handsets which carry sensitive information, or to authenticate payments. Apple is introducing a service called Passbook this autumn when it releases its iOS 6 phone software. While stopping short of replacing cash payments and credit cards, Apple has confirmed that Passbook will store coupons, loyalty cards and even airline boarding passes. Time, date and location data will be used to show the relevant passes on the home screen, so that these can be scanned by checkout or airline staff. Over the last few days, it has emerged that American Airlines, Delta Air Lines and Virgin Australia will join United Airlines in offering mobile phone boarding via Passbook. A spokesman for American Airlines, which already produces mobile boarding passes for its own app, told travel industry blog Skift it would be &quot;rolling out an app update in the coming weeks in support of Passbook&quot;. In Australia, a traveller whose phone was running on a trial version of Apple&apos;s iOS 6 software, which is expected to be released when the new iPhone arrives in the shops on 21 September, reported last week that he was prompted to store his boarding pass in Passbook when checking in with Virgin Australia. Passbook has been described as the first &quot;brick&quot; in Apple&apos;s mobile wallet system, which is being championed in the company by software chief Scott Forstall. Apple always declines to comment on yet to be released products. But there has been speculation that the latest iPhone could contain microchips capable of making payments by swiping the phone over a reader, using the same technology as Oyster cards on London&apos;s underground. AuthenTec&apos;s fingerprint identification is designed to work with the technology  known as NFC, or near field communication  and is already being used on Android phones made by the Japanese company Fujitsu. In a recent company blogpost, AuthenTec executive Art Stewart wrote: &quot;The real sweet spot for today&apos;s smart sensor is the NFC-enabled smartphone, where the smart sensor not only strengthens security but greatly increases the speed and convenience of mobile payment transactions. It accomplishes this by reducing multiple steps into one simple user action.&quot; With a single swipe of a finger across the smart sensor, the technology allows a user to unlock their phone and turn on the NFC transmitter to enable the payment, which is then made by tapping the phone. Adding fingerprint scanning to the iPhone could both improve security for features such as payments and boarding passes, and speed up the transaction.", 
    "section": "technology", 
    "gid": "technology/2012/sep/09/apple-security-iphone-5-authentec", 
    "wordcount": "653"
}