{
    "headline": "Aid dropping as donors become 'risk averse', claims OECD", 
    "text": "Aid to the poorest countries is dropping because donors are becoming more &quot;risk averse&quot;, according to a senior official from the Organisation for Economic Co-operation and Development (OECD). OECD figures last week showed that official development assistance (ODA) from rich countries fell by 4% in real terms last year, following a dip in 2011. It was the first time since the early 1990s that ODA had dropped two years in a row. One of the more striking aspects was a shift in aid away from the poorest countries and towards middle-income countries. &quot;After the global economic crisis donors are becoming more risk averse,&quot; said Erik Solheim, chair of the OECD&apos;s development assistance committee (DAC), the club of donor countries. &quot;They are being afraid of being criticised back home.&quot; The drop in aid to the poorest countries came despite the rhetoric of &quot;finishing the job&quot; with fewer than 1,000 days left until the millennium development goals (MDGs) expire in 2015. Last week, the UN secretary general, Ban Ki-moon, called on the world to focus on the poorest and most vulnerable countries, home to about 1.5 billion people. &quot;Often dogged by famine, conflict, poor governance and large-scale organised criminal violence, these countries are finding it most difficult to make progress despite their best efforts. Many have not yet achieved a single MDG,&quot; said Ban. &quot;By investing in regions such as the Sahel, the Horn of Africa, and central Asia, we can promote a virtuous circle of economic development, human security and peace building.&quot; But as Solheim pointed out in an interview last week, working in these countries is tough, whereas investing in more stable middle-income countries comes with less uncertainty. OECD figures last week showed that the shift of flows benefited countries such as China, India, Indonesia, Pakistan, Sri Lanka, Uzbekistan and Vietnam. By contrast, aid is likely to stagnate to countries with the largest MDG gaps and poverty levels, including sub-Saharan African countries such as Burundi, Chad, Madagascar, Malawi and Niger. Solheim said the way to encourage donors not to neglect the hardest cases was to defend politicians willing to take risks. &quot;In case a donor loses money because a school is destroyed or through corruption [in a fragile state], the people who took those decisions should be defended otherwise we will see politicians choose to send aid only to well-run countries,&quot; he said. Solheim said he saw no conflict between risk-taking and the value-for-money approach adopted by the UK. Describing the value-for-money approach as common sense, the DAC chair praised the UK for this year meeting the UN target to spend 0.7% of gross national income on aid, despite strong criticism from within the Conservative party for David Cameron, the prime minister, and his chancellor, George Osborne. &quot;Far too many politicians seek to be popular, but this is the right and moral thing to do. They [Cameron and Osborne] should get credit for this and it is also in Britain&apos;s self-interest,&quot; said Solheim. &quot;At the end of the day threats to Britain originate in other parts of the world  global terrorism, the environment, refugees, these are the main security threats.&quot;  Mark Tran travelled to Paris with the OECD", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/08/aid-dropping-donors-risk-averse-oecd", 
    "wordcount": "549"
}