{
    "headline": "Birdwatch: Golden eagle", 
    "text": "In the Scottish Highlands they call buzzards &quot;tourist eagles&quot; because, when visitors from the south see any large, broad-winged bird of prey, they often claim they have spotted a golden eagle. Now that buzzards are such a familiar sight in what my Scottish friends call &quot;Englandshire&quot;, perhaps such misidentifications are becoming less frequent. In any case, when you do see a golden eagle, you can be in no doubt that you are watching the real McCoy. I can still recall my first ever sighting of this magnificent bird. More than 20 years ago, driving along a road above the Spey Valley, I noticed a raptor flying high in the blue sky above. In those days any bird of prey was an event, so I stopped the car and lifted my binoculars. At that very moment, the bird folded its wings into the sides of its body and went into freefall. I stood in awed silence as it plummeted towards the ground, and at the very last moment stalled, opened its huge wings and made its identity absolutely clear. There is nothing quite like the silhouette of a golden eagle at full stretch, its long wings broadening from their narrow base, primary feathers outstretched like fingers. Since then, my sightings of golden eagles have been few and far between. But I reacquainted myself with the species this spring, when I visited the Aigas Field Centre in the Scottish Highlands. It was on a trip along Strathconon, a stunningly beautiful valley with a river wending through it, hemmed in by huge lumps of granite on either side. My guide, Warwick Lister-Kaye, knows this place better than almost anybody, and was keen to see if the eagles had returned here to breed. By mid-morning we had reached a likely spot, and several pairs of eyes scanned the skies for any sign that the birds were back. Then we saw one, soaring over the skyline: a huge bird made almost tiny in such a vast, unyielding landscape. Lifting my binoculars, I enjoyed fabulous views of this magnificent bird, which as it turned towards the sun revealed the flash of gold on its neck that gives the species its name. The eagle circled slowly and disappeared over the ridge. Then another appeared, heading for a shaded cliff-face on the north side of the valley. To our delight, it landed, and through the telescope we could see that it was on its nest  known as an eyrie. By now it should have laid two eggs, and will soon produce two offspring. During my week at Aigas I was fortunate to see exactly 100 different bird species, including a sea eagle over Loch Maree, all three species of diver, and close-up views of one of our most beautiful waterbirds, the Slavonian grebe, in full breeding plumage. But nothing could match that magical moment when the king of raptors soared into my field of view, flashed gold in the sunshine, and floated up into the blue Highland skies.", 
    "section": "environment", 
    "gid": "environment/2013/may/19/birdwatch-golden-eagle-scottish-highlands", 
    "wordcount": "504"
}