{
    "headline": "Apple and Samsung to discuss putting an end to lawsuits", 
    "text": "Apple chief executive Tim Cook will meet his opposite number at Samsung, Gee-Sung Choi, to discuss ending their bitter litigation over smartphones and tablets, which has become a globe-spanning war taking in 50 lawsuits in 10 countries. But the summit, on 21 May, is not the result of an olive branch held out by either side. Instead, it is part of court-ordered settlement talks in the US, to see if the two sides can iron out their differences without having to go to trial. The top-level talks are believed to be the first time that Cook has met his opposite number at the South Korean conglomerate specifically to discuss an ending of their disputes in the US  although they are unlikely to stop others carrying on in nine other countries around the world. And they could still fail, which could eventually lead to a trial. For both companies, the ongoing litigation is double-edged. Samsung, which makes everything from semiconductors to TVs, is one of Apple&apos;s biggest suppliers for chips and other components  while also being its biggest rival in the smartphone market  and is seeking to compete seriously in the tablet market that the iPad now dominates. Some suspect that Cook, 51, is keen to settle after he said during Apple&apos;s quarterly results last week that he always hated litigation, and he continued to hate it. But he also said he would not tolerate copying of Apple&apos;s inventions. &quot;If we could get to some kind of arrangement where we could be assured that&apos;s the case and a fair settlement on the stuff that&apos;s occurred, I would highly prefer to settle versus battle,&quot; he said. &quot;But the key thing is that it&apos;s very important that Apple not become the developer for the world. We need people to invent their own stuff.&quot; Horace Dediu, who runs the Asymco consultancy, suggested that Apple should seek to end the litigation as a distraction from its work. &quot;Litigation isn&apos;t a sustainable strategy,&quot; he said. &quot;The courts take much longer to decide an issue than markets do.&quot; Apple first sued Samsung in April 2011 in the US, with a 373-page lawsuit alleging infringement of patents and copying of &quot;trade dress&quot;  the appearance of products. Cook will meet the Samsung chief in a San Francisco courthouse, following pressure from Judge Lucy Koh who has pressed the two sides to come to an amicable resolution of their dispute. Apple and Samsung have ongoing legal disputes in 10 countries, according to patents consultant Florian Mller: the US, Germany, UK, France, Italy, the Netherlands, Spain, South Korea, Japan and Australia. The court actions have led to restraints in Australia on the sale of Samsung&apos;s Galaxy Tab tablet, and in Europe to an investigation by the European Commission&apos;s antitrust group into Samsung after it asserted a number of patents related to 3G phone connectivity against Apple in one of them. Though the lawsuits have so far been inconclusive, settlement talks could short-circuit the arduous process that has enveloped large parts of the smartphone industry in litigation following the explosive success of Google&apos;s Android mobile operating system. Apple has sued a number of Android handset makers  including Samsung, HTC and Motorola  while Microsoft, which owns a wide range of patents, has sought and won payments from almost every Android handset maker. Nokia, meanwhile, has successfully sued Apple over a number of mobile phone patents, which now generates a steady income stream every quarter.", 
    "section": "technology", 
    "gid": "technology/2012/apr/30/apple-samsung-lawsuits-meeting", 
    "wordcount": "583"
}