{
    "headline": "Wanted: alien life  dead or alive", 
    "text": "I&apos;m standing in a large empty lot covered with what looks like terracotta-coloured crazy paving. Dotted around are piles of red and orange rocks of various sizes, from boulders to pebbles. At the edge of the lot are a number of objects that resemble climbing walls, sloping at odd angles.  Imagine what the devil&apos;s patio would look like and you&apos;d not be far off. I&apos;m in Pasadena, California, on the huge campus-like facility that is Nasa&apos;s Jet Propulsion Laboratory, and this is the Mars Yard. JPL runs Nasa&apos;s non-human space programme, which includes space probes and telescopes. Voyager, Cassini-Huygens, Dawn, Juno, and the Kepler, Planck and Herschel space telescopes, and all the active Mars probes and rovers are operated from here. Later I get a look at mission control, where boards show lines of multi-coloured data, streaming live from 33 missions. I&apos;m being shown round the JPL facility by its deputy chief scientist for solar system exploration, Kevin Hand. Kevin is an astrobiologist and a planetary scientist by trade, and while his primary area of research is the Jovian moon Europa, currently all the excitement at JPL is focused on the red planet. To my left a scientist is remotely manipulating a robot in a large sandpit. This is the Vehicle System Test Bed, a twin of the Mars rover Curiosity. Its sibling is currently on its way to Mars as part of Nasa&apos;s Mars Science Laboratory mission.  Curiosity is the most advanced rover yet built by Nasa. It&apos;s also huge. Earlier, I was shown a version of the first Mars rover, Sojourner, which landed on Mars in 1997 as part of the Mars Pathfinder Project. It&apos;s about the size of a Big Trak. Curiosity is the size of a Mini. The Vehicle System Test Bed is quite sparse, divested of much of the bulk of the Mars-bound version, not least the Radioisotope Thermoelectric Generator  the plutonium-powered nuclear device that runs it. I must admit I feel a bit safer knowing this, although I later learn that the weight reduction is in order to simulate Mars&apos;s lower gravity (3.7m/s2 compared with Earth&apos;s 9.8m/s2). The Mars Science Laboratory mission blasted off on 26 November 2011 and is due to deploy the Curiosity rover in the region of Mars&apos; Gale Crater on 6 August 2012. Gale Crater was chosen because its landscape shows the telltale signs of an ancient ocean. This is as likely a place as any to find fossilised life, and when it comes to Mars, fossilised life is all we can expect to find. &quot;Most of our astrobiological research on Mars is focused on evidence of life in the past as recorded in the rock record,&quot; Kevin tells me. &quot;That&apos;s revolutionary  if the Curiosity Rover lands and finds fossils at Gale Crater, that&apos;s absolutely phenomenal  but fossils make it hard to connect back to fundamental biochemistry.&quot; What Kevin wants to find most of all is living life, and so he focuses on Europa. &quot;Europa has a global liquid water ocean today, and if we&apos;ve learned anything about life on Earth it&apos;s that where you find liquid water you find life,&quot; he says. &quot;So Europa is the premier place to go to search for extant life.&quot; Of course we&apos;re probably talking very basic life here, rather than green-skinned Europans, so why is this any more exciting than fossilised Martian microbes? &quot;One of the key aspects of finding life elsewhere is our ability to compare it to life as we know it, to compare it to the tree of life here on Earth and see whether that life represents a second origin of life in our solar system. Life on Earth is based on the same fundamental biochemistry, DNA, RNA, proteins. Whether you&apos;re a microbe at a hydrothermal vent, or a computer programmer at a software company, we all function on that same biochemistry.&quot; So could life elsewhere function differently? &quot;I&apos;m curious, is there another game in town? Is there another way to get the business of life done? To answer that question we need to go to places that could harbour life  Europa, Enceladus  these ocean worlds of the outer solar system where there is liquid water. These are the places that entice me the most.&quot; As Nasa doesn&apos;t have a mission on Europa just yet, Hand recreates the moon&apos;s atmospheric conditions in his lab, or journeys to places on Earth where the extreme conditions might be analogous to those elsewhere in the solar system. His travels have taken him to Antarctica, and to deep-sea hydrothermal vents as part of the team that worked on James Cameron&apos;s 2005 Imax documentary Aliens of the Deep. He also got to accompany Cameron as a science crew member on his recent record-breaking 2012 Challenger Deep expedition. Is he likely to see a mission to Europa in the near future? A joint Nasa and European Space Agency Europa Jupiter System Mission was proposed for 2020, but due to budgetary constraints Nasa now looks unlikely to participate. At the beginning of May, Esa announced that it was going to proceed with a revised mission, the Jupiter Icy Moon Explorer (Juice), which aims to put a probe into orbit around both Europa and Ganymede. While Kevin may not be directly involved, he&apos;ll no doubt be following the mission closely. Listen to the full interview, in which Neil and Nasa&apos;s Kevin Hand talk about Mars, Europa and James Cameron Neil Denny is the producer and presenter of the Little Atoms radio show and podcast, which is broadcast every Friday evening at 7pm BST on Resonance 104.4fm You can find the feed for his US road trip here or search for Little Atoms Road Trip on iTunes, and follow his progress on Twitter @littleatoms. The trip was made possible by a 2012 travelling fellowship from the Winston Churchill Memorial Trust", 
    "section": "science", 
    "gid": "science/2012/may/29/wanted-alien-life-dead-alive", 
    "wordcount": "989"
}