{
    "headline": "Nigeria's BlackBerry addiction offers hope for Research in Motion", 
    "text": "&quot;What&apos;s your BB pin?&quot; The question is the ultimate social status badge for many young, urban Nigerians. Standing in front of a row of gleaming BlackBerry handsets in a Lagos phone shop, sales assistant Remi Olajuwon explained: &quot;The average Nigerian has a very healthy interest in status and luxury. So if somebody asks for your BlackBerry pin and you don&apos;t have one&quot; she trailed off with a dismissive flick of her false eyelashes. Retailing at between $200 (126) and $2,000 in a country where most live on less than $2 a day, the cost alone made it a status symbol, she added. &quot;People come in to buy one just to show they&apos;ve been promoted.&quot; Amid sagging sales in Europe and North America, developing markets offer a ray of hope for Research in Motion (RIM), after the maker of BlackBerry posted a $235m loss for the latest quarter. In Nigeria, South Africa and Egypt, Africa&apos;s three biggest economies, BlackBerrys outsold smartphone competitors this quarter. Kenya and Ghana also had buoyant sales, officials said. Around one sixth of Africa&apos;s 620 million active phone subscribers come from Nigeria. Half of Nigeria&apos;s 4 million smartphone owners use BlackBerrys, and use among the wealthiest segment of society is forecast to increase sixfold by 2016. &quot;There&apos;s a misconception Africans only want cheap phones [but] Nigeria is a key market for us. We&apos;re seen as an aspirational product,&quot; said RIM regional director Waldi Wepenerlast month, after the company opened its first Nigerian store in Lagos&apos;s computer village, a sprawling haven for tech junkies. With its image increasingly outdated elsewhere, RIM hopes to capitalise on Nigeria&apos;s twin obsessions with status and communication. BlackBerry-related dramas flood newspapers&apos; agony aunt pages. On social websites, debate rages as to whether a bride photographed using her phone during her wedding ceremony was reading an e-Bible, or was merely a BlackBerry addict. The Nollywood film industry, whose clunkily named movie titles are a good cultural barometer and include delights such as the &quot;Fazebook Babes&quot; series, has recently spawned the hit multisequel &quot;BlackBerry Babes&quot;. The comedy follows a group of scantily clad university girls obsessed with getting the latest phones. The popularity of BlackBerrys in Nigeria is partly born of necessity. Erratic internet services and a nonexistent landline network are plugged by unlimited data bundles, costing about 12 a month. Unpredictable phone networks force those who can afford it to own two handsets. &quot;I already have another smartphone, but I need a BlackBerry pin number to socialise with friends and get babes. BlackBerry has an edge because of the pinging,&quot; George Emeka, a university student said, using the colloquial term for its instant messaging service. Others are getting more bang for their buck. Yahya Balogun, who lives in a Lagos slum, used eight months of savings to buy a secondhand model. The taxi driver has caught on to the growing number of high-end businesses who advertise and communicate using BlackBerry pin numbers as well as traditional means. &quot;All my clients in [upmarket district] Victoria Island own BlackBerrys. It is a good investment,&quot; Balogun said. In his rundown district where extended families squeeze into single rooms, neighbours frequently browse on his phone. &quot;My daughter can use the internet [for schoolwork],&quot; said neighbour Tosin Alabi, his face lit by the screen&apos;s blue glow during a recent powercut. &quot;Personally myself I can never pay 1,000 naira [4] every week for internet. And the battery is terrible when I can go for two days without charging my own phone,&quot; he added, indicating a battered Nokia feature phone. Nokia&apos;s low-cost phones remain the top overall sellers across Africa, though affordable mid-range mobiles could also erode RIM&apos;s top-end dominance, analysts say. Last year, Chinese manufacturer Huawei gobbled up almost half of Kenya&apos;s smartphone market with the launch of its $100 devices powered by Google&apos;s Android software. RIM has felt the heat in South Africa, where, unlike Nigeria, mobile carriers offer packages with Apple iPhones. &quot;You&apos;re only with it if you have an iPhone, preferably the iPhone 5, or Samsung Galaxy SIII,&quot; said Khayakazi Mgojo, based in Pretoria. A three-day loss of service across Africa and parts of Europe last year was the final straw for some. &quot;I switched because BlackBerry was frustrating me with all its constant freezing at the most inconvenient times, short battery life and the daily reboots,&quot; Mgojo said. Nevertheless she added: &quot;I still use it for social network because it&apos;s cheap compared to buying data bundles.&quot; RIM hopes to bat away growing competition in its most important African markets by releasing its jazzed up BlackBerry 10 software in South Africa and Nigeria at the same time as other global markets next year. &quot;At a time when Nokia is strengthening its distribution arm in Nigeria and Apple has recently appointed its first official distributor  the opening of the first BlackBerry-branded retail store is a logical step [to remain] the country&apos;s No 1 smartphone vendor,&quot; said Nick Jotischky, an analyst with Informa Telecoms &amp; Media. And for the consumer there still seems a popular groundswell for RIM&apos;s best known product. Manzo George, a businessman who owns three BlackBerrys, said he had no plans to switch over to an Android phone anytime soon. &quot;When people ask me why not try a new brand smartphone, I tell them there are smartphones and then there are BlackBerrys.&quot; Outsmarted The once mighty BlackBerry is no longer a status symbol in western markets, but RIM hopes for a revival on 30 January with the release of its new operating system, BlackBerry 10. Caught in the crossfire between Apple and Android, RIM has lost market share. Its devices excel at email and instant messaging, making them popular with younger users who cannot afford big phone bills, but the company has been left behind because of its failure to create a smartphone that can efficiently navigate the wider web. RIM&apos;s worldwide market share stood at nearly 20% in 2009, says research firm Gartner, but has now fallen to 5%. While smartphone sales are booming, RIM&apos;s shipment volumes have fallen 57% in a year, according to IDC resaerch. In June the firm reported its first operating loss since 2004, and set out plans to shrink its headcount by a third, shedding 5,000 jobs.", 
    "section": "technology", 
    "gid": "technology/2012/nov/14/blackberry-nigeria-status-symbol", 
    "wordcount": "1074"
}