{
    "headline": "Ebacc condemned as MPs take issue with whole Gove reform programme", 
    "text": "The government risks destabilising the entire school exam system by rushing through plans to replace GCSEs with the Ebacc, a change that may be unnecessary, a committee of MPs has warned in a damning report. The investigation, by the education select committee, challenges almost every justification the education secretary, Michael Gove, has given for phasing out GCSEs in favour of the new qualification, saying there is particular worry the change could disadvantage less academic pupils. It calls into question Gove&apos;s wider programme of rapid change, warning of a &quot;lack of overall coherence&quot; in how the government is approaching several key elements of education. The report urges the government to delay introduction of the Ebacc, given the &quot;profound and far-reaching consequences&quot; of the change. It adds: &quot;Introducing several fundamental changes at the same time and to a tight timetable will jeopardise the quality of the reforms and may threaten the stability of the wider exam system.&quot; While changes were needed to GCSEs, the government had yet even to prove the exams were sufficiently discredited to need replacing, said Graham Stuart, the Conservative MP who chairs the committee. He said: &quot;Ministers want to introduce a new qualification, require a step change in standards, and [want to] alter the way exams are administered, all at the same time. We believe this is trying to do too much, too quickly, and we call on the government to balance the pace of reform with the need to get it right.&quot; The criticism follows serious concerns expressed to Gove&apos;s department by the head of the exams watchdog in December. Glenys Stacey, chief regulator of Ofqual, said the stated ambitions for the Ebacc &quot;may exceed what is realistically achievable through a single assessment&quot;. Gove announced in September the plan to replace the GCSE, the near-ubiquitous post-16 qualification in much of the UK since the late 1980s. His planned English Baccalaureate Certificates, or Ebaccs, will set the first exams in English, maths and sciences in summer 2017, to be followed by history, geography and languages. On Wednesday the government said computer science would be included among the science options, after intensive lobbying from the technology industry. The exclusion of arts subjects has led to protests, and the report warns subjects left outside the Ebacc could be seen as &quot;discredited&quot;. Much of Gove&apos;s pro-Ebacc argument has centred on raising academic standards. But there was little evidence, Stuart said, of how the new qualification would assist less able pupils. He said the so-called statement of achievement planned for those who missed out on a full Ebacc could become &quot;a badge of failure&quot;. The MPs warn in the report: &quot;We have not seen any evidence to suggest that the proposed changes will be more successful than GCSEs in addressing underachievement or in narrowing the attainment gap between the most disadvantaged students and their peers.&quot; Mary Bousted, general secretary of the Association of Teachers and Lecturers, said the report was &quot;a devastating critique of the government&apos;s policy&quot;. She added: &quot;Michael Gove will lack any credibility if his response is, &apos;I know best; carry on.&apos;&quot; The Department for Education said: &quot;We have been clear that the secondary education system is in desperate need of a thorough overhaul  an objective with which the committee agrees. That is why we are making major changes to ensure we have world-class exams that raise standards.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/31/ebacc-gove-reform-exam-education", 
    "wordcount": "581"
}