{
    "headline": "Faster progress needed on cyber-security, says adviser", 
    "text": "Ministers need to speed up work on cyber-security because the public and a vast swathe of business have yet to appreciate the threats posed by online crime, a government adviser has said. Dame Pauline Neville-Jones said the strategy was heading in the right direction but needed a push to raise awareness because people were still doing &quot;silly things&quot;. &quot;I think the direction is right but the speed is not nearly enough  it needs much more momentum behind this,&quot; said Neville-Jones. She suggested the need for some advertising that would stick in everyone&apos;s minds, like the &quot;clunk-click&quot; campaign to encourage people to wear seatbelts. The government could not do the work by itself, she said, but it did need to take a proper lead. &quot;People are entitled to look to government to take a lead and impress upon people the importance of this. It has a responsibility to strengthen its own systems, and  it needs to strengthen rather modest police capability. &quot;I do think that the Cabinet Office, which is in the lead on this, needs to plot some metrics, have a timetable of various stages that need to be achieved, and audit the progress.&quot; Neville-Jones is a former security minister who is now the government&apos;s special representative to business on cyber-security. In a speech for the  Global Strategy Forum thinktank, she said people were struggling to understand the threats confronting them, and not nearly enough businesses take the issue seriously. The government had to be prepared to use the &quot;bully pulpit&quot; to raise consciousness and understanding, she said. &quot;There is a vast swathe of corporates who have valuable intellectual property, much more valuable than they understand, which is inadequately protected,&quot; she said. &quot;They don&apos;t even realise it has been stolen. They don&apos;t even know they have been the subject of attack. They usually have to be told about it by a third party, most of them do not discover it for themselves. The level of awareness is nothing like it needs to be. This is a very, very serious state of affairs.&quot; She added: &quot;Despite all the scare stories, all the horror stories in the press, people go on doing silly things and careless things. Human nature is a problem.&quot; Neville-Jones said she supported the recent decision by Michael Gove, the education secretary, to scrap the teaching of computer science in schools, and said universities needed to design relevant courses that attracted British graduates, &quot;and not just Chinese graduates&quot;. The lessons in school were &quot;no more than jumped up PA studies that are being deserted by children who understand the subject better than their teachers&quot;. She said the skills base in this country was &quot;totally inadequate&quot; and that addressing this was &quot;urgent and vital&quot;. Hackers were becoming more sophisticated in the ways they attacked systems, she added, citing the case last year when 2m tonnes of carbon credits were stolen from the EU in the Czech Republic. Neville-Jones said the attack was preceded by a bomb scare that led to back-up computer systems being brought into use. The attack then took place on this back-up system, which was more vulnerable.", 
    "section": "technology", 
    "gid": "technology/2012/feb/06/faster-progress-cyber-security-adviser", 
    "wordcount": "545"
}