{
    "headline": "Facebook beats revenue expectations with mobile boom", 
    "text": "Facebook beat Wall Street&apos;s expectations on Wednesday, announcing fourth-quarter earnings of $64m (40.5m) on revenues up 40% to $1.59bn, and announced that mobile revenue had doubled and mobile users exceeded desktop ones. But its shares slid in after-hours trading. The company famously founded in a Harvard dormitory room by Mark Zuckerberg said mobile revenue jumped, bringing in 23% of advertising revenue, compared with 14% in the third quarter. The company could point to a transformation in the profile of its users, with the number accessing the social network from mobile devices each day for the first time exceeding those on desktop machines. Daily active users on mobiles during December hit 680m out of the 1.06bn monthly users, compared with 618m for PCs. &quot;In 2012, we connected over a billion people and became a mobile company,&quot; said chief executive Zuckerberg. Even the shares&apos; $31.40 closing price was well below the $42 at which the company floated in May. &quot;Mobile revenue was expected to be a little higher,&quot; Aaron Kessler, an analyst with Raymond James, told Reuters. He was looking for mobile to account for 25% of total ad revenue. &quot;Overall, solid quarter but maybe high expectations going into the quarter,&quot; he said. Google and Facebook are in a race to make money from mobile as more people use smartphones and tablets to connect. Google has had the better of it, able to use its maps and location data from Android smartphones to target ads. But Facebook is expanding its efforts there. Zuckerberg said after the results came out that the shift to mobile &quot;is challenging for us to navigate  We started off the year with apps that weren&apos;t as high-quality as we would have wanted. Today there&apos;s no argument. Facebook is a mobile company.&quot; He also suggested that the new Graph Search feature  allowing Facebook users find things such as restaurants or airlines that their friends, or friends of friends, like  could &quot;potentially turn into a meaningful business for us&quot;, hinting at a challenge to Google. But Brian Wieser, of Pivotal Research Group, said higher mobile revenues brought their own problems: &quot;Growth in mobile ad sales leads to rising expenses, given the inherent complexity and labour involved in managing these operations. It appears that Facebook&apos;s stellar fourth-quarter growth in mobile advertising may be proving this, as the company&apos;s solid revenue results were partially offset by a falling margin.&quot; Benedict Evans, telecoms and technology analyst for Enders Analysis, said of the rapid increase in mobile revenue from quarter to quarter: &quot;There&apos;s a pretty clear story there.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jan/31/facebook-revenues-mobile", 
    "wordcount": "443"
}