{
    "headline": "The Saturday interview: Harvard biologist Edward Wilson", 
    "text": "It&apos;s not every day, or even every few decades, that a scientist tears up the dominant interpretation of Darwin&apos;s theory of evolution, but two years ago that&apos;s what the eminent biologist Edward Wilson and two of his Harvard colleagues did. In a controversial paper that made the cover of the journal Nature, they dismissed the widely accepted, half-century-old theory of &quot;kin selection&quot; and proposed a different explanation of the advanced social behaviour of insects to take its place  arevamped version of something that had long ago been dismissed by most biologists. (We&apos;ll look at the details of both theories in a moment.) The result was uproar. Almost 150 other scientists signed letters rejecting their findings and calling on others to do the same. Wilson refused to back down, and a few weeks ago published a book-length version of his argument, The Social Conquest of Earth. The fuse of his opponents was lit once again. This time it was Richard Dawkins who exploded. In a review in Prospect magazine titled The Descent of EdwardWilson, Dawkins accused Wilson of &quot;wanton arrogance&quot; and recommended potential readers to throw the book aside &quot;with great force&quot;. Was Dawkins right? Is Wilson a once-great researcher who has taken a wrong turn? Has his deep concern for the environment, and desperation for a solution, made him susceptible to the idea that human co-operation is the key to our domination of the planet  which is what his theory proposes  and unable to recognise us for the selfish competitors we truly are? In a long conversation from his officeat Harvard, where he is emeritus professor at the Museum of Comparative Zoology, Wilson, though clearly annoyed and more than happy to hit back at his detractors, sounds as though he is enjoying himself. &quot;I&apos;m now too old to be dragged down by false modesty,&quot; he says with the hint of a southern drawl. &quot;Are we going to win the day? Of course. The mathematics in our paper has not been seriously challenged, and that&apos;s what the fuss is about. It has thrown defenders of kin selection into disarray. Italso has to do with people very naturally defending the territories theyhave established to teach and doresearch on.&quot; I ask whether the dispute has upset him. Now 83, Wilson must surely feel heis in the final phase of a long career. Would he not have preferred to bow out to the sound of cheers? He says not. &quot;I am invigorated because I think this debate moves the study of social behaviour into the same league assimilar controversies in the rest of science. There have been great disputes in every field. Remember string theory? Remember the early days of DNA?&quot; &quot;Would you like to talk about Dawkins?&quot; he continues  and when Isay yes, he laughs. &quot;I hesitate to do thisbecause he&apos;s such a popular guy, butDawkins is not a scientist. He&apos;s a writer on science and he hasn&apos;t participated in research directly or published in peer-reviewed journals for a long time. In other words, there is no Wilson-versus-Dawkins controversy: it&apos;sWilson versus  well, I could give you a goodly list of other scientists doing peer-reviewed research.&quot; That Dawkins is not engaged in research does not, of course, make him wrong about evolution. ButIdecide to call Andrew Bourke, a professor of evolutionary biology at the University of East Anglia, to get another view. Bourke offers a robust defence of kin selection, or inclusive fitness, and questions whether humans are a &quot;eusocial&quot; species (the technical term for displaying altruistic behaviour) like antsand termites at all. I end the conversation firmly convinced that, as far as his peers are concerned, Wilson is a very longway from winning the day. Before he made the leap to what hecalled &quot;sociobiology&quot; in his breakthrough book of 1975, and began writingabout people, Wilson was an insect scientist. An only child who grew up in rural Alabama and whose parents separated when he was in primary school, he avoided loneliness by taking a close interest in the natural world. He says he &quot;wandered off&quot; from the Baptist faith he was brought up in, much as Darwin gave up his Christian faith, but with far less angst, and began reading about evolution as a teenager. Although his reputation today is based on his writings about human evolution and biodiversity, which he first championed 20 years ago, it was in the field of entomology that he made arguably his greatest discovery: pheromones, now talked about in women&apos;s magazines as the secret of sexual attraction, but then utterly unknown. It was in a Harvard lab in the early 1960s that the young biologist had his epiphany surrounded by a captive colony of fire ants. Wilson thought they were communicating via chemicals, while others thought their messages were mechanical, more like simple taps. So he began dissecting them, looking forthe source of the odour trail in miniature glands. &quot;I tried one after another and nothing, nothing, and finally I came to a tiny gland called Dufour, named after the guy that discovered it,&quot; he explains. &quot;Itwas sitting there like a pituitary or something and I teased it out and laid the trail and hey! A large part of the colony came pouring out, all excited, and they went wherever I led them. &quot;I found I could talk to these ants. Icould write my name on a sheet of paper next to the nest and they would follow it, so I did that just for fun. I said, &apos;This is really something! Maybe ants dohave a chemical code and maybe if you can get the right one, you can do amazing things.&apos; &quot;So I guess that was one of my best moments. I guess that&apos;s the only night Icouldn&apos;t sleep. I&apos;m glad I told you thatstory because it&apos;s just a wonderful adventure and lots of fun to be ascientist.&quot; Nearly 50 years later, and still married to the wife he met in the Harvard admissions office, Wilson continues to have lots of fun. He is already planning another, more personal book, Letters to a Young Scientist, and recently returned from a field trip to Mozambique, where he is helping philanthropist Greg Carr rebuild the Gorongosa national park. There he was delivered by helicopter to a mountain rainforest that has never before been studied by entomologists, while at the edge of the park, in a series of deep gorges, is yet more untouched rainforest. &quot;It is literally a lost world, athrilling experience.&quot; But for all his enthusiasm for fieldwork  those who know him describe a distinctive, head-down gait, the result of decades of scanning the ground for insects  biology alone has never satisfied Wilson. Synthesis has always been his thing. He worked in biogeography, invented the term sociobiology, and in 1998 wrote a book called Consilience: The Unity of Knowledge  which was more or less a theory of everything. This vast range has won him huge admiration, with novelist Ian McEwan among many high-profile fans. But he has also been a divisive figure, most famously in the 1970s, when he was physically attacked at Harvard after it was claimed that hisideas echoed the racistand misogynist claims of Nazieugenicists. His new book takes in language andthe arts in its bold attempt to demonstrate that generosity, as mandated by group selection, is humanity&apos;s secret ingredient  and continually warring in each one of us with our more selfish instincts. &quot;Individual selection is responsible for much of what we call sin, while group selection is responsible for the greater part of virtue,&quot; he writes in oneof the book&apos;s bluntest passages. &quot;Together they have created the conflictbetween the poorer and better angels ofour nature.&quot; Critics have attacked this dramatically simplified version of the human condition. But the fiercest argument is about evolution itself. Put simply, the theory of kin selection developed by WD (&quot;Bill&quot;) Hamilton in the 1960s and championed by Wilson at the time says that insects such as ants evolved to become altruists because co-operating with their kin helped individuals promote their own genes. It doesn&apos;t matter if you give up the opportunity to reproduce yourself, goes the theory, so long as close relatives spread your genes instead. Wilson (and his collaborators MartinNowak and Corina Tarnita) proposed instead a theory of &quot;multilevelselection&quot;, whose name makes it sound more complicated than it is. In fact, there are two levels: ordinary, individual-level natural selection, whereby individuals strive to reproduce their own genes, and &quot;group selection&quot;, an idea long ago dumped by biologists but now brought back to life. Group selection begins when a colony of creatures develops a behaviour that gives it a competitive advantage over other groups. Initially, this could be down to a random genetic mutation. So,instead of leaving the family nest, young ants or bees stick around to help. As Wilson describes it, this is the first step on the path to the highly ordered society, with its rigid division of labour, that has made the social insects, along with humans, the most successful species on earth. &quot;The key event is building a defended nest or campsite,&quot; he says  giving a whole new meaning to the communal spirit of group camping trips, and especially the ritual of cooking around the campfire, to which Wilson accords massive evolutionary significance. &quot;But it&apos;s still very uncertain and we havea huge amount of research to do inorder to be completely sure. Just onemutation would prevent young individuals from leaving the nest, sogenetic studiesare badly needed, andin some groups [of insects] those are now underway. We wait to see theresults.&quot; But Wilson was not content to wait for the data. A gifted writer and winner of a Pulitzer prize, with more than 20 books, including a memoir and best-selling novel, Anthill, under his belt (Margaret Atwood called it an &quot;Iliad of the ants&quot;), he has always been an ambitious communicator, as well as a scientist. In one striking passage in The Social Conquest of Earth, he describes humanity as a &quot;Star Wars civilisation with stone-age emotions, medieval institutions and god-like technology. We thrash about. We are terribly confused by the mere fact of our existence, and a danger to ourselves and to the rest of life.&quot; Wilson believes his latest formulation of evolutionary theory offers us a way out of this mess. &quot;I think we have the qualities to come through and staunch the haemorrhage of species extinction,&quot; he says. &quot;I just think people are capable of being a lot better than they have been. Why would you risk your life to save the life of a stranger? Why would you give up one of your kidneys? We really are a wonderful species, and Ithink if we can understand who we really are, then we can reach a much better world, and a much better arrangement than we have now.&quot; Andabout this, we must all surely hopethat Edward Wilson is right. The Social Conquest of Earth by EO Wilson is published by WW Norton. It is available for 15.19 from guardianbookshop.co.uk", 
    "section": "science", 
    "gid": "science/2012/aug/18/edward-wilson-harvard-biologist-interview", 
    "wordcount": "1977"
}