{
    "headline": "Campaigners lose fight to stop school being forced into academy status", 
    "text": "The education secretary, Michael Gove, has ordered a school in one of London&apos;s most deprived boroughs to become an academy despite 94% of parents declaring opposition to the move. Gove declared that Downhills primary school in Haringey, north London, should become independent of its local authority and be taken over by the Harris Federation, reopening in September. The move comes after the school&apos;s interim executive board, installed by Gove in February, backed an Ofsted investigation in January that declared the school to be failing. But the board&apos;s report, published on Wednesday, also found that 94% of parents who responded to a consultation about the future of the school were opposed to it becoming an academy. In a letter to the interim board&apos;s chairman, junior schools minister Jonathan Hill said Gove had decided the reasons given by those opposed to academy status &quot;do not provide a convincing argument that this would be in the best interests of pupils&quot;. Instead, the education secretary has sided with the 3% of parents who backed his plans for the school, Hill added. The Harris Federation runs 13 academies in south London and is sponsored by Conservative peer Lord Harris. Campaigners pledged to continue their fight against the education secretary. Julie Davies, branch secretary of Haringey NUT, said they would pursue a judicial review of the legal basis of the education secretary&apos;s decision. She said: &quot;The decision is completely perverse. We believe the secretary has misused his powers.&quot; The school last came out of &quot;special measures&quot; status in 2005 but in January 2010 was told by Ofsted that &quot;significant improvement&quot; was needed. The school was again placed in special measures by Ofsted in February, following a further inspection ordered by Gove, leading to the resignation of headteacher Leslie Church and the sacking of the board of governors, to be replaced by a five-member board selected by the Department for Education. Downhills&apos; previous governing board and its lawyers claimed Gove was illegally attempting to force academy status on the school and that attainment records, and an interim Ofsted report last September, suggested standards were improving. Ministers had given the school a deadline of mid-January to commit to becoming an academy and finding a private sponsor. The local community mounted a campaign to against academy status and argue that results at Downhills are improving. Results for 11-year-olds have risen from 40% achieving the expected standard in English and maths in 2009, to 61% last year. Primary schools are expected to ensure at least 60% of 11-year-olds reach the level expected for their age in the two subjects. Campaigners argued that any restructuring of the school should not be imposed without a full consultation with parents, staff and the local community. But Gove described the campaigners as &quot;Trots&quot; and &quot;ideologues&quot; to MPs on the cross-party education select committee. Academies are accountable to central government rather than a local authority. Becoming an academy would mean the school&apos;s governing body being replaced. A DfE spokeswoman said: &quot;The IEB&apos;s report states that radical structural solutions are needed to deliver and sustain rapid improvement at the school and it is confident that the Harris Federation will be able to deliver such solutions. &quot;The secretary of state has therefore decided that to deliver the improvement needed, the school should be converted to a sponsored academy under the leadership of the Harris Federation.&quot; The five members of the school&apos;s interim board include three Harris appointees: Sylvia Morris, Dan Moynihan and Robin Bosher. Moynihan and Bosher are now Sir Dan and Sir Robin following the birthday honours list announced on Saturday. All Harris appointees now have titles along with Lord Harris himself.", 
    "section": "education", 
    "gid": "education/2012/jun/20/campaigners-lose-school-fight", 
    "wordcount": "621"
}