{
    "headline": "Government announces biggest energy reforms in 20 years", 
    "text": "The biggest reforms to the UK energy sector in two decades were set out on Tuesday, prompting warnings from consumer groups and green campaigners that they would raise bills and penalise renewable energy while boosting nuclear power. The sweeping reforms, detailed in the draft energy bill, grant the government powers to intervene in the market on a scale not seen since the industry was privatised. Under the changes, low-carbon generators including nuclear companies will receive a fixed price for their energy that should be higher than they can sell it for on the open market, and ministers will create a &quot;capacity market&quot; to ensure a reliable supply of power and prevent blackouts. There will be a minimum price for carbon dioxide emissions, and an emissions performance standard that will in effect stop any coal-fired power stations being built without technology to capture carbon. The reforms will mean major changes to the way the market is regulated, and the way utilities and their smaller rivals operate. Ed Davey, the secretary of state for energy and climate change, said the reforms would help to bring forward the estimated 110bn in private-sector investment that will be needed for new low-carbon energy capacity, and that they could generate as many as 250,000 new jobs. &quot;Leaving the electricity market as it is would not be in the national interest,&quot; Davey said, noting that a fifth of the UK&apos;s current ageing power stations are likely to come out of service by 2020. &quot;If we don&apos;t secure investment in our energy infrastructure, we could see the lights going out, consumers hit by spiralling energy prices and dangerous climate change. These reforms will ensure we can keep the lights on, bills down and the air clean.&quot; Davey said the government&apos;s analysis showed that the reforms would ensure that consumers&apos; energy bills would rise by less than they would otherwise over the next 20 years. Charles Hendry, the minister of state for energy, said the government had to intervene: &quot;The market did a good job keeping down [energy] prices to the lowest in Europe, but it did not bring forward enough new investment. If we are going to keep the lights on in an affordable way, this is not a luxury  it&apos;s absolutely essential.&quot; But there was widespread concern about some of the most vulnerable people. Maria Wardrobe, director of external affairs at the fuel poverty charity National Energy Action, said: &quot;The government can do little to disguise that these proposals will add substantially to already soaring energy bills and place much more risk on domestic energy consumers.&quot; She called for VAT revenues from fuel to be recycled into energy-efficiency programmes to lift vulnerable people out of fuel poverty. Richard Lloyd, executive director of Which?, said: &quot;We want to see more evidence and the small print before we can judge whether this will work for all of us who are expected to foot the bill.&quot; Green groups and some renewable energy companies also attacked the draft bill, accusing ministers of breaking promises not to subsidise nuclear power, because the &quot;contracts for difference&quot; by which low-carbon power generators will be guaranteed a price for their electricity will favour the nuclear industry. Davey denied the charge, and said the plans would encourage all forms of low-carbon generation, helping the UK to meet its climate-change targets. By giving generators a fixed price guaranteed in advance for their power, the &quot;contracts for difference&quot; system should offset the risks taken by renewable and nuclear developers, which have to shoulder high upfront costs before they can start reaping the returns from their investment. If the market price turns out higher than the &quot;strike price&quot; agreed in advance, there will be arrangements to claw back some of the difference. However, many of the details on how some of the reforms will work have yet to be set out. For instance, the &quot;strike price&quot; for the first round of contracts for difference will not be set until 2013, and a &quot;delivery plan&quot; for implementing them will come into force in mid-2014. Neil Bentley, deputy director-general, said: &quot;It&apos;s now important that parliament not only gets it right, but does so as a matter of urgency. We face a real risk of electricity shortages in the second half of the decade [and] we are still some way from having a detailed picture of how the electricity market will look in the future, on which the success of these reforms depends. With major investors waiting in the wings, these details are needed as soon as possible.&quot; Bridget Woodman, of the energy policy group at the University of Exeter, said: &quot;Rarely can an energy measure have attracted such universal condemnation. The key players  renewable generators, most energy companies, consumer groups and commentators  all recognise that contracts for difference won&apos;t deliver a sustainable energy future ... The government is in a hole and needs to stop digging before it&apos;s too late to put the UK on a path to a sustainable energy future.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/22/government-announces-energy-reforms", 
    "wordcount": "858"
}