{
    "headline": "Why conservation needs emotion", 
    "text": "Dr. Wallace J Nichols, research associate, California Academy of Sciences Most humans through most of time have made their living not by a series of carefully calculated rational decisions based on complete knowledge, but through a diverse and highly evolved mix of emotions in response to extremely limited snapshots of the world around them. In the past few decades our understanding of the science behind these emotions has increased exponentially. As a result, professionals ranging from economists to politicians, marketers to film makers, magicians to musicians have joined with cognitive scientists to hone their skills and become better at what they do. Even the Dalai Lama has explored his brain waves. So too must conservationists, environmentalists, and fixers of what&apos;s broken nature. If the makers of Super Bowl ads and presidential candidates can use social neuroscience to influence behaviour, so can conservation biologists. An appreciation of the vast cognitive benefits and services provided by healthy ecosystems may help advance more sustainable policies and practices. New research suggest that time spent with nature, in particular near water, significantly reduces stress, accelerates healing, boosts feelings of well-being, enhances creativity, improves cognitive function, increases attention and focus, and may help build new neurons  &apos;nature neurons&apos;. We are evolved to be at our best outside, in motion, solving problems. Smart application of these findings might increase support for environmental initiatives as a means to reducing health care costs and stimulating productivity and innovation.  Is there a more important or urgent application of brain science than the restoration and safeguarding of nature? Is there a surge of feelings quite as divine as those that come from standing on a cliff just above the waves crashing upon the Cornwall coast? Dr Anastasia Steffen, Earthwatch scientist, and adjunct assistant professor, University of New Mexico &amp; Valles Caldera Trust I am struck by the universality of people&apos;s love of beautiful landscapes. In that moment, the sensations may be expressed in spiritual terms, or as curiosity, or humbleness, or with terms of ownership.  We know from our own experience that these vistas give us a chance to ponder our role within something larger, and somehow come away feeling better about ourselves. In these moments, as individuals project themselves out into the natural world and receive an affirming response, they discover a bond they had not previously known or feel a bolstered devotion to place. These moments are powerful openings for education and interpretation.  I come at this topic as a public servant in US land stewardship and these moments are the reason I love my job. I have learned that leaders in land management can recognise these moments as opportunities to listen and to mobilise support and partnerships for preservation of resources.  The reverse sensations can be equally powerful. In the western United States, we are facing increasing drought, megafires, smoke-filled summers, and sometimes even loss of homes and lives. Potential responses are fear, dread, grief and loss.  If we can be prepared to redirect this energy toward the available solutionsrecovery, restoration, renewalthen we will make progress not only toward improving the resilience of our forest, but also toward becoming communities facing potential changing patterns of climate, and finding our role within something larger. Paul Rose, explorer, TV presenter, Earthwatch ambassador There are now over 7 billion of us and for the first time in history we have become a true force of nature. And yet this out of control growth means that most of us live in urban areas. We&apos;ve never been so far removed from nature whilst at the same time needing it so essentially. It&apos;s impossible for us to consider sustainability and global issues such as overpopulation, climate change, water and food security, overfishing and shark finning to name a handy few, unless we have an emotional connection with nature. It&apos;s just too big of a leap. I see it all the time. Otherwise smart people, disconnected from nature, who are unable to usefully contribute to a global issue debate because their opinions are solely formed from television, online and the press. But have the same discussions with someone fresh from the wild places and their insightful, meaningful opinions formed alongside nature raise the standards delightfully. It&apos;s a breath of fresh air that carries with it the authenticity of a personal and transformative experience in nature. We talk about impact investing, sustainable adaptations to climate change such as Trans-Arctic shipping, the high stakes race that scientists have entered into whereby the planet is changing faster than they can learn about it, and of course the absolutely essential responsibility we have to set the highest possible example to the upcoming generation. There is no time to waste: throw the doors and windows open, grab the barest minimum of equipment and make a run for it. The finest ideas, leadership and solutions are developed when we are in the wild places. Our debate at the Royal Geographical Society on Thursday has to be inside, but I guarantee that there will be no shortage of fresh air and wilderness fuelled opinions. It&apos;s going to be emotional!", 
    "section": "environment", 
    "gid": "environment/blog/2013/may/16/why-conservation-needs-emotion", 
    "wordcount": "849"
}