{
    "headline": "Facebook buys Instagram for $1bn: full statement by Mark Zuckerberg", 
    "text": "Facebook has bought the photo-sharing application Instagram for a reported $1bn. Here&apos;s the full statement by founder Mark Zuckerberg issued on the Facebook website. Statement by Mark Zuckerberg I&apos;m excited to share the news that we&apos;ve agreed to acquire Instagram and that their talented team will be joining Facebook. For years, we&apos;ve focused on building the best experience for sharing photos with your friends and family. Now, we&apos;ll be able to work even more closely with the Instagram team to also offer the best experiences for sharing beautiful mobile photos with people based on your interests. We believe these are different experiences that complement each other. But in order to do this well, we need to be mindful about keeping and building on Instagram&apos;s strengths and features rather than just trying to integrate everything into Facebook. That&apos;s why we&apos;re committed to building and growing Instagram independently. Millions of people around the world love the Instagram app and the brand associated with it, and our goal is to help spread this app and brand to even more people. We think the fact that Instagram is connected to other services beyond Facebook is an important part of the experience. We plan on keeping features like the ability to post to other social networks, the ability to not share your Instagrams on Facebook if you want, and the ability to have followers and follow people separately from your friends on Facebook. These and many other features are important parts of the Instagram experience and we understand that. We will try to learn from Instagram&apos;s experience to build similar features into our other products. At the same time, we will try to help Instagram continue to grow by using Facebook&apos;s strong engineering team and infrastructure. This is an important milestone for Facebook because it&apos;s the first time we&apos;ve ever acquired a product and company with so many users. We don&apos;t plan on doing many more of these, if any at all. But providing the best photo sharing experience is one reason why so many people love Facebook and we knew it would be worth bringing these two companies together. We&apos;re looking forward to working with the Instagram team and to all of the great new experiences we&apos;re going to be able to build together. Why did Facebook pay $1bn?  Why did Facebook pay such a massive price? We&apos;re collecting insights and observations from industry observers, reporters and readers. ", 
    "section": "technology", 
    "gid": "technology/2012/apr/09/facebook-buys-instagram-mark-zuckerberg", 
    "wordcount": "404"
}