{
    "headline": "For-profit schools would be no more virtuous than other private-sector firms", 
    "text": "You would think that, with G4S&apos;s failure to provide security for the Olympics and the revelations of bank-rate manipulation and money-laundering at Barclays and HSBC respectively, the friends of free enterprise might retreat awhile to reflect upon its shortcomings. But no, the Institute of Economic Affairs (IEA), the Thatcherite thinktank, has just published a 200-page report that calls for a dramatic extension of profit-making into schools. Profit-making firms already provide amultitude of educational services, and itch to gain full ownership and control. Though the IEA blames the state for keeping the profit motive out of schools, that principle applies almost as firmly in the private as in the maintained sector. All the famous fee-charging schools, such as Eton, Rugby and Wellington, are non-profit; the schools that uphold the true capitalist faith, making profits and therefore losing tax concessions, educate just 82,000 children in England, or barely 1%. But the corporate sector believes free schools will provide an opening. The education secretary, Michael Gove, has suggested they should be allowed to make profits, as their equivalents in Sweden do, and Sir David Bell, former permanent secretary at the education department, has said he sees &quot;no principled objection&quot;. Toby Young, founder of the West London free school, a contributor to the IEA report, argues that finding suitable sites will prove too daunting for most parents who would like to follow his example. The future, he writes, must lie with profit-making firms, able to invest capital and bear the risk of failure. We should expect the next Tory election manifesto to propose that some free schools should be run for profit, no doubt hedged with such words and phrases as &quot;experimental&quot;, &quot;limited numbers&quot;, &quot;where appropriate&quot; and &quot;exceptional circumstances&quot;. And what, demands the IEA report, is wrong with an experiment? Why not find out if the profit motive can deliver better results? To which the answer is that we already have ample evidence. Privatised water companies sell off reservoirs and neglect to repair pipes and sewers. Privatised energy companies confront us with rising charges and impenetrable tariff structures. Supermarkets drive farmers out of business, reducing Britain&apos;s capacity to feed itself. Banks sell &quot;payment protection plans&quot; and &quot;structured&quot; savings schemes that are little more than frauds on the customer. We should not expect profit-making companies to behave any more virtuously when they take charge in schools. It is true that they have achieved some relative success in developing countries, where the state itself is so corrupt and incompetent that almost anything would be better. But for us, the American for-profit colleges, which have expanded dramatically in the past 20 years, provide a better guide. These are praised by the IEA because (with government subsidies) they take more mature students and more from minority and disadvantaged backgrounds. In fact, those who have attended such colleges are more likely to suffer unemployment, low earnings and high debt levels than students from similar backgrounds who attend non-profits. They are also more likely to default on their student loans. This is hardly surprising since less than half the for-profits&apos; revenues are spent on teaching and much of the money goes on marketing campaigns, which are often aggressive and deceptive. The highly praised Swedish free schools provide an even more relevant example. According to a report in 2010 from Skolverket, the national agency for education, the differences between high- and low-performing students have increased and socio-economic background has become more important since the free schools&apos; introduction. Only two-thirds of free school teachers hold teacher-training qualifications and the pupil-teacher ratio is significantly higher than in council-run schools. The IEA report  which bizarrely compares allowing profit-making companies to run schools to giving votes to women  demands to know why &quot;those who oppose the profit motive&quot; believe that it will &quot;always&quot; lead to inferior results. I for one believe no such thing but the evidence, from developed countries, is that it mostly leads to something that iseither worse or no better than the state provides.", 
    "section": "education", 
    "gid": "education/2012/jul/30/for-profit-schools-opinion", 
    "wordcount": "687"
}