{
    "headline": "Profitable climate fixes are too tempting for rogue geoengineers to resist", 
    "text": "It was only a matter of time before somebody broke the fragile social and political consensus surrounding geoengineering, and had a first crack at &quot;experiment Earth&quot;. The news that American businessman Russ George has dumped 100 tonnes of iron sulphate into the Pacific Ocean in an attempt to fertilise algal blooms that absorb carbon dioxide, was received with justified indignation and outrage by campaigners and mainstream scientists. But there have been rumblings (and rumours of shadowy trials) for many years, and the idea of being a &quot;geoengineer&quot; was always going to prove tempting for the likes of George (who is blacklisted at several international ports for previous algae-related misdemeanours). Geoengineering  the possibility of using large-scale technologies to counteract the effects of climate change  has arrived. The question is, are we ready for it? From a scientific perspective, the answer is &quot;not yet&quot;. Very little is known about any of the technologies that we might one day use to seize control of the global thermostat. Some sound like science fiction and will probably remain that way. Even the more familiar ideas  like using biochar to capture CO2  are unknown entities when operating on a global scale. But the big questions, for now, have less to do with science and more to do with politics, as the Canadian iron dump illustrates so well. The ingredients of a classic controversy are all there - a wealthy, gung-ho businessman; a misled and powerless local population; an allegedly complicit government and a blanket of secrecy over the whole affair. Research has shown that these are the kinds of issues that people are concerned about. And with individuals like Russ George around, who can blame them? The prospect of geoengineering raises fundamental questions about whether we are capable of actively, co-operatively and equitably managing the global commons. This is new territory: whereas the risks of a nuclear disaster are potentially global, the risks of geoengineering are inherently so. Are we ready to govern technologies that if ever deployed, would need to be maintained for decades  or perhaps even centuries  in order to keep temperatures down and the climate stable? The history of the past century suggests that we are in no position to manage technologies on this scale, or even keep rogue researchers in check. In fairness, there are some serious efforts underway to anticipate the governance challenges that geoengineering will raise, and to involve public and civil society voices in debates about how  or even if  geoengineering research should go ahead. But thanks to a characteristically weasel-worded UN text, there is precious little clarity about the level of geoengineering research permitted under international law, allowing George to describe two widely cited moratoria on ocean fertilisation as &quot;a mythology&quot;. Campaign groups like ETC  that have persistently opposed geoengineering experiments of any kind  are dismissed as scaremongers by some in the scientific community. But rogue experiments like this vindicate their warnings  and may compromise the integrity of the whole field in the eyes of the public. The vast majority of scientists working on geoengineering are well aware of the ethical implications of their research, and are reluctant to suggest that they have sensible answers to climate change. But a handful are more enthusiastic, and outside of the scientific community, there are plenty of people itching to promote a climate &quot;fix&quot;, because geoengineering offers a method of tackling climate change that doesn&apos;t require asking any difficult questions about unsustainable systems of production and consumption. In the US, rightwing pressure groups like the Heartland Institute have thrown their weight behind geoengineering as a &quot;cost effective&quot; solution to climate change, which is an incredibly telling insight into supposed climate scepticism. So often, a rejection of the science of climate change is just a proxy for a dislike of the policy implications. For those who object to the social engineering of behaviour change or regulation, geoengineering is a preferable option. It is the politics of climate change  not the science of geoengineering  that led to the iron dumping . Although artificial algal blooms are likely to have a range of unanticipated side-effects, it is not difficult to see how carbon captured through ocean fertilisation could easily be transformed into lucrative credits and fed into global carbon markets. And this possibility  profitable colonic irrigation for the planet  is simply too tempting for a rogue geoengineer to resist.  Adam Corner works in the School of Psychology at Cardiff University , for the Climate Outreach Information Network, and is a member of the Integrated Assessment of Geoengineering Proposals research team", 
    "section": "environment", 
    "gid": "environment/2012/oct/19/climate-fix-geoengineering", 
    "wordcount": "766"
}