{
    "headline": "Chinese environmental activist goes on trial over books", 
    "text": "A Chinese former official who won an award for his expos of illegal forest clearing has gone on trial accused of profiting by printing his books on environmental conflicts without proper licences. Liu Futang won the environmental press award, co-organised by the Guardian, in April. Three months later the 65-year-old was detained while receiving treatment for high blood pressure and diabetes at a hospital in southern Hainan province. His trial opened in Longhua, Haikou city, on Thursday morning. He is accused of &quot;conducting illegal business&quot;, and supporters say he could face five years or more in jail. They believe that his last book, The Tears of Hainan II, particularly angered authorities. It highlighted a project to build a coal-fired power plant at Yinggehai, which met fierce opposition from residents. Prosecutors claim Liu ignored the law by illegally publishing, printing and distributing a total of 18,000 copies of his books. They acknowledge that he gave away the books, but argue that the total amount of money involved in the scheme was 464,000 yuan (46,100), and claim Liu illegally obtained 78,000 yuan. Feng Yongfeng, founder of NGO Green Beagle and one of the judges of this year&apos;s award, wrote on his microblog that Hainan prosecutors should withdraw the case, as there was no way it could be considered illegal business since Liu had published the books primarily to give to people. &quot;The purpose was sharing the difficulties of environmental protection. He never wanted to sell it  The circulation could only be useful to spread knowledge of environmental protection, not to have any impact in terms of the market,&quot; he said. &quot;Liu Futang has recognised his mistake on illegal publication and will learn from his experience.&quot; Xia Jun, a public interest lawyer, wrote on his microblog that the defence might be able to win the activist a two-year term or even a suspended sentence by stressing that he had been seeking to protect the environment. Liu&apos;s wife and son and one of his friends were allowed to witness the trial. Relatives had not been able to see him prior to the hearing. His niece, Liu Xiuli, said the activist had appeared in poor health and they were very concerned about his mental and physical wellbeing. She said he had been too emotional to speak at times during the case. Liu won the citizen journalist prize in the China environmental press awards this spring after he revealed that developers of a yacht marina had destroyed one of the world&apos;s last groves of water coconut trees. He told the Guardian at the time: &quot;The degradation is terrible  The local media hasn&apos;t written a single word, but I&apos;ve posted 40 articles that have been followed up by newspapers and TV from across the country.&quot; The awards are jointly organised by the Guardian, chinadialogue and the Chinese web portal Sina, with funding from the Guardian Foundation and SEE, a Chinese charitable body.", 
    "section": "environment", 
    "gid": "world/2012/oct/11/chinese-activist-trial-books", 
    "wordcount": "499"
}