{
    "headline": "Alan Turing's legacy: how close are we to 'thinking' machines?", 
    "text": "It is 100 years this week since the birth of the revered wartime codebreaker Alan Turing, and 67 years since he was awarded an OBE for leading the team, in Bletchley Park&apos;s Hut 8, that cracked the German navy&apos;s Enigma code. It has also now been 60 years since he was convicted for gross indecency, after admitting to being in a consensual same-sex relationship, and sentenced to chemical castration by means of regular injections of oestrogen, as an alternative to time in prison. It&apos;s 58 years to the month since he killed himself, and just less than three years since a British prime minister saw fit to issue an official apology for his treatment. Though best known for the story of his wartime heroism and the appalling circumstances of his death, in academic circles, Turing&apos;s name carries other connotations. Among philosophers and computer scientists, he is known as the father of artificial intelligence, thanks in part to a single essay penned in 1950, asking the question, &quot;Can machines think?&quot; In the article, published in the philosophical journal Mind, Turing proposed a game capable of providing an answer: a competitive conversation in which a computer and a human attempt to convince a judge that they too are a conscious, feeling, thinking thing. The game would come to be known as the &quot;Turing test&quot;. At the time, it was impossible to conduct: humans had yet to create the necessary networks and software; computer programs were nowhere near intelligent enough to simulate anything resembling conversation. It took another 40 years for Turing&apos;s imagined game to become a reality, when in 1990 the American philanthropist Hugh Loebner founded the annual Loebner prize for artificial intelligence, &quot;the first formal instantiation of the Turing test&quot;.     Alan Turing (right) at work in 1946. Photograph: Science & Society Picture Librar/SSPL via Getty Images    The prize is not, by Loebner&apos;s own admission, a rigorous academic test. The programs competing are also not necessarily the most impressive in the field: entrants tend to be enthusiasts&apos; passion projects, rather than multimillion-pound ventures, such as the iPhone&apos;s talking assistant Siri. Computers have not evolved quite as Turing expected them to, but Loebner has stayed determined to run the competition to the founding father&apos;s precise specifications. To mark the centenary of Turing&apos;s birth this year, the contest was held for the first time in its history at Bletchley Park, and I went along to see if a computer could manage to persuade a panel of humans that it was a real person. &quot;Your job,&quot; explains the award&apos;s colourful founder Loebner, to his four nervous volunteers, &quot;is to convince the judges that you are the human.&quot; Moments later, the four of them will sit down at their screens and begin the first of four competitive online chats. Their opponents hum quietly on the table next to them: four unmanned computers, each set up by a neutral engineer, each with a different conversational software program installed, known as &quot;chatbot&quot;, designed by AI enthusiasts to be mistaken for a human being. Across the hall, in Bletchley Park mansion&apos;s cosy Morning Room, four judges sit at another bank of screens. In each of the competition&apos;s 25-minute rounds, the judges will hold two online chats simultaneously  one with a volunteer and one with one of the chatbots. They have not been told in advance which is the person and which the computer. If a bot manages to fool two or more of the judges, it will win its creator a gold medal engraved with Turing&apos;s image, and $100,000 (64,000). This is Loebner&apos;s &quot;grand prize&quot;, which nobody has ever won. In fact, year on year, with very few exceptions, not a single judge is fooled. The last time a chatbot successfully &quot;passed&quot;  in a single round of the 2010 competition  it did so only because a volunteer didn&apos;t follow instructions and chose to imitate a robot. When none of the judges are fooled, a $5,000 &quot;bronze award&quot; is given to the bot they rank &quot;most human-like&quot;. Being here at Bletchley Park, says Loebner, is &quot;like treading on hallowed ground&quot;. But Turing might have been a little disappointed with the competitors. When he proposed the game, he predicted computers would be comfortably passing the test &quot;in about 50 years&apos; time&quot;. Yet 62 years on, Loebner is disparaging about the competitors. &quot;These are rudimentary,&quot; he says. &quot;They have the intelligence of a two-year-old.&quot;     Bletchley Park, Buckinghamshire. Photograph: Alamy    It isn&apos;t hard to see what he means. The first bot gives itself away just 10 seconds into its opening conversation. &quot;Hi, how are you?&quot; asks the judge in both windows. &quot;I&apos;m fine, thanks for asking,&quot; comes one reply, the other: &quot;Please rephrase as a proper question, instead of &apos;Jim likes P.&apos;&quot; No prizes for spotting the human there. Another bot blows its cover by asking : &quot;Did you hold funerals for your relatives when they died?&quot; (The judge&apos;s response: &quot;No, I normally cut up the bodies and buried them myself.&quot;) A third bombards questions: &quot;Have you recently been to a live theatre?&quot;, &quot;Have you recently been to the art gallery?&quot;, &quot;Do you want a hug? Do you have a child? Do you want a child? I can&apos;t.&quot; One tries to confuse a judge by being petulant (&quot;Do you have a point? I must have missed it&quot;), while last year&apos;s winner, Talking Angela, does its best to fool them by posing as a teenage girl: &quot;I really like Lady Gaga. I think it&apos;s the combination of the sound and the fashion-look that appeals to me,&quot; before coming unstuck by claiming: &quot;I&apos;m a cat.&quot; As predicted, the judges aren&apos;t taken in at all. &quot;It became apparent quite quickly in all cases,&quot; says volunteer judge Michael Stean, who is also a chess grandmaster, though he admitted to being fooled by small patches of one or two of the conversations. &quot;I think if you went through the conversations and you edited out the answers that were obviously wrong, it would be quite a close contest.&quot; David Levy, whose bots have won the bronze prize twice, has managed to fool a judge just once: &quot;The first time I won was 1997. We stayed up and watched the news the night before, and I wrote a script based on that. The news was that Ellen DeGeneres came out as a lesbian.&quot; Levy&apos;s bot began all its conversations by asking the judge what they made of the news, and even shared its own opinions. &quot;In the first section, one of the judges was completely fooled.&quot;     David Levy: 'There's a fortune to be made in this field'. Photograph: Teri Pengilley    Though he won that year, Levy is keen to stress the many practical applications of the technology. &quot;I think there&apos;s an absolute fortune to be made in this field,&quot; he explained. &quot;I think already there are areas of medical diagnosis where it&apos;s been proven that computers can do better than doctors. The problem is there&apos;s a huge amount of litigation. But the logical question is which would you rather be diagnosed by, a human doctor who&apos;s 80% right or a computer doctor that&apos;s 95% right?&quot; It&apos;s not just medicine either. Levy is confident that in 30 or 40 years, &quot;there will be robots that are very human-like that people will be forming friendships with, and having sex with, and falling in love with&quot;. For now though, even this year&apos;s &quot;most human-like computer&quot; is unlikely to be receiving any love letters. With the rankings tallied, the $5,000 prize goes to American chatbot Chip Vivant, the same bot that told one judge, &quot;Please rephrase as a proper question, instead of &apos;Jim likes P&apos;&quot;. For its creator, American programming consultant Mohan Embar, it is success at the fifth attempt. &quot;It feels wonderful, obviously. In the early 2000s, when reading transcripts of previous years&apos; competition, my mouth started to water and I knew I wanted to be a part of this.&quot; For Embar, creating his bot wasn&apos;t about deceiving the judges so much as offering them a meaningful conversation. &quot;I&apos;m not interested in creating a chatbot that fools people, but rather one that can empathise with and provide comfort to people who can&apos;t or don&apos;t want to get it from a real person. I&apos;ve become keenly aware of the futility of creating a program that comes anywhere close to fooling someone who knows what they&apos;re doing.&quot; Before I leave I ask Loebner if he thinks anyone will ever manage it. &quot;It&apos;ll come,&quot; he says. &quot;Probably long after I die.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/17/alan-turings-legacy-thinking-machines", 
    "wordcount": "1461"
}