{
    "headline": "Vietnam's parents want a dragon son", 
    "text": "When Hai overheard her mother-in-law telling her husband to have an extramarital affair so he could have a son, she decided to take action. &quot;I was very scared that one day he would leave me for another woman,&quot; says the 36-year-old teacher. &quot;On many occasions my in-laws even hinted that I was not a good wife and that I was an obstacle in his life.&quot; Hai, already mother to two daughters, suggested to her husband that she underwent IVF treatment. It is illegal to use IVF for gender selection in Vietnam so the couple chose a hospital in Thailand. They paid $20,000, spent the whole of November in hospital and are now expecting twins. The timing was crucial. Their offspring will be born under the sign of the golden dragon which, for men, is the most auspicious animal in the Chinese zodiac. Hai went to Bangkok with two other couples, both seeking IVF treatment to have baby boys born in this year. The sign is especially cherished because it only comes around every 60 years. Many believe that men born under the golden dragon will be wealthier, have better jobs and be more successful, says Professor Vu Dung, director of the Institute of Psychology in Hanoi. &quot;It strongly influences people&apos;s lives,&quot; he says. Unlike her husband, Hai works for the state and under Vietnam&apos;s strict two-child policy she could risk losing her job. The couple are not worried. Trung says he can find his wife a position at another school. The desire for sons is so strong in Vietnam that the gender birth ratio now stands at 111 boys to 100 girls, according to the ministry of health, well above the internationally accepted norm of around 104. In some provinces the number of boys born is 20% higher. If the problem persists, the ministry has warned that up to 3million Vietnamese men might be unable to marry by 2030. The Vietnamese government is taking the problem seriously. Doctors are forbidden from revealing the sex of a foetus and websites or brochures advertising sex selection services are banned. In the face of high demand, clinics are still flouting the rules. The number of couples seeking advice on how to have a boy before the dragon year ends has increased sharply in the last three months, according to one doctor at a private clinic in Hanoi who did not want to be named. &quot;The law bans us from providing gender selection services, but many parents are too enthusiastic and insist doctors help them so we give them some advice,&quot; he says. &quot;Many women choose to abort female foetuses. I tell them it is extremely dangerous for their chances of having children in the future, but they insist on aborting it despite the risks.&quot; For those parents with a little more cash to spend, there are at least five travel agencies in Hanoi that act as agents for foreign hospitals, particularly in Thailand. One representative of a hospital in Bangkok that provides IVF treatment to Vietnamese clients says the number of couples seeking boys has increased by 20% in recent months compared to the same period last year. &quot;For every 10 couples who seek IVF treatment, nine want boys,&quot; she says. It is rich families who are seeking gender selection services, the former minister of health in charge of population issues, Do Ba Thuy, says. &quot;In Vietnam, many state officials who have better economic conditions want to have boys. The wealthier the couple, the more they want to have boys to inherit their property.&quot; This issue of inheritance is key. Traditionally, a son is expected to look after his parents in their old age and for this reason it is the norm for a man to inherit the lion&apos;s share. In nearly every Vietnamese house there is a shrine dedicated to the family line, but it is the job of sons, not daughters, to worship there. When a woman marries it is assumed she will worship her husband&apos;s family because according to custom the spirits of her own ancestors cannot enter the house at the same time as those of her husband. Government intervention is making a difference. In 2009, Hung Yen province in north Vietnam had the highest rate of gender ratio disparity in the country with 130.7 boys born for every 100 girls. However, the rate has now dropped to 120 boys, says Thi Khuyen, head of the provincial department for population and family planning. &quot;It reduced thanks to several measures taken by local authorities, such as public information campaigns on the disadvantages of gender disparity. We also punish clinics and healthcare centres which give ultrasounds to reveal the gender of embryos and asked healthcare centres to sign a commitment not to reveal the gender.&quot; Tackling the availability of sex selection services is just part of the battle. Women are still considered the weaker sex. &quot;Even though on some levels Vietnam is doing very well it still has some way to go,&quot; says Bruce Campbell, Vietnam representative for the United Nations Population Fund (Unfpa). The problem is expected to get worse before it gets better. &quot;One reason is you can&apos;t change bedroom behaviour overnight. Number two the interventions only target a few provinces and the third reason is you have factors like the year of the dragon where people want to have a son.&quot; That&apos;s why, he says, the government&apos;s national target for 2015 is higher than the current rate, at 113 boys to 100 girls in 2015. Hai&apos;s husband Trung agrees there is less discrimination against women than in the past but he thinks it will be 50 years before people value women and men equally. Hai agrees. &quot;Sometimes I wish I was a boy so my life would be different,&quot; she says.", 
    "section": "global-development", 
    "gid": "society/2012/feb/14/vietnam-gender-birth-ratio-inequality", 
    "wordcount": "989"
}