{
    "headline": "Pharmaceutical companies putting health of world's poor at risk", 
    "text": "India is often called the pharmacy of the developing world, which is no great surprise as more than 50% of its $10bn annual generic medicine production is exported. But the domestic drug industry behind India&apos;s role as global pharmacist stands to emerge rather poorly from the free trade agreement (FTA) that Europe is proposing for India. In late-stage negotiations over the terms of the long-awaited agreement, the EU is calling for intellectual property rights enforcement that goes well beyond India&apos;s obligations as a member of the World Trade Organisation and would make it all but impossible for generic drug manufacturers in the country to continue in their present structure. This could delay the introduction of cheaper medicines in India and elsewhere at a time when the global financial crisis has already put the squeeze on life-saving medicines across the world (last year the Global Fund to Fight Aids, Tuberculosis and Malaria cancelled its 11th funding round due to the crisis). Yet protests on the streets of Delhi against the unfair terms of the EU-India FTA have been little noticed in the west, where such agreements are increasingly being promoted as a route out of domestic crises. For European leaders, they represent a foreign policy counterpart to calls for a growth pact at home. In a recent editorial, however, the former EU high representative for foreign and security policy, Javier Solana, all but admits that a similar agreement that Europe is tying up with Peru and Colombia may be &quot;denying their weaker citizens [human] rights in favour of the interests of business&quot;. In India, such fears are perilously close to being realised, because the EU-India FTA negotiations are not the only way in which the health of Indian citizens is coming under attack from Europe. In an effort to boost falling profit margins in the west, and to prise open more profitable markets elsewhere, European pharmaceutical companies are also chipping away at India&apos;s judicial system. Next month, the supreme court of India will hear final arguments in a long-running case between Swiss pharmaceutical giant Novartis and the Indian government. Novartis is seeking extended intellectual property protection for a marginally modified anti-cancer drug, Glivec, for which the original patent has run out. This is a practice known as evergreening, seen by many as an unfair way for pharmaceutical companies to maintain artificially high drug prices in developing markets. That is certainly the view of the Indian government, which, in 2005, inserted a clause into its intellectual property law deliberately intended to prevent the practice. That clause has proven to be a literal lifesaver many times since, and it ensured that Novartis&apos;s original case was thrown out of court in 2006. But Novartis has filed new litigation in an attempt to breach India&apos;s legal defences. The final ruling is next month and there is every chance Novartis may succeed. If it does, other pharmaceutical companies will be able to impose higher prices on drugs in India too. The Novartis case coincides with a third major assault on India&apos;s pharmaceutical industry: the final spear in a triple-pronged attack on its generic drug manufacturers by the west. This involves the attempt by German pharmaceutical company Bayer to revoke the recent granting of a compulsory licence for an Indian firm, Natco Pharma. The licence was to produce a cheaper version of its anti-cancer drug Sorafenib. Bayer does not manufacture the drug in India, and imports in such small volumes that only a tiny fraction of potential patients could benefit. For its brand, Sorafenib, Bayer has charged Indian patients about $69,000 for a year of treatment, an unaffordable amount for most Indian households. Under the licence, Natco will sell the same medicine at 3% of this price, while paying a licence fee  and still make a profit. But now Barack Obama&apos;s administration has weighed in on behalf of Bayer&apos;s battle for continued monopoly pricing. Testifying before the House of Representatives subcommittee on intellectual property on 27 June, the deputy director of the US Patent and Trademark Office said US officials are &quot;constantly being there on the ground&quot; pressuring the Indian government to desist from compulsory licensing. It is not only Indian patients who stand to suffer from this triple-pronged attack. So, too, will charities such as Mdecins Sans Frontires, which relies on Indian generic producers to supply 80% of the antiretrovirals it uses around the world. As MSF spokeswoman Leena Menghaney puts it, India is &quot;literally the lifeline of patients in the developing world&quot;. In 2006, MSF launched an international campaign against Novartis, signed by half a million people, including Archbishop Desmond Tutu and the author John le Carr, to get Novartis to drop their pursuit of what the campaign argues is exploitation. The campaign may not have reckoned on the scale of the assault under way, however. It is not only the pharmaceutical industry that needs to be addressed but the continued and ruthless lobbying by western politicians to secure the profitability of their own industries. We ought to be asking why governments in the rich world still seem happy to checkmate the lives of poor people to save their political skins. And why the pharmaceutical industry sees India as such a threat. Could it be that they detect the whiff of real competition?  Hans Lofgren is associate professor in politics at Deakin University, Melbourne. He is the editor of two forthcoming volumes (Palgrave Macmillan and Social Science Press) on pharmaceutical policy and access to medicines in India and the global south", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/26/pharmaceutical-companies-health-worlds-poor-risk", 
    "wordcount": "928"
}