{
    "headline": "Nicotine replacement has no long-term benefit when quitting smoking", 
    "text": "Chewing nicotine gum or using nicotine-replacement patches offers no advantage in keeping smokers off cigarettes in the long term, according to scientists. They say that while nicotine-replacement therapies (NRTs) could be useful in the early stages of combatting withdrawal, public health bodies should reconsider their reliance on these techniques as a way to reduce the number of people who smoke. Randomised-controlled trials have previously shown that NRTs double the likelihood that people who give up cigarettes will remain off them six months later. In the latest study, however, which looked at outcomes in the general population after a few years, the NRTs were less impressive. Between 2001 and 2006, scientists periodically questioned a group of people who had recently quit smoking and found that around third relapsed every few years. The group using NRTs such as patches and gum were no less likely to relapse than those who had relied on willpower or other methods. &quot;We didn&apos;t study whether or not patches or gum increased quitting in the short term,&quot; said Gregory Connolly, director of the Center for Global Tobacco Control at Harvard School of Public Health (HSPH), who led the research. &quot;There&apos;s clear evidence that it does  people are twice as likely, within 6 months, to quit than using a patch or counselling. There is a role for counselling if people get on the road to quitting, that&apos;s where you start. What we did show is that the effect didn&apos;t last in the long term.&quot; In the new study, scientists took a random sample of adults in Massachusetts and followed those who had recently quit smoking. They were asked whether they had used a nicotine patch, nicotine gum, nicotine inhaler, or nasal spray to help them quit. They were also asked if they had taken part in quit-smoking programmes or taken help from a doctor or counsellor. Of the 787 subjects, 192 people (22.6%) said thay had used NRTs. When the group was questioned again around two years later, Connolly&apos;s team found that 30.6% of the group had relapsed, with 20.4% of the group saying they had used NRTs and had relapsed. At the second follow-up, a further two years later, 31.6% of the respondents had relapsed. The portion of NRT users who had relapsed at every stage was roughly equivalent. The results will be published on Monday in the online edition of the journal Tobacco Control. John Britton, director of the UK Centre for Tobacco Control Studies at the University of Nottingham, said: &quot;This study shows that the likelihood of relapse among smokers who have quit smoking is unrelated to whether they used NRT, or for how long, in the process of quitting. This is not a surprising observation. &quot;We know from extensive observational and clinical trial evidence that smokers who want to quit are substantially more likely to succeed if they use NRT or other medication, and this study does not change that fact. However, we also know that addiction to smoking is a lifelong, relapsing condition, and although relapse becomes less likely with the passage of time, it is always a danger. &quot;This study shows that danger is equally real for those who used NRT and those who did not, just as the likelihood of falling from a tightrope is unrelated to whether the walker was helped to the start.&quot; Deborah Arnott, chief executive of the Action on Smoking and Health (Ash) charity said there was good evidence that the provision of medication and counselling to help smokers quit, as provided by the Stop Smoking Services in the UK, was effective and cost-effective. &quot;Ash agrees, however, that it is essential that such support is provided as part of a comprehensive tobacco control strategy, which includes mass media campaigns to encourage smokers to quit.&quot; Connolly added that the study showed the importance of testing population-level data on health interventions before governments backed spending money on them. &quot;We have to think about, when we go into the real world, what are the other factors out there that are contributing to the relapse that the drug is not [addressing],&quot; he said. &quot;Clearly we know that social interventions such as price, clean indoor air policies and very strong public education campaigns do have a long-term effect and we can show that through population research.&quot; He urged anyone who wanted to quit smoking to use NRTs if they wished but also to understand the true long-term nature of nicotine addiction. &quot;Be very serious about your quit attempt and be very prepared when the medication ends,&quot; he said. &quot;Don&apos;t drop away from your counsellor after six months, stay in contact.&quot; He said people were more likely to stay quit if they worked in a smoke-free environment or lived in a home where there was no smoke.", 
    "section": "science", 
    "gid": "science/2012/jan/09/nicotine-replacement-quitting-smoking", 
    "wordcount": "816"
}