{
    "headline": "Mobile World Congress: from nappy change alerts to waterproof phones", 
    "text": "Duran Duran, Stephen Fry and Microsoft&apos;s Steve Ballmer have all made guest appearances, and Carphone Warehouse founder Charles Dunstone likes to berth his yacht in the harbour for the week. The annual Mobile World Congress, which opens in Barcelona tomorrow, is the nearest the telephone industry comes to a Cannes film festival. This year there will be 60,000 delegates and 1,400 exhibitors, but the real business is done on the sidelines. Chief executives meet to negotiate deals worth billions of pounds. Barcelona is where the mobile operators, from Vodafone to Deutsche Telekom, go shopping  for equipment to run their networks and phones to sell their customers. Top of their agenda will be working out how to make money from the flood of internet traffic being generated by the explosion of smartphone sales in plugged-in countries such as the UK. &quot;Mobile phone networks were not designed to carry large amounts of data,&quot; says Mark Newman of analysts Informa Telecoms &amp; Media. &quot;Operators are trying to find solutions for a problem they didn&apos;t know they would have five years ago, before the iPhone.&quot; Although its impact continues to reverberate, Apple has as usual declined to attend: it&apos;s so successful it doesn&apos;t need to. But Google, Samsung, Nokia and Microsoft will all be there. Among the many innovations on show, here are five that catch the eye. Windows 8 On Wednesday, Microsoft will unveil a test version of Windows 8. This is the software firm&apos;s make-or-break chance to catch up with Apple and Google in the battle to control the computers of the future, be they smartphones, tablets or humble PCs. A radical redesign of the three-year-old Windows 7, it has been described as Microsoft&apos;s most important software release since the original Windows 1.0 in 1985, when the interface switched from a blinking cursor on a black background to graphics. Windows 8 will work with touch screens and its look has been inspired by Microsoft&apos;s mobile operating system Windows Phone, already installed on the latest Nokia and HTC handsets. It will work on the chips made by UK firm ARM Holdings, which are inside practically every tablet made today. Connected cars Mobile network operators are now thinking beyond phones to other products. In-car computers, previously reserved for expensive brands such as Audi and BMW, are finding their way into more affordable vehicles. Ford, Toyota, General Motors and Volvo are among the manufacturers now equipping cars with software that can report engine faults, alert a breakdown service, navigate around traffic jams and relay internet radio stations. In Barcelona, Volvo and Ericsson will demonstrate an electric car fitted with a mobile internet connection. The driver can recharge using any power point, even at a friend&apos;s house  but the technology will enable the car&apos;s electricity meter to send the bill to the vehicle&apos;s owner. Internet mobile messaging Fans of BlackBerry Messenger or Apple&apos;s iMessage prefer these apps to sending traditional SMS text messages because they are cheaper. These are called &quot;over the top&quot; services, because they use the internet to largely bypass the mobile phone network. So far mobile operators have shied away from offering similar services, unwilling to cannibalise their voice and text profits. This year, Europe&apos;s big five operators will change tack, unveiling a shared over-the-top service that will be pre-loaded into phones. But the technology will not carry voice calls, just messages, suggesting operators are some way from embracing the web with open arms. Waterproof phones Japanese electronics firm Fujitsu will make its debut in the already crowded European smartphone market with a pragmatic concept  the waterproof handset. In Japan this feature is already commonplace, but in Europe water damage is one of the biggest causes of insurance claims for smartphones. Motorola is already using Aridion, made by Oxfordshire company P2i, a nano-coating that bonds with the surface of external and internal components and does not peel or scratch off. Instead of a coating, Fujitsu&apos;s handsets have a waterproof seal on the battery case, and resist leakage at a depth of up to 1.5m, which should make them at least loo-proof. Smart baby pyjamas The news that your baby&apos;s nappy needs changing eventually reaches your nose, but that information could now arrive more quickly by text or email. Exmobaby will demonstrate a wearable baby monitor that can detect an infant&apos;s vital signs and relay them to phones, PCs and tablets. The sensors are hidden under layers of fabric, which the manufacturer says makes them virtually undetectable to human touch. The washable pyjamas pick up humidity, movement, skin temperature and heart rate. They connect to the internet using low-power digital radio and are, of course, rechargeable.", 
    "section": "technology", 
    "gid": "technology/2012/feb/26/mobile-world-congress-nappy-change", 
    "wordcount": "782"
}