{
    "headline": "Green party is the only genuine opposition, says Natalie Bennett", 
    "text": "Labour is failing to offer a real alternative to the coalition on the economy and the environment, and the Green party is now the only genuine opposition party to the government, the newly elected leader of the Greens will say on Friday afternoon. Australian-born Natalie Benett, a former Guardian journalist who said there will be a Green councillor in every major town and city within a decade after being elected leader on Monday, will say &quot;the Labour party has not changed&quot; in her speech to the party&apos;s annual conference. In an attack on Labour&apos;s policies on energy, the economy and reform of the public sector, she is expected to say: &quot;Ed Miliband&apos;s Labour party is still championing nuclear power. Still pushing for unsustainable growth. Hasn&apos;t moved to support cooperatives and small business against multinational companies. Doesn&apos;t support renationalisation of the railways. Isn&apos;t speaking out in favour of the minimum wage being a living wage.&quot; Bennett indicated this week that the Green party would be seeking to win the votes of disaffected Labour and Liberal Democrat voters, in a continuation of tactics by outgoing leader and MP Caroline Lucas, who used her conference speech last year to appeal to Lib Dem voters. The new leader will claim that Labour has failed to provide opposition to the government&apos;s cuts agenda and that the Green party has filled that role. &quot;We have to be the opposition to this disastrous coalition government. We are the opposition. We can do it because we have the vision of a better, more equal, healthier Britain, and we know how to get there.&quot; The Green party would strengthen trade unions, restructure the economy in favour of low-carbon industry, cut emissions and increase renewable energy, and make society more equal, Bennett will argue. Despite being disadvantaged by the current first-past-the-post electoral system, she will say that while pushing for proportional representation is still a Green party campaign, the party cannot wait for it &quot;to bear fruit&quot;. Under Lucas&apos;s leadership, who was elected as the party&apos;s first leader in 2008 and in May announced she would not run for another term, the party beat the Liberal Democrats to come third in the London mayoral election contest this year, Lucas herself became the first Green MP in England, and the party has doubled its membership. In her final speech as leader today, Lucas is expected to say: &quot;New leader Natalie Bennett has all the passion, the commitment and the inspiration needed to lead the party forward. There are huge opportunities for us in the years ahead. On so many of the big issues of our time, Greens are winning the battle of ideas. &quot;From 20mph speed limits in residential areas and introducing a living wage to lift people out of poverty, to nationalising the railways and replacing the failed policy of austerity with investment in jobs and the green economy, our policies are coming into their own.&quot; On Thursday, Miliband criticised the coalition&apos;s green record, saying Labour would not pose &quot;the environment and the economy as alternatives as the current Chancellor does&quot;, apparently referring to remarks by George Osborne last year. Miliband&apos;s intervention followed a cabinet reshuffle by David Cameron this week that saw the appointment of a new environment secretary and energy minister who have both spoken out against wind power subsidies in the past, and the removal of Justine Greening as transport secretary, widely seen as paving the way for the government&apos;s backing of a third runway at Heathrow, which Greening opposed.", 
    "section": "environment", 
    "gid": "environment/2012/sep/07/green-politics-green-party", 
    "wordcount": "596"
}