{
    "headline": "Experts cast doubt on Japan nuclear plant tests", 
    "text": "Advisers to Japan&apos;s nuclear safety agency have said power plant stress tests do not prove that a nuclear plant is safe, as the country faces the prospect of a summer without a single nuclear reactor in operation. Last year, the Japanese government ordered the nuclear authorities to conduct tests on all Japan&apos;s reactors after the 11 March meltdown at Fukushima Daiichi raised questions about the safety of nuclear power, particularly in a country prone to earthquakes and tsunami. Earlier this week, a team of experts from the International Atomic Energy Agency (IAEA) began a review of the safety tests but said it was up to the Japanese government whether or not to approve the restart of idle reactors. Currently only three of Japan&apos;s 54 reactors  just over 6% of its total nuclear capacity  are in operation after the Fukushima accident forced the closure of active reactors for safety checks. The latest closure came on Friday when a reactor at a plant near the Japan Sea was shut down for inspection. Without approval for restarts, all Japan&apos;s reactors could all be shut by the end of April, boosting the use of fossil fuels and adding more than $30bn (19bn) a year to energy costs, according to a government estimate. The government is pushing for the early restart of idled reactors, fearing a power crunch in several parts of the country during the long, humid summer. Although the trade and industry minister, Yukio Edano, said he believed Japan would be able to cope without imposing power cuts, even if all reactors were offline by the summer. Attention is now focused on a plant in the town of Ohi, western Japan, which could be the first to resume operations since 11 March. Its operator, Kansai Electric Power, has said two of the facility&apos;s reactors are able to withstand quakes and tsunami much stronger than those predicted for the area  a view reportedly endorsed by the country&apos;s nuclear and industrial safety agency. But Masashi Goto, a former nuclear power plant designer, said the stress tests at Ohi and elsewhere were next to useless. &quot;It is a misunderstanding to believe these tests prove that a nuclear plant is safe,&quot; he said. &quot;The reality is that the inspectors only look at the reactors&apos; design and then factor in possible problems, such as earthquakes and tsunami of a certain size. &quot;They do not take into account the various malfunctions that can result in a disaster, including human error and equipment failure.&quot; Hiromitsu Ino, an emeritus professor at Tokyo University and a fellow member of the nuclear safety agency advisory panel, said the tests were flawed because they had been introduced before the full facts of the Fukushima disaster were known. &quot;The stress tests are being presented as a comprehensive survey of the safety of Japan&apos;s nuclear power plants, but the reality is very different,&quot; Ino said. &quot;They only look at potential problems in isolation, and the process of testing is exactly the same as it was before the March earthquake.&quot; No one had presented definitive evidence that the fuel meltdowns in three of Fukushima Daiichi&apos;s six reactors were caused by the magnitude nine earthquake that struck north-east Japan or the 14-metre tsunami that followed it. Goto and Ino said it would be impossible to appraise the causes and consequences of the Fukushima disaster unless the plant&apos;s operator, Tokyo Electric Power, released all the relevant data that could then be used to perform a simulation. Ino said he had little confidence in the IAEA team, which is due to present its latest report at the end of the month. &quot;I don&apos;t view their evaluation as something that is trustworthy or carries any weight,&quot; he said. &quot;The last time the IAEA inspectors came to Japan, they simply inspected sites and documents and left saying everything was fine. They submitted a flimsy report, and I fear the same will be the case this time.&quot; Japan has already abandoned plans to generate more than half its electricity supply through nuclear energy by 2030, but the prime minister, Yoshihiko Noda, has said it needs to retain some nuclear plants until alternative sources of energy are developed.", 
    "section": "environment", 
    "gid": "world/2012/jan/27/experts-japan-nuclear-plant-tests", 
    "wordcount": "708"
}