{
    "headline": "The 20 best games you may have missed in 2012 - part one", 
    "text": "Although many of us try to play every decent video game launched during the year, few achieve it. Inconveniences like jobs and loved ones (I&apos;m joking), combined with the sheer wealth of new releases splurged across multiple platforms on an almost daily basis, ensure we can only ever skim the surface of what&apos;s available. Offbeat gems and modern cult classics are likely to be missed in the process.  So as we draw closer to the end of 2012, Simon Parkin and I have selected 20 titles you may have missed, but which you should definitely seek out. They range from eccentric Japanese brawlers to modest indie releases, and they&apos;re all interesting and surprising in some way. And fortunately for you, many will now be available very cheaply: just right if money is getting tight as we approach the festive season (or if you&apos;re looking for affordable treats to bulk out that Christmas list).  Anyway, here are Simon&apos;s 10 suggestions, mine will follow tomorrow. Enjoy! LittleBigPlanet Vita (PS Vita)            Dismissed by some as a stripped down cover version of the PS3 originals, LittleBigPlanet Vita is in many ways the most delightful entry in the series. A conglomerate of new developers patch fresh, brazen ideas onto Media Molecule&apos;s original template, building worlds around the Vita&apos;s eccentricities, dizzying the mind with their creativity and inventiveness. A labyrinthine editor allows wunderkind designers to showboat their skills while everybody else can enjoy the downloaded fruits of these prodigies&apos; labours once the main &apos;boxed&apos; levels have been exhausted. Papo &amp; Yo (PSN/ PS3)            A mournful, affecting game that matches its roughness of execution with a roughness of theme  that of a young boy&apos;s struggle to live with and understand his father&apos;s substance addiction. Papo &amp; Yo juxtaposes the warm surroundings of a high-contrast, sunbaked Brazilian favela with a relentless melancholy, expertly conjuring the sense of confusion and loss experienced by any child living with an abusive parent. It strays far from gaming&apos;s usual go-to subject matter and, by illuminating a truly dark side of humanity  rather than the comic book approximation it usually invokes  it quietly broadens the medium&apos;s boundaries of conversation. Dyad (PSN/ PS3)            Barrel down Dyad&apos;s endless, esoteric tunnels and you&apos;ll catch glimpses of gaming&apos;s greats in its smeary, streaking colours. Tempest, WipeOut, Rez, Frequency all leave their mark on Shawn McGrath&apos;s stylish, cryptic indie racer, but Dyad stands alone thanks to its abstention from guns. Rather, your task is to haul yourself forward by tugging on light points, rotating the tunnel itself to line up anchors and zip forward as you attempt to race up the leaderboards. An unforgiving game but one that has the capacity to engender the flow state like few others released in 2012. GunLord (Neo-Geo/ Dreamcast)            An anachronism built upon an anachronism, GunLord is a 2D side-scrolling shooting game in the style of early 1990s classic Turrican released by an independent German developer for Sega&apos;s long defunct Dreamcast console and SNK&apos;s even longer-defunct Neo-Geo. Eschewing the indie trend of subverting 2D games of our youth, GunLord&apos;s straight-faced design and unironic proto-aesthetic is anything but amateurish, instead appearing as a forgotten classic, one whose success is far from dependent on nostalgia alone. Beat the Beat: Rhythm Paradise (Nintendo Wii)            Not the weary Nintendo Wii swansong you might be expecting this close to its followup&apos;s launch, Rhythm Paradise is instead an exuberant musical microgame collection from the architect of the WarioWare genre, Yoshio Sakamoto. Its parade of diverse musical stages have a wild-eyed sort of flippancy: thwacking a shuttlecock between biplane-flying dogs, screwing the heads on love bots in a rhythmical factory, jumping over the swinging arm of a metronome. Beneath the whimsy, however, exists a game of exacting tempo. The eccentric ideas delight, but it&apos;s the taut rhythm game foundation that challenges and beguiles as you seek to master this subversive yet revitalising take on a genre now fallen from fashion. Final Fantasy: Theatryhthm (Nintendo 3DS)            Winner of the award for the year&apos;s most awkward naming contraction, Final Fantasy: Theatrythm (that&apos;s theatre and rhythm mixing together. Sort of like oil and water) is a warm celebration of the music made popular by Square-Enix&apos;s long-running fantasy series. Taps of the stylus direct the microchip orchestra, as your party of four warriors (assembled from the series&apos; best-known characters) do battle with monsters on screen, their victories or defeats driven by your rhythmic ability. A staggering number of musical pieces are included on the cartridge, celebrating the outstanding work of long-standing composer Nobuo Uematsu. Dragon&apos;s Dogma (PS3/ Xbox 360)            It&apos;s been a bountiful 18 months for European fantasy in culture, from the sharp popularity of HBO&apos;s Game of Thrones series and the forthcoming Hobbit movie to the more game-specific success of Skyrim and Dark Souls. As such, Dragon&apos;s Dogma with its hills, castles, lore and tics of terminology drawn from a range of contemporary Western fantasy had the appearance of a me-too development, hitching its rickety wagon to ye olde trend. But in play, Capcom&apos;s curio effortlessly establishes its own identity, with a slew of fascinating multiplayer ideas and a single-player quest that heaves and rolls with as much drama as its rugged landscape. Tokyo Jungle (PSN)            Video games are often accused of a disproportionate focus on base themes  the guns, the power fantasies, the relentless quest for domination - but Tokyo Jungle&apos;s focus on primal, animal fighting and sex turns this sticking point into a selling point. In this post-apocalyptic world, humankind has been wiped out and animals of all stripes are left to roam Japan&apos;s capital, establishing a new order in the quest for survival. You assume the role of one such creature, anything from a Pomeranian to a deer, scavenging for ability-enhancing clothes, preying upon the weak and securing your lineage by attracting a mate. The purity of focus is nothing short of refreshing. Gasketball (iOS)            Mikengreg&apos;s follow-up to Solipskier, one of the strongest games for Apple&apos;s platform, takes the knockabout excitement of backyard basketball and combines it with robots and puzzles. It&apos;s all about scoring hoops, naturally enough, but your route to dunk is hampered by a 2D gauntlet of flippers, switches, lasers, saw-blades and portals. The inviting, sugary art style makes the sting of failure somehow more palatable, while a slew of multiplayer modes offer genuine long-term competition. Tiny and Big: Grandpa&apos;s Leftovers (PC)            Few game designers, having fastidiously arranged their game&apos;s levels and puzzles, go on to press the power to pull it all down into the player&apos;s hands. In allowing you to slice the tops off mountains with a laser, to pull rocks apart with a grappling hook and to fire props off into space with a rocket, Tiny and Big is a game of unusual freedom. It plays it so loose and easy with tools, in fact, that it&apos;s entirely possible to snooker yourself by destroying the set, forcing a shame-faced (yet irreverently proud) restart. It&apos;s a short game that burns brightly, infusing its key verbs of push, pull and slice with cause/effect meaning as you play as Tiny, a bookish scientist in search of his inheritance  a pair of soiled underpants.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/19/20-best-games-missed-2012-one", 
    "wordcount": "1188"
}