{
    "headline": "The new QAA review: a risky business or leveling the playing field?", 
    "text": "The way we review universities and colleges in the UK has come under close scrutiny since the government published its 2011 white paper, Students at the Heart of the System, bringing to the fore the idea of more proportionate quality assurance in higher education. Currently, the Quality Assurance Agency for Higher Education (QAA) is consulting on changing the way we review higher education in England and Northern Ireland. For the first time, we will apply the same method  Higher Education Review  to both universities and further education colleges. This move signals our confidence in colleges&apos; delivery of higher education. Since 2006, when we introduced our integrated quality and enhancement review, we have found the majority of colleges to provide higher education to a sound standard, and to offer a valuable learning experience for their students. Does a single method mean everyone gets the same review? Well, yes and no. Every university and college taking part in the new review will be judged against the same criteria for academic standards, the quality and enhancement of the student learning experience, and the information the provider makes publicly available about itself and its programmes. The student submission  the opportunity students have to describe what it is like to be a student there  will form part of every review. What will vary is the frequency and intensity of our reviews. This is where the proportionate, &apos;risk-based&apos; approach comes in. Varying the intensity of review visits allows us to target our resources where they are needed most, and ensures that the work required of universities and colleges to complete the review is appropriate to their scale and track record. So, for example, a larger institution, with more than 10% of its students studying overseas and partnerships with many other colleges or organisations, might require a more extended review. In this situation, the review team will be larger and will spend up to five days interviewing students and staff, assessing quality assurance processes. For universities and colleges with a strong track record the approach will be lighter, with a smaller team of reviewers spending just one or two days at the institution. We are also proposing to vary the frequency of QAA reviews. Universities and colleges that have had two or more successful reviews will have an interval of six years before their next review, while those with fewer than two institutional reviews, or whose last review was unsuccessful, will have their next full review four years later. Does the introduction of a single review method mean we are moving towards a more level playing field in UK higher education? In terms of quality assurance, yes. Universities and further education colleges  regardless of age, size or ownership  will be assessed against the same criteria, and students from all institutions will have their voices heard. We hope that the new review will give students and the public confidence that any university or college with a positive result will provide the same high standard and quality of higher education experience. We would welcome your views on the proposed new method, and you can tell us what you think by commenting below the line and taking part in our consultation, which is open until 22 April 2013. As well as applying to universities and further education colleges from September this year, Higher Education Review will also apply from 2014 to privately funded providers so we are interested in feedback from across the whole higher education sector. Stephen Jackson is director of reviews at QAA  follow it on Twitter @QAAtweets This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/apr/09/qaa-review-consultation-universities-colleges", 
    "wordcount": "617"
}