{
    "headline": "Apple Maps service loses train stations, shrinks tower and creates new airport", 
    "text": "  Apple is facing its first significant failure in years with anger over the mapping service introduced this week for iPhone users. Within minutes of the launch of the iOS6 operating system, which comes preloaded with Apple Maps, users were reporting that London had been relocated to Ontario, Paddington station had vanished, the Sears Tower in Chicago had shrunk, and Helsinki railway station had been turned into a park. Dublin, meanwhile, has been gifted a previously undiscovered airport. The Republic&apos;s justice minister, Alan Shatter, in whose constituency the imaginary airport has been located, has already made arrangements for Apple to be informed of the error. Airfield, a 35-acre greenfield site with working farm, formal gardens and cafe, has been designated as an airport by the Apple database, which has labelled it with the aeroplane icon it uses for genuine aircraft landing spots. In a statement Shatter said: &quot;Clearly the designation is not only wrong but is dangerously misleading in that it could result in a pilot, unfamiliar with the area, in an emergency situation and without other available information, attempting a landing.&quot;    Sears Tower #ios6maps twitter.com/stringbot/stat&mdash; Josh Davison (@stringbot) September 20, 2012    The minister helpfully suggests alternative icons which could reduce the risk of an aircraft landing unexpectedly in his constituency.    The imaginary Railway station park in Helsinki on #ios6maps. #lol twitter.com/tlaturi/status&mdash; tlaturi (@tlaturi) September 20, 2012    &quot;In context of Airfield there are a variety of possible alternative images that could be utilised such a cow, a goat, a sheep, a flower or any indeed other type of plant as Airfield operates a nursery. An aircraft is an entirely inappropriate flight of imagination.&quot; Those searching for the Sears Tower in Chicago are shown a satellite image of a neighbouring, much smaller tower. The area covered by tracks and platforms at Helsinki railway station has been mistakenly coloured green, to resemble a park. Search for London, and the first location that appears is not London, England, but London in Ontario, Canada. Users who requested Paddington station were shown Paddington Street in London. Although later searches showed the fault had been fixed, initially the mapping service was unable to plant a pin on one of London&apos;s main railway stations. Tokyo station, one of the world&apos;s largest train terminuses, has also disappeared. British users reported whole towns missing or relocated. Shakespeare&apos;s birthplace, Stratford-upon-Avon, was nowhere to be found while the Welsh town of Pontypridd had been transplanted six miles north-west and placed where Tonypandy should be. Eccentric spellings have also appeared, such as Duncaster for Doncaster, while Ukrainians were surprised to find their capital city has been renamed Kylv. Apple has so far refused to comment. Carolina Milanese, technology analyst at research firm Gartner, said: &quot;Apple needs to resolve this very very quickly. I think they need to say something. This is not the quality people were expecting.&quot; Apple Maps replaces Google Maps as the default map service on the latest version Apple&apos;s iPhone and iPad software. And because Google has not yet created a standalone mapping app that can be downloaded to the phone, those updating their software to iOS6 will be left without Google Maps. Apple revolutionised first the music industry and now personal computing, but its foray into cartography looks likely to be less of a success. The service was created in collaboration with directories business Yelp and TomTom, the satellite navigation device maker, which has provided the turn-by-turn navigation technology and some of the mapping data. It draws on many other sources, including OpenStreetMap, Ordnance Survey and satellite images from Nasa. A spokesman for TomTom told the BBC its maps provided only a foundation to the service: &quot;The user experience is determined by adding additional features to the map application such as visual imagery. User experience fully depends on the choices these manufacturers make.&quot; John Walton of the website Australian Business Traveller observed that at least some locations were correctly mapped: &quot;If being able to navigate is important to you in the near term, we&apos;d recommend that you consider not upgrading to iOS6. The only way that iOS6 Maps is an improvement is if you&apos;re looking for an Apple Store. These are more prominently displayed than just about anything else in the cities where they appear.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/sep/20/apple-maps-ios6-station-tower", 
    "wordcount": "690"
}