{
    "headline": "Crysis 3  review", 
    "text": "In front of me is a list. It is a non-disclosure agreement I had to sign to get an early copy of Crysis 3, and outlines story spoilers  don&apos;t mention that Captain Steakbrain dies in the first chapter or we&apos;ll have your house, that kind of thing. But Crysis 3&apos;s story is so terribly forgettable that, re-reading this list a few hours after finishing the game, I can barely remember most of it happening. Or want to. There&apos;s a lot of competition for awful FPS storylines, but Crysis 3 takes the gold at a canter. Luckily the real star doesn&apos;t have a single line: Crysis 3&apos;s campaign is all about a long-destroyed and now overgrown New York, a jungle-fied take on Crysis 2&apos;s setting. Twenty years after the previous game the destroyed shells of skyscrapers and shops are slowly being recovered by nature, with skittish deer ducking in and around the rusting husks of vehicles. This brings back a key element from the original Crysis: lots of long, concealing grass and scrubland. So Crysis 3 has a bit of both its predecessors; the tightly-scripted funnelling of Crysis 2&apos;s story, but the original&apos;s more open and experimental style of combat. You typically approach fights from a distance, or at least a vantage point, and a neat tactical visor can be used to &quot;tag&quot; enemies and objects of interest before moving in. In combat terms Crysis 3 could fairly be called a Predator simulator, a point driven home by the new bow weapon which kills silently, can be fired while cloaked, and has multiple arrow types.     Crysis 3: New York turns urban jungle    In combination with the Nanosuit, the bow makes main character Prophet an apex hunter in a world full of prey. The suit&apos;s two main abilities, both dependent on a recharging pool of energy, are armour and cloaking. The first makes head-on combat possible against even overwhelming odds, while the second is a multi-purpose delight  letting you sneak by patrols, escape when cornered, and silently thin out the opposition. Cloaking drains energy faster when you&apos;re moving, a beautifully-tuned system that forces you to be slow and deliberate or quick and efficient  with any lapses leaving Prophet exposed in no man&apos;s land. Stay hidden and take out enemies via the scenic route and the intricate environments of Crysis 3 come to some kind of life. There&apos;s something deeply sadistic about this kind of play, exploiting the enemy patrol patterns and, at times, toying with their simple minds  picking off Cell operatives one-by-one sees their comrades move swiftly from anger to panic, and de-cloaking right in one&apos;s face rewards you with a delicious backwards stumble and scream of fear. You begin to like it, a lot. But there&apos;s an elephant in the long grass, and one Crysis 3&apos;s developers know well. Ubisoft&apos;s recent Far Cry 3, a continuation of a series began by Crytek, was a slick mainstream take on open-world jungle sneaking that is better-tuned and much more interesting to play. Crysis 3 may not be open-world, but its environments want so badly to be expansive that it ends up with levels that are baggy funnels  lots of space but not all that much to do beyond following checkpoint markers.     Crysis 3: Ross Kemp lookalike Psycho    Perhaps the most surprising thing about Crysis 3 is that, if you opt to fight head-on, it&apos;s one of the poorest straight-up shooters in years. There are plenty of guns but it&apos;s a perfect example of quantity over quality, and the main problem is that the enemies are dumb as posts; stealth-kill a soldier&apos;s buddy in front of his eyes and he won&apos;t notice anything is amiss until the corpse hits the ground. Crysis 3 is at its best when you don&apos;t touch it much, moving through its clockwork soldiers silently and watching from a distance  getting into fights always disappoints. It&apos;s not a long game, about five hours, but by the end it drags and the climax is truly atrocious; a poorly conceived and ugly mess. To quote Prophet&apos;s ridiculous cockney buddy Psycho, &quot;fackin &apos;ell!&quot; Redemption comes in the form of multiplayer, a packed offering with a dozen maps and smart variants on the usual gametypes. Hunters begins with two players as invisible bow-wielding aliens, with all other players spawning as Nanosuit-less marines. The name of the game is for any marine to survive for two minutes, but each one killed respawns on the other team. This is quickfire stealth for the hunters, with every second nearer defeat, and simply scary for the marines; an effect created, in no small part, by an Alien-style motion tracker. Games of Hunters can be sickeningly swift victories or heroic hold-outs, and those moments when the silence breaks, when a glint in the water makes a rookie panic, are magic. Even in standard gametypes such as Team Deathmatch and the zone-controlling Spears, the Nanosuit gives Crysis 3 its own competitive flavour. A starting perk enables auto-activation of the suit&apos;s armour upon taking fire, which simplifies things in a good way, and Crysis 3&apos;s cornucopia of weaponry feels much more at home. There&apos;s also a slightly ridiculous customisation system that lets you, during matches, switch out various attachments and dictate how hard you&apos;re pulling the bow-string. No other FPS offers a feature like this, and there may be a reason why. But even if that&apos;s fussing over details, Crysis 3&apos;s multiplayer goes some way towards making up for its poor campaign. It&apos;s just much more fun. Crysis 3&apos;s singleplayer sometimes forgets that people buy a game starring a man in a super-powered suit because they want to do ridiculous super-powered stuff. But multiplayer doesn&apos;t, and stuffs its arenas full of poles to rip from the ground and cars ready to be booted into other players. From another angle that says everything about Crysis 3: the best thing in this game, after who knows how many years of development and millions spent, is hitting other players with a giant pipe. It is a gorgeously-rendered pipe, to be sure, and this is technically an incredible-looking game  but to call it beautiful would be to disregard aesthetics entirely. Crysis 3 shows how far the series has moved from the original&apos;s fabulous ambition, and makes you wonder exactly when Crytek stopped trying to make amazing FPS games  ones that pushed the important boundaries  and settled for pretty average.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/20/crysis-3-review", 
    "wordcount": "1061"
}