{
    "headline": "Student solicitors step into the breach", 
    "text": "When Luke Smitham found himself helping to draft briefs to the US supreme court, his law master&apos;s course suddenly sprang to life. Thanks to a supportive professor using her connections, Smitham and some of his classmates at the School of Oriental and African Studies, University of London had the chance to do pro bono work with a team at Harvard Law School on a major corporate human rights case. Now he and a friend, Jessica Whelligan, have set up Banyan, an organisation that finds similar real-life legal experience for Soas students. &quot;I was lucky really,&quot; Smitham says. &quot;We wanted to remove that element of chance for other students. The classroom doesn&apos;t teach everything and in the human rights field you can&apos;t get anywhere without experience.&quot; Like free legal advice clinics at universities across the country, Banyan is braced for a flood of new appeals for help, following severe cuts to government legal aid that came into force last week. &quot;We&apos;ve already had contact with law firms saying they will need more help after the cuts, probably on immigration and refugee cases,&quot; Smitham says. As of 1 April, access to legal aid has been seriously curtailed. Where, previously, people earning less than 31,884 could obtain free legal advice for private family law, immigration, employment, education and housing cases, with the change in the areas covered, thousands will now have to meet solicitors&apos; costs themselves. For those who cannot afford it, university legal clinics may prove a lifeline. While Soas specialises in human rights pro bono work, typically university law schools offer general advice services covering the key areas of civil law. Some universities, such as Birmingham and the University of Law, are now scaling up their activities to meet demand as a result of the cuts to legal aid. Yet this is controversial, with experts at some legal centres reacting angrily to suggestions that students could help plug the gap in free legal services. &quot;I think it is fundamentally wrong to see student law clinics as an answer to the cutbacks in legal aid,&quot; says Elaine Sherratt, a full-time solicitor based at the University of Kent&apos;s law school. &quot;Student involvement in cases is a very labour-intensive process. As a university law school,our first priority must be to provide the best education to the student.&quot; Though not a compulsory part of law courses, institutions say that demand from students to do pro bono casework is high. Hannah Bosworth, a second-year law student at Queen Mary, University of London, says that her client experience, which has ranged from a disability discrimination case to one involving a Chanel wedding dress, has transformed her view of law. &quot;Law can be an incredibly dull subject and in the first year you can become disillusioned with how hard it is,&quot; she explains. &quot;Putting things into practice is just so exciting. I thought only barristers had colourful work, but now I know I was wrong, and I want to be a solicitor.&quot; &quot;It is so difficult for people to get legal aid now, and the people we help are really grateful. I think in law school it is important to learn to give something back. It shouldn&apos;t be just about getting the most well-paid jobs.&quot; While each university may run their clinics differently, all agree that students working with clients must have proper supervision. Well resourced clinics such as those at Kent and Northumbria universities have a small staff of professional lawyers who are on hand to supervise students, echoing the traditional training model for doctors. Others rely on lecturers fitting in voluntary supervision time. Universities also strive to recruit experts from local law firms who will take on cases for free with a team of students assisting. But legal work undertaken by students will inevitably be slower than legal aid from a qualified solicitor. &quot;There is a limit to how much we can call on the help of those law firms of course, because this is time-consuming,&quot; says Prof Andrew Sanders, head of Birmingham University Law School and chair of the Committee of Heads of University Law Schools. &quot;It is a learning process, so each case takes a lot longer than it would if simply done by a solicitor or barrister. This means there is a limit to the number of cases we can shift.&quot; Although Birmingham is planning to expand its free legal services, and Sanders is keen for it to become an optional assessed part of the degree course, he is worried that support from external lawyers may tail off across the country. &quot;I fear that in the future, law firms or barristers may be able to help us less as they themselves are squeezed financially. Legal aid lawyers are anticipating a huge drawing in of their activities and their pro bono work may suffer as a result.&quot; Yet LawWorks, the solicitors&apos; pro bono group, is hopeful that the legal aid cuts will actually drive more lawyers to give up their time for clinical supervision. They are also exploring ways of involving students in client work without the need for supervision. The chief executive, Rebecca Hilsenrath, says: &quot;There is an almost unlimited capacity, but it is a matter of finding ways to tap into it.&quot; The charity is currently training law students at Queen Mary&apos;s to sit with clients and help them to clarify the questions they would like a lawyer to answer, and to get their papers in order. Similarly, the University of Law in Chester has set up Contact4Kids, a telephone and web advice service for parents and grandparents seeking to resolve child contact issues. Heather Eadsforth, who heads the pro bono work at Chester, explains: &quot;The student interviews the client on their own over the telephone, we talk it through, and then they do their research and write a letter of advice about next steps.&quot; Meanwhile, charities such as Both Parents Matter in Wales are increasingly keen to use students as McKenzie friends  volunteers who accompany a litigant to court. Paul Apreda, the charity&apos;s manager, says: &quot;We&apos;ve done training with final-year students at Aberystwyth and Swansea universities. The important thing for us is bringing in a group of volunteers who aren&apos;t trying to fight their own personal battles.&quot; Adequate supervision is not the only thing holding student law clinics back from plugging the legal aid gap. Many clinics admit that they have an uphill struggle making the public aware they exist and are able to offer advice with the sorts of problems they face. And their services will always be somewhat sporadic because of university holidays. The student pro bono movement is already much more established in the US, where there is an extensive network of often well resourced legal advice clinics. This suggests that there may be room for expansion in the UK. Yet Sherratt warns that any attempts to draw on the US experience must be realistic about scale. She says: &quot;Even if we had the 1,700 clinicians that the US has  which would mean about 15 per UK law school  and were able to undertake the 45,000 cases handled by law schools in the US, this would still be a fraction of the assistance needed for the 600,000 whose legal cases will no longer be funded by legal aid, or the millions of other low-income households just too &apos;rich&apos; to qualify for legal aid but too poor to pay a lawyer more than a nominal fee for advice.&quot; Hilsenrath agrees: &quot;Student pro bono services are never going to replace legal aid. The numbers just don&apos;t add up, even if it were morally conscionable.&quot;", 
    "section": "education", 
    "gid": "education/2013/apr/08/legal-aid-cuts-student-solicitors", 
    "wordcount": "1304"
}