{
    "headline": "Boot up: iOS6 3G woes?, Android in China, Padfone 2 launches and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team A new Apple iOS Wi-Fi problem has popped up while others remain unfixed &gt;&gt; ZDNet  Some Apple iPhone and iPad users are facing a major new problem with Wi-Fi/cellular data use while others are still dealing withearlier, unresolved iOS 6 Wi-Fi problems.  The latest annoyance is a real pain-in-the-rump. It turns out that while some of you have been watching videos, playing a game, whatever, on what you thought was a Wi-Fi network, you were actually running up your giant 3G data bill. Apple hasn&apos;t commented on this, but on September 30th, Apple quietly released a bug fix for the problem for its Verizon customers.  In it, Apple states. &quot;This carrier settings update resolves an issue in which, under certain circumstances, iPhone 5 may use Verizon cellular data while the phone is connected to a Wi-Fi network.&quot; Users are loudly saying that is not just a problem with iPhone 5 or Verizon. Instead, they blame iOS 6.   Affecting anyone here? There are no &quot;regular results&quot; on Google anymore.&gt;&gt; DuckDuckGo Clever video advert from rival search engine DuckDuckGo. The principle of the filter bubble does matter. Flat panel display industry poised for recovery and long-term growth &gt;&gt; DisplaySearch Notable changes: mobile PC screens have gotten smaller (on average), mobile phone screens have got bigger, and OLED TV screens have got much bigger. Google&apos;s Android strategy failing in China &gt;&gt; Telecom Asia Shiv Putcha of analysts Ovum:   Chinese device vendors are using Android for their own purposes, and are increasingly at odds with Google&apos;s preferred vision of Android&apos;s developmental direction. As a result, Android is fragmenting beyond Google&apos;s control, and Google&apos;s Android strategy is rapidly coming undone in China with no immediate prospects for correction.  Barring an unlikely accommodation with the Chinese government, we believe that Google&apos;s only short-term option is to try and limit Android&apos;s Chinese variations within China&apos;s borders.   The point being that Google Play gets pushed off handsets in favour of local Chinese players. However, Android as a mobile OS is fabulously successful in China. (It&apos;s also where all those v2.2 and v2.3 handsets are.) Leading to the conclusion:   Google cannot afford to let Android&apos;s Chinese variations extend beyond China&apos;s borders. If this happens, Google will increasingly face an either/or scenario wherein increased sales of Android come at the expense of the far more lucrative revenue streams from Google Play and Google Search.  Yahoo names Google&apos;s De Castro as chief operating officer &gt;&gt; Bloomberg  Yahoo! Inc.Chief Executive Officer Marissa Mayer named Google Inc. executive Henrique de Castro as operating chief, picking a deputy from her former employer to help revive growth at a web company beset by sagging sales.   Second most important role in the company. Top two jobs now held by recent ex-Googlers. (Thanks @sputnikkers for the link.) Asus PadFone 2 released with quad-core processor and ICS | T3  Asus has unveiled the new PadFone 2 smartphone and tablet hybrid in Milan today running Ice Cream Sandwich and sporting a larger 4.7-inch HD display and quad-core S4 processor.   Not only that, but it&apos;s &quot;lighter than the iPad&quot; (quoth the article). Thank goodness for that. Expected to cost about the same as an iPhone 5. (Thanks @pedgington for the link.) There&apos;s a spy in your techno-soup! &gt;&gt; The Joy of Tech Nitrozac and Shaggy nail it again. India spews more spam than ever before, report finds &gt;&gt; Naked Security  You can thank India for about one out of six spam messages cluttering your inbox.  SophosLabs&apos;s most recent &quot;dirty dozen&quot; report, which details the world&apos;s top spam-relaying countries, finds that India has topped the charts for the third quarter in a row.   Seems out of line with the population of computers in India, and probably says more about the security of those in use. The US was third with 6.5%, China 10th with 3.1%, UK 12th with 2.1% Guardian&apos;s n0tice adds location-based curation tool &gt;&gt; Journalism.co.uk  Online noticeboard n0tice, a project that grew out of a Guardian hack day, has had a major update, adding an Android app, updating its iPhone app and introducing a new location-based curation tool called FeedWax.  The website has also been updated, a campaign to &quot;celebrate or change&quot; high streets across the country has been launched, and this morning n0tice moved from Google Maps to open source platform Open Street Maps.  n0tice, which launched in private beta in May 2011, allows anyone to set up and curate a noticeboard and offers the opportunity to earn money as the site is funded by location-based small ads.   Obvious disclosure notices (or n0tices) apply.  The Federal Circuit to take on software patents ... again &gt;&gt; Electronic Frontier Foundation  In a welcome move, the full Federal Circuit has agreed to revisit a troubling ruling in a case called CLS Bank v. Alice Corp. This case, along with the Ultramercial case, presents an important opportunity for the courts to insert some long-overdue sanity into the debate over what can and cannot be patented. In light of the Supreme Court&apos;s ruling earlier this year in Mayo, we think the Federal Circuit has little choice but to throw out the dangerous patents in both CLS Bank and Ultramercial and make clear once and for all that ideas that are otherwise abstract cannot be patented simply because they are executed on the Internet or in a computer system.   Don&apos;t get your hopes up that this will kill software patents. The argument here is about &quot;obviousness&quot;, not whether you can patent software implementations in the US. (Thanks @pedgington for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/17/technology-links-newsbucket", 
    "wordcount": "993"
}