{
    "headline": "Louisiana looks for 'smoking gun' to link Isaac tar balls to Gulf oil disaster", 
    "text": "Louisiana is investigating whether tar balls deposited on Gulf of Mexico beaches by Hurricane Isaac were relics of the 2010 BP oil disaster. Government agencies and environmental groups this week reported weathered oil in areas which took the brunt of last week&apos;s hurricane  and which were also heavily damaged by the 4.9m barrel gusher from BP&apos;s leaking oil well. &quot;I&apos;d say there is a smoking gun,&quot; Garrett Graves, the coastal adviser to Louisiana&apos;s governor Bobby Jindal, told news organisations. &quot;It&apos;s an area that experienced heavy oiling during the spill.&quot; State officials shut down commercial fishing and all shrimping in a 13-mile stretch from Port Fourchon to Caminada Pass, after observing tar mats and high concentration of tar balls on beaches. The Gulf Restoration Network, which has been touring the aftermath of Isaac by air and boat this week, said crew had reported 109 dead pelican in the wake of the storm and oil in a number of locations on the Louisiana and Mississippi coasts. &quot;We saw a fair amount of oil sheen and fresh tar balls at Ship Island, one of the Mississippi barrier islands,&quot; said Aaron Viles, a spokesman for the coalition of environmental groups. &quot;The storm really delivered a shock to the ecosystem, and we are seeing BP oil showing up again and we are seeing, unfortunately, real impacts to an ecosystem still struggling to recover.&quot; The Gulf network had repeatedly warned that powerful storms risked dredging up oil that had been purposely sunk to the ocean floor, by the use of chemical dispersants in the wake of the BP oil spill. &quot;When a storm system comes through it re-exposes oil that has settled to the bottom or was buried under sediment, and that newly re-exposed oil is showing up in places that had a lot of oil during the BP spill,&quot; Viles said. The oil company said the high number of offshore rigs in the Gulf of Mexico made it impossible to tie the tar mats to the runaway BP well without comprehensive testing. The US coastguard is investigating about 90 reported cases of oil and chemical leaks following Isaac, including suspected leaks from offshore platforms and a vacated storage terminal at Myrtle Grove. Environmental groups have warned of damage to wetlands and a citrus grove from an oil spill from a Conoco Phillips refinery in Plaquemines Parish, which took a battering in Isaac. There was also a chemical release in Braithwaite, where two people were killed in flooding. The coastguard has sent oil samples to it lab in Connecticut for testing, officials said. BP said in its statement that it would be &quot;premature&quot; to draw any conclusions about the sources of the oil before tests came back. &quot;It is important to fingerprint the residual oil to determine its origin. If any of it is connected to the Deepwater Horizon accident, BP stands ready to remove it,&quot; the oil company said.", 
    "section": "environment", 
    "gid": "environment/2012/sep/05/louisana-isaac-tar-gulf-oil", 
    "wordcount": "499"
}