{
    "headline": "Stephen Hawking to give 70th birthday lecture 'A brief history of mine'", 
    "text": "They came to honour one of their own and celebrate the life of the world&apos;s most famous living scientist, on an occasion few imagined they would see. The festivities around Professor Stephen Hawking&apos;s 70th birthday saw eminent physicists from around the globe descend on Cambridge to discuss science at the edge of understanding. The Cambridge cosmologist has worked on the inflation of the early universe and a quantum theory of gravity, and famously suggested that black holes emit radiation and so slowly disappear. But his fame has brought his field to a vast audience beyond the realms of academia. A Brief History of Time has reportedly sold more than 10m copies worldwide  more than Madonna&apos;s Sex book sold  and Hawking has made guest appearances on The Simpsons and Star Trek. The conference, entitled The State of the Universe, has been charting the theoretical frontiers of black holes, cosmology and fundamental physics, but the event is also a tribute to a career that many feared would be short-lived after Hawking was diagnosed with motor neurone disease at the age of 21. The birthday bash began on Thursday, though Hawking was unwell and unable to appear in person. Those gathered were assured he was there in spirit and were urged to be on their best behaviour: Hawking was watching online, said Peter Haynes, head of the university&apos;s department of applied mathematics and theoretical physics. The celebrations culminate on Sunday when the man himself is due to deliver a rare public lecture entitled A Brief History of Mine.&quot; Warm-up acts include Lord Rees, the astronomer royal, and Saul Perlmutter, who won the Nobel prize in physics last year for the co-discovery of dark energy, the mysterious substance said to drive the expansion of the universe. &quot;The particular topics we&apos;re discussing here are very close to Prof Hawking&apos;s heart, and in many cases he&apos;s made conjectures or worked in these subjects, so it&apos;s an assessment of where we stand today,&quot; said Gary Gibbons, a long-term collaborator at Cambridge. Asked what lay behind Hawking&apos;s success as a scientist, Gibbons said: &quot;His great character and imagination, and his desire to get to the bottom of things. In physics, that&apos;s the thing that will really characterise you. He made bold conjectures, some of which have turned out to be correct, and he&apos;s relentless.&quot; With more than 100 of the world&apos;s top physicists on hand, tributes were not hard to come by. &quot;He&apos;s a very witty, humorous guy. It&apos;s amazing, under the circumstances, how he keeps his spirits up and brightens the atmosphere,&quot; said Nobel laureate and long-term friend Frank Wilczek, a physicist at Massachusetts Institute of Technology. &quot;It&apos;s an inspiration that he&apos;s been able to control his world and make genuine scientific contributions under very difficult situations and keep up his good work. It&apos;s a fantastic human story.&quot; Wilczek opened the scientific arm of the celebrations with one of his newest theoretical concepts  time crystals. Normal crystals are repeated patterns of atoms in the three dimensions of space. Wilczek&apos;s crystals are arrangements of matter that use the fourth dimension of time. &quot;At first I thought it would be very easy to arrange, then I thought it was impossible, but now I think it&apos;s barely possible, which makes it interesting,&quot; Wilczek told the Guardian. Ian Moss, a physicist at Newcastle University and one of Hawking&apos;s students in the 1980s, said: &quot;Some people are very clever and you see their work and you think, if I worked really hard on that project, maybe I could have done that myself. Then there are people like Stephen. You see his breakthroughs and you think there is no way I would have thought of that if I&apos;d spent all my life thinking on that project. That&apos;s the definition of genius.&quot; Other tributes came from enthusiasts who did not attend the conference. Peter Stringfellow, who met Hawking at his London nightclub several years ago, told the Guardian: &quot;I&apos;ve met presidents of America, prime ministers, film stars and rock stars. You name them and I have probably met them. But this was the man who really took my breath away. &quot;As far as I&apos;m concerned Professor Stephen Hawking is our generation&apos;s Albert Einstein. A lot of people who think they are very famous are going to be footnotes in history, but Stephen Hawking will not be a footnote, he is part of history. Like Einstein, Winston Churchill and even Margaret Thatcher.&quot; Hawking&apos;s disease progresses through the steady destruction of the nerves that control muscles, leading to their wasting and weakening. Around 90% of people diagnosed with amyotrophic lateral sclerosis (ALS), the most common form of motor neurone disease, die within two to five years of symptoms appearing. &quot;Only five percent live longer than 10 years and in those cases it&apos;s 15 or maybe 20 years. Stephen Hawking is at one extreme end of that spectrum and the quality of his care cannot explain why the disease has progressed so slowly in him,&quot; said Brian Dickie, research director at the Motor Neurone Disease Association. &quot;Hawking&apos;s survival raises more questions that answers at this stage, but we are beginning to have the technology to address them,&quot; Dickie added. Researchers are keen to look at the genetic makeup of such long-term survivors of the disease, in the hope of finding genes that combat the condition. &quot;If we can identify genes that slow the progression of the disease, it gives us a therapeutic strategy. We could develop drugs that mimic their effect and do it better than the genes themselves,&quot; Dickie said. Those gathered in Cambridge have a run of talks into the evening on Saturday, with appearances from Andrei Linde from Stanford University, who helped formulate inflation theory in the 1980s, and Michael Green, the string theorist who is Hawking&apos;s successor as Lucasian professor of mathematics at the university. Kitty Ferguson, author of Stephen Hawking: His Life and Work, said of Hawking: &quot;He loves to go on a speculative edge and be in the vanguard and sometimes make outrageous and shocking suggestions  which everyone has to scurry around and get the mathematics together to see if he&apos;s right. &quot;It&apos;s that energy that he has, that spirit of adventure and fun. The fact that he is able to live with his disability and it&apos;s just the most astounding, good-humoured, dismissal of it. It&apos;s not as though he&apos;s triumphing over it, it&apos;s just as though it&apos;s not there. &quot;I love a quotation that comes from Oliver Sachs. He wrote that &apos;there is a kind of health and strength and grace that goes beyond the depth of any illness&apos; and I think that is a wonderful description of Stephen Hawking.", 
    "section": "science", 
    "gid": "science/2012/jan/06/stephen-hawking-70th-birthday-lecture", 
    "wordcount": "1135"
}