{
    "headline": "UK cities face ban on heavily polluting traffic", 
    "text": "Twelve UK cities and urban areas may have to ban or fine heavily polluting traffic from their centres within months after the European commission refused to allow Britain more time to reduce dangerous exhaust emissions, according to air quality campaigners. Newcastle, Liverpool, Tyneside, Sheffield, Bristol, Brighton, Birkenhead, Preston, Swansea, Belfast, south-west England, north-east Scotland and south Wales are all likely to have to introduce &quot;low-emission zones&quot; to curb the toxic gas nitrogen dioxide (NO2) which is linked to heart diseases and respiratory problems. Nine other cities, including Nottingham, Leicester and Portsmouth, have been given three more years to reduce NO2 pollution. Europe will decide later whether plans for 17 other towns cities and regions, including London, are adequate. Forty of 43 UK zones exceeded NO2 legal limits in 2010. Air pollution campaigners, including environmental law group ClientEarth and Clean Air in London, welcomed Europe&apos;s rejection of government attempts to delay introducing anti-pollution measures, saying that Britain risked being referred to the European court of justice, and potential multimillion Euro fines. Britain and other countries have had many years to meet EU air pollution directives but have consistently failed to curb traffic emissions, preferring to ask for more time from Europe to comply. &quot;It is scandalous the UK did not commit to any new measures in any zone in its application to delay compliance with NO2 limit values. Air pollution is the biggest public health risk after smoking. It can cause asthma in children and cardiovascular disease in those aged over 65. World Health Organisation (WHO) guidelines and legal limits for air quality are breached by a factor of two or more near our busiest roads,&quot; said Simon Birkett of Clean Air in London. Air pollution from NO2 and minute particles of partially burned soot (PM10s) is recognised by the government and medical experts as the second-biggest public health threat after smoking, costing the UK an estimated 20bn a year. Matthew Pencharz, the London mayor&apos;s recently appointed environment adviser, told MPs on Wednesday that the city was largely compliant on PM10s and PM2.5s. However, the capital is the most heavily polluted city in Europe for NO2. The government&apos;s report to the European commission in September 2011 estimated that 698,543 people in London in 2010 were exposed to concentrations of NO2 above the WHO guideline and legal limit. &quot;The UK&apos;s poor air quality is a national disgrace that causes tens of thousands of premature deaths every year. The government must now come clean about the steps it will take to rapidly cut air pollution  or face paying millions of pounds in fines,&quot; said the Friends of the Earth campaigner Jenny Bates.", 
    "section": "environment", 
    "gid": "environment/2012/jun/28/uk-cities-ban-polluting-traffic", 
    "wordcount": "448"
}