{
    "headline": "Swallows have taken their leave and the sky seems empty", 
    "text": "The air is noticeably colder, and the blue sky above the Brooks seems empty. The swallows and martins that had been following the river Arun south to the sea, in an almost continuous stream for the past month, have gone. Only jackdaws and rooks fly over, croaking to each other, heading towards the woods and back to their evening roosts. The sinking sun casts a warm glow across the large pool, where recent arrivals  a flock of wigeon  are paddling, dipping into the muddy water to feed alongside the regular mallard and shoveller. Around the pools edges, snipe bob their dark brown-striped heads up and down, drilling their long bills into the mud in hurried sewing-machine movements. More snipe sit by the reeds, preening or sleeping, their heads turned and their bills tucked into the feathers on their backs. I walk on through the wet grass, listening to the cries of the coot, water rail and ducks, and watch my footing.     A water shrew eats a grub. Photograph: David Chapman/Alamy    A black shrew appears at my feet, clambers across one of my boots and scurries off into the vegetation on the other side. I kneel down and watch for it. I can hear the soft caress of the small mammals body in the grass for a moment, then nothing. It was jet black with white underparts, and I could just make out the white tufts on its ears, which confirm it was a water shrew, Neomys fodiens. And it was about the right size as well  adult water shrews grow larger than common shrews (Sorex araneus), to about 10cm in the body, with a long tail of up to 8cm. Both species can be found in this sort of marshland habitat, the water shrew preferring the slow-flowing streams and pools that are only a few metres away, but both are hard to see. Water shrews tend to be nocturnal, and are seen most often at dawn, in or by the water. Their velvet-black, waterproof coats protect them and take on a silvery sheen of air bubbles when they dive to hunt for freshwater crustaceans, fly larvae, small fish and frogs. ", 
    "section": "environment", 
    "gid": "environment/2016/oct/11/swallows-have-taken-their-leave-and-the-sky-seems-empty", 
    "wordcount": "353"
}