{
    "headline": "Elder Scrolls Online  interview with game director part two", 
    "text": "The Elders Scrolls Online (TESO) splits players into three factions, and the rivalry between them is what its Player v Player (PvP) system is built on. This is also an area where game director Matt Firor&apos;s previous work has particular relevance; the standout title on a long CV being Mythic&apos;s Dark Age of Camelot. Released in 2001 and still running, Camelot had an asymmetric take on PvP termed &apos;Realm Vs Realm&apos; constructed around three very different factions, and is still considered one of (if not the) benchmarks for MMOG PvP design. &quot;Yes we have a PvP progression system that we haven&apos;t really talked about yet,&quot; says Firor. &quot;And in beta we&apos;ll go further into this, but you get Alliance Points the more you PvP, you get more abilities, and in that sense it&apos;s similar to Camelot where we had Realm Points. In Camelot, though, we had like 47 classes that were all different, and after a while it was much more difficult to balance than it should have been  so if we&apos;ve learned anything in the 11 years since, it&apos;s let the players create the characters they want, and balance from there.&quot; To this end, TESO lets any player, regardless of class or race, use any piece of equipment. &quot;So it&apos;s symmetrical in the sense that everyone has the same options, but of course not everyone&apos;s going to choose the same ones.&quot; That raises the prospect of homogenisation; players rapidly deciding which weapons are optimised, and then hundreds of them running around waving the same sword. &quot;As game designers you have to solve those problems no matter what class or character system you have,&quot; laughs Firor. &quot;In a true class-based system, you run the risk everyone rolls the same class, but in a more open one, the players will very much from the beginning try to find the most powerful build, and it&apos;s our job to ensure that there are many viable builds.&quot; I&apos;m left wondering whether there will be any hard differences between the classes. Races in the Elder Scrolls traditionally have inherent buffs, and according to Firor these remain &quot;a point of differentiation.&quot; But perhaps my thinking is too informed by the MMOG conventions TESO is trying to move clear of. &quot;We&apos;re really trying to de-emphasise quote-unquote &apos;classes&apos;,&quot; says Firor. &quot;And [we want to] make the player&apos;s development more about their choices. So for example, we want to give everyone access to something like having pets  if they want to. Right now a perk lets you be a pet person, so if you want that ability, you can go and get it.&quot; A brief digression about crafting; Firor says Skyrim players should expect a familiar system, and also mentions the ability to enchant weapons. PvP takes place in the huge central zone of Cyrodil, and the obvious question is how many players can get involved. &quot;We&apos;re planning on having 2,000 people at once in Cyrodil,&quot; says Firor. &quot;In a particular fight, our client is optimised to have 200 players on-screen at one time, which means you&apos;ll have very large battles within an even larger battlefield.&quot; Such numbers means plenty of different player levels participating, an issue TESO solves by automatically increasing everyone&apos;s stats. &quot;Everyone gets boosted up to the max level,&quot; explains Firor. &quot;But you don&apos;t get abilities you haven&apos;t earned yet  just the hit points and stuff.&quot; A typical PvP battle might be a large-scale city assault, with one team defending, while the other is battering gates, firing trebuchets, and trying to sneak in through poorly-defended side-routes. &quot;We&apos;ve designed the system to let players do all of those things, and it&apos;s up to them to figure out which tactics work better  but generally, if your entire army is in front of the gate and just beating the walls, you&apos;re gonna lose. Carrying the day needs teamwork.&quot; A larger concern is how the melee combat of Skyrim and Oblivion, which is functional but somewhat unrefined, can be re-engineered for competitive play. &quot;It does work the same way mechanically in PvP as it does in PvE,&quot; says Firor. &quot;So you swing with the left mouse and block with the right mouse, but there are a couple of new moves, like a really fast left click then right click will stun someone, plus things like doubletapping a key to roll away. &quot;We&apos;re playing around with all of this now, but obviously with PvP we have to keep on testing and refining  and this will really be helped with the large number of testers we&apos;ll get in beta  that&apos;ll let us hone the system on a large scale.&quot; &quot;Very soon&quot; is the most precise date Firor offers for the beta. &quot;One of the joys of making games like this is that they&apos;re on such a massive scale, you need to get a whole lot of players into them to kind of see where you are.&quot; How big is the beta and how long will it run? &quot;For as long as it takes for us to prove we&apos;re ready to launch, and we&apos;ll have as many people in as we can, especially because with a PvP system which supports thousands of players we really need multiple thousands to test that effectively.&quot; TESO inspires strong reactions among Elder Scrolls fans, and questions that will only be answered with the beta and many hours spent in its world. It&apos;s too easy to think about TESO as merely some sort of composite work, a series of singleplayer epics re-jigged into one massively multiplayer world. Too easy and so wrong-headed. I close by asking Matt Firor how TESO will silence the naysayers and pull players in  as well as keeping them there. &quot;So the answer to that is pretty simple; if you have a good game, people will play it. It&apos;s got to be long-term compelling, it has to be fun, and if you do that, all the other questions answer themselves.&quot; Like most people involved in creating remarkable things, he makes it sound so easy.", 
    "section": "technology", 
    "gid": "technology/2013/feb/01/elder-scrolls-online-interview-part-2", 
    "wordcount": "1040"
}