{
    "headline": "Bill targeting internet 'trolls' gets wary welcome from websites", 
    "text": "The era of online anonymity may be moving to a close if the government&apos;s proposals to unmask &apos;internet trolls&apos; are passed by parliament, a leading website operator has warned. Justine Roberts, the co-founder of Mumsnet, has cautioned that measures in the defamation bill may financially benefit website operators but could undermine the culture of the web. Internet service providers have welcomed legal changes that will protect them from libel action in return for disclosing the identity and contact details of people who post defamatory comments online. The changes are contained in clause five of the defamation bill, which was published several weeks ago. The issue has gained prominence in the wake of several cases of online harassment, involving insults on Facebook and threats against the Conservative MP Louise Mensch. The bill says website operators will have a defence against libel claims as long as they co-operate with a formal notice of complaint served on them. Such notices may require operators to disclose the &quot;identity or contact details&quot; of whoever made an allegedly defamatory statement. Precisely how the complaints procedure will work is due to be set out in regulations that the Ministry of Justice will publish in coming weeks. The bill&apos;s second reading takes place in the Commons on Tuesday afternoon. Roberts cautioned against blanket laws that might outlaw anonymity online. &quot;No one wants to protect the identity of nasty internet trolls and there is much to be welcomed in the defamation bill around reducing complexity and recognising that many websites are not publishers in the traditional sense, but it&apos;s important that we don&apos;t completely devalue and disallow anonymity online,&quot; she said. &quot;The ability to both ask and advise anonymously is at the very core of the support Mumsnet provides. Take a scenario of someone dealing with an abusive relationship, they are often concerned about sharing their experiences for fear of being identified in real life and the potential repercussions for family and safety. It would not be in the public, or personal, interest if a woman being abused by her husband felt she could not seek help confidentially. &quot;There are cases where online users are very abusive or libellous and as the host of an online community I would have no qualms in passing on information about those posters&apos; identity but there are powerful forces pushing towards a less anonymous web In efforts to out the internet trolls the law must be careful to protect anonymous posts that let people access often life-saving support and advice.&quot; The changes might improve the business models of websites, she added, but &quot;by moving away from an anonymous web you lose a lot of its potential&quot;. The Internet Service Providers Association (ISPA), which represents more than 200 online operators in the UK including Google, Virgin, BT and AOL, said it welcomed &quot;publication of the defamation bill and the underlying recognition that ISPs are not best placed to decide if content is defamatory or not&quot;. &quot;The  ISPA will ensure that ISPs will only be required to identify customers with prior authorisation or through the agreed legal process.&quot; The free speech group Index on Censorship said it hoped the regulations would be voluntary. &quot;The bill focuses liability on the individual person [who posts libellous remarks],&quot; a spokesman said. &quot;It is a move towards pulling liability away from internet service providers and social networks. It should not be represented as a mandatory or compulsory process. &quot;The government&apos;s proposals on internet trolls are deeply concerning. There must be a court-based process to pull down content or remove anonymity. Anything that removes protections for whistleblowers will undermine free speech.&quot; Explaining the purpose of the website clause in the defamation bill, the justice secretary, Kenneth Clarke, said: &quot;As the law stands, individuals can be the subject of scurrilous rumour and allegation on the web with little meaningful remedy against the person responsible. &quot;Website operators are, in principle, liable as publishers for everything that appears on their sites, even though the content is often determined by users. But most operators are not in a position to know whether the material posted is defamatory or not and very often  faced with a complaint  they will immediately remove material. &quot;Our proposed approach will mean that website operators have a defence against libel as long as they comply with a procedure to help identify the authors of allegedly defamatory material. &quot; It will be very important to ensure that these measures do not inadvertently expose genuine whistleblowers, and we are committed to getting the detail right to minimise this risk.&quot; The case involving Mensch, who received threatening emails, has been linked to the bill but it was, in fact, a straightforward crime of someone sending offensive communications. In a more closely related case last week, a Brighton woman, Nicola Brookes, obtained a landmark judgment against Facebook, forcing it to reveal the identities of those who had posted &quot;vicious and depraved&quot; abuse of her online. Brookes said she had spent six months working on the case after the police declined to take action and she failed to persuade the social website to take down the comments. David Engel, head of the reputation protection and media litigation team at the City law firm Addleshaw Goddard, said the new measures represented a clarificiation of the law rather than a major change. &quot;Where a website operator refuses voluntarily to disclose the identity of a third party who has posted a defamatory statement on its website, it has always been possible to obtain an order from the court compelling it to identify the author of the posting,&quot; he said. &quot;We have seen this in recent examples with Facebook. Contrary to the apparent belief of some, the internet has never been a law-free zone &quot;What it will do is to limit the ability of people to hide behind anonymity to engage in unlawful conduct, such as the defamation of others. People may be less willing to libel others if their identity is known, or at least can be discovered, though whether this is likely in practice to raise the general tone of online debate is another matter.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/12/bill-internet-trolls-wary-welcome", 
    "wordcount": "1050"
}