{
    "headline": "Prop 37: food companies spend $45m to defeat California GM label bill", 
    "text": "Monsanto and other agribusiness and food companies have spent more than $45m (28m) to defeat a California ballot measure that would require labelling of some GM foods. The measure, proposition 37, is one of the most contentious initiatives on California&apos;s election ballot on Tuesday. If it passes, it would require labels on GM food sold in supermarkets, but would not cover restaurants. It also has a number of gaping loopholes. For example, the law would not require labels on meat from animals that were fed GM corn. Even with those caveats, the agribusiness and food companies have outspent the yes side by about five to one trying to kill the bill. Monsanto alone has spent more than $8m. &quot;I think it&apos;s a David and Goliath story with the companies that manufacture or benefit from genetically engineered food being the Goliath,&quot; said David Newman, president of Maplight, which tracks the influence of money in politics. &quot;When you see this lopsided spending it indicates that the measure is popular with voters and opponents think they need to spend a lot to defeat it. There is a lot at stake here not just in California but how it will trend in the rest of the country.&quot; California&apos;s ballot initiatives often take on huge importance. Often they are seen as laboratories for new ideas, that are adopted later in the rest of the country. The bill is mainly supported by organic food companies, although the actor Gwyneth Paltrow also contributed $15,000, according to campaigners. Supporters argue the consumers have a right to know if they are eating GM foods. Opponents  overwhelmingly corporations such as Monsanto, Dupont, Pepsico and Nestle  say the labels would be burdensome to retailers, and would force prices to rise. Others support the idea of labels in general but argue that this particular initiative is poorly written. A label requirement could have a sweeping effect on the American foods industry. About 90% of American-grown corn and soybean are GM. Other large crops, such as canola and sugar beet, also tend to be GM.", 
    "section": "environment", 
    "gid": "environment/2012/nov/05/prop-37-food-gm-bill", 
    "wordcount": "348"
}