{
    "headline": "Deadly fungus prompts ban on ash tree imports", 
    "text": "Imports of ash trees could be banned to save the UK&apos;s estimated 80m of the species from a deadly fungus. The tree disease Chalara fraxinea has already decimated around 90% of Denmark&apos;s ash population and was found in the UK at a Buckinghamshire nursery in February, raising fears of a repeat of the epidemic of Dutch elm disease in the 1970s, which wiped out virtually the entire mature population of elm trees  25m  by the 1990s. Infected trees have since been found at a handful of locations in the UK from outside Glasgow to Cambridgeshire  though not in wild areas outside recent plantings and nurseries  and are being destroyed as they are found. Ash accounts for around a third of our wooded landscape which includes parks and hedgerows, as well as woods and forests. A ban on imports could come into effect as early as November, just before the planting season, the Department for Environment, Food and Rural Affairs (Defra) said on Thursday, launching a consultation that ends on 26 October. The environment secretary, Owen Paterson, said: &quot;This disease could have a devastating impact on our native ash trees so we need to take action to stop it. We are working towards a ban on imports, and looking to impose movement restrictions on trees from infected areas.&quot; He continued: &quot;By taking decisive action we can prevent our ash trees from suffering the same fate as elm trees did in the 1970s.&quot; Conservationists welcomed the move towards a ban on imports, saying it was &quot;not a minute too soon&quot;. Norman Starks, UK operations director at the Woodland Trust, said: &quot;The Trust will no longer plant imported ash trees on our estate and is reducing the number of ash to be planted this season by 100,000 trees. We are committed to working with the industry to do everything possible to prevent the further spread of ash dieback and protect one of the nation&apos;s most common native trees.&quot; Dr John Morgan, head of the Forestry Commission&apos;s Plant Health Service, told the Guardian last month that the &quot;only reliable control is banning imports.&quot; In August, the trade body for the gardening industry, the Horticultural Trades Association, called on its members to undertake a voluntary ban on ash imports. The disease, which is widespread on the continent, causes leaf loss and dieback of the tree&apos;s crown, and can kill ash trees. The Buckinghamshire nursery where the disease was first found in the UK had imported 2,000 ash trees from the Netherlands and sent them on to 90 different customers around the country. Around 5m ash trees have been imported to the UK since 2003. Members of the public are being encouraged to report suspected cases to the Forestry Commission.", 
    "section": "environment", 
    "gid": "environment/2012/oct/04/deadly-fungus-ash-tree-imports", 
    "wordcount": "466"
}