{
    "headline": "Capture winter flocks in flight", 
    "text": "Winter in the UK can be an exciting time for the photographer, with the arrival of many new visitors to our shores. Wading birds that spent the summer breeding in the high Arctic return south; starling numbers growing as we receive European birds fleeing harsher weather; our farmland songbirds joining together to find food; and roost and duck, swan and goose numbers swelling to huge proportions. The key to any photographic project is research, and to capture many of these flocks in action requires some planning. However, whether you own state-of-the-art optics or a simple compact camera, taking pictures of our feathered friends flocking together makes an interesting challenge with lots of creative opportunities. All around our coastline wading birds, such as knot, dunlin, godwits and oystercatcher, spend the winter feeding and roosting on estuaries and muddy shores. Photographing them as a flock can be tricky if they are all on the ground feeding at some distance, but there are ample opportunities to capture them as a large group in the air. The key here is to study tide times. Often a high tide in daylight hours can push these birds closer to shore, if the tide is high enough it can even cause them to leave wherever they were feeding as the land is engulfed by water and take to the air offering some superb flock shots.     Photograph: Ben Andrew/RSPB    Experimenting with shutter speeds can be fun in these situations. Fast shutter speeds will freeze the action, providing more detail. But experimenting with slower speeds can produce a range of movement blur, which can give the scene a sense of movement, creating something perhaps far more artistic. Starlings can also make impressive subjects, especially for the inland photographer. These birds habitually roost in massive numbers at certain sites around the UK. Each evening the birds will arrive just before dusk to congregate in a reedbed, group of trees or another location where they spend the night. These &quot;murmurations&quot;, as they are known, often result in the birds creating fantastic shapes as they swirl in the air, before descending on their chosen roosting site. Research into well-known roosting sites is key to capturing stunning images here. Find your nearest big roost and try and visit a number of times to work out the best position for yourself, and timing. These murmurations generally happen in the 30 minutes or so before dusk, and images tend to be more striking if the birds are silhouetted by a lovely warm sunset or sunlit clouds. So, check weather forecasts before you venture out. Often some extra scenery, such as trees or a pier, can add some interest to the shots and helps to provide a sense of scale.     Photograph: Ben Andrew/RSPB    The majority of geese in the UK are winter visitors. During winter, over half a million geese arrive from Scandinavia, Greenland, Iceland and Eastern Europe where they have spent the summer. Our shores offer safe roosting sites  often on estuaries and exposed areas of coastline  and great feeding sites inland, such as fields and grassland. Once again, it is important to know the habits of your subject here. Geese habitually leave early morning from their roosting sites and return in the evening. Getting yourself into position before first light and arriving before last light can be vital to capture the birds. Geese will often fly in formation, the birds often flying in a &quot;V&quot; shape. Listen out for the characteristic honking of the first arrivals, and try to create interesting images using shapes. A tripod can be vital here as you don&apos;t want to be hand-holding a heavy camera, especially when pointing it up towards the sky for long periods of time. Flocks of songbirds, such as finches, buntings, pipits and larks, spend the winter moving around together in large flocks. It is not uncommon to drive past a field full of goldfinch, reed bunting and linnet, all making the most of what seeds are on offer. This is a far less guaranteed spectacle. You cannot set your watch by these birds and it may involve being more opportunistic, but for those who persevere the rewards can be high. Explore your local area and try to get a sense of what species you have and where. Has a field been recently harvested, offering the birds an opportunity to forage? Shooting from a vehicle can sometimes be more productive with these rather nervous birds, especially if they are feeding in private fields and you cannot get any closer. If you locate a large flock of small birds keep an eye out for birds of prey. Sparrowhawks, kestrels and merlin will often keep a close eye on these flocks too and can often cause the birds to rise as one if they go in for a hunt. If you&apos;re very lucky, these hunting birds can add drama to the image themselves. Photographing flocks of birds does not need to be something exclusively for those with expensive equipment, big lenses or wearing full camouflage. The sheer size of the spectacle means it can be enjoyed by everyone and it is always important to watch it and take it in. By varying and experimenting with your techniques, watching your background and foreground, and photographing at different times of day, you can also become a better photographer too.  Ben Andrew is a photographer at the RSPB  Share your photos of winter flocks on our Flickr group", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/02/capture-winter-flocks-flight", 
    "wordcount": "906"
}