{
    "headline": "Wind power could lead to 3bn spend in UK and 45,000 jobs by 2022", 
    "text": "With long tapering blades sweeping more than 100 metres into the air, turbines are the visible part of offshore windfarms  below the sea, strong foundations are laid and thick cables to carry the power ashore. Similarly, when it comes to investment and jobs, the turbines themselves are just the small visible part of a far bigger machine. At least 40% of the value of a windfarm project &quot;has nothing to do with the turbine&quot;, says Keith Anderson, chief corporate officer at Scottish Power. The knock-on effects of offshore wind, beyond building and assembling turbine components, are key to the long-term prospects for the industry. As well as hundreds of miles of cabling to connect the turbines to the shore, fleets of boats have to be built, including heavy barges for laying the foundations and turbines, and smaller vessels to ferry workers for construction and maintenance  which needs to be carried out regularly for the 25-year lifetime of the turbines. Divers, port workers, onshore transport companies, road-building, connecting up substations on land  all of these are needed. Investments of hundreds of millions of pounds in factories to make offshore wind turbines are now under review. But the investment potential is multiplied many times over if the many related industries are taken into account  the Offshore Wind Developers&apos; Forum recently pledged that British companies should provide more than half of the content of the UK&apos;s future windfarms. If optimistic predictions for the sector are borne out, according to the wind trade association RenewableUK, offshore wind could spark 3bn of investment in the UK supply chain by 2022, supporting more than 45,000 long-term jobs. Often, these jobs are in coastal areas where the fishing industry has diminished, where shipbuilding may have been a force in the past but is no longer, or where other industries have declined. Workers from these sectors are being gradually recruited to offshore wind projects  Scottish Power, for instance, is looking to retrain fishermen to be maintenance workers. But this bright future is by no means assured. The owners of key assets in offshore industries are in danger of shifting their focus to other countries. Gabriel Ruhan, chief executive of Global Marine Group, says offshore wind has hit a &quot;hiatus&quot; in the UK, leading him to start moving assets such as vessels, cabling equipment and personnel to overseas markets likely to take off more quickly. &quot;We are moving assets away from the UK, which is a shame,&quot; he said. &quot;We&apos;re getting more contracts from Germany  we were expecting it to be the UK, but that has not transpired. It&apos;s because the government is reviewing the subsidies.&quot; Global Marine Systems, formed from the marine cabling businesses of BT and Cable and Wireless, is one of the UK&apos;s biggest cabling companies, with 200m a year turnover. Despite its UK base, the company is now doing more offshore wind work outside the UK than within. As the company moves key assets abroad, it will be more difficult for offshore wind companies to fulfil their construction plans. &quot;Only a handful of companies are capable of doing what we do,&quot; Ruhan says. Demand from Germany for offshore wind development is increasing, even while there is uncertainty over UK government policy towards wind. These are key factors in Ruhan&apos;s decisions to focus elsewhere. &quot;I don&apos;t mind what sort of subsidy is in place, as long as it is something developers can have confidence in,&quot; he says. But uncertainty is putting off investment. &quot;No bank will lend us the money to build [a big new vessel],&quot; he adds. Andrew Norman, chief executive of JDR Cables, says the company has already invested more than 30m in Hartlepool for its offshore business. &quot;We are watching with concern to see which way the debate [over wind power] is going to go. We need to be working right now on infrastructure.&quot; Some industries are seeing contracts come through. Andy White, chairman of a small boat-sharing company, CWind, says: &quot;We are seeing a continuous growth in demand for boats, owner-operators and technicians to service the offshore wind sector.&quot; The company has grown to more than 80 employees since it was established in 2009. Anderson of Scottish Power says his company holds meetings for potential local suppliers in advance of starting work on any of its windfarms. &quot;We see [these meetings] as important in gaining buy-in, and we want to have a long term relationship  these turbines will be standing for 25 years,&quot; he says. &quot;If you are building these offshore farms from now to 2025, that&apos;s at least a 40 year industry. These are jobs for life.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/29/wind-power-british-industry", 
    "wordcount": "792"
}