{
    "headline": "Magnetosensitive GPS cells in the pigeon brain", 
    "text": "&quot;With what sense does the tame pigeon measure out the expanse?&quot; wondered William Blake. That sense is magnetoreception, and it is the most enigmatic of all the senses. We know that pigeons and many other animals rely on the Earth&apos;s magnetic field to orient themselves and navigate, but how they detect information about the magnetic field and use it to map space remain something of a mystery. Researchers from the Baylor College of Medicine have now identified a component in the pigeon&apos;s global positioning system. In a study published online in the journal Science, they describe neurons in the pigeon brain that are sensitive to magnetic fields.The Earth&apos;s magnetic field contains a number of cues that animals use to navigate: the inclination, or angle, of the field, which varies from 0 at the equator to plus or minus 90 at the North and South poles, respectively, and the field&apos;s intensity, which is strongest at the poles and weakest at the equator.  We know a great deal about how receptors in our eyes, ears, nose, tongue and skin detect the appropriate sensory stimuli and convert the information into electrical signals that the brain can interpret, but magnetoreceptors work differently and have proven harder to find.  The Earth&apos;s magnetic field is very weak, so magnetoreception could be achieved by small numbers of highly sensitive receptors. And because magnetic fields penetrate biological tissue unimpeded, the receptors could be located just about anywhere in the body, unlike receptors for the other senses, which have to be located near the outer surface of the body.  Nevertheless, several candidate magnetoreceptors have been identified in birds, and mechanisms for how they might contribute to their magnetic compass have been suggested. One mechanism involves molecules called cryptochromes, which have been found in the eye and which may alter the biochemistry of nerve cells in response to changes in the magnetic field. The other involves tiny magnetic particles which are thought to alter cells&apos; electrical activity. These mechanisms are not mutually exclusive, and in birds the magnetic sense probably involves both, with each providing different information about the Earth&apos;s magnetic field.  About 10 years ago, German researchers found tiny iron particles in cells in the upper beak of pigeons, and these were widely assumed to be magnetoreceptors. But a study published last month showed that these cells are in fact immune cells called macrophages, which clear up dead red blood cells and recycle the iron that they use to transport oxygen.  The same iron particles have also been found in the inner ear of birds, ducks and some species of fish. This suggested that the inner ear might contain magnetoreceptors, and prompted Le-Qing Wu and David Dickman to investigate. To do so, they clamped pigeons inside a specially designed box with magnetic coils in its walls, enabling them to precisely deliver artificial magnetic fields to the birds&apos; heads.  Immediately after magnetic stimulation, they examined the birds&apos; brains, looking specifically for expression of c-Fos, a so-called immediate early gene that is switched on rapidly when in nerve cells that become active. This showed that four distinct areas of the brain responded to the magnetic field, including the vestibular nuclei, which are located on the brain stem and receive inputs from the inner ear, and the hippomcapus, which is known to be involved in spatial memory and navigation in mammals. &quot;We speculated that these four regions make up a major magnetic sense pathway and that the inner ear might be sending magnetic field information to the brain,&quot; says Dickman, &quot;so we damaged the inner ear and then looked what would happen during magnetic field stimulation. This eliminated neuronal activity in all four brain areas we had identified, strongly suggesting that the inner ear is involved.&quot; In their new study, Wu and Dickman examined exactly how neurons in the vestibular nucleus respond to magnetic field stimulation. Using the same apparatus, they applied magnetic fields of varying strength to the heads of seven pigeons, and rotated the fields through 360 multiple times around the three main axes  front to back, left to right, and top to bottom. This time, though, they also implanted electrodes into the birds&apos; brainstems beforehand, so that they could monitor how the changing the field would alter the electrical activity of the neurons.  In all, they recorded the activity of 329 cells, and found that the activity of 53 was strongly modulated by magnetic stimulation. Each of these cells had very specific responses, and was finely tuned to one particular orientation of the applied magnetic fields in only one of the three axes.  For example, one cell was most active when the field was directed out from the left ear at an angle of 85.2 and below the horizon by 33.7, and least active when the field was oriented in exactly the opposite direction. Importantly, all 53 cells were most responsive to artificial fields with a strength corresponding to that of the Earth&apos;s magnetic field. This suggests that the cells respond to and encode three qualities of the magnetic field - where it points along the horizon, its inclination above or below the horizon, and  contrary to previous findings  its polarity, or direction.  &quot;This is a very interesting and exciting study,&quot; says Roswitha Wiltschko of the University of Frankfurt, &quot;because our knowledge of the brain mechanisms underlying magnetoreception is still rather limited, so we&apos;re thankful to learn more about it.&quot;  But it&apos;s still not clear where the magnetoreceptors are, or how they detect field polarity. In 1972, Wiltschko and her colleagues hypothesized that birds use gravity as a cue. More recently, they anaesthetized pigeons&apos; beaks and found that this significantly impaired their navigational abilities, so the possibility that the beak contains magnetoreceptors cannot be ruled out. &quot;I am absolutely certain that there must be something in the beak,&quot; says Wiltschko.  Wu and Dickman are now looking for magnetoreceptors in the inner ear. &quot;We also want to understand how neurons in the vestibular nucleus encode magnetic information,&quot; says Dickman. &quot;The spatial map has to be based on some kind of reference frame, and we believe that the cells might be using gravity as a reference.&quot;  Reference: Wu, L. -Q. &amp; Dickman, J. D. (2012). Neural Correlates of a Magnetic Sense. Science, DOI: 10.1126/science.1216567", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/apr/27/1", 
    "wordcount": "1070"
}