{
    "headline": "Prospective university students 'swayed by league tables'", 
    "text": "Prospective students are increasingly influenced by university league tables when deciding where to study, according to research that found rises and falls within league standings provoking sharp changes in numbers of applications. The research by economists at Royal Holloway, University of London, found that individual departments moving up a subject-level league table experienced a rise in applications of almost 5%, with the increase most pronounced among overseas applicants. They also found that the influence of league table standings has increased since the introduction of tuition fees, suggesting that students are now more aware of the reputation and relative standings of university departments. The authors  Xiaoxuan Jia, a researcher, and Arnaud Chevalier, senior lecturer in economics at Royal Holloway  conclude that universities should take care to guard their rankings, arguing: &quot;Universities cannot afford to neglect their performance on league tables so long as they wish to establish and maintain a consistent reputation to attract the best of students.&quot; The emphasis on league table rankings is likely to increase as a result of new regulations relaxing the cap on student numbers for universities accepting students achieving AAB or higher in A-levels. The authors even suggest that university administrators &quot;review their resource allocation based on the criteria used to construct those league tables on a regular basis, to improve and sustain their respective ranking performance&quot;. The research used eight years of data, from 2004 onwards, comparing the scores calculated for the Guardian&apos;s annual university guide with admissions figures from the Universities and Colleges Admissions Service (Ucas). It found a statistically significant connection between a rise in a department&apos;s score and the number of applications it subsequently received. According to the paper, an improvement by one standard deviation in the Guardian score saw an average 4.8% increase in applications, and an 11% rise in applications from overseas students outside the European Union. The increase was most marked in law and business subjects, where applications rose at twice the average rate. The average increase roughly equated to around 69 extra applicants as a result of the higher position. Assuming a 20% acceptance rate, that implies additional tuition fee income of more than 120,000 for the university. But the boost in applications only applied to university departments sitting towards the upper end of the tables, and especially those within the top 10%. The economists found students to be &quot;more or less indifferent&quot; to changes for departments in the bottom half of the tables. Jia said that the researchers used the Guardian&apos;s league table data because it was the most popular and freely accessible of the various university league tables published by UK media organisations. The Guardian had no connection with the research. The Guardian&apos;s guide ranks university subjects using a formula composed of surveys of current students on satisfaction and teaching quality, staff-student ratios, spending, careers, admissions data and a value-added score comparing degree result with entry qualifications. The paper is to be delivered on Friday at the Royal Economic Society annual conference in London.", 
    "section": "education", 
    "gid": "education/2013/apr/05/university-league-tables", 
    "wordcount": "508"
}