{
    "headline": "Be loud, visible and polite: how to be a responsible mountain biker", 
    "text": "Mountain biker Graeme McLean has a couple of friends in Canada who never ride off-road without attaching bells to their rucksacks. &quot;It keeps the bears away,&quot; he smiles. He&apos;s now trying to spearhead a similarly safe and responsible approach to the sport in his home country of Scotland, though it&apos;s more likely to be deer, horses or dog walkers that pose the greatest hazard. &quot;Loads of bikers just don&apos;t know what to do when faced with a horse and rider ahead of them. Then there are other animals and of course humans,&quot; he says, just as we round a bend and find a walker and his two dogs ahead of us. &quot;OK, we&apos;ll keep to the opposite side, reduce our speed and give a big cheery hello,&quot; advises McLean, an ex-snowboard instructor who you suspect occasionally struggles to reconcile his inner adrenaline junkie with his role as project manager for Developing Mountain Biking in Scotland. We are riding a short route between Glamis Castle and Station Woods, near Kirriemuir in Angus. It&apos;s not a dedicated mountain bike trail, nor even a bridleway, but rather a barely discernible thread of overgrown grass and nettles that snakes from the private grounds of a 14th-century castle to public woodland via a disused railway line. Under Scotland&apos;s rights of access, it is open to anyone and everyone who is not using a motorised vehicle. &quot;Our land laws are a huge asset to mountain bikers because it means they can go anywhere walkers can, unlike in England where they are not allowed on footpaths. But we&apos;re trying to get the message across that you&apos;ve only got the right to be there if you&apos;re responsible with it,&quot; says McLean. He recently launched a downloadable guide called Do The Ride Thing, accompanied by an online interactive game designed to encourage eco-awareness among Scotland&apos;s mountain bikers. They may be surprised to learn that something as simple as braking hard and skidding can cause irreparable damage to the trails they use. And when it comes to horses and riders, the key is to be &quot;loud and polite as far in advance as possible&quot;. McLean and a team of volunteers also negotiated with farmers and other landowners to produce a series of route cards. &quot;Because of our access rights we didn&apos;t have to speak with the owners, but it&apos;s just common courtesy to involve them. And it&apos;s been very useful. Here at Glamis, the Earl of Strathmore was very much in favour, and even let us launch our route cards at the castle.&quot; Some compromises were made. The route card for Glamis &quot;recommends&quot; using the castle&apos;s own car park, where charges apply, as opposed to the free parking available elsewhere. And a proposed route across an estate in Perthshire has been delayed to allow the owner to re-introduce black grouse to the wild. After leaving Glamis, our route twists and bucks through dense woodland. &quot;Sightlines are crucial for the safety of riders and others,&quot; says McLean after I catch up with him at the bottom of a short but steep ramp. &quot;On purpose-built trails like those at 7Stanes or Glenmore Lodge, they create obstacles to slow you down at danger spots, but that&apos;s not the case out here, there&apos;s nothing to stop you hurtling around a blind bend at speed. Around the corner could be a walker, an animal, or a parent pushing a kid in a buggy. It&apos;s all about awareness of potential dangers.&quot; Later this month, McLean&apos;s organisation will host a national conference in Perth at which John Swinney, minister for finance and sustainable growth, will be speaking. &quot;Mountain biking is a massive asset for Scotland, and the government, medical and tourism agencies are all recognising the health and economic benefits,&quot; says McLean. &quot;The challenge now is to develop a sustainable framework for it.&quot; Sustainability is an issue close to his heart. He has two young children, including a baby daughter who he regularly straps into specially adapted carrier on his bike for rides along &quot;easy, parkland routes&quot;. &quot;We have some of the best mountain-biking country in the world, and I want this incredible environment and its wonderful trails to still be there for them when they&apos;re older,&quot; he says.  Thanks to Steve Smith at Angus Bike Chain, Commerce Street, Arbroath, for the loan of the mountain bike", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/sep/05/responsible-mountain-biking-scotland", 
    "wordcount": "746"
}