{
    "headline": "Educating Essex school: 'All of a sudden these kids are hungry'", 
    "text": "The headteacher of the school featured in the reality television series Educating Essex has described using his own money to buy a winter coat for a boy whose parents could not afford one, in a symptom of an escalating economic crisis that has seen the number of pupils in the area taking home food parcels triple in a year. Vic Goddard, whose secondary school in Harlow, Passmores Academy, is rated outstanding by Ofsted, told the Guardian that even children with a parent or parents in work were often struggling and having to choose between heating their homes, buying their children clothes or having enough food. He said: &quot;It&apos;s not because the parents are bone idle. It&apos;s not the stereotype of scrounging parents. These people are not happy their children are hungry, or aren&apos;t warm enough. But they don&apos;t know what to do about it because there&apos;s no jobs.&quot; He recounted being in a meeting when a colleague mentioned a boy who had arrived at school in below-zero temperatures wearing just a thin, sleeveless bodywarmer. Goddard said he then left the meeting and sought out the pupil: &quot;We went straight to Primark and I bought him a coat with my own money. He&apos;s now got a coat. I&apos;ll be honest, it made me feel better. It made me feel that I was doing something to make a difference, whereas so many times I&apos;m putting sticking plaster over something. But now this person is going to walk home warm, and if he has to sit in a house with his coat on he&apos;ll still be warm.&quot; Numerous schools have reported a significant increase in deprivation among pupils. A report last week by the Children&apos;s Society in association with two teaching unions found that two-thirds of teachers knew of school staff providing pupils with food or money to prevent them going hungry. The situation described by Goddard illustrates the spread of the issue to working parents in a town known until relatively recently as the epitome of the prosperous and aspirational post-Thatcher working class. Passmores long had a small core of pupils who required assistance with food and laundry, Goddard said, mainly due to parental problems. &quot;Before, if I&apos;m honest, it was a type coming from a certain social background that we had to give the most support to. Now it&apos;s so much more widespread. There are children whose parents I know, where one&apos;s working and one&apos;s always been at home, and they never struggled before. All of a sudden these kids are hungry. &quot;We got someone from an external agency to visit a house because we wanted some extra support. She sent me an email which said, &apos;Just to let you know, the house is cold, there&apos;s no food in and there&apos;s certainly no sign of Christmas.&apos; This boy&apos;s 11 years old. It&apos;s just unfair that we&apos;re taking away these children&apos;s childhood and what should be a magical time. &quot;I know I&apos;m going home to a warm house and a cupboard with goodies in to eat. It&apos;s been cold here and I&apos;ve got kids coming to school [with] just their blazer on. I say, &apos;Where&apos;s your coat?&apos; They say, &apos;I haven&apos;t got a coat.&apos; I phone their parents up and they go: &apos;We&apos;ve got a choice  it&apos;s coat or food.&apos; That&apos;s heartbreaking. This is a child. They shouldn&apos;t be having to endure that. It&apos;s just so much more evident now than it&apos;s ever been.&quot; The situation was difficult for teachers, too, he said: &quot;It&apos;s emotionally draining. For the first four hours of the day the kids are fine. But then they start to realise they&apos;re going home again and you can see the downturn in their moods.&quot; The number of pupils receiving help with food and similar issues had increased threefold in a year, Goddard said, with increasing numbers staying almost until the school canteen closed at 8.30pm to stay warm or eat. He said: &quot;I wouldn&apos;t dream of throwing away food now. At the end of the day if we&apos;ve got food left it goes on a table and kids take it.&quot; He said: &quot;Initially, as a teacher, you see it as a parenting problem. Actually, they have to prioritise because money is so tight. What parent in the world should have to make that choice? It&apos;s really emotionally draining. Why are they in that position? How has that been allowed to happen to them? We suffer from working poverty a lot in our town. We&apos;re a working class town and they have working class values. Our parents are trying not to take benefits, the majority of them. But in doing that they&apos;re having to make some very tough choices, and I don&apos;t think that&apos;s fair.&quot; Such pastoral care is an ever-increasing  and vital  part of teachers&apos; jobs, Goddard said, calling the public focus on tests and league tables &quot;a smokescreen&quot; for bigger problems. He added: &quot;My job is to [give] these kids a better future. But they&apos;re not going to get a better future if they&apos;re hungry and they can&apos;t engage. They&apos;re not going to get a better future if I can&apos;t give them homework to do at home because they&apos;re freezing cold. It&apos;s all tied together. &quot;So if my job involves taking them shopping occasionally and getting them a coat, or sandwiches, OK, I&apos;ll do that. But it does become quite wearing. I&apos;m emotionally very resilient but when I&apos;m tired, it&apos;s tough. I love my job, but every now and then I&apos;d like somebody else to give the parents the money so they can buy the coat. &quot;I&apos;m really not a political person, I don&apos;t care who&apos;s in charge. Ultimately the secretaries of state for education only want to replicate their own school life, they&apos;ve all done that for a number of years. I don&apos;t care. Just tell me where the goalposts are and I&apos;ll try and score. But that isn&apos;t what should be our priority right now. There should be somewhere for these people to go to in need. And there isn&apos;t. Who takes responsibility? Why isn&apos;t George Osborne on the front page of every paper, rather than Michael Gove? That&apos;s the biggest fundamental problem we&apos;ve got in the country. &quot;I would hate the world if I was a young person walking around hungry. I wouldn&apos;t want to listen to me when I ask them to do up their top button. I&apos;d look at me like I was a lunatic, too. That&apos;s their reality.&quot;", 
    "section": "education", 
    "gid": "uk/2012/dec/16/educating-essex-school-kids-hungry", 
    "wordcount": "1102"
}