{
    "headline": "Hosepipe ban to stay despite record April rain", 
    "text": "Millions of water customers are likely to face hosepipe bans until the end of the year, despite the wettest April in at least 100 years. Thames Water, one of seven companies in southern and eastern England that introduced restrictions on water use on 5 April, said the recent downpours may have staved off further curbs against drought but did not amount to &quot;a long-term fix&quot;. Richard Aylard, the company&apos;s director of sustainability and external affairs, said April&apos;s rainfall would only wipe out shortfalls for the previous couple of months. It had not &quot;got us out of jail&quot;, only &quot;loosened the locks slightly&quot;. It had taken the two driest years since records began to get into the drought and even one month as wet as April would not be enough to get areas with water shortages to get out of it, said Aylard, even as Thames Water&apos;s specialist flood teams were in action. River flows had however been boosted temporarily  the Pang in Berkshire, which had been completely dry, was flowing again thanks to runoffs from drenched fields. But groundwater levels were still exceptionally low. &quot;The recent rain is a temporary and welcome boost for the environment and wildlife, not a long-term fix for water supply,&quot; Aylard said. &quot;It&apos;s been so dry for so long that the soil is acting is like a hard, old sponge right now. First of all, rain just runs off it, then it takes time to get damp and then fully wet, and only after that does any water seep down to boost the natural underground reserves. &quot;And as soon as the weather warms up, the dampness will disappear due to evaporation and rapidly growing plants. &quot;Until groundwater levels are restored to normal, which is unlikely to happen until we have sustained winter rainfall, we remain susceptible to further periods of prolonged dry weather, so we have to be cautious.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/01/hosepipe-ban-stay-despite-rain", 
    "wordcount": "326"
}