{
    "headline": "Schools not preparing children to succeed in an AI future, MPs warn", 
    "text": "Schools are not preparing children to succeed in a world where intelligent robots have transformed the workforce, MPs have warned. A report by the cross-party Science and Technology Committee suggests that the education system should be adapted to focus on things that machines will be less good at for longer, rather than skills that are rapidly becoming obsolete.  The committee also warned that while robots as portrayed in films like Star Wars remain some way off, the governments role in preparing for major social change is lacking.  Dr Tania Mathias, acting chairwoman of the committee and Conservative MP for Twickenham, said: Science fiction is slowly becoming science fact, and robotics and AI look destined to play an increasing role in our lives over the coming decades. Mathias told ttold the Guardian that the school curriculum, particularly in secondary schools, did not reflect the fourth industrial revolution in robotics and AI that is underway. We found that computer skills in schools need to be at a higher level, she said. Its about computer programming and creativity. The report said that rapid advances in artificial intelligence (AI) will bring about significant changes to the labour market. While some human employees would be displaced by robots, there was also the potential for new jobs to be created, but the government is not doing enough to ensure that the next generation has appropriate skills to take advantage of the shifting job market. Its pushing us to maximise what makes us uniquely human, said Mathias. We have to educate people to go beyond [what computers can do]. Otherwise you are redundant ... The curriculum isnt moving fast enough. Prof Rose Luckin, an expert on AI and education at University College London who gave evidence to the committee, said that the school curriculum needs to be brought up to date to reflect that we now live in a world where problem-solving and creativity are becoming more important assets. Regurgitating knowledge is something that you can automate very easily, she said. That doesnt prepare children for the modern workforce. Instead, she said pupils should be spending more time working on problems collaboratively, because in future many professionals will be required to collaborate with robots. Pupils should also be taught more about the basics of AI. I have a horrible feeling that its all going to suddenly become apparent that we should have been doing things differently, she said. Mathias, who is a medic by training, said parents should also be considering how jobs are going to change in the future. I think parents, at the back of their mind, should be thinking I know what my accountant and GP do today. Part of that job is going to go. she said. The social and ethical problems AI throws up must also be planned for, the committee warned. It highlighted how Googles photo app, which automatically labels pictures, was reported to have classified images of black people as gorillas and called for action to be taken to stop discrimination accidentally being built in to AI systems. The committee also urged the government to set up a commission on artificial intelligence to look at the potential problems the science could create. Government leadership in the fields of robotics and AI has been lacking, said Mathias, noting that by contrast major technology companies, including Google and Amazon, had recently formed a partnership on AI. While it is encouraging that the sector is thinking about the risks and benefits of AI, this does not absolve the government of its responsibilities, she said. Lord Martin Rees, astronomer royal and co-founder of the Centre for the Study of Existential Risk at the University of Cambridge, said: Weve got to bear in mind that the jobs that are going to be lost are not just blue collar jobs. Routine legal work and accountancy are going to be replaced more easily than gardening and care work. The relative attractiveness and security of different jobs is going to change. Earlier this year Yuval Noah Harari, a lecturer at the Hebrew University in Jerusalem, warned that AI will trigger the rise of the useless class. Most of what people learn in school or in college will probably be irrelevant by the time they are 40 or 50, he told the Guardian. If they want to continue to have a job, and to understand the world, and be relevant to what is happening, people will have to reinvent themselves again and again, and faster and faster.", 
    "section": "technology", 
    "gid": "technology/2016/oct/12/schools-not-preparing-children-to-succeed-in-an-ai-future-mps-warn", 
    "wordcount": "755"
}