{
    "headline": "The heat is on to pass the 11-plus", 
    "text": "It&apos;s a cold evening and a group of children is gathered in a makeshift classroom at a community centre in West Malling, Kent. They are an eager bunch, putting their hands up to answer teacher Susan Woodcock&apos;s quick-fire questions on percentages. Lauren, 10, says the extra lessons &quot;can be a bit tiring after a day at school&quot;, but that they are certainly helpful. &quot;Since I&apos;ve started coming here, I&apos;ve gone up from a level 3A to a 4B in writing,&quot; she says. Her classmate James agrees. &quot;I&apos;ve got much better at my school work because we&apos;re taught in a small group.&quot; The children are all students at the 11 Plus Academy, which offers weekly tuition for those wishing to take the grammar school entrance test in Kent and the neighbouring Medway area. All are in year 5, and will sit the test in the autumn for entrance in September 2014. While they seem to enjoy the lessons, some say they find the idea of the test &quot;scary&quot;. One says he is scared what will happen if he doesn&apos;t pass. Patricia Matthewman started the academy in 2009, having been &quot;appalled&quot; by the &quot;lack of professionalism, poor service and lack of feedback&quot; when her daughters were being tutored for the test. And from the smart-looking website and book bags emblazoned with the academy&apos;s slogan, &quot;Unlocking potential&quot;, it certainly seems like a slick operation. Children are taught by qualified teachers, set regular homework  which is marked and returned every week  and the phone is answered &quot;morning, noon and night&quot; so parents can always get feedback on how their child is doing. Because the tutoring industry is unregulated  meaning, in theory, anyone can set themselves up as an 11-plus tutor  it is difficult to get figures for the number of tutors in Kent, but if the 11 Plus Academy is anything to go by, it is a thriving market. This operation started with one site in 2009 and now has seven. It&apos;s not difficult to see why grammar schools are popular with parents in Kent. Last year, at 24 of the county&apos;s 33 grammar schools, 96% or more students achieved five or more A* to C grades at GCSE. Eight of those achieved 100%. But close to half the county&apos;s 132 secondary schools scored below the national average of 59%. As a result, some parents will go to extraordinary lengths to get their children into grammar schools. Some pay for private primary education: last year, nearly 500 places at Kent&apos;s 33 grammar schools were offered to pupils from fee-paying schools, with as many as 40% of places going to children from independent schools in some cases. Others pay for extra tuition  or both. Although it is &quot;financially crippling&quot;, Charlotte Tagney is paying around 200 a month on top of independent school fees for her son James to attend the 11 Plus Academy and see a private tutor once a week to boost his chances of getting into grammar school in Maidstone. While Matthewman, formerly national sales manager for an 11-plus test provider, takes only year 5 pupils (at 23 per week), she says has had phone calls from parents whose children are &quot;much younger than that&quot;. Peter Reid, a former headteacher, now an education consultant specialising in admissions and appeals, says he has come across 11-plus tutors in Kent working with children as young as five. There is growing concern in Kent about an unhealthy coaching culture, which not only gives some children from more affluent families an unfair advantage over those from less well-off backgrounds but also means some &quot;over-coached&quot; children end up in grammar schools and struggle to keep pace. &quot;The test is supposed to identify the 25% of the cohort that are suitable for grammar education,&quot; says Mike Whiting, cabinet member for education at Kent county council. &quot;But some headteachers and parents were telling us they felt parents were using coaching to give children an unfair advantage.&quot; As a result, the council is carrying out a review of the 11-plus exam with a view to introducing a new &quot;tutor-proof&quot; test in September 2014. Responses to its recent survey of headteachers, details of which were published under the Freedom of Information Act, show there is strong feeling on the issue. &quot;It is disgraceful the &apos;rich&apos; and &apos;richer&apos; are at an advantage straight away as their schools advertise the fact they coach for the tests and parents are pressurised into hiring tutors,&quot; said one respondent. Another claimed a headteacher&apos;s wife was offering to tutor pupils through the test, for a cost  despite Kent stipulating children should not be tutored in school. As well as trying to give children from disadvantaged backgrounds a better chance of getting into grammar school, one of the review&apos;s key priorities is to consider how the test experience can be made less stressful for children, some of whom take more than one 11-plus test to improve their chances of being offered a grammar school place. Whiting is also keen to level the playing field between poorer districts, like Thanet (the most deprived in Kent), and affluent areas with &quot;superselective&quot; schools, like Judd in Tonbridge, where pupils needed 140 marks out of 142 for a place last year. In the very competitive areas, it is even harder for those from disadvantaged backgrounds to get into grammar schools, he says. Kent may choose to follow the lead of local authorities such as Buckinghamshire, Bexley and Warwickshire, which have recently switched to tests produced by the Centre for Evaluation and Monitoring at the University of Durham. The test is being piloted in Buckinghamshire in a bid to combat the &quot;huge coaching industry&quot; in the area, says Mark Fenton, headteacher at Dr Challoner&apos;s grammar school in Amersham. Like many of the 11-plus tests available, children are examined on numeracy and verbal and non-verbal reasoning, but in the new test, questions do not follow a set pattern, so it&apos;s far more difficult to &quot;question spot&quot;, he says. And because CEM is not a commercial organisation parents won&apos;t be able to get their hands on past papers. But Reid says it &quot;totally naive&quot; to think test papers won&apos;t get into circulation. &quot;In a year or two, they could be back in exactly the same situation,&quot; he says. While competition for places remains fierce (some grammar schools are reporting 13 applications for each place this year), the appetite for coaching is unlikely to wane. Many of England&apos;s grammar schools were abolished in the 1970s to make way for comprehensives, but 164 selective schools (of which Kent has the most) remain  and they consistently top the league tables. Opponents of grammar schools  once lauded as powerful drivers for social mobility  argue that they now contribute to a polarised education system, where selective schools are dominated by children of sharp-elbowed middle-class parents with the means to &quot;hothouse&quot; their children, putting those from less well-off backgrounds at a disadvantage. As Francis Gilbert, one of the founders of the campaign group Local Schools Network, puts it: &quot;Inevitably, whatever test you use, it tends to be a test of social class, which is why you see a disproportionate number of children from wealthy backgrounds in grammar and selective schools.&quot; There is a good body of research to suggest that grammar schools today do not aid social mobility. Experts often point to data on the number of children with free school meals, which is typically much lower in pupils at grammar schools, adding weight to Gilbert&apos;s argument that grammar schools attract a disproportionate numbers of children from more affluent backgrounds. Although, as Chris Husbands, director of education at the Institute of Education, London, points out, this is not only an issue in selective education: top-performing comprehensive schools also have much lower numbers of children on free school meals. But there is no evidence to support the idea that academic selection boosts results or social mobility, he says  in fact, according to research from the OECD&apos;s programme for International Assessment (Pisa), it can actually result in lower attainment. However, many parents are still convinced that selective education is best  and are prepared to pay for their children to be coached for the test. Matthewman says she is not convinced by the argument that this is unfair because some families can&apos;t afford it. &quot;I don&apos;t think it&apos;s a matter of finances, I think it&apos;s a matter of will and ambition. I see parents making big sacrifices. I also see grandparents contributing quite a bit as well  so I don&apos;t think it&apos;s fair to say that it&apos;s [the 11-plus] only available to those who can afford it. It&apos;s a few packets of cigarettes when all&apos;s said and done, or maybe a Sky subscription. And it&apos;s only for a year.&quot; She is, however, looking into developing a scholarship to support families who find themselves in financial difficulties. Reid says he &quot;makes no criticism of families who want to do the best for their children and only limited criticism of private schools that exist to meet parents&apos; wish&quot;. Ultimately Kent must take responsibility for the fact that the test appears to favour those from more affluent backgrounds, he says, and until a resolution is found, parents will continue to use whatever means they have to get their children into the highest performing schools. Tagney says: &quot;I don&apos;t see anything wrong with what I&apos;m doing. We don&apos;t go on holiday, we don&apos;t drive nice cars or go out to restaurants or anything like that. I&apos;m proud of the fact we are putting everything we have into our son&apos;s education.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/18/children-extra-lessons-grammar-schools", 
    "wordcount": "1643"
}