{
    "headline": "Boys are reaching puberty earlier, says study", 
    "text": "It is a truism common to nearly all family gatherings that grandparents will frequently remark on how fast their beloved grandchildren seem to be growing up these days. But now, instead of provoking a bout of eye-rolling at such platitudes, a new report seems to show the old folks were right: boys are indeed hitting puberty at an earlier age than they used to. A comprehensive study by the American Academy of Pediatrics was published on Saturday. Widely seen as the best measure of the onset of puberty in American boys, it showed that they are showing signs of puberty six months to two years earlier than previously assumed. The surprise finding builds on previous discoveries that appeared to show girls have also been developing faster. A study in 2010, which was published in the US Journal of Pediatrics, created headlines when it revealed girls were hitting puberty earlier, with some developing breasts at seven. Nor was it just in the US. Other studies have revealed the same trend in girls all over the world. Now the AAP study, officially unveiled at a national conference in the US, is showing the same trends in boys. It primarily identified the signs of puberty as the growth in size of testicles and largely shied away from speculating on what may be causing the shift, though it did refer to changes in diet, the fact that modern children are becoming less physically active and other environmental shifts. All that has led to speculation that weight gain might be a possible factor. It certainly might explain the earlier development among girls, as body fat is linked to production of the female hormone oestrogen. But the link might be less clear with boys. Also, it is not certain if weight gain is a trigger for puberty or simply a consequence of it. The investigation also showed that American boys are divided by race when it comes to puberty. It found that, on average, black American boys started showing signs of puberty at a little older than the age of nine, while their white and Hispanic counterparts did likewise just after turning 10. &quot;It could be biological, genetic or environmental. It could be something African American kids are being exposed to that white kids aren&apos;t. We really don&apos;t know,&quot; said Richard Wasserman, director of the AAP&apos;s Pediatric Research in Office Settings network. &quot;We have raised as many questions as we&apos;ve answered.&quot; The study covered a large sample. It looked at more than 4,000 boys in 41 US states aged six to 16 years. Based on the so-called Tanner stages of development  a technique doctors use to measure stages of puberty  genital changes in boys started around the age of 9 or 10, and pubic hair appeared between age 10 and 11 and a half, on average. Testicle size hit a common measure for the start of puberty just before the age of 10 and full sexual maturity happened at 15 to 16. Prior to this study, 11 and a half was generally seen as the age boys hit puberty. The policy implications of the shift could be helpful when it comes to dealing with boys as they grow up, especially in school and within their own families. Dr Frank Biro, a puberty researcher at Cincinnati children&apos;s hospital, told the New York Times: &quot;If kids are looking older, it means that parents should be monitoring them, because that superego doesn&apos;t kick in until late teens or early 20s. The kids need a hand. Know what they&apos;re doing.&quot; Regardless of general trends, it is important for parents to pay attention to their own child&apos;s development, researchers said, and to know when to start talking to them about sexual activity.", 
    "section": "science", 
    "gid": "world/2012/oct/20/us-study-boys-puberty-earlier", 
    "wordcount": "628"
}