{
    "headline": "Kenyan rubbish dump offers little money for much misery", 
    "text": "A man with a sack slung over his shoulder trudges up a mountain of rotting rubbish, where Marabou storks perch like mournful sentinels. In the valley below, a woman pulls a jacket from the rubbish and holds it up, appraising it with a critical eye. At Nairobi&apos;s Dandora rubbish dump, the working day is in full swing. Men and women pick through a newly arrived truck, looking for plastic, food, clothes, paper and bottles  anything they can sell on or take home to use. Robert Ondika, 27, straightens from sifting through the rubbish with an iron hook. He has been working in Dandora, one of Africa&apos;s largest rubbish dumps, for three years and earns between 50 and 500 Kenyan shillings a day (between $0.60 and $6). &quot;We come here to earn our daily bread,&quot; he says in Kiswahili. &quot;Here, we touch different things, we could step on something sharp. It is only God who is helping us here.&quot; For these foot soldiers in Nairobi&apos;s unregulated rubbish business, the work is perilous and the rewards paltry, to say nothing of the discomfort of spending the day in a smoky, stinking wasteland. But for those who live in the neighbourhoods around the dump, it offers survival. That is Dandora&apos;s paradox  it is source of life, but also of illness and, occasionally, death. In a report released on Tuesday, Concern Worldwide, Italian development group Cesvi and church group Exodus Kutoka say the dump is &quot;one of the most flagrant violations of human rights&quot; in Kenya. The report says the city council of Nairobi, local government departments and the National Environment Management Authority (Nema) bear legal responsibility for the hazardous living conditions in the slums nearby. The dump, which lies 8km (5 miles) from the city centre, was declared full in 2001, and since then campaigners, including Concern, have sought to have it decommissioned. The report, Trash and Tragedy: The Impact of Garbage on Human Rights in Nairobi City, says the rubbish had polluted the soil, water and air, affecting more than 200,000 people, including up to 10,000 who spend the day seeking treasure from it. Most of them do not wear gloves or masks and many suffer from respiratory ailments, such as asthma. Other conditions that have affected workers include anaemia, kidney problems, cancer and frequent miscarriages. A 2007 study by the United Nations Environment Programme found that at least half the children in surrounding neighbourhoods had heavy metal concentrations in their blood that exceed the minimum level set by the World Health Organisation. Some estimates say around half the workers on the dump are under 18. A site for a new dump was earmarked near Nairobi&apos;s international airport, but that idea stalled this year when the Kenya Airports Authority said birds attracted by the rubbish could endanger planes. The Trash and Tragedy report says many workers do not support plans to close the dump, where 850 tonnes of waste are deposited each day. Father John Webootsa, who lives nearby in Korogocho slum, understands this. &quot;It brings money and it brings death,&quot; says the Comboni priest, who has campaigned for years to have the 30-acre dump relocated. He organises vocational training and loans for scavengers to help them escape. &quot;We believe this is not a life that human beings should live,&quot; he says. &quot;Many [people] have died and others are dying. Others have been burned by the acid, the &apos;boilers&apos; [contaminated industrial waste barrels] that are there. Beneath that garbage, there are boiling chemicals, and people may be burned if they step on them by accident.&quot; Korogocho, which means &quot;crowded shoulder to shoulder&quot; in Kiswahili, appears to have been forgotten by the government. On one of the narrow streets, pigs snuffle among piles of rubbish, just yards from the body of a dead dog. Webootsa says people here feel rejected by society and by the government. &quot;Social amenities are not provided, the government is not here. We do not have a public health facility  there are only two schools, and they were built by us,&quot; he says. But the dump is a source of wealth and power for the men at the top of an informal cartel that runs the site. With no government control, there is plenty of room for gangsters to wield their influence. Visitors must organise and pay for &quot;security&quot; to walk around the site and to take photographs. The report says powerful business interests have rallied communities against the decommissioning process. &quot;Most of the anti-decomissioning forces have deeply vested business interests that thrive in the prevailing chaos,&quot; it says. The report argues that any solution requires a sea-change in Nairobi, a city of more than 3.5 million people where recycling is non-existent, or ad hoc. &quot;Residents of Nairobi must take responsibility for their waste  a key step is to demand urgent delivery of a safe and comprehensive waste management system, with a functional sanitary landfill,&quot; the report says. Concern and its co-authors urge the government to use modern technology to isolate toxic waste in Dandora, and identify a site to build a sanitary landfill. Webootsa stresses that any solution must take into account the thousands working as scavengers. &quot;They don&apos;t need the dump. They need the job,&quot; he says. &quot;They don&apos;t need the rubbish. They will be happy to have a clean environment, they will be happy to breathe clean air, and of course, there has to be a proper livelihood.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/18/money-misery-nairobi-dandora-dump", 
    "wordcount": "932"
}