{
    "headline": "Freezing weather brings fresh perils for British wildlife", 
    "text": "Britain&apos;s continued freezing weather is threatening ever greater numbers of wild animals, birds and insects across the country, experts have warned. The current cold spell  one of the longest on record  is particularly affecting creatures that are already struggling to survive the loss of their habitats and changes in climate. Examples include the hedgehog, which has already suffered a devastating loss of numbers over the past three decades and is now badly affected by the cold weather. In addition, threatened reptiles such as the grass snake and slowworm require sunny, warm conditions when they emerge from hibernation. Such a prospect is still remote, say meteorologists. Even birds such as the barn owl and tawny owl are facing problems. &quot;Owls like the tawny and barn rely on hearing their prey  mainly voles, shrews and mice  as they scuttle across the ground. But in snow or hardened ground that is very difficult,&quot; said Ben Andrew of the RSPB. &quot;As a result, owls need to hunt during the daytime, leaving them open to attacks by other birds or collisions with motor vehicles.&quot; Wild animals can deal with harsh weather, experts acknowledge, but the length of the current cold spell is unprecedented, with forecasters warning that temperatures are unlikely to return to their average level until the end of April. By that time, a great deal of harm could have been done to the nation&apos;s wildlife. Frogs have spawned only for their ponds to have frozen over, while many plants and insects are emerging late, which has a knock-on effect on species that feed on them. Storms are also having an unwelcome impact. &quot;Seabirds along the east coast of the UK  in particular, puffins  are struggling to catch fish in the current conditions,&quot; said Andrew. &quot;They become malnourished and weak and eventually die and are being washed up on shores in their hundreds. Guillemots, razorbills, cormorants and gulls are also affected. In addition, small birds such as goldcrests, long-tailed tits and wrens, which mainly feed on small insects, are finding the current cold weather particularly tricky.&quot; For hedgehogs, the prolonged cold weather has had a particularly severe impact. &quot;Many animals that went into hibernation in November or December last year are still sleeping,&quot; said Fay Vass, chief executive of the Hedgehog Preservation Society. &quot;The weather is not yet warm enough to wake them. Usually they would be up and about by now.&quot; The problem was that the longer a hedgehog remained asleep, the weaker it got and the less energy an animal had to restore itself to wakefulness, added Vass. &quot;It depends just how healthy and well-fed an animal was when it went into hibernation. But in general, the longer the cold weather lasts, the greater the number of animals that will not wake up at all.&quot; The problems facing those hedgehogs that had already woken up from hibernation were no better, said Vass. &quot;They are having a hard time finding any food and we are getting increasing numbers of reports of animals appearing in gardens in daytime desperate for something to eat.&quot; In the 1980s, there were estimated to be around 30m hedgehogs in the UK. Today, there are fewer than a million, thanks to major erosion of the animals&apos; habitats. The impact of this year&apos;s long winter and the prospect of continued grim conditions only worsens prospects for this once ubiquitous mammal. For the nation&apos;s butterflies the situation is less perilous, at least for now. However, continued icy weather could have serious implications. &quot;April is wake-up time for butterflies,&quot; said Richard Fox, surveys manager at Butterfly Conservation. &quot;If they do that when it is still freezing, that could have very serious consequences for their ability to get food. Many could starve if these conditions persist.&quot; Species that will be the worst affected include the high brown fritillary (Fabriciana adippe). This is Britain&apos;s most threatened butterfly, found in only a few scattered locations in the south and west of England. &quot;Persistent cold weather is only going to makes things even harder for the high brown,&quot; added Fox. Other species of butterfly that are seriously threatened in the UK and are vulnerable to continued cold weather include the Duke of Burgundy (Hamearis lucina) and the pearl-bordered fritillary (Boloria euphrosyne). Experts stress that the public can help. The RSPB has urged householders to keep bird feeders regularly topped up with high-energy, high-fat food and to keep water dishes filled. Similarly, the Hedgehog Preservation Society recommends leaving plentiful water supplies and also food, either meaty cat or dog meals or specialist hedgehog food. For more information on Britain&apos;s endangered species, go to: hedgehogstreet.org rspb.org.uk butterfly-conservation.org britishhedgehogs.org.uk", 
    "section": "environment", 
    "gid": "environment/2013/mar/30/wildlife-suffering-freezing-weather", 
    "wordcount": "798"
}