{
    "headline": "Apps Rush: Pocket Planes, Temple Run: Brave, Max Payne, Toca Train, AmpliTube Slash and more", 
    "text": "A selection of 14 new and notable apps for you today a games-heavy selection, since it&apos;s Thursday, which has become the key release day for mobile developers. Pocket Planes Brand new from NimbleBit the developer behind iOS hit Tiny Tower is a simulation game where you manage a fleet of airplanes as they fly passengers and cargo around the world. The game features similar pixel-perfect visuals to Tiny Tower, and social features to trade plane parts with friends.iPhone / iPad Temple Run: Brave Arcade game Temple Run has been hugely popular with mobile gamers, but now there&apos;s a new version tying in with Disney/Pixar&apos;s new film Brave. It sees heroine Merida doing the running, sliding and jumping, with spruced-up visuals and Scottish scenery.iPhone / iPad Max Payne Mobile Rockstar Games didn&apos;t waste much time porting its mobilised Max Payne game from iOS to Android. It sees you playing framed cop Max as he tries to clear his name, with the game&apos;s signature slow-motion bullet time intact. It&apos;s available for Android smartphones and tablets.Android Toca Train Swedish kid-apps developer Toca Boca was feted during Apple&apos;s WWDC keynote. Now it has a new app out, Toca Train, which puts children in the position of a train driver on a cartoon island. It&apos;s less a game with goals, and more a digital train set, marking the company&apos;s move into 3D.iPhone / iPad AmpliTube Slash Two new apps in one week for rawk guitarist Slash  his album-app came out earlier in the week, but this is more for other musicians. AmpliTube Slash is a mobile guitar effects processor and recording studio app, based on Slash&apos;s real-life pedals and amps. It&apos;s a branded version of the existing AmpliTube app, and the link above is for iPhone  here&apos;s the separate iPad version.iPhone / iPad Top Gear: Stunt School Revolution The BBC&apos;s Top Gear already has a popular Stunt School app, but now it&apos;s been rebooted with more cars, locations and stunts to pull. Escaping Alcatraz, balloon-hopping motor-homes and the ability to &quot;speed through a roller-coaster on a New York skyscraper with a cow on your pickup&quot;. As you do.iPhone / iPad My Xbox Live Microsoft has taken its Xbox Live app to Android, providing people with a way to sign in to their profiles and check their achievements, tweak their Xbox Live avatar and chat to friends on the gaming social network.Android Aviary Photo Editor Aviary&apos;s photo-editing tools are used by other apps, but now they&apos;ve been turned into a standalone app too. It includes core editing tools, including the ability to sharpen pics, adjust the colour balance and add virtual stickers and text. Effects packs are available as in-app purchases too. The link above is for Android, but here&apos;s the iPhone version.Android / iPhone Magic Piano Music apps developer Smule has brought its Magic Piano app from iOS to Android. It&apos;s a virtual piano with more than 200 songs available to download and play, from the worlds of rock, pop and classical.Android Brave: Storybook Deluxe Two Brave apps in one day, as Disney puts some marketing welly behind its new animated film. This is a storybook-app based on the Pixar movie, with interactivity and animation, as well as an archery mini-game.iPhone / iPad Pinstagram Yes, your instincts are correct: this iPad app mashes up Instagram and Pinterest, showing people&apos;s Instagram photos in a Pinterest-style board, and helping them to post those pics to their actual Pinterest account. Whether it has a chance of survival when those two services launch official iPad apps is open to question.iPad Return to Wolf Creek Acclaimed Australian horror movie Wolf Creek has a new iPad app, including its original trailer, interviews, deleted scenes, a 45-minute documentary and storyboards, as well as the option to &quot;post your scream&quot; to the film&apos;s companion website.iPad No Zombies Allowed Mobile social games firm Booyah&apos;s latest title focuses on the undead, as you try to save a town by recruiting survivors from a zombie invasion getting supplies from businesses in the real world around you.iPhone / iPad Texas Hold&apos;em King Live RIM&apos;s BlackBerry PlayBook gets a good-looking online poker game from Magmic, albeit in beta for now. It includes in-game chat, a host of avatars to choose, and is played purely for fun.BlackBerry PlayBook", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/14/apps-rush-pocket-planes-temple-run", 
    "wordcount": "724"
}