{
    "headline": "3D 'Wiki Weapon' guns could go into testing by end of year, maker claims", 
    "text": "Prototypes of what would be the world&apos;s first fully 3D-printable plastic weapon could go into testing before the end of the year, the organization behind the controversial project has claimed. &quot;We&apos;re ready,&quot; said Cody Wilson, a spokesman for Defense Distributed, the company that hopes to manufacture the &quot;Wiki Weapon&quot;. &quot;We&apos;re sitting on the logistics, time, resources and money. We&apos;re just waiting on a little piece of paper.&quot; That little piece of paper is a federal firearms license , the permit that is needed to legally make and manufacture firearms in the United States. Barring an unexpected issue, Wilson expects the license will be granted within the next two or three weeks. Initially, the group planned to create prototypes without a license, but after the media discovered the Wiki Weapon, the group has been under increased scrutiny and several problems have threatened to derail the project. In September, the group&apos;s account on the crowd-source funding site Indiegogo was frozen and almost $2,000 that had been raised was returned to donors. Defense Distributed then managed to secure the startup capital it needed through a direct-deposit platform, Bitcoin, but in October Stratasys, a company from which Defense Distributed was planning to lease a 3D printer with which to print its first prototypes, repossessed its printer.  In response, two Texas companies volunteered their space, to enable the project to do its manufacturing and ballistics testing. Wilson would not provide the names of those companies or the business that is now allowing Defense Distributed to rent its 3D printer.  Those hurdles and the legal grey area in which the project is operating convinced Wilson to take a more conventional approach. In addition to applying for a federal firearms license from the bureau of alcohol, tobacco and firearms (ATF), the structure of Defense Distributed has been reformed. The group, which began as a loose online collective of individuals, now operates as three distinctive arms, all registered with the federal government. Defense Distributed has applied to the IRS to become a nonprofit 501(c)(3) that will focus on &quot;charitable public interest publishing&quot;  or distributing schematics of the weapons online for free. A new research and development limited liability company called Liberty Laboratories will manufacture and test the guns. A third company, the name of which Wilson would not provide, will manage the finances of the project as a private asset organization.  &quot;It&apos;s our nameless shady Mitt Romney corporation,&quot; he quipped. To cover all his bases, Wilson met independently with ATF officials and even applied for another license, or special occupation taxpayer, to manufacturer more powerful weapons like machine guns.  &quot;I have no interest in going to jail,&quot; he said. &quot;I&apos;ll do it their way if I need to.&quot; Once Defense Distributed receives it&apos;s federal firearms license, Wilson plans to start manufacturing prototypes immediately, working from four or five blueprints that were submitted to the group from independent designers.  Wilson said he had been approached by parties at home and abroad interested in investing in the project. Until the first prototype is printed, however, Defense Distributed will not accept new funding. &quot;That&apos;s just good manners,&quot; Wilson said.", 
    "section": "technology", 
    "gid": "technology/2012/nov/25/3d-wiki-weapons-guns", 
    "wordcount": "536"
}