{
    "headline": "200,000 test-tube burger marks milestone in future meat-eating", 
    "text": "     Lurking in a petri dish in a laboratory in the Netherlands is an unlikely contender for the future of food. The yellow-pink sliver the size of a corn plaster is the state-of-the-art in lab-grown meat, and a milestone on the path to the world&apos;s first burger made from stem cells. Dr Mark Post, head of physiology at Maastricht University, plans to unveil a complete burger  produced at a cost of more than 200,000  this October. He hopes Heston Blumenthal, the chef and owner of the three Michelin-starred Fat Duck restaurant in Berkshire, will cook the offering for a celebrity taster as yet unnamed. The project, funded by a wealthy, anonymous, individual aims to slash the number of cattle farmed for food, and in doing so reduce one of the major contributors to greenhouse gas emissions. &quot;Meat demand is going to double in the next 40 years and right now we are using 70% of all our agricultural capacity to grow meat through livestock,&quot; Post said. &quot;You can easily calculate that we need alternatives. If you don&apos;t do anything meat will become a luxury food and be very, very expensive.&quot;     The recipe for meat grown in the lab. Source: Guardian graphics    Livestock contribute to global warming through unchecked releases of methane, a gas 20 times more potent a greenhouse gas than carbon dioxide. At the annual meeting of the American Association for the Advancement of Science in Vancouver, Post said the burger would be a &quot;proof of concept&quot; to demonstrate that &quot;with in-vitro methods, out of stem cells we can make a product that looks like and feels and hopefully tastes like meat&quot;. Post is focusing on making beef burgers from stem cells because cows are among the least efficient animals at converting the food they eat into food for humans. &quot;Cows and pigs have an efficiency rate of about 15%, which is pretty inefficient. Chickens are more efficient and fish even more,&quot; Post said. &quot;If we can raise the efficiency from 15% to 50% it would be a tremendous leap forward.&quot; Post and his team of six have so far grown thin sheets of cow muscle measuring 3cm long, 1.5cm wide, and half a millimetre thick. To make a burger will take 3,000 pieces of muscle and a few hundred pieces of fatty tissue, that will be minced together and pressed into a patty. Each piece of muscle is made by extracting stem cells from cow muscle tissue and growing them in containers in the laboratory. The cells are grown in a culture medium containing foetal calf serum, which contains scores of nutrients the cells need to grow. The slivers of muscle grow between pieces of Velcro and flex and contract as they develop. To make more protein in the cells  and so improve the texture of the tissue  the scientists shock them with an electric current. Post said he could theoretically increase the number of burgers made from a single cow from 100 to 100m. &quot;That means we could reduce the number of livestock we use by 1m,&quot; he said. If lab-grown meat mimics farmed meat perfectly  and Post admits it may not  the meat could become a premium product just as free range and organic items have. He said that in conversations with the Dutch Society of Vegetarians, the chairman estimated half its members would start to eat meat if he could guarantee that it cost fewer animal lives. Meat grown in the laboratory could have several advantages, because its manufacture is controlled at each step. The tissue could be grown to produce high levels of healthy polyunsaturated fatty acids, or to have a particular texture. Because the burgers are made from animal stem cells, researchers could make products from more exotic animals. &quot;We could make panda meat, I&apos;m sure we could,&quot; Post said. He believes it will be a relatively simple matter to scale up the operation, since most of the technical obstacles have already been overcome. &quot;I&apos;d estimate that we could see mass production in another 10 to 20 years,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/feb/19/test-tube-burger-meat-eating", 
    "wordcount": "687"
}