{
    "headline": "Tempers rising over badger cull as farmers confront activists", 
    "text": "Wet noses are leaving trails on his fleece, cows snuffling on one sleeve and Stig the border collie on the other. Ankle-deep in mud on his beef cattle farm near Stratford-upon-Avon, Adam Quinney doesn&apos;t hunt, fish or shoot and shakes his head at the idea he is fired up with &quot;bloodlust&quot;. He lost 18 of his 70 cattle a year ago, one of the 24% of farms in the southwest of England to find their herds infected with bovine TB, a disease which not only costs stock but also puts the whole farm into shutdown, escalating costs just as income dives. He has heard all the arguments, read the science, personally debated with rock guitarist Brian May, and accepts many of the points put forward by the badger lobby: &quot;We shouldn&apos;t have got to this point; we should have culled years ago and we wouldn&apos;t have TB. We all want the same thing in the end, healthy cattle and healthy badgers. But this polarisation is worrying. A lot of people have no knowledge and no understanding and they&apos;re getting fired up. &quot;We&apos;ve had the activists talking about coming on with fireworks and dogs, but if they scare the badgers, will they return to their setts or move on? They could be walking through badger latrines carrying the TB themselves. What about bio-security?&quot; As vice-president of the National Farmers Union, Quinney helped set the boundaries for the Gloucestershire pilot cull area, which was given its licence last Monday. He sees a cull as only part of the solution. The lack of an organised plan to tackle bovine TB is what the majority of farmers are fed up with, he says. &quot;We need a complete programme, not a pick and mix. Farmers were promised a vaccine. Each year for 20 years we have been told there is a vaccine just a few years away and have been sold a pup. We shouldn&apos;t have got to this point. Bovine TB is hardly a new disease.&quot; Last year he invited volunteers from the Badger Trust on to his land and for four weeks they tried to trap and vaccinate badgers against TB. They managed to vaccinate just one of them. &quot;I felt desperately sorry for them  they were out every night,&quot; Quinney says. &quot;I can&apos;t even estimate the effort and money they put in and was disappointed on their behalf as much as mine. &quot;Badger numbers are on the rise. They don&apos;t have a natural predator: the only one they have is the Ford Mondeo. Hedgehogs on the other hand are disappearing pretty fast from around here and their predator is the badger. Maybe someone should start speaking up for Mrs Tiggywinkle.&quot; This latest run-in between country folk and town folk, the old stereotypes from the days of mad cow disease and the fox hunt debate, have come back to haunt farmers. On one side is the image of the hard-nosed farmer with his shotgun who stuffs his cows with too many antibiotics; on the other anti-cull supporters are accused of being over-sentimental townies who want their food cheap and animals cuddly. When the shooting finally starts, it is expected to get far worse. Hunt saboteurs and animal rights activists last week held meetings in Bristol and Brighton to start mobilising volunteers prepared to take part in night patrols across 300 sq km (116 sq miles) of Gloucestershire. Armed with vuvuzelas and high-visibility vests, activists are being encouraged to take dogs and to urinate on any bait traps they find to scare the animals away. They are being asked not to set off fireworks. Some anti-cull campaigners have been posting contact details for pro-cull MPs and farmers and, although organisers are appealing for people to remain polite, last week Jan Rowe, a farmer from Cheltenham, said he and his wife, Gill, had been targeted by hate mail. Tripadvisor had to take down dozens of nasty comments posted under Mrs Rowe&apos;s B&amp;B listing on the holiday website. Farmer baiting and animal activist mocking is set to become an internet sport.     Bovine TB spreading. Illustration: Defra 2011    Jack Reedy of the Badger Trust said: &quot;It&apos;s an ugly spot we&apos;re in. Everyone is getting nervous about the debate and coming out on one side or the other. There&apos;s pressure on farmers as a body to back this and say vaccination won&apos;t help, but there&apos;s a lot feeling uncomfortable. We have farmers being intimidated.&quot; Tony Hunt has been making nocturnal visits to the same family of badgers at a sett near his Gloucestershire home for more than 25 years and, although he is against activism, admits: &apos;They&apos;d have a job stopping me going up to sit there every night if they were coming for my family sett. &quot;There&apos;s no science to support a cull. It won&apos;t work. A lot of farmers I know don&apos;t want it. But they can&apos;t talk about it out in the open any more for fear they&apos;ll be hung, drawn and quartered. I know of at least one who has been threatened. &quot;After the foot and mouth, when people were replenishing their herds and moving cattle all over the country, no one was testing them for TB first. In the 1970s an opportunity to develop a vaccine was lost. The government has let it slip. They don&apos;t even know how many badgers there are. They don&apos;t know how many of them have TB.&quot; EU laws currently prevent cattle from being vaccinated against the disease because the effect of current inoculations can make it difficult to detect if the disease is present. That ban discourages any pharmaceutical company from getting involved in the research. Scientist Lord Krebs, a government adviser who led an eight-year study into the spread of bovine TB, has also branded the two government-led culls as &quot;crazy&quot;. The debate has been further polarised by the RSPCA, which has come out against the cull and ignited further controversy as chief executive Gavin Grant called for &quot;badger-friendly&quot; labels on milk and yoghurt so shoppers can boycott farms involved in culls. &quot;This campaign is gathering incredible momentum,&quot; he said. &quot;The speed of this growth shows the scale of public interest. The government must listen to what the public are saying and give this matter parliamentary time. It needs to look at this science and reverse this short-sighted decision immediately to one of vaccination. Let&apos;s cure, not kill.&quot; An e-petition set up by former Queen guitarist Brian May moved over the 136,000 signatories mark yesterday, something which supporters hope will win badgers a debate in the Commons over their fate. So far, out of 10 petitions which have passed the 100,000 signature threshold, eight have won a parliament debate. Adam Quinney still faces the TB test at his farm with his heart in his mouth. The cull is expected to reduce the prevalence of bovine TB in cattle by 16%. &quot;That&apos;s a start,&quot; he says. &quot;If you were offered a pay rise of 16% you&apos;d be pleased, wouldn&apos;t you? It&apos;s better than nothing.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/30/badger-cull-bovine-tb-farmers", 
    "wordcount": "1194"
}