{
    "headline": "Minecraft: Xbox 360 edition  review", 
    "text": "With 25 million registered players and a hardcore community that makes the Scientologists look feckless and uncommitted, Minecraft is one of indie gaming&apos;s most astonishing and important success stories. Originally released on the PC in 2009 as a working project, the title has been evolving ever since, adding new features, rules and modes and now a console conversion. Along the way, it has quietly become such a vital cultural force it even has its own Lego set. Which, if you know anything about Minecraft, is a delicious irony. If, however, you still don&apos;t anything about Minecraft (wha... what?!), imagine a Lego set crossed with a resource management simulation. That is basically it. When you start a game, the engine builds a vast landscape via procedural generation, meaning no two worlds are the same. You&apos;re now free to explore this blocky Eden, climbing its mountains, strolling along beaches and staring up at the slabs of white cloud that float past like cubist spacecraft.  Your aim is now construction. Using your bare hands at first, you&apos;re able to gather resources such as wood and stone to create your own buildings. These elements can also be &quot;crafted&quot; or combined to make tools and other useful objects, allowing you to build and mine more effectively. Make a furnace and you can start smelting iron ore or cooking food; make a replicator and you essentially have yourself a factory production line. It&apos;s also possible to prepare farmland, grow crops and bake bread and cakes; craft a fishing rod and you can spend hours by the lake, watching a float bobbing on the surface, very occasionally catching a tasty fish.  But there is a complication. The world has a day/night cycle and when dusk arrives, so do the monsters. Suddenly the serene landscape is filled with zombies and skeletons who&apos;ll attack the player character on sight, sapping his strength. The only way to be safe is to construct a house and stay in it until the sun rises. Either that or construct a sword and some armour and go out hunting.  And that is kind of it. A resource management game, with building blocks, farming and exploration. An open world in which the player is effectively the protagonist and the designer. In many ways, the experience is like an interactive version of Robinson Crusoe  alone in an idyllic but indifferent world, working with the landscape in order to survive. And although the heavily pixellated visuals are jarring at first, we soon begin to accept them as a natural environment that needs to be understood, respected and explored.  It is strangely profound and meditative experience, aided by the wilting piano score and the soft, simple sound effects, which lend each action a naturalism that works within this universe even when resembling nothing in our own. And don&apos;t be fooled by the chunky docile appearance of the monsters  Minecraft manages to create a creepy, jumpy atmosphere during its night-time hours, with the green, staring Creepers peering through your door and zombies reaching in through the windows. This is a game that replicates every element of solitude and the human imagination  it scares as well as intrigues.      Minecraft Xbox 360    Importantly, though, the Xbox version is more limited than the current PC iteration. There is no Creative mode which removes the monsters and day/night mechanic and gives computer users total freedom and unlimited resources to just build astonishingly complex buildings. There are also fewer resources, objects and tools than the current PC build  although Microsoft says that the Xbox version will be regularly updated. What we have now then, is a sort of work-in-progress  although 4J Studios, the Dundee-based firm responsible for the conversion, has done a great job of eliminating the bugs and glitches of earlier PC instalments.  Here then, you&apos;ll spend hours wandering the landscape, discovering the wildlife (there are cows, pigs and other useful critters, which can be slaughtered for food or domesticated for milk and wool); you&apos;ll construct bizarre homes and outhouses; you&apos;ll dig deep into the ground, mining for precious minerals like diamonds and the enormously useful redstones.  And, as in the PC version, when the solitude becomes too much you can open your world to anyone on your friends list. Up to eight players are able to work on the same landscape at once  there&apos;s even a four-player splitscreen mode, so you and three pals can sit together, constructing a mini-village and squabbling over rich mineral deposits.  Indeed, the really fascinating thing about the Minecraft phenomenon is how the community has developed like an early civilisation, with players gradually testing the boundaries of the world together before forming their own rulesets, narratives and explanations. There is even an emerging folklore, filled with mythical creatures like the Herobrine, a figure with glowing eyes said to haunt the deepest mines.  Even in its limited, outdated form, Mincraft: Xbox 360 Edition remains an essential purchase, but one that needs to grow from these solid foundations. It does not have the genre to itself on this machine, either  the decent UK-developed &quot;clone&quot;, Fortresscraft  available on the Xbox Live Indie Games channel  has its own ardent community and has been hugely successful.  But Minecraft is the phenomenon. Its creator, lone coder Markus &quot;Notch&quot; Persson, presides over his vast community like a benevolent and particularly affable cult leader, and he has brought to this game (which he openly admits has been inspired by other forerunners, most notable, Infiniminer) a distinct, indescribable atmosphere. Like Sim City and Civilization before it, it is a sandbox that not only facilitates but also actively nurtures experimentation and creativity. That is much more rare than it sounds, and so much more valuable.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/09/minecraft-xbox-360-review", 
    "wordcount": "958"
}