{
    "headline": "Swiss create 'janitor satellite' to clean up space", 
    "text": "More than half a century of sending objects into space has left the Earth surrounded by junk. Bits of long-dead satellites, spent rocket stages and other debris orbit the planet at almost 18,000 mph, each chunk a potential hazard to working satellites or astronauts. The Swiss have a plan, however. Scientists at the Swiss space centre at EPFL, the federal institute for technology in Lausanne, want to send a &quot;janitor satellite&quot; into orbit, to sweep up debris and permanently remove it from orbit. The SFr10m (7m) satellite, called CleanSpace One, could launch within five years, according to EPFL. Nasa keeps track of 16,000 pieces of orbiting junk that are larger than 10cm (4in) in diameter. There could be more than 500,000 measuring 1cm-10cm and many hundreds of millions of smaller ones. Even a small fragment of debris could severely damage (or even destroy) satellites or other spacecraft that collide with them, creating even more dangerous debris. The International Space Station has to regularly alter its orbit to avoid being hit by large bits of junk. In February 2009, the US satellite Iridium-33 exploded when it accidentally hit Russia&apos;s long-abandoned Cosmos-2251 satellite. &quot;It has become essential to be aware of the existence of this debris and the risks that are run by its proliferation,&quot; said Claude Nicollier, an astronaut and EPFL professor. CleanSpace One would match its trajectory to that of its target using an EPFL-designed ultra-compact motor. When it reaches its target, it will grab the junk with a gripping claw. At speeds of up to 18,000mph, this will not be an easy task, especially if the junk is rotating. CleanSpace One will then head back to Earth and burn up in the atmosphere, along with its attached junk. For its first mission, EPFL will aim to bring down one of two abandoned Swiss satellites: the Swisscube picosatellite, which was launched into orbit in 2009, or the TIsat, launched in July 2010. Russia&apos;s planned Mars moon probe never escaped Earth orbit after its November launch. Despite the efforts of Russian and European space agencies to contact it, it became one of the heaviest and most toxic pieces of space junk ever to crash to Earth. &quot;We want to offer and sell a whole family of readymade systems, designed as sustainably as possible, that are able to de-orbit several different kinds of satellites,&quot; said Volker Gass, the Swiss space centre&apos;s director, in a statement on the EPFL website. &quot;Space agencies are increasingly finding it necessary to take into consideration and prepare for the elimination of the stuff they&apos;re sending into space. We want to be the pioneers in this area.&quot;", 
    "section": "science", 
    "gid": "science/2012/feb/15/swiss-create-janitor-satellite-space-cleanup", 
    "wordcount": "452"
}