{
    "headline": "Where should middle-income countries feature in the new aid landscape?", 
    "text": "The role of middle-income countries (MICs) in the new aid landscape is one of the mostly hotly contested issues in development, which is why it was the focus of a regional dialogue organised by the Overseas Development Institute (ODI) in Bogot last month, and will take centre stage at next week&apos;s conference on the future of aid. There are two elements. First, there is the debate about whether aid should be sent to countries that have &quot;graduated&quot; to MIC status. In the UK&apos;s case, India is the country most discussed (Guardian readers gave aid to India a thumbs down in a recent poll)  see this excellent briefing by Development Initiatives  but this debate matters to the whole of Latin America, much of Asia and an increasing number of countries in Africa. Research I have published (some of it with Anna Prizzon) has questioned the commonly assumed need to reduce aid to MICs, for many reasons. The $1,000 income per capita threshold is arbitrary and stingy  if that level of national income is equally distributed, people are living on just more than $3 a day. Who decided that rich-country obligations end when the extremely poor get slightly less poor? At a UN conference recently, an ex-chief of German aid said: &quot;Development only really begins when extreme poverty is eliminated.&quot; Some say MICs no longer need aid. But the countries that are home to the vast majority of the world&apos;s poor have never needed aid  it has always (when well spent) been an unnecessary but significant boost and should continue to be so. While some countries, including India, are triumphantly announcing their rejection of aid, other longstanding and new MICs are still keen to receive financial help and are worried by its imminent reduction. Decisions to cut back aid to MICs are not based primarily on an analysis of MIC need, but on post-crash financial concerns in major donor countries. For instance, Spain was expanding aid rapidly in MICs until the crash  now it is downsizing equally rapidly, as the head of AECID in Colombia told our regional dialogue. The second issue to discuss is the aid that MICs themselves are increasingly giving to other countries. The term &quot;duality&quot; has entered the development co-operation lexicon, for countries that both give and receive aid. How will this so-called south-south co-operation develop and affect the aid landscape? The supposed differences between &quot;traditional&quot; north-south aid and south-south co-operation are exaggerated  there is little &quot;horizontal&quot; about Chinese aid to South Sudan, for instance, while criticisms of Brazil&apos;s agriculture programme in Mozambique, whether justified or not, have all the hallmarks of a typical aid relationship. Meanwhile south-north co-operation is gradually growing  in Brazil recently I heard how advanced breastmilk-bank technology was being shared with Portugal and Spain. The issue is not the geography of the aid but its makeup, namely whether it is a large-scale financial transfer or non-financial technical assistance. Most co-operation from MICs, with the exception of the massive countries, is very much in the latter category, making it a different ballgame. At a recent workshop in Mexico City, co-organised by the new Mexican aid agency, Amexcid, and Giz, the German aid agency, representatives from countries as diverse as Chile, Colombia, South Africa, Russia, China and Kazakhstan grappled with the major issues their emerging co-operation agencies face: what is the best legal and organisational structure for a new agency of this kind; how can interventions best be evaluated; what kind of visibilisation strategy might be necessary (the general public in these countries has no idea that these agencies exist)? We also debated what kind of partnerships or architecture might be useful so that new agencies can co-operate and learn together, like traditional aid agencies do at the Organisation for Economic Co-operation and Development&apos;s (OECD) development assistance committee. At the ODI regional dialogue in Bogot Brenda Killen, head of aid effectiveness at OECD, reminded us that the global partnership for effective development co-operation, launched in Busan last year, welcomes all-comers into its fold and it is certainly a big step forward. But it is not yet clear that the invitation is being accepted. Of the Brics countries, only South Africa has shown (quite considerable) interest  the others appear to see no need to tie their own hands. The smaller MICs view their circumstances as somewhat different. The Mexican proposal (pdf) to have &quot;common but differentiated responsibilities&quot; is a good one. Last year, Andrew Rogerson, senior research associate at the ODI, and I set out the principles we think should be common to all development finance, regardless of source. Ironically, it may require pressure from low-income aid-recipient countries, rather than powerful western players, to persuade MICs to join Paris-style aid-effectiveness restrictions, but there is little sign of that pressure so far. More likely is a gradual coming together of a variety of agency types in new partnerships  triangular, rectangular, pentangular and more  with joint learning trumping national interests as a driver for co-operation. Multilateral funding, including to UN agencies, may also rise  Owen Barder at the Centre for Global Development has convincingly argued that it may be more efficient than bilateral interventions.  Jonathan Glennie will be talking at #CAPE2012, ODI&apos;s conference on the future of aid. Live stream available on 14 and 15 November", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/nov/12/middle-income-countries-conference-future-aid", 
    "wordcount": "892"
}