{
    "headline": "Bafta video game nominations 2012: Batman and LA Noire dominate", 
    "text": "Bafta has announced the nominations for this year&apos;s video game awards. Batman: Arkham City and LA Noire are the big contenders, attracting eight nominations each. Just beneath them, PlayStation 3 titles Uncharted 3 and LittleBigPlanet 2 are competing in six categories apiece, while Valve&apos;s sci-fi adventure puzzler Portal 2, the Guardian&apos;s game of the year in 2011, received five. The pinnacle Best Game award looks set to be a fascinating showdown. Batman: Arkham City, Fifa 12 and LA Noire are all in the mix with Portal 2, Elder Scrolls V: Skyrim and Legend of Zelda: Skyward Sword.  The academy has also introduced three new awards this year. Debut Game, Online browser and Online multiplayer are there in an attempt to recognise original titles, as well as the growing importance of social connectivity. Of these, Debut Game is set to be the most interesting, pitching smaller titles Bastion, Eufloria and Insanely Twisted Shadow Planet against Rockstar&apos;s LA Noire giant. The 16 main categories, all judged by groups of industry insiders, take in everything from Action and Artisic Achievement to Audio, Acting and Innovation. A wide range of titles is competing, with Namco&apos;s cult RPG Dark Souls, Eric Chahi&apos;s From Dust and Denki&apos;s word game, Quarrel all finding space. There&apos;s a star studded face-off in the Performer category, which sees Mark Hamill (The Joker, Batman) taking on Stephen Fry (LittleBigPlanet 2) and Stephen Merchant (Portal 2). The awards are taking place on 16 March and it should be an intriguing night. Here is the full list: Action Assassin&apos;s Creed RevelationsBatman: Arkham CityCall of Duty: Modern Warfare 3Deus Ex: Human RevolutionPortal 2Uncharted 3: Drake&apos;s Deception Artistic Achievement Batman: Arkham CityLA NoireLitteBigPlanet 2Rayman OriginsThe Elder Scrolls V: SkyrimUncharted 3: Drake&apos;s Deception Audio Achievement Batman: Arkham CityBattlefield 3Call of Duty: Modern Warfare 3Dead Space 2The NightjarUncharted 3: Drake&apos;s Deception Best Game Batman: Arkham CityFifa 12LA NoirePortal 2The Elder Scrolls V: SkyrimThe Legend of Zelda: Skyward Sword Debut Game BastionEufloriaInsanely Twisted Shadow PlanetShadow Planet Productions/Microsoft StudiosLA NoireMonstermindRIFT Design Batman: Arkham CityLA NoireLittleBigPlanet 2Portal 2Super Mario 3D LandThe Elder Scrolls V: Skyrim Family Dance Central 2Kinect Sports 2Leho Pirates of the CaribbeanLego Star Wars III: The Clone WarsLittleBigPlanet 2Mario Kart 7 Game Innovation BastionChild of EdenFrom DustLA NoireLittleBigPlanet 2The Legend of Zelda: Skyward Sword Mobile and Handheld Dead Space iOSMagnetic Billiards: BlueprintPeggleQuarrelSuper Mario 3D LandThe Nightjar Online  Browser Gardens of TimeI Am PlayrMonstermindResistance 3Skylanders: Spyro&apos;s AdventureThe Sims Social Online-Multiplayer Assassin&apos;s Creed: RevelationsBattlefield 3Call of Duty: Modern Warfare 3Dark SoulsGears of War 3LittleBigPlanet 2 Original Music Assassin&apos;s Creed: RevelationsBatman: Arkham CityDeus Ex: Human RevolutionLA NoireThe Elder Scrolls V: SkyrimUncharted 3: Drake&apos;s Deception Performer Aaron Stanton (Cole Phelps)  LA NoireMark Hamill (The Joker)  Batman: Arkham CityNolan North (Nathan Drake)  Uncharted 3:Drake&apos;s DeceptionStephen Fry (Narrator)  LittleBigPlanet 2Stephen Merchant (Wheatley)  Portal 2Togo Igawa (Dipolomat, Advisor and Military General)  Total War: Shogun 2 Sports/Fitness Dance Central 2DiRT 3Fl 2011Fifa 12Kinect Sports 2Your Shape Fitness Evolved 2012 Story Batman: Arkham CityDeus Ex: Human RevolutionLA NoirePortal 2The Elder Scrolls V: SkyrimUncharted 3: Drake&apos;s Deception Strategy Dark SoulsDeus Ex: Human RevolutionFootball Manager 2012From DustGhost Recon Shadow WarsTotal War: Shogun 2 Bafta Ones to Watch Award in association with Dare to Be Digital DreamweaverJoust!Tick Tock Toys Game Award of 2011 (voted for by the public) Batman: Arkham CityBattlefield 3Call of Duty: Modern Warfare 3Fifa 12LA NoireMinecraftPortal 2The Elder Scrolls V: SkyrimThe Legend of Zelda: Skyward SwordUncharted 3: Drakes Deception", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/16/2012-bafta-video-game-nominations", 
    "wordcount": "567"
}