{
    "headline": "Web users stuck in the slow lane", 
    "text": "When it comes to broadband, a city property is no guarantee of a good connection. While country dwellers can enjoy the view outside their window when their screen freezes, residents from Newcastle upon Tyne to London&apos;s Docklands have no such consolation. Like Tony Gyles, who works from home in a suburb of Basingstoke and has to make do with 1 megabit per second  only speeds of 2mbps and above count as true broadband  many are paying for connections that deliver little more than dial-up used to. The Guardian&apos;s broadband speed map, built by 3,000 readers over three days, found a Virgin Media customer in Newcastle paying for 30mbps but receiving 0.6mbps; a Plusnet subscriber in King&apos;s Cross on 0.621mbps; and a Sky subscriber in Docklands on a headline rate of 8mbps waiting three minutes for short YouTube videos to download. Poor access to pop videos may not affect quality of life, but for Hugh Colvin, living near Knighton, Powys, lack of a reliable internet connection hurts his wallet and his family life. His eldest son, studying physics at Warwick, could not come home during the holidays this year as his project required a broadband connection. Colvin, who organises theatre productions, rents two lines from BT at 13.99 a month each so that he can work on one while his youngest son uses the other. The fastest runs at 1.4mbps, which means although he would like to be able to communicate with actors and directors in London over Skype, he cannot. &quot;We are rural, we don&apos;t count,&quot; he says. &quot;Although we are part of the economy we are being gradually cut off from it.&quot; BT is installing fibre to improve the connections, and with help from the taxpayer and over 2.5bn of its own money, its improvements will reach the majority of homes by 2017. The government says that by then, 90% of the UK should enjoy minimum speeds of 24mbps and the rest a minimum of 2mbps. But five years is a long time to wait. No surprise then, that 79% of respondents to our survey thought the government should be investing more in broadband. Graham Wilson, who lives six miles outside Norwich, sells antique watches online. He praises the good customer care at his provider, Sky, but says it has been unable to solve his service interruptions. He is forced to relaunch his broadband connection between 10 and 50 times a day. &quot;If it gets any worse I will have to move somewhere else,&quot; he says. &quot;It&apos;s affecting property prices.&quot; But BT&apos;s fibre rollout may exacerbate the digital divide before it bridges it. The national phone network will get to two thirds of the UK by the end of 2014. Gyles is frustrated because the fibre upgrade covered 60% of Basingstoke but not his home. &quot;The areas given the new faster service were those closest to the exchange and already getting the best connection speeds.&quot; Civil servant David Combe lives on the wrong side of the tracks for speedy broadband. He shares his BT line with his partner and their two children. &quot;If anyone wants to watch iPlayer there is no point a second person going online. It&apos;s like sharing one bathroom.&quot; The streets across the railway are closer to the exchange and get faster speeds. They have been included in BT&apos;s fibre plans, while Combe and his neighbours have no prospect of faster speeds. &quot;It&apos;s frustrating. They are going to catapult ahead while we crawl.&quot; ", 
    "section": "technology", 
    "gid": "technology/2012/may/11/web-users-slow-lane-analysis", 
    "wordcount": "599"
}