{
    "headline": "The Future of Higher Education summit live blog: 20 March 2012", 
    "text": " Welcome to our live blog coverage from The Future of Higher Education, the Guardian&apos;s 2012 higher education summit. Throughout the day, we&apos;ll update this page with highlights, choice quotes, key advice and big themes from the event, as well as some interviews, tweets and views from attendees. We&apos;re expecting there will be rather a lot to talk about. We&apos;ll be kicking off with the importance of maintaining competitive advantage internationally. Here our panel - including the International Association of Universities&apos; Eva Egron-Polak and Professor Michael Farthing, chairman and vice-chancellor, 1994 Group and University of Sussex - will consider the changes to immigration policy and its impact on the flow of staff and students, partnerships and the image of UK HE abroad. In other sessions we&apos;ll explore research, and its relationship with industry - fresh from his report into university-industry collaboration, we&apos;ll be joined by Sir Tim Wilson for this one. Also on the agenda is graduate employability and skills, and of course widening participation with a panel that includes Sir Martin Harris, director of fair access, Office of Fair Access. Set to be one of the hottest debates of the day, and a discussion we&apos;ve visited many times here on the network, is the closing session: In this new landscape of higher education providers what does it mean to be a university? Brace yourselves for the tweets during that. For the break-out sessions topics include efficiencies (in already stretched financial times) and ways universities can diversify their revenue streams, plus attracting students and student experience. We&apos;re especially intrigued to hear what Jenni Allen, head of public services delivery at consumer-champions Which?, has to say about the students as consumers debate. Unfortunately, a cabinet meeting calls, meaning universities minister, David Willetts, can no longer join us in person. But we will have his keynote address via video. To follow the event on Twitter, the hashtag is #HE2012. We&apos;ll be sharing some choice tweets here, and you can also email comments and contributions to kerry.eustice@theguardian.com. If you can&apos;t follow on the day, we&apos;ll be curating best bits from this blog, tweets and coverage from our Education Guardian colleagues in our newsletter later this week. Register for that here. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.  9.06am: And we&apos;re off.  Peter Slee, deputy vice chancellor, University of Huddersfield, is opening the day, giving an overview of challenges and changes facing institutions in all UK countries. He&apos;s acknowledging the global constraints facing higher education - such as structural challenges and the economy. He&apos;s also outlined the key questions we&apos;ll be addressing today. They&apos;re big ones, too:  What do we (universities) stand for? Do we understand the needs of competing stakeholders Do we have the capacity to meet these needs? What are the consequences of failure, in meeting these needs? Is the established higher education model fit for purpose?  9.49am: And, so straight into the first session: The importance of UK universities maintaining a competitive advantage internationally. Paul Webley, director of the School of Oriental and African Studies, is talking about what international students want from UK higher education; value for money, reputation (following visa changes) and post study work. Employability is crucial here he says, with careers coming out as the greatest concern of international students. He also highlights the importance of career advice tailored to international students.  Now, is competition the best way? Some really interesting questions raised by Eva Egron-Polak, secretary general, International Association of Universities. Clearly not a huge fan of the &apos;HE market&apos; she&apos;s considering the long-term consequences of institutions &quot;outdoing each other&quot;. Competitiveness, and pursuing the brand, she says, leads to the commodifcation and commercialisation of HE. Eva acknowledges a sound business model is neccessary, but feels competition is a path to increased difficulty. And to Professor Michael Farthing, chairman and vice-chancellor, 1994 Group and University of Sussex. Farthing feels the new fees regime is focusing the minds of our universities and that institutions are now &quot;more aware of what students expect from us&quot;. He says there has been some laziness towards this in the past. He&apos;s also keen to keep the momentum up on international research collaboration, and maintain our positition of second in the world for reputation, and first for value for money. Going by the reaction in the room, and the tweets, Richard Yelland, OECD Directorate for Education, wins everyone over with his opening line:  Yelland - OECD doesn&apos;t care about the UKs HE sector maintaining a competitive position (yay, looking forward to this!) #HE2012  Jenny Shaw (@jennyshaw) March 20, 2012  He also comments that UK institutions shouldn&apos;t overlook needs of local student markets in efforts to recruit international students.  9.51am: Great questions from the floor on competitiveness and the impact and influence of rankings.  And the soundbites continue to roll of Eva Egron-Polak&apos;s tongue as she discusses her frustration over &quot;the slavery of the rankings&quot;. She suggests the sector develops as many rankings as possible, and moves away from research-based tables. Eva also asks: &quot;If international mobilsisation is so good, why aren&apos;t we sending more students overseas.&quot;  9.57am: Interesting response to the question, where is widening participation in an international context. Richard Yelland says no one takes widening participation seriously globally because we don&apos;t have global government.  10.02am: I know we&apos;ve already had a tweet from Jenny Shaw, head of HE engagement for UNITE Group, but I couldn&apos;t resist this:  Oof, accidentally made the international panel talk about widening participation at #HE2012 my work here is done!  Jenny Shaw (@jennyshaw) March 20, 2012   10.08am: Final point from Michael Farthing on international competitiveness; he says declining numbers of post-graduate students on taught and research numbers is a real risk. Rebuilding these numbers and attracting faculty from overseas is essential. He says: &quot;We need the best brains in the UK to rebuild the knowledge based economy.&quot;  11.00am: Continuing competitive and cutting edge research: opportunities for collaboration with industry, innovation and investment Dr Juliet Chester, head of policy and data analysis, Universities UK lives up to her job title with lots of statistics and graphs. Here are a couple that caught the attention of tweeters at the event: @nicolaowen3 picked up on: In 2010 10% of engineering publications had one Chinese co-author. Whereas @smitajamdar said: &quot;West Midlands has lowest % of industrial research in UK. Great.&quot; Some more stats from Professor Rick Rylance, chief executive AHRC and chair Research Councils UK Executive Group. He reminds us that the in the current research landscape 39% of AHRC funding goes to 10 institutions and 75% of funding goes to 15% of institutions. Offering us a glimpse in to the future though, he says in 10 years the research divide will disappear and there will be more collaboration, home and internationally, and more interdisciplinary work too. Libby Hackett, director, University Alliance, is keen to highlight that there is no correlation between volume and excellence. She says: &quot;Small departments produce world-leading research.&quot; It&apos;s a pertinent point that University Alliance&apos;s Mark Leach has made for us before in this blog post: the research funding debate: why size doesn&apos;t matter. Worth a read. There&apos;s a lot of support of Libby&apos;s points about the power of universities as change agents, anchors of their communities and the need for incubation space too. Sir Tim Wilson, emeritus professor, University of Hertfordshire, gets a bit angry (well, he raises his voice a bit) about the research concentration debate, calling it a distraction. He says the argument about which universities get research funding is a &quot;futile argument driven by self-interest&quot;. In a passionate address, he urges universities to step up their industry-collaboration work, reminding the room the government support does not have to be there to work with business. Universities are doing it without central financial incentives, because it&apos;s part of their mission and their role as anchors of their communities. He also refers to Stanford University&apos;s 700-acre research park - known to most as Silicon Valley - as the benchmark of industry collaboration. The fact that we don&apos;t have a UK example of that scale to talk about today seems to accentuate the points of his address.  11.04am: We&apos;ve reached questions in the research session, and there are lots of Tim Wilson fans on Twitter. See #HE2012 for all the details, but the main area of agreement seems to be collaborative advantage.  #he2012 hurrah - collaboration is emerging from the shadows!  Nicholas (@twabrigs) March 20, 2012   #HE2012 Sir Tim Wilson - Collaborative advantage is critical to our development, but it is not as common as it needs to be  Gavin Brown (@GavinMBrown) March 20, 2012   11.40am: Graduate employability and skills: HEIs and industry working together effectively Our chair, Peter Slee, is kicking this session off with some statistics about graduate employability: the Office of National Statistics finds that 1 in 3 graduates are in non graduate jobs; we have the highest level of graduate unemployment in a decade. So, he asks, is this just a blip? Is it a side effect of the economic downturn? Or have universities got it wrong? Let the debate begin...  12.29pm: Here are a few highlights from the employability session: Mike Hill, CEO, Higher Education Careers Services Unit and Graduate Prospects opens by asking why do we get students to write essays in isolation when employers want presentation and problem solving skills? He hones in on the humanities saying writing essays and dissertations doesn&apos;t prepare you for work. His recommendations? Students need experience of work, IAG (universities should invest in job shops, he says), and energy. We get some interesting stats from Paul Marshall, chief executive, Association of Business Schools. He says levels of employment for graduates from Russell Group and 1994 Group institutions are on par, however students from research intensive institutions are more likely to fall into the top earning category (25k and above). As for the role of universities in developing skills, he says universities have placed employability at the heart of their curriculum but doesn&apos;t feel it&apos;s about scrapping existing curricula entirely in order to get graduates ready for their first job. His view is employability is for life, not just the first six months after graduation. Nicely summed up in this tweet here:  Employability is also beyond the curriculum: experience of work and reflection on that. University skills are for life. #HE2012  Mike Ratcliffe (@mike_rat) March 20, 2012  Paul also highlights the importance of offering opportunities for students beyond the curriculum, as employers increasingly look to this activity from candidates. Awards schemes, he says, have worked well at institutions such as Leicester, by preparing students for interview, the workforce and raising graduates&apos; awareness of how they can contribute. Kudos to Andy Palmer, director of education and skills, BT, for our first real gag of the day. He jokes about the David Willetts no show (the minister is no longer able to join us), by expressing his disappointment that there is no minister to take the heat off &quot;the employer that complains about HE&quot;. Andy explores why employers bother with graduates and says &quot;we are in a war on talent. They bring skills, innovation and new ways of thinking&quot;. Additional benefits, he honestly admits, are that graduates are &quot;good for our brand&quot;, and companies that have come out to say they &apos;don&apos;t take on graduates&apos; often take a negative suffer long-term brand and reputation damage as a result. And finally, echoing Michael Farthing&apos;s point from earlier in the day, Martin Williams, director of higher education policy, Department for Business, Innovation and Skills comments that changes in fee structures will make institutions think harder about what they offer, in order to support students&apos; life chances and employability. He also said he was &quot;happy to be lightning rod for discontent at what happening in HE policy&quot;. Let&apos;s see what happens when the panel takes questions, then...  12.30pm: Quick update from questions. I can&apos;t possibly keep up with the tweets, so I&apos;ll let them do the talking here.  Mike Hill: Jobs of the future are being created in universities. Need to foster an entrepreneurial mindset in HE #HE2012  Jenny Shaw (@jennyshaw) March 20, 2012   Great point from Paul Marshall about win-win of unis continuing to engage w and support grads after graduation #HE2012  Tessa Stone (@tessa_stone) March 20, 2012   #HE2012 from permeability to permanence - HEIs are a stable force in individual&apos;s lives; this is under-exploited says Director of HE at BIS  nicola.owen (@nicolaowen3) March 20, 2012   1.30pm: Implications for widening participation, fair access and social mobility Outgoing director of fair access at Office of Fair Access, Sir Martin Harris, starts by acknowledging the important difference between widening participation and fair access. The headlines of his address is that the fees will not affect fair access, the issues effecting access are more profound. More likely to have an impact, however, is the AAB regime this, he says &quot;could change things more than the fee regime&quot;. Coming back to the buzzword of the day, &apos;collaboration&apos;, Harris calls for more partnerships between universities, going into a set of schools to boost aspirations and improving the quality of those interactions. There&apos;s a bigger role for schools and college too, he says. He closes by acknowledging the furore (I think its fair to call it that) around the appointment of his predecessor, Les Ebdon. He reminds us that OFFA should not and does not set quotas, and that the fuss the media has made around the directorship is misguided, as &quot;everyone has to work within legislation&quot;. Sir Martin also gets props from the chair for wrapping up in four minutes 57 seconds. Skills. During financial crisis, demand for higher education traditionally goes up, chief executive of Million + Pam Tatlow explained. So what will the impact on applications from low income backgrounds be as fees go up during a crisis? Do we look to the US and take a leaf from affirmative action? Pam says UK HE hasn&apos;t yet developed a compelling vision of diverse HE and so elitism continues. She also said this below, which made an impression as you will see:  Tatlow: Do we really believe that world class academics can&apos;t teach people without a perfect set of A-levels? *get in*! #HE2012  Jenny Shaw (@jennyshaw) March 20, 2012  Dr Tessa Stone, chief executive and chair, Brightside and The Bridge Group, agreed that AAB quotas and marketisation are also important for widening participation, as are fees. She says the sector needs to be transparent with the information that matters; use of contextual data; and transparent with admissions procedures. Other recommendations included universities supporting teachers to put information into context for students and that Offa should encourage and even incentivise delivery of IAG in schools. Another nice quote from Tessa, in regards to information: &quot;we must let people unravel the wrong choice&quot;. And finally John Widdowson, principal and chief executive of New College Durham, chair of the HEFCE Committee - Widening Access and Participation Strategic Advisory Committee said widening participation is still a policy priority but will only become a reality if universities decide to make it so. Also expect students to be more demanding, they&apos;ll be more concerned with outcomes: the product rather than the process.  1.50pm: Just a few more highlights from the widening participation session Chair Rajay Naik, from the Open University, asked our panel for some future gazing: &quot;In 10 years, what are the issues you think we&apos;ll still be grappling with and what will we have overcome?&quot; Tessa Stone said, pleaded in fact, that the sector will have mastered measurement, how to decide what works or not in widening particiption, as it feels like we&apos;ve been talking about that long enough. And to conclude that session, some Twitter highlights from our #HE2012 hashtag for you:  Teachers are becoming distrustful of glossy university brochures and the techniques being used to attract students. @tessa_stone #HE2012  Higher Education (@GdnHigherEd) March 20, 2012   Great point from BPP, what better way to widen participation than making it more accessible to students through mobile/DL? #HE2012  Trina Hopcraft (@TrinaLouiseHop) March 20, 2012   3.20pm: We&apos;ll be bring you notes from the current discussion on attracting students and student experience shortly, but in the meantime there is a lot of talk today about Roger Brown, professor of higher education policy, Liverpool Hope University, and a comment piece he has written for Eduction Guardian about student choice being a myth. Interesting timing. Here&apos;s the link for anyone yet to read it.  3.57pm: Attracting potential students to your institution and focusing on providing the best experience for both new and existing students As you&apos;d expect from a &apos;consumer champion&apos;, Jenni Allen, head of public services delivery at Which?, considered this issue from the students perspective. She says students want to understand the data better and know how to weigh up information; stuff such as what&apos;s the experience like? And by experience she&apos;s talking accommodation and sports, for example. How do I get the place I want? But, she poses, what is the sector doing about the questions students are not asking? Professor Michael Arthur, vice-chancellor and chair, University of Leeds and Russell Group, makes his point clear from the outset: &quot;Students are not customers. They are members and partners in a life-long university community.&quot; Professor Janet Beer, vice-chancellor, Oxford Brookes University, agrees. She too resists the students as customers talk, saying &apos;consumers&apos; is even worse. We can&apos;t do better than co-creator, she says. To prove the point, about the importance of partnership and co-creation, Janet highlights students on committees. But one is not enough, Oxford Brookes has three, so they are not a lone voice. Some really interesting &apos;revelations&apos; from Donald McLeod, chair, Higher Education External Relations Association who talked about brand positioning, the hidden costs of higher education and the power of tools such as social media. Donald highlights a Marketing Forum survey that found 40% of HEIs have re-branded/re-positioned and 50% are planning to do so. Don&apos;t be so hasty, though, he says, as rebranding can be a barrier to prospective students&apos; understanding. Donald reminded the room the new and social media are the ways students want to communicate. &quot;It is our job to facilitate those conversations, not control them.&quot; (In the question section afterwards the panel talk a bit about and what &apos;voice&apos; universities should use when talking to students and how it shouldn&apos;t be the same as when talking to their academic communities.) He also made this happen:  Was that a collective gasp at #HE2012 when Donald McLeod said that his university had gone from 1 marketeer to 30 staff in marketing?  Mike Ratcliffe (@mike_rat) March 20, 2012  Can efficiencies be found in an already over stretched sector and how can universities diversify income streams? My colleague Eliza Anyangwe headed over to this session. Here are here notes: If the panel discussion on efficiencies and income generation was attended by the full cross-section of HE professionals, I can imagine that a ferocious war of words would have ensued. As it turns out, the audience was made up mostly of operations and finance managers from a diverse group of universities, which created a safe space of sorts to share their thoughts. The main theme was this: in a constrained financial environment, efficiencies need to be made. This can either come through making surpluses or cost cutting. While the former is feasible - through private sector ventures, overseas campuses , sovereign wealth funds, pension funds or even increasing charitable giving - the latter is easier to do but that begged the question how. You see, while there is fear of marketisation and growing managerialism in universities, even the finance managers acknowledge that a university is not the same as a private sector organisation. Ian Diamond, VC of Aberdeen, said that in the private sector, the CEO could degree a change measure and it would have to be implemented across the board. This doesn&apos;t happen in higher education. Finance managers were keen to explore what &apos;apolitical&apos; options were available to them: would outsourcing estate management be a good idea? How about catering and hospitality - though Jon Wakeford of UPP suggested that universities could turn their catering facilities into a profitable business as the University of Warwick had done, earning them millions from conferences. Other ideas that were bounded around included partnership with other institutions which were said to have gains but were not a panacea, and then the controversial idea of rethinking the academic year to get more out of one of the more expensive resources: academic staff. Academics get paid 52 weeks a year but don&apos;t work through all of that, is that inefficient? A question to that effect was directed at Ian Diamond who quickly sidestepped the contentious issues saying that while staffing and the academic year needed to be reviewed, his recent report into efficiency had put that in the &quot;too hard basket.&quot; Ultimately though, all agreed that efficiencies was not just financial but a question of leadership. The reality is that pressures to reduce cost won&apos;t go away so the right people were needed at the top of universities who were interested in driving through change. Even when it feels, as one of the panelists put it: &quot;like pushing a stone though mud.&quot;  4.08pm: Coming back to IAG, already talked about a few times today, during questions Jenni Allen highlighted that information alone isn&apos;t enough. Students need context and advice to make their decisions. And, as ever, a few more tweets for your consideration:  #HE2012 @UniofNottingham&apos;s use of technology being praised by Panel as a model for rest of sector. Slick &amp; centralised.  smita jamdar (@smitajamdar) March 20, 2012   Listening to Jenni Allen from Which? at #HE2012 I wonder how many 16-17 year olds look at Which? Targeting other people, maybe?  Alan Palmer (@PalmerAlan) March 20, 2012   Janet Beer: learning&apos;s hard, makes your head hurt &amp; can disappoint. Normal consumer satisfaction language unhelpful #HE2012  Alan Palmer (@PalmerAlan) March 20, 2012   4.15pm: Branding education roundtable Victoria Neumark has just sent an update from one of today&apos;s roundtable discussions which explored branding in more depth: University branding is not about logos, it&apos;s about communicating key values which connect with consumers - students and their parents, agreed delegates to the roundtable on Branding Education. A group chaired by Kim Catcheside and hosted by Stuart Youngs from Purpose included Vicky Annand from Goldsmiths, University of London, Kathryn Jones from Birmingham City University, Professor Tricia King from Birkbeck, Professor Koen Lamberts from Warwick, Donald McLeod from Hertfordhsire, Angie Milan from the College of Law, Professor Peter Slee from Huddersfield, Professor Michael Arthur from Leeds and Fiona McWilliams from SOAS. All agreed that it is vital to broadcast positive student experience, to be comfortable with social media, to play on the synergy between marketing and branding and to get academics on side by linking success in the marketplace to academic freedom. But many counselled against pinning the brand to a league table position: better to build on the personal evidence of committed customers, who as alumni go on to be brand ambassadors. As one put it, &quot;If you meet someone who&apos;s been to Oxford or Cambridge, they tell you by the third sentence. We need to get our alumni telling the world at least by the fifth sentence.&quot; Teaching roundtable: Janet Murray has been covering a roundtable on the future of teaching and learning sponsored by the Higher Education Academy: There was a really interesting mix of delegates including university vice-chancellors, representatives from university mission groups and the Higher Education Academy - the national body for enhancing teaching and learning in the UK. There was discussion of the need to rethink approaches to teaching and learning that better reflect the needs of today&apos;s learners and those of the future. One participant predicted that in as little as 10 years, &quot;campus universities could be in the minority.&quot; Another said that over the next five to 10 years, students will want more choice and more flexibility. Others questioned why UK students were reluctant to take up opportunities to do some or all of their studies abroad. Postgraduate study was another popular topic. One participant questioned the future of the one-year Master&apos;s degree, asking if this was really meeting the needs of international students. There was a lot of discussion about the purpose of universities and one participant argued that the commonly held perception that good researchers aren&apos;t generally good teachers, saying it was a &apos;complete myth. Thanks Janet and Victoria.  5pm: In this new landscape of higher education providers what does it mean to be a university? And so, we&apos;ve reached our final session of the day. A great panel assembled to discuss a huge question. First up is Bob Cryan, vice-chancellor, Huddersfield University who talks about the relationship between fees and quality and wonders if current institutions will survive? Adding big questions to an already huge debate, then. Described by chair Peter Slee as &apos;a new kid on the block&apos; the message from Matthew Batstone, co founder and director, New College of the Humanities, is to do things differently, you have to be different. He agrees with Stefan Collini who says his book What are universities for? that universities should place different emphasis on different parts of their role - come up with their own answer of what it means to be university. He also claims that universities look very similar to outsiders, but claims NCH has distinct proposition for humanities and social sciences. On Twitter @GavinMBrown described Baroness Onora O&apos;Neill&apos;s address as beautifully plain speaking and thoroughly sensible. Lots of agreement with that here. She said: &quot;Universities are far more diverse than we believe or know,&quot; and also acknowledged the &quot;diverse market in cheerfully fake diplomas and credentials&quot;. Although she&apos;s fan of the principle, she&apos;s not a fan of the term &apos;employability&apos; - calling it &quot;barbarous&quot;. The rankings also come in for criticism &quot;uninformative about what matters educationally&quot;. Other topics broached include QAA, measuring what matters, the UK heading towards as US-esque system, and whether we are happy with that direction. Before dashing back to the house to vote on the health and social care bill, Shabana Mahmood MP for Birmingham Ladywood and shadow minister for higher education, showed her support for diversity in the sector but expressed worry that private providers accessing funding could be damaging, as it has been in the US. She said it was important to protect UK brand value, and warned against complacency and just because an institution or provider is in, doesn&apos;t mean that&apos;s it. Shabana finds the combination and pace of change by government, in HE, a concern, especially with more changes to core and margin expected to be on the way. She also said cuts to the teaching grant, IAG and visa reforms are a perfect storm and UK HE&apos;s hard-won reputation is at risk. But, to end on a happier note, we&apos;ll hand the last words over to star tweeter @smitajamdar:  #HE2012 drawing to a close. Very interesting day, huge range of issues covered. I&apos;m bushed!  smita jamdar (@smitajamdar) March 20, 2012  Thanks to all delegates, colleagues and tweeters who have helped and contributed to the blog today. See you next year.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/19/future-higher-education-summit-2012-live-blog", 
    "wordcount": "4617"
}