{
    "headline": "Spring will reveal if the two hedgehogs have survived winter under the leaves", 
    "text": "Last autumn&apos;s leaves lie thickly under the spreading sycamore branches. Mature trees, they protect my garden from westerly winds, making the ground beneath the natural place for a woodland border. Hellebore flowers now nod on thick reddish stems. I have to tilt them up to see inside their burgundy cups, centred with palest stamens. Aconites are much less complicated, flauntingly yellow and open to the sun. Around them lies a mass of little seedlings, fresh green frills, finely cut. Unlike the glaucous leaves of snowdrops, snowflakes have bright green leaves and hanging bowl-shaped flowers. They look quirky, like old-fashioned lampshades. There is a faint scent of new mown grass from decaying woodruff. In this root-sucked border, where the sycamores take so much from the dry soil, I value the autumn bounty of leaves that they give back. I see them as a harvest rather than a nuisance. Last year&apos;s barrowfuls from terrace and paths now cover the border. Daffodils spear up through them, emerging blanched yellow as if blinking into the light. It&apos;s a prized mulch that protects the soil against windblown dandelion seeds from the field outside. And there  best of all  erupting among the waxy evergreen bergenias, is a plump brown dome, a hedgehog hibernation nest. Ridiculously near to the path, the hummock is neatly made, the layers of leaves in wads like banknotes, some light, some dark and decaying. There are two hibernation nests in this border. The smaller one hides the hedgehog that I found wandering in daylight last November and fed for a week on cat food. The dish was put next to an elderly viburnum, dry and leaf-filled underneath, arched over by lichened boughs. One morning the food was uneaten and a mound of leaves and dried ferns appeared, not snug under the viburnum, but in this open border. Around it hosta leaves have now turned to grey filigree; moons of honesty lie tattered on the ground. A great tit sings repeatedly we-two, we-two, we-two, that spring is just round the corner. I won&apos;t know until then if the two hedgehogs have survived winter under the protecting leaves.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2013/feb/28/allendale-northumberland-hegdehogs-spring-survived", 
    "wordcount": "354"
}