{
    "headline": "Greg Barker: 4m homes will be solar-powered by 2020", 
    "text": "Nearly 4m homes across the UK will be powered by the sun within eight years, the government said on Thursday, in a dramatic increase of ambition for the fledgling solar power industry. But the estimate comes on the back of a cut in the subsidies available for solar energy generation, to take effect from April, which will greatly reduce the amount of money households with solar panels will receive. Ministers said the cut was needed because the costs of solar panels have plummeted in recent months, and the new rules follow an unsuccessful attempt to impose cuts last year that was judged unlawful in the courts. Households fitting solar panels will receive 21p for every kilowatt/hour of energy they generate. This is down from 43p originally. Greg Barker, energy minister, pointed to new research that showed the cost of solar panels had dropped by 45% since 2009, far faster than had been predicted. He said: &quot;This is a scheme for the many, and not the few.&quot; The government also announced extra money for the feed-in tariffs, which could amount to 2.2bn by 2015. The money has been taken from unspent funds earmarked for the subsidies to other forms of renewable energy, particularly wind. Although renewable energy subsidies are not paid by the government  they come out of a levy on energy bills  the Treasury has set strict limits on how much can be spent on them. Howard Johns, a solar industry spokesman, said: &quot;The government&apos;s initial cut to the tariff was brutal, and this further cut will be utterly devastating for the UK solar sector. The hard facts are that a cut on this scale will leave the solar industry dead in a ditch, destroying tens of thousands of jobs and cutting off a green, hi-tech British industry just as it starts to flourish. In their rhetoric, ministers claim to want a renewable future, but they are destroying the very businesses that can make that future happen. This whole proposal has been rushed and chaotic, and while ministers try to force it through arbitrarily, hard-working people are losing their livelihoods. What was a real British success story is on the verge of being consigned to the dustbin.&quot;            But Barker&apos;s message to the solar industry was &quot;get real&quot;. Electricity consumers could not be expected to foot the bill for some households to enjoy large returns on their capital for investing in solar panels, he said. The initial tariff rates were set by Ed Miliband, then energy secretary, in 2010 based on the cost of solar installations at that time. But Barker said that the dramatic price falls since then meant that solar companies were making bumper profits and the small number of households that could afford the panels and had installed them were benefiting disproportionately, while the cost was passed on to all consumers through higher energy bills. The new mechanisms for cutting the tariffs regularly would prevent this happening in future, he said. &quot;Never again should we have fixed-rate tariffs that allow a bubble to grow,&quot; he said. By cutting tariffs in a predictable fashion in future, he said solar power developers could be more certain of making a sufficient profit margin, and households could expect a return on their investments in panels of about 5%. The government predicts that, despite the tariff cuts, because of price falls in the cost of components and installation, at least 625,000 households will install solar panels by 2015, compared with about 100,000 that have installed them under the more generous tariff. By 2020, the amount of solar power installed in the UK will amount to 22GW by government estimates  as much energy as is produced by more than 10 large modern power stations. Officials said this estimate was in the middle of their range of predictions, not the higher end. Under the government&apos;s new plans, now subject to consultation, in future the feed-in tariff rate will be cut twice a year as the cost of solar panels falls. Further cuts can also be brought in if the price falls faster than expected. The government said it would also be easier to install solar power on larger buildings such as schools or hospitals, and that a new &quot;multi-installation&quot; tariff set at 80% of the normal tariff would cover larger schemes with more than 25 installations. Officials said this was set because such large installations benefit from economies of scale. Households wishing to receive solar subsidies will also have to improve their homes under the new rules, so that they meet at least the D standard for energy efficiency. About half of homes already meet this standard, up from the around 10% that met the C standard that the government had previously proposed. David Symons, director at the consultancy WSP Environment &amp; Energy, said the new rules could be confusing for households. &quot;The introduction of regular reductions in support, coupled with potential additional ad hoc drops in subsidy levels, will provide more certainty for government, but less clarity to homeowners,&quot; he said. &quot;It&apos;s important to remember that the ultimate purpose of feed-in tariff support is to grow renewable generation in the UK. Some may read that the main priority of today&apos;s consultation paper is not to grow renewables but rather just &apos;maintaining a tight grip on spending&apos;. It&apos;s important that homeowners have a clear view on the help they will get from the government if they invest in a solar panel. Today&apos;s consultation will make this harder to understand, so the government will need to work hard to provide up to date information on uptake if it adopts these proposals.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/09/solar-power-ambition-uk", 
    "wordcount": "954"
}