{
    "headline": "Solar-powered plane embarks on day-and-night journey across US", 
    "text": "A solar-powered plane capable of flying day and night without fuel was en route to Phoenix on Friday after taking off on the first leg of a cross-country odyssey. The ultralight plane, named Solar Impulse, took off from San Francisco on Friday morning. It will take pilot Bertrand Piccard 19 hours to reach Phoenix, the first stop as his Solar Impulse aircraft hops across America, with stops in Dallas, St Louis, Washington DC and New York. With the plane&apos;s leisurely pace, each of the five journeys will take around 20 hours before Solar Impulse finishes in late June or early July. The Solar Impulse relies entirely on solar panels  there are 12,000 on its wingspan  and onboard batteries for power. It is not the world&apos;s first solar-powered flight, but it is the first to be able to fly through the night. Piccard and his fellow developer and pilot, Andrew Borschberg hope the journey will demonstrate the potential of clean energy air travel, although that prospect is still several decades away for commercial air travel. &quot;We want to show that with clean technologies, a passionate team and a far-reaching pioneering vision, one can achieve the impossible,&quot; Piccard said at the announcement of the project last March. The plane has already made a day and night journey lasting 26 hours, and Piccard and Borschberg plan to circumnavigate the globe in 2015. Friday&apos;s flight, which took off after a slight delay, was expected to release a cruising altitude of 21,000ft before touching down at Phoenix at 1am local time on Saturday. Piccard and Borschberg will take turns piloting the single seater plane. Piccard took the first leg. The flight was being streamed live on the Solar Impulse website, and Friday&apos;s feed featured Piccard giving interviews to the press, and commenting on turbulence and the scenery below He laughed off one French interviewer&apos;s suggestion that he might be undertaking a dangerous enterprise. &quot;I don&apos;t feel any fear,&quot; he said. &quot;This is the most extraordinary airplane existing today,&quot; he told the Discovery Channel. &quot;It flies with no fuel at all which means theoretically I can fly forever.&quot; The live feed also showed the plane&apos;s position, atitude and speed, as well as views from inside the cockpit with Piccard. The Solar Impulse has the same wingspan as a jumbo jet but weighs as much as a small card. Those dimensions contributed to the plane&apos;s only downside, according to Piccard. &quot;It is very sensitive to turbulence. This is the main difficulty,&quot; he told the Discovery Channel a few hours into his first flight. &quot;It is a hard workload. We have to fight on the stick and rudder to keep it straight.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/03/solar-powered-plan-journey-us", 
    "wordcount": "458"
}