{
    "headline": "Apps Rush: HMV Listening Post, Yamaha NoteStar, Nando's, Airbnb, Red Hot Chili Peppers and more", 
    "text": "A selection of 20 apps for you today: HMV Listening Post British retailer HMV wants people to buy more CDs. Hence this app, which gets you to scan a CD cover (or just text-search for an album), then tap on a &quot;Buy CD&quot; button to buy it from the company&apos;s mobile web store. There&apos;s no option to buy digital, and no link to the cloud service of 7digital, the company HMV part-owns.iPhone NoteStar Yamaha has a new sheet music app for iPad which scrolls the notation while letting you slow it down, zoom in on notes and isolate individual keyboard tracks. There&apos;s an in-app store to sell the sheet music and backing tracks, with artists covered including Adele, Lady Gaga and The Beatles.iPad Nando&apos;s Restaurant chain Nando&apos;s has launched apps for iPhone and Android. It offers directions to outlets, incorporates Facebook check-ins, and uses the social network&apos;s Events features to help friends plan meals. A forthcoming update will add the company&apos;s menu.Android / iPhone Airbnb Airbnb helps people find interesting accommodation when travelling, from castles and villas through to bunking in someone&apos;s back room. It&apos;s had an iPhone app for a while, but is now available on Android too.Android Metamenus for The Expendables What for the what? This is an official second-screen companion app for action flick The Expendables, with an intro from Sly Stallone, on-screen menus to control the Blu-ray disc, and notes, actor info and other content to complement the film.iPhone Red Hot Chili Peppers What they got, you got to get it on your smartphone. Possibly. The socktastic rock band get their own app, courtesy of Mobile Roadie.Android / iPhone Call of Duty Elite We wrote about Activision&apos;s companion app for the Call of Duty: Modern Warfare 3 game when it launched on iPhone. Now it&apos;s available for Android too, helping keen players fine-tune their strategies on the go.Android Little Empire Buzzy Android game of the week is Little Empire, which claims to be the &quot;world&apos;s first location based services mobile MMO game in 3D&quot;. That means a combination of tower defence and real-time strategy, with the player&apos;s location subtly worked into the gameplay.Android Frederic Resurrection of Music Complete A musical battle game starring... Frederich Chopin? That&apos;s the idea here, complete with nine remixes of his famous classical compositions, multiplayer features, and the chance to win jewellery made to celebrate Chopin&apos;s 200th birthday.iPhone / iPad Best of Britain Samsung and Visit Britain have teamed up for a tourism guide app for the UK, to celebrate the upcoming Olympic Games. And in a suitable spirit of inclusivity, the app is available for... Oh, only Samsung devices.Android Moodagent Music player Moodagent has been ported to Windows Phone, promising to create playlists based on your current mood. That involves setting sliders to tell it how you&apos;re feeling, or choosing a suitable track from your library and letting it generate a playlist of similar songs.Windows Phone MediaPilot iPad app MediaPilot hooks into a DLNA/UPnP home network to access music, videos and photos either on the device or on a compatible big-screen TV.iPad Facebook Cover Designer Got your spiffing new Facebook Timeline? This app wants to make your cover picture the big image at the top look good. It offers Instagram-style filters to create an image, and then upload it to Facebook from the app.iPhone Caverns of Minos Legendary British games developer Jeff Minter has released his latest iOS game, Caverns of Minos. It&apos;s a retro shoot &apos;em up that also works with the iCade gaming peripheral.iPhone / iPad Dungeon Raid The iPhone version of Dungeon Raid was a fearsomely addictive RPG-puzzler. Now it&apos;s made the leap to Android, as you trace paths of items on a grid and level up your character. Puzzle Quest meets Bejeweled, a bit. Excellent.Android Frintr Frintr turns iPhone photos into photo mosaics, and also pulls in photos of your Facebook friends to achieve the same effect. It&apos;s based on the website of the same name, and there&apos;s a separate HD version for iPad.iPhone / iPad Artist Growth In a band? Artist Growth is an app that wants to help you manage your finances, merch inventory, upcoming gig calendar and other daily business tasks.iPhone Accenture myExpenses Accenture staff who want to capture and record their expenses while out and about on business? There&apos;s an Android app for them. An example of the kind of B2B apps that are becoming an increasingly important part of the apps industry, even if they often fly under the radar.Android Tinydesk for Wordpress Power WordPress bloggers may be interested in this slick-looking iPhone app, which helps compose and edit posts on the move. It works with blogs hosted on WordPress.com, as well as self-hosted sites.iPhone McDonald&apos;s Morning App The Irish division of the fast-food chain has launched an iPhone app. It includes an alarm clock feature, streaming Irish radio stations, and digital vouchers to get cheap breakfasts.iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/18/apps-rush-hmv-notestar-airbnb", 
    "wordcount": "840"
}