{
    "headline": "Mini: car review", 
    "text": "Price from 11,810MPG up to 74.3Top speed up to 150mph When I was sitting in the back of a taxi the other night, the driver turned and asked what line of business I was in. Isaid I worked at the Observer and wrote about cars. At this point I normally get asked two questions. The first is: &quot;Really?&quot; The second is: &quot;What&apos;s the best car you&apos;ve ever driven then?&quot; This always sounds like a test. Is there a correct answer? Will they nod approvingly? To avoid these complications, Iusually say: &quot;A Nissan Micra&quot; You know, to be funny, to mix it up. Anyway, true to form, the taxi driver said: &quot;Really?&quot; But then he mixed it up. He said: &quot;What&apos;s the best car joke you&apos;ve ever heard then?&quot; I could only think of one. How doyou get four elephants in a Mini? Two in the back, two in the front. It was even &quot;funnier&quot; when Minis were smaller, but the cabby said he had heard it before, anyway. It may not be the best joke, but the Mini is one of the few cars on the road guaranteed to put a smile on your face every time you start it up. Classless, fashionable, hugely loved and globally exported, it introduced a word to the English language and is probably Britain&apos;s most famous car. When BMW introduced the all-new version in 2001, replacing Sir Alec Issigonis&apos;s dinky masterpiece (Sir Alec, by the way, was an immigrant born in Turkey to Greek/German parents  what say you to that, Ukip?), it was vastly more sophisticated than the outgoing model. But, brilliantly, much of the original&apos;s charm and appeal remain intact: the oversized dials, the vertical windows, the go-kart handling. Itgained acontemporary edge without throwing the designer baby out with the bath water, though the later additions to the Mini family  you know who you are, Countryman and Paceman  seem to have lost sight of their heritage. The new Mini also introduced personalisation on ascale never before seen in asmall car  the old one, when it first arrived on our streets, only came in three colours: clipper blue, cherry red and old English white. Last month Mini celebrated 100 years of car-making at Plant Oxford. To soak up some of that history Idrove a 2013 Cooper up the M40 toCowley to have a look at where thestory began and tour the new visitor centre. The story you&apos;ll hear inthere is remarkable.     Family tree: 100 years of Plant Oxford. Photograph: Observer    The first car to roll out of the factory was a Bullnose Morris Oxford. Only 20 cars a week were built. Today Plant Oxford employs 3,700 people who manufacture 900Minis aday. It&apos;s worth remembering that in the 60s the plant reached a production peak of 6,000 cars aweek and 28,000 were employed. Currently 1,000 new robots are being installed to cope with demand for the next generation. The story of our times.After the Bullnose came asuccession of cars  some famous, some beautiful, many that would best remain forgotten. There was the dear old &quot;Moggy&quot;, the Morris Eight and the Oxford, the Hindustan Ambassador and Austin Healey&apos;s &quot;Frogeye&quot; Sprite (my favourite  that&apos;s what I should tell cab drivers in future), the Marina and the Princess and, of course, the Maestro. In total, Plant Oxford is closing in on 12m cars. And let&apos;s not forget the iron lungs, Tiger Moths, gliders and millions of jerrycans it has also churned out. It&apos;s one of Britain&apos;s outstanding manufacturing triumphs  and its contribution to this country can&apos;t be overestimated. Oh, and the cabby knew a Mini joke, too. How do you know there are four elephants in the cinema? There&apos;s a Mini parked outside How&apos;s your sign language? Devised as part of a road safety awareness campaign, this fun interactive road-sign quiz is great to see if you can recall the information you once knew when you were learning to drive. Fewer than 50% of drivers in the UK said that they would be able to pass their theory test today if they had to take it again, would you? And while you are at it, here&apos;s an interactive drink-driving graphic which may help drivers learn more about the dangers of drink driving and the penalties involved when attempting to drive when over the legal alcohol limit. Thanks to Snapshot Media for the designs. Beer, Big Ben and a new entry for the Isle of Man TT     Bridge of sighs: three Tsingtao sponsored bikes including the lightweight WK650i bike ride over Westminster Bridge. Photograph: David Parry/PA Wire    China&apos;s number one beer export, Tsingtao (pronounced Ching Dow), WK Bikes and Hampshire Motorcycles and Quads have brought the world&apos;s first Chinese motorcycle to enter the prestigious Isle of Man TT road race to London, ahead of the race, which starts on 25 May. The lightweight WK650i has been built by Hampshire Motorcycles with Chinese parts imported by WK Bikes from CF Moto. The rider is Australian Dave Johnson, who was the fastest newcomer in the TT in 2011 and prided himself on seven pole positions in British superstock 1000 in 2012. The spotlight will be firmly on the Tsingtao WK Bikes team, as the entry marks the first new major manufacturer in the TT since Honda in 1959. For more information, go to about Tsingtao visit tsingtaobeer.co.uk Email Martin at martin.love@observer.co.uk or visit guardian.co.uk/profile/martinlove for all his reviews in one place", 
    "section": "technology", 
    "gid": "technology/2013/may/12/mini-car-review", 
    "wordcount": "936"
}