{
    "headline": "20 best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for iPhone, iPad and iPod touch. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. Looking for Android apps? Check this week&apos;s 30 best Android apps roundup, which was published earlier in the day. Here&apos;s this week&apos;s comparable iOS selection: SquiggleFish (1.49) This week&apos;s most inventive children&apos;s app is undoubtedly SquiggleFish, which blends physical and digital play. The idea: kids draw a fish on white paper using a thick black pen for its outline, then scan it in using their iPad&apos;s camera to watch an animated version swim around a virtual fish-tank.iPad Onavo Protect (Free) Onavo&apos;s previous apps have become essential downloads for iOS users wanting to save on their data consumption and understand their data usage. Now it&apos;s turning its attention to security. This VPN app promises to protect you from &quot;malicious, phishing and unsecure mobile websites&quot;, warning when you visit and blocking the harmful examples.iPhone / iPad Angry Birds Friends (Free) Angry Birds Friends isn&apos;t a new game, as such: it&apos;s been available to play on Facebook for some time now. This is the new mobile version though: Angry Birds given a social refit so that you&apos;re competing in weekly tournaments against your Facebook friends. Bragging and gifting is built in, as are in-app purchases.iPhone / iPad Evomail (1.99) There&apos;s a flurry of activity going on around email and apps at the moment, as developers try to help people with overloaded inboxes. Evomail is a sleek, usable mail client for iPad, currently supporting Gmail only with more services to come.iPad Ukulele Songbook: The Beatles (1.49) For everyone who&apos;s bought a ukulele but doesn&apos;t know quite what to do with it, how about playing some Beatles hits? This app from Musicroom teaches you how to play 19 of the Fab Four&apos;s songs on a ukulele, providing lyrics and chords for each, plus a chord library to show you the finger-shapes.iPhone / iPad Toontastic Jr. Shrek (1.99) This app hopes to encourage the creative instincts of young Shrek fans, getting them to choose characters and scenery, then create their own stories starring Shrek, Fiona and Donkey. That means recording voice narration, and even collaborating with family and friends over the internet using its StoryShare feature.iPhone / iPad Ginger&apos;s Birthday (Free) Kids love Talking Ginger and the rest of Outfit7&apos;s Talking Friends characters (Talking Tom Cat, Talking Angela etc). Now the first of those is back with a new birthday app: children will be blowing out candles, feeding Ginger and getting him to squeakily repeat their words.iPhone / iPad Closer UK Magazine (Free) Bauer Media&apos;s weekly women&apos;s magazine makes its way onto Apple&apos;s Newsstand, selling individual issues for 1.49 a pop, as well as subscriptions: 5.49 a month, 14.99 for three months or 54.99 for a year. The app itself essentially reproduces the print edition.iPad Piano Mania - Practice Game (Free) Music-education startup JoyTunes&apos; new app is aimed at people learning the piano. The idea: prop your iPad up next to or on your piano/keyboard, then play along to the on-screen lessons, levelling up and accessing new songs to learn.iPad Elmo the Musical  Storyteller (0.69) This sits neatly alongside the Toontastic Jr. Shrek app: another familiar face for children (Sesame Street&apos;s Elmo) encouraging them to make up their own stories on the iPad. The scenes, characters and objects come from the Elmo the Musical segment of the show, and children can put their own faces in the stories too.iPad Traktor DJ for iPhone (2.99) Native Instruments released its innovative Traktor DJ app for iPad earlier in the year, ditching virtual decks in favour of waveforms and a host of powerful DJing features. Now it&apos;s been released for iPhone, making the transition to the smaller screen impressively.iPhone Star Command (1.99) Those in the know about mobile games have been getting excited about Star Command for some time now, and early indications are it&apos;s worth the buzz. It&apos;s a sci-fi resource-management / strategy game where you hire and upgrade a crew, and fend off attacking aliens. The difficulty curve is somewhat steep, but if you relish a challenge you&apos;ll love this.iPhone / iPad Corbis Crave (Free) This is an app with a definite target market: &quot;art buyers and art directors in the world&apos;s top ad agencies&quot;. Or anyone who likes browsing interesting photographs, of course. It&apos;s from stock photography service Corbis: an easy way to browse its collection of images.iPad Dark Avenger (Free) Fans of dungeon-based hacking and slashing are well served on iOS at the moment, what with the recent Dungeon Hunter 4 and now this from Korean publisher Gamevil. It&apos;s a freemium game that sees you battling hordes of enemies, looting left, right and centre, and even battling other players over the network.iPhone / iPad Sorcery! (2.99) Talking of adventuring... This is an &quot;interactive adventure&quot; sitting midway between a book and a game, from designer Steve Jackson (of Fighting Fantasy fame). You choose your path through the storyline, fighting monsters, casting spells and exploring the fantasy world.iPhone / iPad Great British Chefs Kids (Free) This app is a collaboration between the Great British Chefs website and Tesco Real Food, providing 105 recipes designed to be cooked by parents and children together. Step-by-step instructions, videos and high-resolution photos are included too. The link above is for iPhone, but here&apos;s the iPad version.iPhone / iPad Deep Sea Deli (Free) Casual games publisher PlayFirst may be best known for Diner Dash, but it&apos;s got mobile ambitions beyond that. Deep Sea Deli is a puzzle-matching game starring a narwhal named, ahem, Narly. It sees you matching ingredients and competing against friends&apos; scores, like a fishy Bejeweled.iPhone / iPad Lego Star Wars: The Yoda Chronicles (Free) Several friends have practically foamed at the mouth upon being informed of the release of this game. It&apos;s the latest offshoot from Lego Star Wars, which sees you battling through eight levels as either Yoda or Count Dooku.iPhone / iPad My Story World (Free) Appy startup Mindshapes was behind a &quot;virtual reading world&quot; called Magic Town, which got parents to subscribe for unlimited access to a collection of digital picture books. That&apos;s been removed from the App Store now, to make way for My Story World. It&apos;s a similar idea, but with more digital painting and colouring alongside the stories, and a cheaper 3.99-for-six-months subscription.iPad DabKick (Free) DabKick has potential: it&apos;s an app that connects you to friends or family for co-viewing photos and videos, and co-listening to music. &quot;As you swipe through videos and photos, the person you are showing it to will have them glide across their screen,&quot; explains its App Store listing. Oh, and voice chat plus instant messaging is included to chat about what you&apos;re doing.iPhone That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/03/best-iphone-ipad-apps-squigglefish-onavo-protect", 
    "wordcount": "1204"
}