{
    "headline": "Middle-class pupils shun universities as fees rise", 
    "text": "University applications have fallen by almost a quarter in some parts of the country, including some of the most affluent regions, figures reveal. The hardest hit is North Tyneside, a part of the country with higher than average unemployment, where there was a 23% drop in the number of applications to university this summer. However the first national breakdown of university applications, based on parliamentary constituencies, provides evidence that traditionally affluent middle class parts of the country have seen a disproportionate number of young men and women reject university as an option. Amid difficult economic times and a trebling of tuition fees, in areas such as Banbury, near Oxford, where unemployment rates are traditionally among the lowest in the country, there has been a 22% fall in applications to universities, from 4,400 to 3,427. Even the prime minister&apos;s own well-heeled constituency, Witney, in west Oxfordshire, has seen an 18% drop, from 4,088 applications in June 2011 to 3,353 this summer. And George Osborne&apos;s Tatton constituency, in Cheshire, has seen a 16% fall in applications, from 3,958 in 2011 to 3,314 this year. The demand for degree courses from British students has dropped by more than 50,000  almost 9%  this year, with the University and College Admissions Service also concluding that there was evidence of a sharper fall in application rates for young people from wealthier backgrounds, compared with poorer teenagers. It is believed that demand among the middle classes has plummeted quicker than it has among applicants from poor families because they are not able to take advantage of a generous system of living grants and tuition fee waivers. The fall coincides with a decision to almost triple the cap on annual tuition fees to as much as 9,000 in 2012, although the fees regime means that no one need repay their debts until they earn more than 21,000. One of the best performing constitiuencies was Rochdale, which has one of the worst youth unemployment rates in the country, but where there was a 6% increase in applications from 4,723 to 5,013 this year. Birmingham Yardley, where 8.1% of the population is unemployed, also saw an increase in applications from their young people of 4% from 3,743 to 3,902. Gareth Thomas, Labour MP for Harrow West, who uncovered the statistics, said: &quot;These figures suggest that the ambitions and university aspirations of young people from middle-class families have taken a big hit as a result of the huge hike in tuition fees. David Cameron doesn&apos;t understand just how much 9,000 fees are making young people think twice about going into higher education  even young people in his own constituency.&quot; Liam Burns, president of the national union of students, said young people would be marching in London in protest at the government&apos;s higher education policy at the end of this month. He said: &quot;These figures show the scale of the gamble the government has taken with the futures of young people from right across the country. &quot;David Willetts and Vince Cable can play down the drop in applications all they like, but families and communities across the country are seeing their dreams of going to university disappear before their eyes.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/11/middle-classes-shun-university", 
    "wordcount": "551"
}