{
    "headline": "The web's new world order", 
    "text": "The British people fought wars and went through a great deal of civil strife to construct the form of democracy we currently have. Thus there is nothing wrong with our government seeking to ensure that within its national boundaries activity in cyberspace conforms with its laws. The alternative proposition, that the law of the internet is coterminous with the decisions of the US supreme court, is unacceptable everywhere except the US. The internet of course is magical and wonderful. But we should not have to put up with all the bad stuff in order to benefit from the good. By failing to deal with significant levels of online crime, I&apos;m afraid the high priests of the internet industry, of whom Sergey Brin is most certainly one, have created the situation of which he and they now complain (Web freedom under threat  Google founder, 16 April). It may not be too late to halt or reverse some of the processes Brin is anxious about, but time is running out and laissez-faire will not cut it.John CarrLondon I recently replaced a defunct mobile phone and, a week in, find that the new phone&apos;s default settings included backing up &quot;application data, Wi-Fi passwords and other settings to Google servers&quot;. Is Mr Brin a suitably qualified glasshouse stone-thrower, or does the above sit uncomfortably with Google&apos;s previous sniffing for Wi-Fi networks while making photographic surveys? Internet freedom must rely upon a sea of small providers rather than disproportionate control by nations or global corporations. I will be looking to remove other Google services from my phone.Mike BrownNewcastle upon Tyne &quot;Internet freedom&quot; is just a vehicle for transnational corporations such as Google, Amazon, Apple and Facebook to impose their ideology of rightwing libertarianism on the world  strident capitalism, no taxes, no government, no community. They are a threat in the same way as Murdoch has proved to be, but for some reason we talk about them as if they were the post office or the library.Dr Stephen DorrilUniversity of Huddersfield Ai Weiwei&apos;s comments on the power of the internet to achieve freedom (China&apos;s censorship can never defeat the internet, 16 April) remind me strongly of the prescience of your former Communist affairs correspondent Victor Zorza (died 1996). I recall the characteristic enthusiasm with which he told me, almost certainly as far back as the 1970s, that he was convinced that fledgling information technology would prove to be a death knell for totalitarian regimes. As your other articles demonstrate, however, this is not quite so straightforward a matter, given the partially successful attempts at censorship in today&apos;s authoritarian countries. But the general conclusion still holds, as Ai Weiwei suggests. Once the monopoly of information slips out of the hands of the rulers of such countries, political consequences are bound to follow sooner or later.Peter RolandBognor Regis, West Sussex Russia&apos;s alarming restrictions on internet freedom, including the imprisonment of pro-democracy bloggers (Nervous Kremlin seeks to take back control, 16 April), are inconsistent with its membership of the UN Human Rights Council. When he first became president in 1999, Vladimir Putin promised to defend freedom of speech. When he returns to the post next month, Putin would do well to honour his word  and that of his country.Hillel C NeuerExecutive director, UN Watch, Geneva Re your editorial (14 April), New South Wales police have set up a social media community engagement project called Eyewatch. Each of our 80 local area commands has a Facebook page. Each day, police publish local crime issues and crime prevention tips. We are now formulating neighbourhood watch closed Facebook groups across the state so communities can be in touch with police whenever they want to. Our pages have attracted 93,000 fans and over 30m page impressions. Crime is being solved; communities and police are working together to identify problems and create community solutions. This programme  applying the Peelian principles to the 21st century  could be easily adopted in the UK.Chief Inspector Josh MaxwellManager, Project Eyewatch", 
    "section": "technology", 
    "gid": "technology/2012/apr/17/web-new-world-order", 
    "wordcount": "673"
}