{
    "headline": "Bionics users Reinhold Messner and Hugh Herr show pace of change", 
    "text": "Legendary explorer Reinhold Messner said he lost his enthusiasm for rock climbing and switched to mountain climbing after losing some of his toes to frostbite at 25. Hugh Herr, was also a well-known climber, but his own brush with death led to a career in bionics. Diversity is a mark of DLD, so it was a pleasant surprise that Messner took the stage at the Munich conference on Monday alongside Herr, who is researching and developing advanced bionics at the Massachusetts Institute of Technology. &quot;It was actually nice that I didn&apos;t lose just my toes but lost my legs up to here,&quot; Herr said, gesturing towards two impressive looking prosthetics. &quot;From here down I&apos;m a blank canvas. I can go beyond what nature intended; I could extend my height to get more hand and footholds.&quot; Herr describes Darwinian as slow and bionics as a rapid evolution, the technology for which will be unimaginably sophisticated in 20 years. Messner, also appearing at DLD13, draws a line at modifications to the brain: &quot;The brain is partly animal. Genetically there is the experience, and that instinctive part of my knowledge is more important for my behaviour in dangerous situations on the mountain than pure intelligence  without this instinct I would not be here.&quot; Both raised the point that the technology that has enabled Herr to climb again (using modified prosthetic feet for climbing) is only possible to a wealthy elite; Herr&apos;s limbs would cost $120,000 to buy, but are only possible because of $43m in research and development. Morally, said Herr, the solution would be geographically distributed manufacturing based on open source, IP-free designs. Furthermore, once augmentation is a possibility, how far does that go? &quot;If you have the ability to correct depression via an electrical interface, how depressed do you have to be to have the intervention?&quot; asked Herr. &quot;Maybe they are producing great art or something  but do they have to be slightly depressed, or suicidal?&quot;", 
    "section": "technology", 
    "gid": "media/pda/2013/jan/21/bionic-users-pace-change", 
    "wordcount": "336"
}