{
    "headline": "The week in wildlife  in pictures", 
    "text": "   A bevy of Whooper swans (Cygnus cygnus) on a frozen lake during a snow storm at Lake Kussharo in Hokkaido, Japan  Photograph: Paul Mckenzie/Barcroft Media       Deer at the Kaziranga national park, east of Gauhati, Assam, India Photograph: Anupam Nath/AP       Winter clings to Howgill Fells, Cumbria, Britain Photograph: Tom Hughes/Rex Features       Wild storks nesting in Springe, western Germany Photograph: Julian Stratenschulte/AFP/Getty Images       A mother tries to assist her tranquilised juvenile after it was darted by a vet in Amboseli national park, Kenya, aiming to fit it with a tracking collar. There are 60 collared elephants in Kenya of a total national elephant population of around 37,000  Photograph: Carl De Souza/AFP/Getty Images       A confiscated cheetah inside a cage seized from animal traffickers at an unknown location in Tanzania Photograph: RWP/EPA       A butterfly rests on rape flowers in Huangshan City, in east China's Anhui province Photograph: Shi Guangde/Corbis       Gulls, pelicans, herons and ibis can be seen at a bird sanctuary near Key Largo, Florida Keys Photograph: J Pat Carter/AP       Manatee rehab care team members hold down a rescued animal as it is treated for exposure to 'red tide'  algal bloom  in south-west Florida  Photograph: Steve Nesius/Reuters       A pangolin is released into the wild by Natural Resources Conservation Agency officials at a forest in Sibolangit, North Sumatra, Indonesia Photograph: Jefri Tarigan/AP       A dahlia flower blooming at a public park in New Delhi, India Photograph: Harish Tyagi/EPA       Dead fish at the polluted Rodrigo de Freitas lagoon in Rio, Brazil, which will host the rowing events in the 2016 Olympics Photograph: Sergio Moraes/Reuters       Wild lions are pictured before mating in Amboseli national park, Kenya   Photograph: Carl De Souza/AFP/Getty Images       Giant panda Ke Lin watches a mating video at the Chengdu Giant Panda breeding research centre , Sichuan province. Staff said they showed Ke Lin this video to teach her how to mate, as she kept rejecting her mate, Yong Yong, although she was in season. After watching this video, the pair successfully mated  Photograph: Chengdu Research Base of Giant Panda Breeding/Reuters       Not usually spotted during daylight hours, these otters play-fight in a river in Norfolk. They were spotted by British wildlife photographer Luke Massey, who said: 'Otters are one of the most difficult species I have ever tried to photograph, not only being hard to see they are incredibly shy so once spotted you have to be very stealthy.' Over the past 30 years otters have fought their way back from extinction after they were nearly wiped out by pesticides and a dwindling food supply. Now after one of nature's most remarkable comebacks, they are often spotted in every English county Photograph: Luke Massey/Rex Features       A pod of Gerlache killer whales in Antarctica was pictured playing with its food - in this case a Gentoo penguin. A young whale first grabbed the penguin and pulled it under the water - only to let it go again. The 'game' then continued with the flapping bird being repeatedly thrown and shaken by other members of the pod until it disappeared under the water for a final time Photograph: Justin Hofman/Barcroft Media       A man walks past a photograph of oceanic black tip shark on display at the 16th meeting of the Convention on International Trade in Endangered Species (Cites) in Bangkok, Thailand. The conference voted to protect five species of sharks and manta rays Photograph: Narong Sangnak/EPA       A rhinoceros in Nairobi's national park  located just 4 miles (7km) from the Kenya's capital city centre Photograph: Marko Djurica/Reuters       An sea otter mother carries her pup past a docked boat in California Photograph: Michael Yang/Rex Features       Robin, Waheed Arshad:  'I returned home after a long day in the research labs to find [him] perched on the tallest branch he could find. I ran inside, dropped everything I could and headed back out with my camera.' This picture was among the entries to February's Green shoots nature photography assignment, Signs of spring Photograph: Waheed Arshad/Flickr       Rescued California sea lion pups  at the Pacific Marine Mammal Center in Laguna Beach, California. The centre declared a state of emergency after witnessing an enormous increase in the number of gravely dehydrated and malnourished sea lion pups this season. The organisation is currently discussing possible causes Photograph: Mike Blake/Reuters       Two giraffesin  the early morning sun at Nairobi's national park  Photograph: Marko Djurica/Reuters  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/mar/15/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}