{
    "headline": "Offshore wind turbines set to benefit British industries", 
    "text": "British industries from boat-building to concrete, and electric cabling to gearbox manufacturing are in the line-up to benefit from the construction of thousands of offshore wind turbines, if new plans go ahead. A group representing the UK&apos;s offshore wind industry on Monday adopted a target of ensuring that more than half of the supply chain for offshore windfarms is sourced from the UK. At present, less than a third of the value of the goods and services needed to construct offshore wind farms actually originates in the UK. The adoption of the new target came as the UK&apos;s wind industry faced its fiercest ever assault, from a group of more than 100 Tory MPs calling on the government to cut subsidies for onshore windfarms. Their campaign, in the form of a letter to the prime minister, marked the first crisis for the incoming energy and climate change secretary, Ed Davey, after taking over from Chris Huhne on Friday. Huhne resigned when it was announced he would face criminal charges over an alleged driving offence. &quot;The UK has created the world&apos;s biggest offshore wind market and that should be attracting manufacturers and support companies,&quot; said Keith Anderson, chief corporate officer at Scottish Power and co-chair with the energy minister, Charles Hendry, of the Offshore Wind Developers&apos; Forum. &quot;This is a massive opportunity. There has been a lot of investment in offshore wind in the UK, but very little in UK suppliers.&quot; The size of the potential market runs to many billions  the government estimates that at least 200bn in investment will be needed in the whole energy sector by 2020, to overhaul the UK&apos;s creaking grid infrastructure, bring power stations up to European standards and meet renewable energy and emissions targets. Outlining the wider benefits of offshore wind, Anderson pointed to Belfast, where the harbour is being redeveloped as a hub for offshore windfarm construction, at a cost of about 50m. The work will create 150 jobs in construction, as well as requiring about 1m tonnes of stone from local quarries, which will create hundreds more jobs. &quot;It is the first dedicated harbour upgrade for offshore wind,&quot; Anderson said. Under European Union laws, the government would not be allowed to specify that a certain amount of the supplies for offshore wind should be homegrown. However, this initiative is technically one that has come from the industry itself, so it is permissible for the government to endorse it. But critics pointed out that the target of sourcing more than half of supplies from the UK had no deadline attached, and represented &quot;more of a vague aspiration&quot; than a concrete plan. &quot;It&apos;s a nod in the right direction of a strategy, but what is the strategy?&quot; asked one person involved with the industry, who could not be named.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/feb/06/offshore-wind-turbine-british-industry", 
    "wordcount": "499"
}