{
    "headline": "Why the Higher Education and Research Bill must be amended", 
    "text": "Buried in the 113 subsections and 12 schedules of the 2016 Higher Education and Research Bill that is currently before parliament are massive constitutional changes that will undermine the autonomy and vigour of Britains universities and its research base. The issues are complex, and involve perturbations of the difficult balance of power, democracy, expertise, and academic freedom that will seem intangible to many. But institutions and processes that have been of demonstrable value to this country for decades and, in some cases, centuries, will be significantly eroded if this bill passes through parliament unamended. As it stands the bill envisages far-reaching changes to the organisation of universities and research. It establishes the Teaching Excellence Framework (TEF), an assessment exercise based heavily on a variety of simple metrics with questionable relationships to teaching quality; it lowers the threshold that private providers must meet to become degree-awarding universities; and it will create a super-research council  UK Research and Innovation (UKRI)  led by a powerful chair and chief executive to oversee the near-totality of publicly funded research in the UK. Never before in the history of British science have so few individuals been been responsible for so much spending Of course, it is healthy to seek to review and improve how we do things, and the government has mandate to deliver manifesto commitments to introduce the TEF and the revamp of the research councils envisaged in the Nurse Review. At the same time, it should be borne in mind that Britain is an established world-leader in research. We have an efficient system of oversight that delivers more high-impact research per pound invested than any other country. Our universities are also among the best  we have ten institutions among the top fifty in the world.  Nor should it be forgotten that our research base and our universities are vital parts of the economic, political and cultural life blood of this country and have been for hundreds of years. But this bill, in its present form, threatens to undermine them both.  The reputations of our universities and our research base are already under threat because of the fallout from the EU referendum result, which is making the UK an unfriendlier place for overseas scholars and students, as well as cutting off access to an important stream of research funding and to a vibrant and well-developed ecosystem for collaborative work.    Related: Britain has a proud academic record. We must not let Brexit devalue it | David Willetts    In such circumstances we need to think very carefully before making changes.  Let me take the universities first. The Higher Education and Research Bill creates a powerful new body, the Office for Students (OfS) with the power to override university Royal Charters, and remove the right of institutions to award degrees or even to call themselves universities. All of this the OfS will be able to do without parliamentary scrutiny. The change is motivated by the governments desire to enable new providers to enter the market  which the bill makes easier than at present by lowering the threshold requirements  and to be able to regulate that market by excluding providers that dont perform to the required standard.  There is sense in having this degree of flexibility  and existing institutions should welcome high-quality competition. But this bill is a blunt and dangerous instrument for enacting that policy because alongside the power granted to the OfS to control the very existence of universities, it confers unprecedented powers on the Secretary of State to give instruction on what courses universities may teach. To quote the bill directly, Part 1, Section 2 states that the OfS must have regard to guidance given by the Secretary of State, guidance that may be framed by reference to particular courses of study. While there are some safeguards in the bill to protect the freedom of universities to determine course content and methods of assessment, we should make no mistake: this is a new level of interference in university autonomy. It will have a chilling effect when combined with the power of the OfS to determine whether universities have the right to exist. The bill places undue power in the hands of government and erodes institutional autonomy and academic freedom.  It may well be that Jo Johnson, the present minister for universities and science, does not envisage ever using these powers to direct universities in what they will teach, but this is bad law. Such power, once created, becomes open to misuse and we cannot simply proceed on trust. We need full protection of university autonomy to be built into the DNA of this bill. The powers granted by the Higher Education and Research bill are all the more worrying in light of recent government actions which have taken an authoritarian turn. At the Conservative Party conference the home secretary raised the possibility of naming and shaming companies that hire overseas workers  a message that was not lost on the university sector, even if it has now been abandoned as a formal policy proposal. Then there was the spat between the Foreign Office and the London School of Economics about the exclusion of non-UK academics from work on the implications of Brexit, which was followed by news that the Department of Education will require any researcher using statistics from the National Pupil Database to submit work to them forty-eight hours before publication. Further concern has been aroused by the governments attempt to bury its own report showing that only a tiny fraction of overseas students abuse the terms of their student visas.  For the sake of our democracy, we need a university sector that retains the independence to stand up for evidence and to stand up for academic freedom. This bill is a direct threat to the autonomy of our existing institutions and needs to be amended. The secretary of state should not be granted powers to guide the university curriculum. Decisions by the government-appointed OfS on whether an institution can continue to operate as a university should be subject to full parliamentary scrutiny.  Part 3 of the Higher Education and Research Bill raises further disquiet about the governance of the UK research base.  Over the past 100 years the UK has developed a complex and supple system of oversight  enshrined in legislation and in custom and practice  in which robust lines of communication operate across different levels, from researchers on the ground, through research council chiefs, and all the way up to the secretary of state.  But this bill legislates for a downgrading of the research councils. They are no longer councils but committees. They will lose the protection of their Royal Charters. And their chief executives will not, ex officio, have a seat on the board of the powerful new over-arching council, UKRI.  The bill does not even provide for the creation of an executive forum that would allow the heads of the new research committee to communicate the views of their researcher communities to the CEO of UKRI. Although a supplementary document published just last week by the Department of Business, Energy and Industrial Strategy (BEIS) now envisages such a committee, the system of governance is significantly more top-down than before.  Perhaps, as Sir Paul Nurse intends, the new arrangement will create a powerful voice for science at the heart of government (although UKRI board appointments have to be approved by the secretary of state), while freeing research committee heads from interactions with government that distract from the job of fostering research in their designated areas. That said, none of the present Research Council chiefs has complained about having a direct line of communication to the minister. Much will depend on the individuals involved in the new regime.  Moreover, from before the middle of the last century sciences influence in government has had multi-polar characteristics. Heads of autonomous funding councils, Whitehall chief scientists, learned societies, academics, and even campaign groups have together worked with, and sometimes against, government to protect the research base. This can never be the task of one or two individuals, yet the proposed arrangements invest a great deal of power in the chair and chief executive of UKRI. The concerns about weakening of important consultative mechanisms are amplified by the power the bill awards to the secretary of state to create and abolish new committees, and to add or subtract from the disciplinary fields that they are encouraged to support. According to the bill these changes can be made through statutory instruments that must be placed before parliament, but such instruments are used so frequently that that they typically receive little scrutiny.  Of course, the remit of UK research committees should always be kept under review. Research is a fast moving endeavour and it is right to ensure that decision-making can respond flexibly. But the authority granted by the bill to the secretary of state marks a turn against a long-standing practice of consultation with the expertise and experience of the research community. And while the present minister seems unlikely to be minded to misuse the new powers accorded by the bill, its formulation is open to future abuse. The bill should be amended to ensure adequate consultation and proper parliamentary scrutiny before any changes to research committee remits are enacted.  Its not to late. You can help to amend the bill by contacting your MP to express your concerns. Instructions on how to do that are provided by Science is Vital. @Stephen_Curry is a professor of structural biology at Imperial College. He is a member of the boards of Science is Vital and  the Campaign for Science and Engineering.", 
    "section": "science", 
    "gid": "science/occams-corner/2016/oct/18/higher-education-research-bill-needs-amended", 
    "wordcount": "1589"
}