{
    "headline": "Gender is just one of many inequalities that generate poverty and exclusion", 
    "text": "Right now, it&apos;s probably possible to go to a different meeting about what might come after the millennium development goals somewhere in the world every week. Much of the talk at these events is about inequality. It&apos;s widely recognised that the MDGs, by focusing on targets that are about average attainment, have done little to tackle all kinds of social inequalities. If your aim is just to halve the percentage of the population who live on less than $1 a day, for example, you can do that and exclude whole communities who face discrimination based on ethnicity, race or gender. It&apos;s even possible to reach the target if significant proportions of the population are getting worse off. Amid all the chatter about inequality and post-2015, gender voices have been strangely silent so far. Partly, this might be because, as usual with high-level policy debates, there aren&apos;t many women in the conversation  a recent UN meeting I went to on the topic featured panels composed entirely of men. But before anyone goes to the barricades demanding that gender be mentioned in every paragraph, let&apos;s look at the data (pdf). What&apos;s interesting is that women and girls are not doing systematically worse on every MDG than men and boys. In fact, gender inequalities vary considerably between goals. While young women in Africa are between two and four times more likely than their male contemporaries to be infected with HIV, globally girls are no more likely than boys to be underweight. In Bangladesh, it&apos;s the poorest boys who are less likely to go to school than the poorest girls. Gender is just one of a multiplicity of inequalities that combine to form the patterns of poverty and exclusion that we see in the world today. Other inequalities (pdf) are also hugely significant. In Vietnam, for example, only 7% of ethnic minority households have access to improved sanitation, while the figure for the majority Kinh and Chinese groups is 43%. Women from excluded groups often face a double whammy of injustice. In Peru, the national average years of schooling for young adults is just under 10 years. For indigenous people the figure is seven years, while for poor, indigenous women the figure is five years. Even maternal mortality, the goal that is most off track, presents a more complex picture than simple lack of care for women in health systems. In India, more than 90% of rich urban women have a skilled attendant (pdf) with them when they give birth, but for poor rural women the figure is less than 20%. Given this picture, what can be said about gender and a post-2015 agreement? It needs new thinking and new action. First, it&apos;s time for a wider debate. Too often policy ideas about inequality are dominated either by a focus on income inequalities, which tends to assume that everyone is the same apart from some randomly distributed differences in income (missing out the ethnicity, geography or gender that are the source of income differences), or by lobbies for different groups: disabled people, ethnic minorities, women-headed households, etc. The post-2015 debate is a chance to join forces, change the conversation, and make it all about inequality and exclusion as the source of poverty and the problem to be tackled. Second, and contradictorily, it&apos;s time to prise apart some cherished categories. There are certain things that all women have in common, of course. But poor and excluded women probably have more in common with the poor and excluded men they live with than with the wealthy middle-class women who run things. There&apos;s no shame in admitting this  we don&apos;t lose points on gender if we admit that class, race and ethnicity also have a role  sometimes the primary role  in creating inequalities and exclusion. The new conversation has to be honest about what divides as well as what unites people. What type of agreement might follow from this thinking? In the past, advocacy and policy on inequality has tended to focus on identifying and working on behalf of a specific group who suffer a particular discrimination. But for something as broad as a post-2015 agreement, that just won&apos;t work. It&apos;s not about making an agreement that works &quot;for women&quot; or &quot;for ethnic minorities&quot;, but about creating incentives for governments to identify and tackle a range of inequalities. That&apos;s ambitious, but it&apos;s worth the effort of rising to the challenge. This is a big opportunity to institutionalise a more accurate and mature understanding of inequalities into development policy and, let&apos;s hope, to change people&apos;s lives for the better.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/09/gender-inequality-poverty-exclusion", 
    "wordcount": "765"
}