{
    "headline": "British universities are in need of a teaching revolution", 
    "text": "Teaching in universities has often played second fiddle to research in terms of university rankings, public funding and institutional prestige. Governments and the press have often pigeon-holed institutions by research activity rather than recognising that teaching, research and knowledge exchange are integral to the role of all universities. Of equal concern is the fact that the education of graduates with the knowledge and creative attributes to contribute to their workplaces and wider communities has been regarded as of little significance to innovation, economic growth and social cohesion. This why the renewed interest of ministers in teaching is very welcome and should not be forgotten in the debate about the government&apos;s higher education reforms. What&apos;s needed now is ongoing recognition of the importance of teaching excellence and teaching innovation not only to students but to employers and the UK as a whole. The latest UCAS figures for England provide a clue to the way ahead. Perhaps understandably in the new era of higher loans, students are choosing career-related subjects. But they also show another significant trend: students opting for courses which are taught differently, with more focus on employability, professional development and active engagement with real-world projects and employers. A revolution in teaching is needed to meet the needs of people relying on a university education to help secure their future. More innovative approaches to teaching across the whole range of subjects are important in delivering employability. Teaching and learning should develop knowledge, scholarship and new skills whatever and wherever students study. This means a shift in the role of lecturers and students; more collaboration with employers on real-life projects; more risk-taking by staff across institutions; more team-working and responsibility for students to lead and engage with each other and a strategy at the highest level of all universities to ensure that teaching is as important as research. The change is critical to the future of universities themselves, in maintaining their place at the heart of cultural and intellectual life and the economy, and in continuing to be a solid investment for students. This includes mature students and those who traditionally have not considered university to be for them. A new million+ report, Teaching that Matters, authored by staff from the Centre for Developmental and Applied Research in Education at the University of Wolverhampton, sets out how the revolution is already underway in modern universities. It sets out the emphasis on students as active participants in partnerships with academics, employers and communities across the arts, charities, health-service users and industry. For example, history undergraduates at the University of Derby run a conference to deliver research papers; health students at Middlesex University work with users and carers to close the gap between theory and practice. At the University of Wolverhampton, students are e-champions and help their peers with ICT  an initiative that has led to higher grades being achieved across the board. Investment in academic practice, technology and the reconfiguration of teaching spaces are also key to ensuring effective teaching and learning. Providing flexible and student-centred teaching also makes a big difference to the profile of students who can access higher education. Modern universities have led the way in helping people in work and those who prefer to study part-time, gain higher qualifications. This also means more work and professional placements and significantly higher numbers of students studying on sandwich courses. The knowledge economy and the wider non-monetised benefits to society of higher education are all dependent on sustaining the expansion of student numbers and the social mobility that modern universities have supported. Postgraduate education is of enormous value to students and the UK. Modern universities have also led the way in its expansion. In 2009-10 they awarded 10,695 postgraduate certificates, proportionately more than any other group of universities, providing a vital initial step for many students as they pursue masters and doctorates. We will always need individual lecturers who inspire, involve and engage their students. However the fostering and promotion of innovative, effective and high-quality teaching on an institution-wide basis has to be a strategic objective of all universities. Modern universities offer valuable models for the sector as a whole. For their part, ministers are right to place teaching centre-stage. Pam Tatlow is chief executive of the university think-tank million+. The Teaching that Matters report can be downloaded here. http://www.millionplus.ac.uk This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/15/uk-universities-teaching-revolution", 
    "wordcount": "756"
}