{
    "headline": "Facebook comment leaves juror facing contempt charge", 
    "text": "A juror will be prosecuted for contempt of court after allegedly writing on Facebook that he wanted to &quot;fuck up a paedophile&quot; during the trial of a convicted child sex offender. Kasim Davey was discharged as a juror in the trial in December when he wrote on Facebook: &quot;Woooow I wasn&apos;t expecting to be in a jury Deciding a paedophile&apos;s fate, I&apos;ve always wanted to Fuck up a paedophile &amp; now I&apos;m within the law!.&quot; He denied posting the message  which is in breach of laws on contempt of court  when initially questioned by the judge at Wood Green crown court in London. Davey was a juror at the trial of Adam Kephalas, a convicted child-sex offender who was given a suspended 12-month prison sentence in January this year. Davey will now be prosecuted by the attorney general for &quot;an act likely to interfere with the due administration of justice&quot;. The attorney general, Dominic Grieve, was given permission to pursue the contempt case at a short hearing at the high court in London on Wednesday morning. The two high court judges, Lord Justice Goldring and Mr Justice Ouseley, did not set a date for the next prosecution hearing. Grieve did not attend court as he was at St Paul&apos;s cathedral, less than a mile away, for the funeral of Lady Thatcher. The case is the latest in a string of contempt prosecutions involving jurors and members of the public using the internet to discuss ongoing criminal trials.  To contact the MediaGuardian news desk email media@theguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook.", 
    "section": "technology", 
    "gid": "technology/2013/apr/17/facebook-comment-juror-contempt-charge", 
    "wordcount": "314"
}