{
    "headline": "UK should use more cash transfers and manage them better, say MPs", 
    "text": "The Department for International Development (DfID) lacks an overarching strategy for the use of transfer programmes to deliver cash, food and livestock to the poor, a parliamentary committee report said on Friday. In a generally positive report, the public accounts committee (PAC) expressed surprise that the use of transfer programmes has not increased more in light of the evidence of positive outcomes. &quot;The department only plans to support transfer programmes in 17 of its 28 priority countries,&quot; the report said. &quot;It does not have an overall strategy for the use of transfers, and its decisions on where to support transfer programmes look reactive. The decision as to whether or not to propose a transfer programme is taken by staff in the country and it is not clear why there are extensive programmes in some countries and none in others.&quot; DfID&apos;s spending on social protection, which includes transfers, was 192m in 2010-11, 4.5% of its total bilateral aid budget (up from 4% in 2006-07). The department, which supports major transfer programmes in nine countries, including Ethiopia, Bangladesh and Kenya, plans to make use of these programmes in 17 of its priority countries by 2014. Some of the committee&apos;s observations echo a report last year from the National Audit Office (NAO), which said the direct transfer of resources has delivered clear and immediate benefits, but with the caveat that DfID needed to get a better grip on the efficiency of its approaches. The PAC said that in setting up transfers, DfID has not identified whether or how it expects them to be sustained and where future funding will come from. Ideally, recipient countries would take over these programmes, the committee said, but that is highly unlikely in some countries. Some poor countries only collect between 7% and 10% of GDP in tax, so basic welfare systems that distribute between 2% and 6% of GDP are unlikely to be introduced. In other criticisms, the committee faulted DfID for a limited understanding of the long-term impact of its transfer programmes. While some programmes are relatively new, some established schemes  Ethiopia for example  had not been assessed for their long-term impact. The committee also said DfID&apos;s ability to evaluate the value for money of transfers is undermined by gaps in data cost and performance, a point also made by the NAO. &quot;While transfer programmes appear to be effective, the department does not have a handle on the full costs or benefits of its programmes,&quot; said the report. &quot;This includes the cost of administering transfer programmes, which is of particular concern when health and education professionals are diverted from their core roles to act as payment administrators, as in Zambia.&quot; In another gap, the committee said the department has not assessed what level of individual transfers will provide the best return on investment. Larger amounts are likely to have a more lasting effect and therefore may be better value for money, said the report, but this hypothesis has not been tested. In evidence given to the committee in December, Mark Lowcock, permanent secretary at DfID, said he was open to more transfer programmes, but added: &quot;I am wary of expanding so fast that we make too many mistakes and reduce confidence.&quot; Lowcock admitted DfID needed to do more work on the level of transfers. &quot;The proposition is that maybe if we piloted different levels of transfer, we would generate more information on the rates of return  and we will do that,&quot; he told MPs. &quot;There are some caveats. It is politically contentious.&quot; The idea behind transfer programmes is that people can be lifted out of extreme deprivation and destitution to the point where they can have access to credit, through microfinance for example. But external shocks can undo progress, as in Ethiopia. &quot;The 1.6 million Ethiopians who got to that first step, I am afraid, in some cases, will have been knocked back because of the severity of the drought,&quot; Lowcock said. &quot;We are going to keep tracking what is happening to them.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/03/dfid-urged-to-increase-cash-transfers", 
    "wordcount": "688"
}