{
    "headline": "Technology blogs", 
    "text": "Andrew Tuson  an academic&apos;s view of information leadership, the IT industry and HE&apos;s role in the information industry. Benot Guilbaud  How digital technologies influence education by a french language tutor. Chris Sexton&apos;s blog  from the director of corporate information and computing services at the University of Sheffield. Communicate Science   articles of scientific and technological interest and discussions of link between arts and culture. George Veletsianos  musings on emerging technologies and online learning. Computing: The Science of Nearly Everything  blogging on all things to do with computer science, from research and education to economic and science policy. D C Science  David Colquhoun&apos;s blog investigating dubious and dishonest science and technology. Digital Narratives  a blog exploring the ways in which digital media is transforming narrative. Dr Sustainable - Alexander Hope blogs on the trials and tribulations of working in academia and the use of technology and social media in learning and teaching. Edge Hill   the latest news from web services at Edge Hill university. EDINA Blogs - blog by social media officer Nicola Osborne focusing on best practice for using social media in higher education. Eric Stoller  Thoughts on higher education, social justice, and technology. Jim Al-Khalili&apos;s blog  theoretical physicist Professor Jim Al-Khalili blogs about the public&apos;s engagement with science and technology. Katrina James  looking at how HE, science and technology work together in academia. Kavubob&apos;s Miscellanea  A blog about digital content and educational technology. Lydia Arnold&apos;s blog  containing resources for work based learning and technology. M A Smithers  Mark Smithers&apos; blog on innovation in higher education, with a focus on the use of educational technology and e-learning. Memex  a blog about the convergence of learning, publishing, search technology and content strategy. Michael Seery   a blog by a lecturer in Physical Chemistry at the Dublin Institute of Technology (DIT). No Good Reason  an open university HE techie explores the impact of new technologies for educational experts and learners. UK Web Focus - Brian Kelly blogs about the role of the web in higher and further education Salma Patel &apos;s blog  including articles and thinkpieces on healthcare, participation and technology. Simon Paul Atkinson  a blog about educational technologies and social change, with active discussions and debates. Telescoper  a technological and science blog interspersed with a bit of light space travel. WalkingRandomly  Michael Croucher looks at how mathematical software can be applied to both teaching and research. If you run a technology blog and would like it to be featured on the higher education directory, get in touch via email or Twitter using the hashtag #HEblognetwork This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/oct/10/higher-education-blogs-network-technology", 
    "wordcount": "451"
}