{
    "headline": "After all the promises, where is the legacy of London 2012?", 
    "text": "Near the entrance of York high school, painted in large letters, are the words of Alfred, Lord Tennyson. &quot;To strive, to seek, to find, and not to yield.&quot; It is not a bad motto, particularly for a school that prides itself on its sporting prowess. Along all the corridors and outside each of the classrooms are images of sportsmen and women, many of them famous Olympians. At the start of every lesson, whether it be mathematics or PE, the state school&apos;s 800 pupils are set three targets; gold, silver and bronze. &quot;We really try to incorporate the ethos of the Olympics into every aspect of school life,&quot; says the headteacher, David Ellis. Tennyson&apos;s concluding line from his poem Ulysses was also the one chosen by David Cameron to encapsulate the Olympic spirit in his speech welcoming athletes from across the world to London on 26July last year. &quot;It&apos;s this spirit that is going to shine out from London,&quot; Cameron declared. &quot;We want this to be the Games that lifts up a city, that lifts up our country.&quot; Ellis and his pupils still feel &quot;lifted up&quot; by London 2012. In the sports hall, PE teacher Chris Shouksmith is teaching an enthusiastic group of year seven girls how to play badminton and, as they bash the shuttlecocks from end to end, it is obvious they are enjoying every minute. The school, opened in 2007 as a specialist sports college, appoints young sport &quot;ambassadors&quot; as team leaders. Beth Johnson, 14, is one. &quot;I nearly cried when Jessica Ennis won the gold,&quot; she says. &quot;And the fact that she comes from Yorkshire made it even better. I always wanted to be a PE teacher. Now I want to be an Olympic athlete.&quot; Another, Charlie Squires, also 14, articulates the wider benefits of sport with the wisdom of one much older. &quot;If you are confident in your physical self it helps you feel confident and positive in all other ways,&quot; he says. Ellen Jennings, 13, describes how she moves into her &quot;comfort zone&quot; and is &quot;more relaxed&quot; when she can spend time on her favourite physical activity, climbing. All three were thrilled by London 2012 and believe the inspiration of the Olympics will be lasting. Ellis has tried his best to bottle up the Olympic spirit to ensure its preservation. But while he can do that to some extent in his own school because he and his staff are hugely driven, he is under no illusions about the future for sport in the community and in other local schools where the headteachers have poorer facilities and may not share his passions. &quot;We are holding things together here,&quot; he says. &quot;But outside there is real decline.&quot; Until May 2010, York high school led one of two central government-funded school sports partnerships from its premises in one of the less well-off parts of the city. With the money it received it co-ordinated sporting activity across a network of local schools and clubs. Shouksmith, herself an athlete and a teacher of great experience, went into primaries for two days a week to run PE lessons for children who otherwise would have had no instruction from a specialist teacher. Across the country  thanks to annual funding of 168m a year  other trained PE teachers and coaches also ran after-school clubs and local competitions and built links with clubs in their areas. It was Labour&apos;s attempt to create a framework for the future  and the promised legacy  from the bottom up. &quot;The idea was that if you could get things going in schools first, and connect children to clubs and clubs to children, you would build up participation beyond school alone. It was working well. We were building our legacy upwards and outwards,&quot; said one senior Whitehall figure who is still working on legacy policy. But  despite Cameron&apos;s rhetoric at the height of Olympic fervour last year  funding for these structures in schools has been taken away, step by step, and reduced to almost nothing by his education secretary, Michael Gove. Gove has also scrapped the target of at least two hours a week of PE in schools and ended annual surveys of how much sport is being done so any decline cannot be measured. Shouksmith&apos;s two days a week of outreach work has already been reduced to one as the money has dried up. At the end of this academic year it will end altogether. &quot;When the head told me he could not fund it any more, not even one day, it was completely devastating,&quot; she said. Across the country links between schools and clubs are now being broken rather than strengthened. Norman Randall, head coach of the Radcliffe Sword fencing club in Nottingham, had been sending five coaches into schools  and clubs had been reaping the benefits, with rising memberships. &quot;The Olympics offered the chance to develop those connections and increase our outreach work because the Games inspired so many young people to try sports like fencing. My concern is that the potential to marshal that enthusiasm has been lost because the programmes that allowed us to work with young people in schools have withered away. &quot;The link has been broken and the opportunity that was there to achieve a real legacy was not seized when it was there for the taking. Clubs experienced a spike in numbers of those seeking beginners&apos; programmes last September but courses starting this month are generally back to their pre-Games levels. I think a huge opportunity has been missed.&quot; Ellis says he cannot bear to think about the destruction of a policy that was beginning to change lives. &quot;On the ground people who are passionate about the positive impact sport can have on the lives of young people have worked creatively to retain as much good practice as possible but the bottom line is that the quality and quantity is being reduced. It really is a national disgrace that we are not building on the goodwill, enthusiasm, excitement and motivation that London 2012 generated.&quot; It is now six months since the start of the Olympics. London won the Games very largely off the back of its promise to deliver a legacy, not just by &quot;inspiring a generation&quot; for a few weeks or months, but by putting in place actual policies to boost participation for all age groups and in all communities. So has any progress been made? On the plus side, the government has massively increased funding for elite sports to try to ensure Team GB does at least as well in 2016 in Rio as it did in London in 2012. In December it announced a record funding package of 347m for the next four years for elite sport  an 11% increase on the previous four-year cycle. UK Sport, which distributes lottery and government funding to elite athletes, rewarded those sports that hit or exceeded their medal targets. Funding for boxing rose by 40% to 13.8m, while cycling, rowing, sailing and equestrian sport also did well. To boost community sport, 493m is being spent on a range of projects over coming years. But while those involved in grassroots sport welcome both allocations, most say one gaping hole remains at the heart of policy. One senior figure close to government said: &quot;We welcome the money for elite sport and community projects but we ask where is the strategic vision here? To be honest, policy is a hotchpotch. What we still completely lack is a policy for linking schools to clubs in the communities  that is what has gone and nothing has been put in its place.&quot; To gauge opinions among experts, the Observer invited responses via theguardian.com from people involved in community and school sport, and emailed scores of headteachers. While all agreed that the Olympics had been worth every penny of its 9bn price tag, most respondents said sporting provision was no better or, in most cases, worse than in 2010. Some leaders of local clubs said there had been a pick-up in interest since the Olympics but as time wore on numbers had returned to levels more like those before the Games. The vast majority said they did not believe this government was committed to delivering a lasting legacy. Ministers insist otherwise. On Friday they announced that 16.6m of National Lottery funding had been awarded to 310 projects across England, although this was not new money. Cash for a national network of school games organisers, who will help run an annual inter-school Olympics-style competition, has been extended until 2015. Sport England and the Youth Sports Trust are working hard with limited resources. But arguments in government, where Gove is resisting any money being ringfenced for sport in primary schools, are holding up progress. A government announcement  expected this month  has been stalled. Dame Tessa Jowell, the Labour MP and former Olympics minister, is tearing her hair out, desperately hoping that Cameron&apos;s legacy ambassador, Lord Coe  who was belatedly given that role by the prime minister during the Games  can pull something out of the hat. Jowell today renews her invitation to the coalition to take part in cross-party talks on the future of school sport so the whole issue could be defused politically. The last time she did so, she was intensely disappointed when ministers declined. Peter Crowe, a headteacher and chair of Derbyshire School Sports Strategy Group, says the biggest problem remains in primary schools. &quot;It is at this level, I think, that Mr Gove thought, if he thought about it at all, that voluntarism would be sufficient. &quot;The fact is, though, that, as across the rest of the public sector, schools are struggling to make ends meet. For our hard-pressed primary colleagues, high-quality PE and sport, not to mention systematic, curriculum-based promotion of active healthy lifestyles, feel like luxuries they cannot afford. Under the previous administration this was provided free at the point of entry from a separate, ringfenced, fund. Now they are asked, should they wish, to pay for it from their core funds  they simply can&apos;t afford to do that.&quot; Andy Marchant, who has worked for 35 years in and around Brighton building up local sport and encouraging young people to move from school sport and into clubs, believes levels of provision for young people have returned to pre-1997 levels. &quot;The transition from school to lifelong participation in sport can only be achieved through strong links between schools and clubs,&quot; Marchant says. &quot;They should not be looked upon as separate entities, but part of the same process, with clubs vital to a young person&apos;s school sporting education and experience. In the past year, it has become harder for clubs as the contacts made with schools have disintegrated.&quot; Hardly an endorsement of a government that promised a permanent, positive legacy from London 2012.", 
    "section": "education", 
    "gid": "education/2013/jan/26/london-olympics-legacy-schools", 
    "wordcount": "1853"
}