{
    "headline": "Lord Chilver obituary", 
    "text": "Henry Chilver, who has died aged 85, drove the transformation of the Cranfield Institute of Technology (CIT) into a postgraduate university specialising in engineering, science and management. The College of Aeronautics established at RAF Cranfield, Bedfordshire, in 1946 became CIT in 1969. Henry, a professor of civil engineering at University College London (UCL), arrived early the following year as vice-chancellor and embarked on a policy of expansion while maintaining academic independence. Student numbers increased through recruitment, by incorporating the National College of Agricultural Engineering at Silsoe in 1975, and, from 1984, by assuming academic responsibility for the Royal Military College of Science at Shrivenham, which became a third campus. Dependence on government funding was greatly reduced through research contracts, fees for higher degrees and intensive short courses for industry and commerce. Henry helped the heads of schools to obtain the resources needed to achieve their aims. This policy of generating commercial revenue within schools that were geared to market sectors rather than conventional engineering disciplines was an outstanding success. Today, only about 15% to 20% of Cranfield&apos;s annual grant income comes from government. Henry&apos;s approach enabled high-quality undergraduates to work on advanced projects with and for industry while pursuing their own thesis research. This also provided many with an automatic introduction to potential employers. Henry promoted Cranfield&apos;s focus on the application of knowledge rather than merely its acquisition, and was always looking for ideas and inventions that could lead to profitable products. Cranfield Biotechnology Centre, established in 1981, harnessed scientific and entrepreneurial skill to grow into the school now known as Cranfield Health. The Cranfield School of Management was initiated just before Henry arrived, and he encouraged it to the point of achieving world-class status. The Cranfield Technology Park grew with his support, attracting such organisations as the Nissan European Technology Centre. Henry promoted international research and development contracts, links with organisations worldwide such as Rolls-Royce and Boeing, and the double-degree programmes developed initially with the University of Technology of Compigne, north of Paris. Four years after Henry&apos;s departure in 1989, CIT became Cranfield University. Cranfield was to become the UK&apos;s only exclusively postgraduate engineering, science and management educational institution, led by experts in their own academic fields but with close working relationships with industry, commerce and government. Margaret Thatcher appointed Henry to chair Acard, the Advisory Committee on Advanced Research and Development to the cabinet (1982-85). He had already amassed company directorships, and as temporary head of the Post Office (1980-81) oversaw the successful separation of postal and telephone operations. In 1983 he became chairman of the Milton Keynes Development Corporation, responsible for Britain&apos;s biggest and most ambitious new town project. Henry&apos;s ability to assess people and their motives was of enormous value in dealing with the wide variety of agencies involved in the project. Born in Barking, Essex, Henry was the son of parents from the East End of London  Amos Chilver, a cabinet-maker with a business in Shoreditch, and Annie Mack, from a Dalston family involved in the furniture trade. He studied at Southend high school for boys, going up to London to help in the family business on Saturdays. There he learned woodworking, a skill that he maintained for the rest of his life. Later, he became interested in music and art, which he collected. After a first degree and PhD at Bristol University, he taught at Cambridge University from 1954, becoming director of engineering studies at Corpus Christi College in 1957. In 1959 he married Claudia Grigson, a doctor, and two years later went to UCL. He was elected a fellow of the Royal Academy of Engineering in 1977, knighted in 1978, elected a fellow of the Royal Society in 1982 and made a life peer in 1987. He is survived by Claudia; their daughters, Helen and Sarah, and three sons, John, Mark and Paul; and 14 grandchildren.  Amos Henry Chilver, Lord Chilver, engineer and academic administrator, born 30 October 1926; died 8 July 2012   This article was amended on 15 August. The original stated that by 1989, Cranfield University had become the UK&apos;s only exclusively postgraduate engineering, science and management educational institution. This has been corrected. ", 
    "section": "technology", 
    "gid": "technology/2012/jul/25/lord-chilver", 
    "wordcount": "694"
}