{
    "headline": "Ash dieback found in Kent and Essex countryside", 
    "text": "Cases of a deadly tree disease that causes ash trees to die back have been found in Kent and Essex, the government said on Monday. The infected trees are the first found in the wild outside of Norfolk and Suffolk, where the first cases outside of nurseries and recent plantings were confirmed two weeks ago. Tree experts have warned that the fungus, Chalara fraxinea, threatens 95% of the UK&apos;s estimated 80 million ash trees. David Cameron&apos;s spokesman today said the government was &quot;taking this issue very seriously&quot;, and the Department for the Environment, Food and Rural Affairs (Defra) is convening a summit on Wednesday on proposals to tackle the disease. The confirmation of infections in Kent and Essex follows a weekend where volunteers looked for cases of the disease, which causes the crown of the tree to die back and leaves to turn brown. There are now a total of 82 confirmed sites, up from 52 as recently as this weekend. However, Defra stressed that it did not believe the new cases had necessarily spread from East Anglia, but may have been present in the environment already, with the spores born on the wind from the continent, where the disease is widespread. The environment secretary, Owen Paterson, said: &quot;We&apos;re doing everything we can to identify where the disease is so that we can focus our efforts on those areas. Once we had the scientific advice that the disease in mature trees had probably arrived here by wind from Europe, it was always likely that we&apos;d find it in coastal areas. Sadly that&apos;s the case with the confirmation today of the disease in Kent and Essex. I would expect even more cases to be confirmed as our urgent survey of ash trees continues.&quot; A crowdsourced effort to map the spread of the disease in the UK, AshTag, is expected to release details later today of public sightings verified by a tree expert. But a shortage of botanists is adding to the problem of dealing with ash dieback. Diane Hird of the University of Bristol, who led a report into plant pathology education and training in the UK, said there had been a &quot;serious decline&quot; in the teaching of and research into plant diseases in the UK, going back for two decades. British universities have appointed very few new plant pathologists since 1990, and many of the number still at UK universities were appointed more than three decades ago. Only one in seven universities now provide practical courses for trainee botanists in looking at plant disease. Plant disease is a wider problem than the ash dieback disease, serious though that is. Farmers are battling with new and variant diseases, and globalisation has meant a huge increase in the risk of new plant diseases, affecting everything from crops to people&apos;s herbaceous borders. As some herbicides have lost their edge, the number of diseases spread by weeds has also increased. The UK&apos;s forests are under &quot;unprecedented threat&quot; from foreign pests and diseases, the Forestry Commission said last week. Prof James Brown, president of the British Society of Plant Pathology, said the job losses in plant science were &quot;severe&quot;. He said: &quot;Britain is not producing graduates with the expertise needed to identify and control plant diseases in our farms and woodlands.&quot; A plant nursery forced to destroy 50,000 ash trees said today it was suing the government for failing to block imports of the tree sooner. A ban on imports of live ash trees was imposed on 29 October. Paterson is holding twice daily meetings on the threat of ash dieback disease, and is focused on the future rather than criticising any previous government failure, the prime minister&apos;s spokesman added. He refused to be drawn into responding threats of claims for compensation over past failure of government policy, saying: &quot;If people are going to demand compensation that is something that will be decided in the courts.&quot; But he pointed out that other countries across Europe have struggled to prevent the spread of the disease.", 
    "section": "environment", 
    "gid": "environment/2012/nov/05/ash-dieback-kent-essex", 
    "wordcount": "684"
}