{
    "headline": "Gender equality 'central' to all other development, say women's groups", 
    "text": "Women and children play a major role in poverty alleviation and are expected to feature prominently in any future development goals, it emerged during debates in Liberia this week. Following meetings of the UN high-level panel (HLP) on Thursday, Britain&apos;s international development secretary, Justine Greening, said there was growing consensus that women and girls &quot;are a core part&quot; of the poverty alleviation framework being discussed in Monrovia. Outside the plush Royal hotel in Liberia&apos;s capital, Greening added that the UK delegation had &quot;stuck to our agenda&quot; of promoting private-sector involvement and job creation in development. She said there had been interesting presentations on &quot;how we make sure we have more transparency in how companies operate&quot;. Women, the private sector, and transparency and accountability are all important elements of the UK agenda. The rights of women and girls have been a particular issue for Greening. In a letter to the head of UN Women, Michelle Bachelet, last month, the minister called on the international community to take action against violence against women, ahead of the commission on the status of women meeting in March, which this year is focusing on the issue. The prime minister, David Cameron, co-chair of the HLP panel, who arrived in Liberia for talks on Friday, has put tax and transparency on the G8 agenda, which meets in Northern Ireland in June. Britain is chair of the G8 this year. Judging from the strength of feeling from the meetings in Monrovia this week, women&apos;s empowerment is expected to feature highly in the HLP&apos;s recommendations, due to be published in May following another panel meeting in Bali in March. Women&apos;s rights, particularly their sexual and reproductive rights, have already been a major topic of conversation among civil society groups, who held their own three-day event this week to lobby the panel. They were implicit in their call for women&apos;s rights to be central to the HLP process. Sheelagh Kathy Mangones, from UN Women in Liberia, said the right of women to have control over their own bodies and decide when and if they have children is more than just a health issue; it&apos;s crucial for transforming the global economy, which is the theme of this HLP meeting. &quot;Sexual and reproductive rights are essential and have to be part of the overall agenda and part of what the HLP is working on,&quot; she said. &quot;This [HLP] is a critically important process. It&apos;s the chance to look at the initial millennium development goals [MDGs] framework and address some of the gaps. It&apos;s the chance to very strongly affirm the belief that gender equality is central to achieving all of the other goals.&quot; Mangones added that while a standalone gender equality goal was crucial, any future goals must also include indices and mechanisms that ensure women&apos;s rights are properly considered across all areas. Ending violence against women, which was not mentioned in the MDGs but was a key demand in the civil society document, is also seen as a precursor to economic transformation. As well as a basic human right, violence impedes women&apos;s productivity and has huge social and economic costs, said Mangones, who added that women&apos;s unpaid work needed to be recognised and action taken to relieve the burden of household chores and activities that prevent women from fulfilling their economic potential. Earlier, Gita Sen, professor at the Indian Institute of Management in Bangalore who specialises in gender and development and was speaking at the civil society meetings, called women&apos;s unpaid work a &quot;hidden tax&quot;. &quot;Women don&apos;t abandon children, but how well and how effective they can look after children and how much of a cost [it is] to themselves is something the panel must be willing to really work at. It&apos;s women doing it and they pay for it out of their own bodies, in the absence of leisure time, and are unable to earn an income.&quot; The Liberian gender minister, Julia Duncan-Cassell, said she was optimistic the panel will deliver for women. &quot;There are strong people on the panel that want to see gender issues as a top priority,&quot; she said. What is important is that ways are found to move women from the informal sector, which they dominate, to the formal sector to better improve their economic fortunes, she added.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/01/gender-equality-central-development-women", 
    "wordcount": "729"
}