{
    "headline": "Google approved new Motorola lawsuit against Apple iPhone and iCloud", 
    "text": "Google specifically gave permission for Motorola Mobility (MMI) to file a new lawsuit against Apple over its iPhone 4S and iCloud products, according to an analysis of the takeover agreement in which the search giant aims to buy the struggling mobile maker. The move marks a heightening of tensions between Google and Apple, where the Cupertino company is fighting a war by proxy against the use in the Android mobile operating system of a number of user interface elements that it sees as closely copied from the iOS software. In September last year Google sold nine patents to Android handset company HTC which could be used to pursue infringement claims against Apple. Now the new MMI lawsuit has ratcheted up the struggle between the companies. The lawsuit, filed in the Southern District of Florida, seeks an injunction for infringement of six US patents held by MMI which include &quot;a receiver having [a] concealed external antenna&quot; and &quot;apparatus for controlling utilisation of software added to a portable communication device&quot;. The legal agreement signed between Google and Motorola, which sets out the terms under which the search giant is buying the handset maker for $12.5bn (7.8bn), contains a clause  5.01(j)  saying MMI cannot instigate new lawsuits over intellectual property without the agreement in writing of &quot;the parent&quot;  that is, Google. The independent patents analyst Florian Mller was first to point out on his blog the legal constraints on MMI which would require Google&apos;s permission to start the case.  A Google spokesman declined to comment, adding that the company and Motorola are still operating separately. Mller notes that:  Google must have authorised this action because this complaint formally represents a new lawsuit (since it was too late to inject supplemental infringement contentions into the first Florida action) and section 5.01(j) of the Google-Motorola merger agreement does not allow MMI to &quot;assert any intellectual property right in any new action&quot; without Google&apos;s consent (either under the agreement or in a separate document, which is what presumably happened in this case).  He thinks that the trajectory of the relationship between Apple and Google suggests that &quot;a direct legal clash appears to be inevitable&quot;.  The smartphone platform wars, which are increasingly being fought out with patents, have been intensifying since early 2010. Google&apos;s Android has been the target of a number of patent claims, notably from Apple and Microsoft, with handset makers using Android being targeted by both companies claiming infringement of their intellectual property. Microsoft has extracted licensing agreements from a number of companies, recently claiming that 70% of Android handsets sold in the US are covered by agreements it has sewn up.  Apple has taken a different approach, seeking the blocking from sale of handsets and tablets by HTC and Samsung, among others.  Google grew so concerned about perceived deficits in the patent portfolio around Android that last summer it bid for a set of patents being auctioned off from the bankruptcy of the Canadian communications company Nortel. After rejecting an approach from Microsoft to bid jointly, and instead teaming with Intel, it lost to a consortium including Apple, Microsoft and BlackBerry maker RIM. Google then complained that there was &quot;a hostile, organised campaign against Android by Microsoft, Oracle, Apple and other companies, waged through bogus patents.&quot; David Drummond, author of the blogpost, said &quot;We&apos;re also looking at other ways to reduce the anti-competitive threats against Android by strengthening our own patent portfolio. Unless we act, consumers could face rising costs for Android devices  and fewer choices for their next phone.&quot; Within weeks, it had approached Motorola Mobility and made a bid  subsequently raised by 40%  to acquire the handset company along with its portfolio of patents. The merger is not yet complete, but the agreement is in force.", 
    "section": "technology", 
    "gid": "technology/2012/jan/26/google-motorola-lawsuit-apple-iphone", 
    "wordcount": "650"
}