{
    "headline": "Google privacy tips: how to avoid telling them too much", 
    "text": "Scott McNealy, co-founder of Sun Microsystems, once said: &quot;You have no privacy. Get over it.&quot; That was in 2003, and the situation is dramatically worse today. Even if you try to remain anonymous, companies now track you using cookies (files they store on your hard drive), anonymous identifiers (random character strings to identify you if they can&apos;t use cookies), web bugs (invisible pixels on web pages), your IP address (the number provided by your internet service provider) and several other things. If you use the same name and account on many different sites then you are actively helping web advertisers  of which Google is by far the biggest  to profile you and serve you the most appropriate, and effective, advertisements. Basically, you are trading information for convenience. However, there are some simple things you can do to stem the flood. Google&apos;s Privacy tools Google may be under fire for its privacy changes, but it provides by far the best tools for controlling your personal information, and a handy Dashboard for your various accounts. Start with the Privacy tools page and use the options to opt out of tracking. The Dashboard shows your use of most Google services, even if the accounts are under different names. It also includes &quot;Me on the Web&quot;, which may include your Facebook and Twitter accounts and any personal blogs that you have linked to. You can edit or remove some information, but the ultimate sanction is to go to account settings and delete everything. If that&apos;s too much, at least delete your web browsing history. Block tracking Google&apos;s has an &quot;opt out cookie&quot; for people who want to opt out of its pervasive advertising system. However, there are independent browser plug-ins that aim to block other attempts to track you. Abine&apos;s Do Not Track Plus is a leading free example. Alternatives include Ghostery and TrackerBlock. Using an anonymous browsing service (see below) should also limit tracking. Private browsing Many web browsers now include a &quot;private browsing&quot; feature. This includes InPrivate Browsing in Microsoft&apos;s Internet Explorer, Incognito mode in Google&apos;s Chrome, and Private Browsing in Firefox and Apple&apos;s Safari. These are mainly intended to protect your browsing habits from other family members, but they also increase security and help protect your privacy online. If you restrict your use of Gmail, Facebook and similar sites to private browser windows, other sites will find it harder to track the connection. Anonymous browsing You must have an IP (internet protocol) address to use the web, and that identities you to websites. However, instead of going directly to a website, you can go via one or more intermediate websites, or proxies, so the final website can&apos;t see where you started. This is hard for non-technical users, so various &quot;anonymous proxy&quot; websites have been set up, some free, and some commercial. Examples include hidemyass.com, anonymouse.org, Proxify and Megaproxy. The most comprehensive anonymous browsing service is the peer-to-peer Tor (The onion router) network. Proxy systems are important globally because they help stop your ISP or government from tracking you. However, free proxy services tend to be slow, will not access certain sites, will not download large files, and have other measures to prevent abuse. Don&apos;t give away information Your personal information is valuable, and in an age of rising identity theft, try to avoid giving too much away. Instead of using mainly Google sites (Gmail, Blogger, YouTube, Picasa etc), use different names on different sites. There are usually alternatives, including DuckDuckGo for search, Hotmail for email, Flickr for photos and so on. On sites where you benefit from providing accurate personal data, such as Facebook and LinkedIn, don&apos;t provide unnecessary detail, and use the privacy controls to limit access to your data. If you can avoid social networks including Google Plus  which is Google&apos;s attempt to get real personal data to connect up your accounts  that should also increase your privacy.", 
    "section": "technology", 
    "gid": "technology/2012/mar/02/avoid-telling-google-too-much", 
    "wordcount": "661"
}