{
    "headline": "Google's privacy policy 'too vague'", 
    "text": "Google&apos;s privacy policy is too vague for users to control how their information is shared, according to Britain&apos;s data protection boss. In his first public comments since Google&apos;s revised policy came into effect on 1 March, deputy information commissioner and data protection head David Smith said he was concerned that information was now being shared between some 60 Google services, including mail, calendar, Android phone call logs and search histories. &quot;Google&apos;s privacy policy is too vague,&quot; said Smith. &quot;The requirement under the UK Data Protection Act is for a company to tell people what it actually intends to do with their data, not just what it might do at some unspecified point in future. &quot;Being vague does not help in giving users effective control about how their information is shared. It&apos;s their information at the end of the day.&quot; Last week the French watchdog CNIL, acting on behalf of Europe&apos;s national regulators, asked Google not to introduce its new policy on the grounds that it breached data protection laws. The company pressed ahead regardless, saying that after publicising the change for a month that a reversal would confuse consumers. For the first time Google plans to share data amassed by separate services, but the company, which controls 80% of European searches, 30% of European smartphones and 40% of online video globally, has not spelt out in detail what will be shared and with whom. One of the examples given is that if other users already have your email, or other information that identifies you, Google may show them your publicly visible Google profile information, such as your name and photo. CNIL warns that Google will be able to display ads on YouTube that relate to a user&apos;s recent search activity or data collected from an Android phone. Advertising could in future be tailored to the location of meetings logged in a user&apos;s Google calendar service. The company says this is not currently happening and users will be warned of changes. Google said: &quot;The most important product-specific privacy explanations have been incorporated into our main privacy policy. And there are lots of ways to communicate more about our product-specific privacy practices without creating formal privacy notices. &quot;For example, we use our privacy centre, help centre articles, in-product notifications, published FAQs and our good to know website to explain what information we collect and how we use it.&quot; Smith said that he wanted to see search engines like Google included in European legislation being drawn up to give consumers a &quot;right to be forgotten&quot; by the internet. The &quot;Facebook fired&quot; phenomenon has seen a wave of employees lose their jobs because of information revealed about them in social media. &quot;Google can&apos;t just say: I&apos;m just a messenger, I have no responsibility at all for the messages I carry,&quot; he said. &quot;Given their dominant role and their huge influence here they have a responsibility to ensure they operate in a fair and reasonable way. &quot;Where things are drawn to their attention and it can be established they are delivering content which is defamatory, where it is harmful to individuals and there is no public interest justification Google have a responsibility not to serve up that information.&quot; The law for now protects Google from prosecution over defamation. The high court recently ruled that the company could not be sued for allowing damaging comments about a Conservative councillor, Payam Tamiz, to be published on its Blogger.com service. The CNIL will report its preliminary findings on whether Google&apos;s privacy policy breaches the law at the end of March, and national regulators have vowed to take co-ordinated action. Smith said depending on the findings, the information commissioner could order Google to stop sharing information &quot;in a way which hasn&apos;t been properly explained&quot; or which people had not consented to. The commissioner&apos;s sanctions include fines and criminal prosecutions. &quot;We have to keep these massive tech giants in check,&quot; said Georgina Nelson, a lawyer for the consumer group Which?. &quot;People need to be reassured that they are dealing with their data in the right ways.&quot;  This article was amended on 8 March. The original said that &quot;According to Google, Android&apos;s servers collect and store phone call logs with numbers dialled and the time, date and duration of calls.&quot; This is not the case, and has been corrected", 
    "section": "technology", 
    "gid": "technology/2012/mar/08/google-privacy-policy-too-vague", 
    "wordcount": "744"
}