{
    "headline": "Peter Gleick cleared of forging documents in Heartland expose", 
    "text": "A review has cleared the scientist Peter Gleick of forging any documents in his expose of the rightwing Heartland Institute&apos;s strategy and finances, the Guardian has learned. Gleick&apos;s sting on Heartland brought unwelcome scrutiny to the organisation&apos;s efforts to block action on climate change, and prompted a walk-out of corporate donors that has created uncertainty about its financial future. Gleick, founder of the Pacific Institute and a well-regarded water expert, admitted and apologised for using deception to obtain internal Heartland documents last February. He has been on leave from the institute pending an external investigation into the unauthorised release of the documents, although it is not entirely clear what the investigation entailed. That investigation is now complete, and the conclusions will be made public. It was not immediately clear the findings would allow Gleick to make an early return to his job at the Pacific Institute. However, despite the official leave, Gleick has remained professionally active, appearing at public events and accepting speaking engagements. He delivered an Oxford Amnesty lecture on water in April. The leaked Heartland documents included a list of donors and plans to instill doubts in school children on the existence of climate change. They brought new scrutiny to the efforts by Heartland to block action on global warming, and to the existence of a shadowy network of rightwing organisations working to discredit climate science. In the aftermath, Heartland lost a number of corporate donors, beginning with the General Motors Foundation. The disclosure GM had funded Heartland work unrelated to climate was embarrassing for a foundation publicly committed to action on climate change. The thinktank also tried to capitalise on Gleick&apos;s actions, devoting a section of its website to Fakegate, as it termed the sting, and appealing for donations to combat what it called leftwing bullying. Following the expose, Heartland acknowledged most of the documents were genuine. But the thinktank claimed the most explosive document, a two-page strategy memo summarising plans spelled out in detail elsewhere, was a fake. Heartland also accused Gleick of forging the document and published findings of computer forensics experts that the memo did not appear to be a genuine strategy document. Gleick, for his part, has consistently denied forging the document.", 
    "section": "environment", 
    "gid": "environment/2012/may/21/peter-gleick-cleared-heartland", 
    "wordcount": "369"
}