{
    "headline": "Extreme weather more persuasive on climate change than scientists", 
    "text": "As one of the Marx brothers famously said: who do you believe, me or your own eyes? Climate sceptics, it turns out, are much more likely to believe direct evidence of a changing climate in the form of extreme weather events than they do scientists, when it comes to global warming. A poll released on Friday by the Associated Press-GfK found rising concern about climate change among Americans in general, with 80% citing it as a serious problem for the US, up from 73% in 2009. Belief and worry about climate change were rising faster still among people who do tend not to trust scientists on the environment. Some of the doubters said in follow-up interviews that they were persuaded by personal experience: such as record temperatures, flooding of New York City subway tunnels, and news of sea ice melt in the Arctic and extreme drought in the mid-west. About 78% of respondents overall believed in climate change, a slight rise from AP&apos;s last poll in 2009. The result was in line with other recent polls. Among climate doubters, however, 61% now say temperatures have been rising over the past century, a substantial rise from 2009 when only 47% believed in climate change. The change was not among the hard core of climate deniers, but in the next tier of climate doubters, AP reported. About 1 in 3 of the people surveyed fell into that category. &quot;Events are helping these people see what scientists thought they had been seeing all along,&quot; Jon Krosnick, a Stanford University psychologist who studies attitudes to climate change and consulted on the poll, told the news agency. The AP-GfK poll was conducted between 29 November and 3 December by GfK Roper Public Affairs and Corporate Communications. It involved landline and cellphone interviews with 1,002 adults across the country. Results for the full sample have a margin of error of plus or minus 3.9 percentage points; the margin of error is larger for subgroups.", 
    "section": "environment", 
    "gid": "environment/2012/dec/14/extreme-weather-climate-change-scientists", 
    "wordcount": "332"
}