{
    "headline": "Michael Gove's plan to scrap GCSEs is ludicrous, say teaching union leaders", 
    "text": "Teaching union leaders have expressed disbelief at plans by Michael Gove to scrap GCSE exams in England in favour of a traditional model styled on the old O-level, describing it as a &quot;ludicrous&quot; return to a two-tier qualifications system. Documents leaked to the Daily Mail on Wednesday reveal a plan to scrap GCSEs in English, maths, physics and chemistry from 2014, paving the way for more traditional O-level style exams the following year as the government accelerates its schools reforms. The education secretary has already scrapped the modular element of GCSEs and his education white paper last November signalled a major reform of the exams introduced by the Conservatives a quarter of a century ago. But the decision to scrap GCSEs altogether and to revive O-levels, though possibly not the actual name, will be seen as one of the government&apos;s boldest and most controversial reforms. Teaching unions said the move would prove divisive for pupils and do little to address social mobility. Under the old system, pupils judged more able would be assigned to sit O-levels (GCE), while the bulk sat CSEs  an exam seen as an inferior qualification. Mary Bousted, leader of the Association of Teachers and Lecturers, described the move as the education secretary&apos;s most &quot;ludicrous&quot; idea to date and warned that it signified a return to &quot;a rosy path that never existed&quot;. &quot;The idea that you would see a return to an exam that was designed for 20% of the population and expect England to compete with high performing countries like Finland, where they test far less The aim should be to get as many people as possible to the best standard they can achieve and you do not do that by dividing everyone as sheep and goats at 14.&quot; Bousted said it would damage both the confidence and the commitment of the remaining 80% of pupils who may very well feel &quot;they are not going to get anything out of this&quot;. Chris Keates, general secretary of the NASUWT, accused Gove of &quot;breathtaking&quot; arrogance and of creating a two-tier education system. &quot;Thousands of young people will be taking their GCSEs today and at a time when they need a confidence boost they are being told by the secretary of state that the examinations they are taking are worthless,&quot; said Keates. &quot;There is no evidence that the current system is broken, that examinations are getting easier or that our qualifications are trailing behind the best in the world.&quot; The union leader also questioned the decision to introduce the proposed changes in 2014  just before the 2015 general election. &quot;Could it be that the secretary of state is not confident that his education reforms will raise standards and is, therefore, seeking to cover his tracks by removing anything that can provide a year-on-year comparator?&quot; Brian Lightman, general secretary of the Association of School and College Leaders, criticised the leaking of announcements that he said should be presented as &quot;properly detailed and published proposals&quot;. &quot;Without seeing the DfE [Department for Education] proposals it is difficult to judge the impact. It seems that reintroducing a two-tier system which was scrapped years ago because it ended up failing large numbers of young people would be a hugely backward step. O-levels were introduced for a small proportion of the population and CSEs were seen as an inferior qualification for the less able. I can&apos;t see how telling young people at age 14 that they aren&apos;t smart enough to sit a higher-level GCSE will help to address social mobility and raising aspirations. However, we need to see the actual proposals from the DfE before we can accurately predict what the consequences, intended and unintended, will be.&quot; Gove&apos;s plan was signalled in an internal education department document leaked to the Daily Mail. The document says: &quot;The Department for Education expects that existing GCSEs will disappear Those starting GCSEs in 2013 are the last pupils who will have to do them.&quot; The education department refused to comment on the leaked documents. But it is understood that there are two broad elements to the reforms: the national curriculum, which sets out what secondary school pupils should be taught, will be scrapped; and a more rigorous exam system will be introduced. There will also be one exam board for each subject. This means that schools will not be able to sign up for exam boards seen as easier. The changes mean that, by 2016, GCSEs will no longer count in league tables. The requirement for five good GCSEs graded A* to C will be scrapped, removing any incentive to study for the exams. The changes will be introduced in stages. The new exams will be sat in the core subjects of English, maths and the three science subjects from 2016. Gove sketched out the following timetable for the next few academic years:  The autumn of 2013 will be the last year that pupils will start studying for GCSEs in the core subjects.  The autumn of 2014 will be the first year that pupils start studying for the new exams in the core subjects.  The summer of 2015 will be the last time pupils sit GCSEs in the core subjects.  The summer of 2016 will be the first time pupils sit the new exams. Stephen Twigg, the shadow education secretary, said: &quot;Michael Gove must explain his changes to parents and pupils. Will going back to O-levels for some and CSEs for the rest really improve standards for all? Labour wants to see a robust, rigorous and broad curriculum and exam system that is trusted by parents, pupils and employers. We will set a series of tests to measure these changes. &quot;With no secondary national curriculum how will he ensure a rigorous approach to learning in all schools? When the Tories abolished O-levels and introduced GCSEs in the 1980s they said standards would rise. Now they say they&apos;ve fallen.&quot;", 
    "section": "education", 
    "gid": "education/2012/jun/21/michael-gove-gcses-teaching-union", 
    "wordcount": "1008"
}