{
    "headline": "Sightsavers water projects in Tienfala, Mali  in pictures", 
    "text": "   In Tienfala, Mali, a Sightsavers project has made water and sanitation services accessible to people with disabilities. The wells used by disabled people have higher walls so that blind members of the community can locate them easily using a white cane, and the path to the well is flat and accessible to wheelchair users. It has stones laid out on either side that crunch under-foot as you approach - signalling that you are nearing the well Photograph: Helen Hamilton/Sightsavers       In Tienfala, the whole community has supported accessible water and sanitation services for disabled people. People living with disabilities have received training in mobility and getting from place to place. Here, a rehabilitation worker helps a man learn to become more independently mobile using a white cane Photograph: Helen Hamilton/Sightsavers       Hawa Sissiko, a member of the sanitation committee in Tienfala, teaches women about hygiene and sanitation. She says that since she started training women at social gatherings, she has noticed a marked improvement  especially with regards to hand washing and washing vegetables before cooking  something not widely practised in the area before Photograph: Sando Moore/Sightsavers       Sightsavers and its partners provide training for alternative livelihoods alongside mobility after people become blind or disabled. This helps them to continue to earn money to support their families. Here, Sory Diarra uses his foot to check where he has watered his plants in a garden he got through a Sightsavers livelihood scheme. With these skills, he is able to make a good living and support his family Photograph: Helen Hamilton/Sightsavers       Dougou Coulibaly walks along the bank of the Niger river where he fishes up to three times a day. He fishes to feed his family as well as to sell his catch at the local market. When he went blind some years ago he began begging, but after receiving mobility training and started fishing again Photograph: Helen Hamilton/Sightsavers       He says: 'Before I went blind, I fished and farmed, but when I went blind it impacted my way of fishing. You don't need to be able to see to fish, but if you have the right technique, you can do it. When I went blind, I didn't just stay at home and wait for help. Being blind doesn't mean being dependent on other people' Photograph: Sightsavers       Mussokoro Coulibaly is 95 and lives with her granddaughter. She went blind 30 years ago from the neglected tropical disease river blindness. She was given mobility training and can now make her way around the village more easily Photograph: Sando Moore/Sightsavers       One of Tienfala's newest accessible latrines was placed near her house so she can reach it easily. As it is raised off the ground, it is much easier for her to use than a pit latrine. Sanitation that is accessible to disabled people will bring added benefits to the community; higher walls on wells protect children from falling in and raised latrines are useful for anyone with mobility difficulties - such as older people or heavily pregnant women Photograph: Sando Moore/Sightsavers  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/jul/18/sightsavers-water-tienfala-mali-in-pictures", 
    "wordcount": "0"
}