{
    "headline": "MDG drinking water target being met is cause for celebration", 
    "text": "More than 3,000 children die daily from diarrhoeal diseases, and 88% of these deaths are due to poor drinking water, lack of sanitation and poor hygiene. So the news from the World Health Organisation and Unicef joint monitoring programme that the world has met the drinking water target of the millennium development goals is very welcome. Since 1990 over 2 billion more people in the world have received access to drinking water. And this progress has not been driven by just big middle-income countries  smaller, less well-endowed countries have also shown the way. Even in sub-Saharan Africa, where progress towards achieving the target is off-track, 273 million additional people gained access to drinking water since 1990. So, we should raise our hats to the governments, organisations, communities and individuals who put great effort and resources into making this happen. They show that where there is a will, it is possible to truly transform the lives of hundreds of millions of people for the better. However 783 million people still do not have access to drinking water, this most basic human right. That is more than one in 10 people in the world. It is perhaps particularly depressing when one considers who these people are, where they live, and the impact this has on their lives. In addition, the other part of the same millennium development goal target  relating to access to adequate sanitation  is still off track. Nowhere are the inequities of this world clearer than in access to drinking water and basic sanitation. Unicef is convinced that focusing on the poorest and hardest to reach is the fairest and most cost-effective way to use the donations we receive. It is the only way we will achieve the vision of the Millennium Declaration, reinforced by the UN general assembly&apos;s recent recognition of drinking water and sanitation as basic human rights. The majority of people without access to drinking water  479 million  live in countries that are not among the poorest. The country with the largest number of people without access to improved water  119 million  is China, the world&apos;s second largest economy, according to most estimates. The next highest number  97 million  live in India, another burgeoning and vibrant economy, followed by 66 million people in Nigeria. This still leaves another 304 million people in the so-called least developed countries (LDCs), which need significant assistance to confront this huge challenge. But one of the most inspiring findings from this report is that several smaller and poorer countries have made significant contributions to global progress. This tells us that results can be truly transformational given the right conditions, the right kind of external assistance, and allocating resources to the right kinds of things. Take Malawi, for instance, an LDC. Since 1995, this small country provided more than 7.2 million of its people  almost half its current population  with access to drinking water. Burkina Faso and the Gambia, also both LDCs, have achieved similar feats. This shows we need to redouble our efforts to ensure the poorest countries have the technical guidance and information necessary to set the right conditions for achieving results, and to allocate resources accordingly. In April, Unicef and the World Bank are convening a meeting of finance ministers from developing countries and ministers of development co-operation from donor countries on behalf of the Sanitation and Water for All partnership to prioritise drinking water and sanitation. This is a huge opportunity for many more countries to move from stagnation or incremental progress to transformational change in less than a generation. It can be done. Three thousand children dying each day is 3,000 too many. No child should be excluded from global progress.  Sanjay Wijesekera is chief of water, sanitation and hygiene for Unicef, New York", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/06/mdg-drinking-water-target-met", 
    "wordcount": "629"
}