{
    "headline": "Sniper V2 Elite  review", 
    "text": "A criticism often levelled against gun games is their routine failure to address the consequences of the violence they demand their players perform. Nathan Drake may be an affable, swashbuckling hero in the cutscenes, but in action he is a cold-blooded murderer, never pausing to reflect on the cadavers he leaves in his wake. It is, arguably, a failing of genre rather than a failing of the medium. Most shooting games are analogous to action movies, which rarely show their protagonists reflecting on, say, the death of on Autobot or a Nazi. Sniper V2 Elite is a rarity, then, in choosing to show in explicit detail the chain of cause and effect after a bullet leaves the chamber and enters a target. It&apos;s about as far from the nuanced narrative reflection that champions of gaming&apos;s capacity for contemplation may be hoping for, instead choosing a somewhat more biological approach. But it&apos;s nevertheless effective. Squeeze the trigger and time slows to a crawl, muffling sound waves in anticipation as the camera tracks the bullet nose spinning through the air. Then hit pause before the bullet enters your target&apos;s body and an x-ray cutaway showing the shot&apos;s trajectory through the human body, slicing virtual organs as it goes. Score a headshot and you&apos;ll see the cranium cave and splinter, while a shot to the testes will elicit a wince as each bollock quietly explodes inside the body. It&apos;s pornographic, of course, but there are educational undertones too  the occasional note of regret, a whispered reminder that, beneath the uniform and ideology, we are all bones and water, shit and tears. These kill-cam vignettes provide the high points of feedback in a game that eschews corridor firefights in favour of ponderous ducks and crawls through the rubble of a falling Berlin. The sniper genre  if we can call it that  has enjoyed a rise to prominence in recent years, an antidote perhaps to the reaction-heavy Modern Warfare experiences, a chance for the more ponderous player to settle down, take his time and a deep breath and make a plan of attack away from the pressure of whizzing bullets. It&apos;s in these moments that Sniper V2 Elite is at its best, offering a great deal of satisfaction from hitting a target hundreds of metres away by correctly accounting for wind and gravity. The physics engine helps with this, allowing you to pick out a grenade on a target&apos;s belt and blow him and his nearby comrades to smithereens.     Sniper V2 Elite    This exactitude is an obvious necessity considering the game&apos;s chosen theme. The opportunity to set trip wires and landmines in order to secure your sniping position allows for tactical preparation  at least, when the mission structure allows for it and the stealth loops are refined enough to let you plan and execute considered strategies. But up close and personal, Rebellion&apos;s game falters, with awkward shoot-outs, AI that sends enemy soldiers running in and out of doorways with Benny Hill quickness, frantic, jerking animations that reveal the rough edges around the experience. The high difficulty and focus on stealth ensure that, when there are inconsistencies or issues with the AI, the punishment is heavy and restarts frustrating, a shortcoming that has the positive effect of increasing the sense of achievement with every completed stage. Sniper V2 Elite is something of an anachronism too, a middle-tier boxed game that lacks the budget or refinement of a blockbuster, but enjoys far more craft and spark than a budget release. There is enjoyment to be had among its cobblestones, and the second world war setting, once a weekly staple in the release schedules, has fallen from fashion for long enough to ensure the Enemy At The Gates ambiance feels fresh, not over-familiar. A flawed action game, then, that misses its intended targets almost as often as it hits them. But also a game that, perhaps unexpectedly, provides a moment&apos;s pause for reflection every time a bullet meets its prey. For that feature alone, it&apos;s somewhat unique.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/02/sniper-v2-elite-game-review", 
    "wordcount": "671"
}