{
    "headline": "What should the new World Bank president focus on in his first year?", 
    "text": "Nancy Birdsall: &apos;The World Bank needs to shift from a culture that feels it must pretend it knows what to do to a culture of trying, failing, adjusting and trying again&apos; The new World Bank president must overcome concerns about the legitimacy of the leadership selection process even as he tackles three key problems. First, he must lead the Bank in creating new instruments to respond to common global problems, such as drug resistance, fisheries collapse and climate change. Country loans and grants  the Bank&apos;s main product  are not well suited to these cross-border problems. Second, he must reduce the hassle costs for middle-income countries that would welcome the Bank&apos;s expertise but are discouraged from borrowing by long delays between loan requests and disbursements. This means streamlining procedures and treating borrowing countries more like clients taking on risks and responsibilities, and less like children. Finally, the new president needs to lead the bank in finding better ways to help fragile and weak states, like Somalia, Afghanistan, the Democratic Republic of the Congo and Timor-Leste. The World Bank needs to shift from a culture that feels it must pretend it knows what to do to a culture of trying, failing, adjusting and trying again. To build a consensus around solutions to these problems, the new president could appoint high-level groups to study each problem and present proposed solutions to the World Bank board for discussion, modification, and eventual approval.  Nancy Birdsall is president of the Centre for Global Development  Andrea Cornwall: &apos;Step one should be a radical cull of those 9,000 economists. They&apos;ve shown themselves to be part of the problem&apos; The new World Bank president has a tough job on his hands. What he should focus on in the first year is getting his house in order. Step one should be a cull of those 9,000 economists. They&apos;ve shown themselves to be part of the problem. Replacing the army of neoliberals with a more diverse crew who have some understanding of culture, context and complexity  and more of a concern about social justice  would be the wisest investment he could make. Step two should be to lay the foundations for a more democratic, diverse and transparent Bank by a similar cull of the board. Open nominations for development visionaries from the global south to help the bank step up to the task of transformation, and let the new president take his pick and justify it to the watching world. Half should be women. Step three would be to open the Bank&apos;s headquarters to a carnival of ideas. Invite grassroots movements and visionary bureaucrats to come, share and inspire. Step four would be to complement this with an ambitious new listening survey to help shape the Bank&apos;s agenda. This time, rather than ventriloquising the &quot;voices of the poor&quot; to support neoliberal policies that cut away their security, the process should be genuinely deliberative, reaching out far and wide using a mixture of traditional forums and new digital technologies. The next step would be the introduction of a new set of institutional incentives that measure success not by the size of disbursement but by positive contributions to social justice. If all of these steps are taken, my wish that the Bank would ditch empowerment-lite and invest instead in addressing the structural causes of gender inequality might just stand a chance of coming true   Andrea Cornwall is professor of anthropology and development in the department of global studies at the University of Sussex Jayati Ghosh: &apos;Most people in the developing world simply do not trust the World Bank&apos; The Bank currently faces three major deficits: of relevance, credibility and trust. For many poor developing countries, its lending is too little and its approach too outdated to be relevant in a world where private flows have grown and some countries such as China have emerged as major donors. Its credibility has been dented by its continuing reliance on Washington-consensus arguments that should have been ditched long ago because of their poor results. Most people in the developing world simply do not trust the World Bank (or the IMF) to protect their interests  in fact, they are seen as working against such interests. Symbolic fixes will not help. The new president has to make an honest and committed effort to change both the mindset and the functioning of this institution, to recognise and value heterodox economic approaches, and to transform the rigid and oppressive nature of its policy advice. The World Bank&apos;s stated purpose is to promote economic and social progress in developing countries. Its track record in this has been less than impressive  and even negative  largely because its approach has been excessively market-oriented and investor-friendly, as well as swayed by fads in the development industry.  Jayati Ghosh is professor of economics at Jawaharlal Nehru University in New Delhi, India Jonathan Glennie: &apos;Get the management right, stand up to vested interests, and the rest will follow&apos; Why has the World Bank so often ended up on the wrong side of the argument, promoting policies that harm rather than help poor communities and countries? It is certainly not for the lack of economic policy talent. On the contrary, it has always been home to some of the world&apos;s most brilliant development thinkers. The answer lies in the interests the Bank responds to via its funding and board management structure, and the incentives that flow from this all down the organisation. The classic case is that of Joseph Stiglitz, one of the foremost development economists of his generation, sacked from his position as the Bank&apos;s chief economist for daring to speak out about failed IMF and World Bank policy in the late 1990s. The message was clear  step out of line and you&apos;re out. The most urgent thing the new president needs to do is radically reform the structure of incentives and decision-making at the Bank, ensuring that heterodox policy directions that might not be ideal for the short-term interests of major shareholders are encouraged and rewarded. Get the management right, stand up to vested interests, and the rest will follow. This will be difficult, but is already happening: shifting power at a global level is complemented by a crop of modern World Bankers aware of where things went wrong in the past, and keen to be given a context in which their institution can emerge as a beacon of internationalism and progress. A brave president could make a historic contribution to the future of development co-operation.  Jonathan Glennie is research fellow at the Overseas Development Institute Lawrence Haddad: &apos;The new World Bank president should focus on the quality of growth&apos; The new World Bank president should focus on the quality of growth. He should promote the view that growth is not necessarily good and not necessarily bad. The Bank should instead set goals for what growth must achieve. How can we get growth that reduces poverty, creates jobs, uses natural resources sustainably, and does not breed corruption? That will mean more of an emphasis on the governance and politics of growth. In turn that will require a better balance of disciplines represented on the Bank&apos;s professional staff. The president should also lead the charge to change the way future presidents are appointed. The current system makes mockery of meritocracy and is hypocritical in the extreme.  Lawrence Haddad is director of the Institute of Development Studies, Sussex Asif Saleh: &apos;Rather than chasing the latest development fads, they can help scale up the homegrown, community-driven frugal innovations that are already happening all around the world&apos; The World Bank needs to be more humble, and this humility should make it listen more and prescribe less. If it listens, it will discover that there is a large group of ultra-poor who still need social and state protection; that market solutions can only work when the playing field becomes level for such groups, who have been left behind by the economic growth; and that rather than chasing the latest development fads, it can help scale-up the homegrown, community-driven frugal innovations that are already happening all around the world. Failures are possible, but the Bank must be willing to take risks if it is to stay relevant to tackle today&apos;s challenges in the &quot;market&quot; where it operates. In short, and ironically, the new president must aspire to be more responsive to the real demand of the emerging markets rather than being supply-driven like his predecessors.  Asif Saleh is director, strategy and communication, of Brac Antonio Tricarico: &apos;Zoellick&apos;s silent doctrine has transformed the World Bank into a global investment bank  forget about development&apos; Too many have focused on how new power dynamics with Brics countries might affect the World Bank once the new president steps into 1818 H Street in Washington. But too little has been said about what should stay at the door, and not be allowed in. Definitely, capital markets, and all those interested in subordinating development finance to the global economy. Robert Zoellick&apos;s silent doctrine has transformed the World Bank into a global investment bank  forget about development. That&apos;s why lending to the private sector, and in particular the private financial sector, through the International Finance Corporation, boomed up to $19bn a year, including participation in dubious private equity funds pretending to help the poor from offshore. Similarly, while facing food and climate crises, the Bank embarked on new programmes offering &quot;pure financial&quot; solutions, such as the promotion of weather derivatives among poor farmers, or support for speculative carbon markets to mitigate climate change. And now the Bank is ready to fly to Rio in June and teach UN delegates about how to measure ecosystem services through its new &quot;waves&quot; initiative, to possibly trade and financialise bits of nature. The new president should reverse this trend, and immediately affirm that financing development, rather than developing finance, is the Bank&apos;s top priority.  Antonio Tricarico is co-ordinator of the Campaign for the Reform of the World Bank, Italy", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/17/jim-young-kim-world-bank-focus-first-year", 
    "wordcount": "1667"
}