{
    "headline": "Whatever the Curiosity rover has found, it's not evidence of life on Mars", 
    "text": "This week in Naples, Italy, the European Space Agency (Esa) approved Russia as its partner for a brace of Mars missions set for launch in 2016 and 2018. Russia will now step in to fill the gap created when Nasa pulled out of the ExoMars missions in February. The 2018 ExoMars rover will be the first mission to look for evidence of life on the red planet since Nasa&apos;s Viking missions back in the 1970s. But could it have been trumped by Nasa&apos;s Curiosity before it even makes it to the launch pad? A flurry of Internet reports this week have been speculating that Nasa&apos;s Curiosity rover team is about to announce evidence relating to life on Mars. The stories derive from an interview conducted by NPR reporter Joe Palca with Curiosity Project Scientist John Grotzinger in which Grotzinger said, &quot;This data is gonna be one for the history books. It&apos;s looking really good.&quot; By the time the story reached the pages of the UK&apos;s Daily Express, it had turned into: &quot;Nasa are set to reveal what could be the most significant scientific discovery in modern times, teasingly stating they have unearthed something on Mars &apos;for the history books&apos;.&quot;  Whatever Curiosity has found, it is not evidence for life on Mars. It can&apos;t be. Curiosity is not designed to look for life. Grotzinger has stated this himself. In a Nasa video about the mission, he says, &quot;Curiosity is not a life detection mission. We&apos;re not actually looking for life; we don&apos;t have the ability to detect life if it was there.&quot;  Following up the internet speculation, Jeffrey Kluger of Time talked to Nasa&apos;s Jet Propulsion Laboratory spokesperson Guy Webster and was told, &quot;It won&apos;t be earthshaking, but it will be interesting.&quot; So what is the result likely to be? We know that it comes from the analysis of a soil sample using SAM, the on-board mini laboratory for sample analysis. The smart money is on a detection of so-called organic molecules. While scientifically important, organic molecules do not necessarily mean life. &quot;Organic&quot; in this context is a somewhat misleading term used to describe chemical compounds made from carbon bonded to hydrogen. They are essential for life, but not necessarily evidence of life because such molecules can be built from simple chemical reactions.  As this scientific paper from astrochemist Ewine F van Dishoeck, Leiden University, says in its first sentence: &quot;Organic compounds are ubiquitous in space: they are found in diffuse clouds, in the envelopes of evolved stars, in dense star-forming regions, in protoplanetary disks, in comets, on the surfaces of minor planets, and in meteorites and interplanetary dust particles.&quot; Meteorites and interplanetary dust must rain down on Mars all the time, as they do on Earth. That alone means there should be organic molecules on the martian surface. Curiosity can detect organic molecules but it cannot determine whether they are biological in origin. Only Esa&apos;s ExoMars will be able to do that. The Mars Organic Molecule Analyser (MOMA) instrument will look for organics, and if it finds them, will then go on to deduce whether they are biological in origin, based upon the arrangement of the molecule and the isotopes that compose it. Assuming the result is the detection of organics, why would Grotzinger call it historic? Possibly because it would overturn a widely believed result from Nasa&apos;s Viking missions, which looked for organics but apparently came up empty-handed. Although even that view has been challenged recently. Historic to a scientist, as indeed to any other expert who lives &quot;in the detail&quot;, may not be historic to the general public. All of the speculation (this blogpost included) will end on 3 December 2012. That is when we will learn the results at a press conference to be held at the American Geophysical Union, San Fransisco.  Let us wait with open minds and sensible expectations. Stuart Clark is the author of The Sky&apos;s Dark Labyrinth (Polygon).", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/nov/23/curiosity-rover-life-mars", 
    "wordcount": "669"
}