{
    "headline": "The first flight over Everest: a physiologist's dream", 
    "text": "On April 3 1933 Lieut. David McIntyre and Sir Douglas Douglas-Hamilton were the first men to fly over the summit of Everest. Today Hamilton&apos;s grandson has repeated the flight to celebrate its 80th anniversary. The 1933 Houston Mount Everest Expedition was inspired by the men who, thousands of feet below, hoped to get to the mountaintop in a very different way; but it was a mountaineering physiologist who first suggested the flight might be possible. Douglas-Hamilton and McIntyre were bankrolled by the glamorous, eccentric (and slightly scandalous) Lady Houston, and organised by Major L V Stewart Blacker, who had retired from the Royal Flying Corps and was working as an arms manufacturer. Blacker was motivated by the extensive press coverage of the 1933 Everest Expedition, and managed to persuade the Royal Geographical Society that an overflight would be useful, as well as convincing the Air Ministry, India Office and the Nepali government to let the flight happen. The Houston Expedition has all the characteristics of a classic tale of derring-do, not least because of the involvement of adventure author John Buchan. It was also an unquestionable act of bravery, and a technological achievement, in terms not only of aviation but also photography. (The fact that the Times illustrated one article on the Houston expedition with a photograph of Makalu instead of Everest was admittedly a rather unfortunate mistake) The feat did not much help the men who were already, in early April, starting their slog to Base Camp on Everest. The 1933 Mount Everest Expedition met bad weather, and one incredibly unfortunate error or misunderstanding, where a sub-team made Camp V a thousand feet lower than they were supposed to  which led not only to logistical difficulties, but also arguments and bad feeling amongst an already fractious climbing team. British climbers went to Everest three more times in the 1930s: to reconnaissance in 1935, and to climb in 1936 and 1938, experiencing bad luck and bad weather on every trip.  So the photographs taken by the Houston Expedition only really came into their own in 1951, when Michael Ward  later to be the team doctor to the successful 1953 expedition  decided to go to the Royal Geographical Society&apos;s archives to research a new route up Everest. He  examined about 3000 photographs and obtained a large amount of topographical information which showed a possible route to the summit of Everest form the Western Cwmfrom photographs taken on the 1921, 1935 and 1936 expeditions, on the 1933 Houston-Westland &apos;flight over Everest&apos;, on clandestine flights over Everest in 1945 and 1947, and from a photo taken by Tilman in 1950.  It&apos;ll be a hundred years before we&apos;re ready for this feat It&apos;s important to remember how basic these early aircraft were compared to what was developed during World War II  the Westland PV3 that flew over Everest had an open cabin, so the problems of altitude, air pressure and oxygen supply experienced by the pilots were quite different to those flying in later years in pressurised cabins. In fact, when the idea of flying over Everest was first suggested, the Deputy-chief of the Air Staff (and one of the founders of the Royal Air Force) Admiral Mark Kerr said he thought it would be another hundred years before airplanes were ready for such a feat. Given these huge physiological challenges, it&apos;s not so surprising to find that the suggestion of a flight over Everest  15 years before Blacker made it a reality  was developed by the physiologist and mountaineer Alexander Kellas. Kellas wrote a long piece in the Geographical Journal in 1918 on &apos;the Possibility of Aerial Reconnaissance in the Himalaya&apos;, using his expert knowledge of human physiology and the challenges of high-altitude expeditions to come up with a scheme to adapt planes and acclimatise pilots to enable them to not only fly competently, but also take useful photographs. Kellas&apos; on-the-ground experience of climbing at high altitude was just as relevant to these exposed pilots as it was to mountaineers.  Members of the Royal Geographical Society and the Alpine Club were very anxious to quash suggestions that someone should reach the top of Everest directly by air  Kellas&apos; proposal was even referred to as a &apos;rank heresy&apos; by mountaineer Douglas Freshfield. Views can change quickly though; by 1924 the Mount Everest Committee was consulting with aviation pioneer Sir Alan Cobham about the possibility of aerial reconnaissance.  Then in 1927  John Noel (the photographer for the 1922 Everest Expedition) brought up the possibility of dropping a man directly on the summit from an aircraft. Noel&apos;s suggestion was dismissed, not least because he was persona non gratia in the mountaineering community, after his poor judgement in filming and bringing Tibetan people to the UK for entertainment purposes, which was apparently one reason why the Tibetan government had begun refusing to allow access to British-led expeditions. In the end it took less than 15 years, not a hundred, to build a plane and train a pilot capable of flying at 30,000 feet. The development of mountaineering and aviation technology are inextricably bound, and there was much crossover of personnel between civil physiology institutions, mountaineering organisations, and military aviation research. Nonetheless, aviation and mountaineering do have some crucial differences in terms of physiological and technological challenges, and I&apos;ve written about those at more length in an academic paper on the history of extreme respiratory physiology. (For more on Aviation medicine generally, you can&apos;t go wrong with Robinson&apos;s The Dangerous Sky)  A successful climb of Everest was as much a political event as a sporting one, and Lady Houston certainly saw her flight expedition as a way to express British superiority to &apos;restless native peoples&apos;. Even Kellas celebrated the political and military potential of flight, writing in his article on Everest that  The aerial traveller might start from Gibraltar and explore the territory of the fanatical tribesmen of Southern Morocco with impunity, obtaining material for mapping the country and the western Atlas Mountains.  Vanessa will be poring over this material in the RGS archives soon; this May is the 60th Anniversary of the first successful climb to the summit of Mt. Everest, so you can expect more posts on the topic of mountaineering science and anniversary tweets from @HPS_Vanessa", 
    "section": "science", 
    "gid": "science/the-h-word/2013/apr/03/first-flight-over-everest-physiology", 
    "wordcount": "1043"
}