{
    "headline": "Guy Dodson obituary", 
    "text": "Guy Dodson, who has died aged 75, was an outstanding x-ray crystallographer. He was world-renowned for his research on the three-dimensional structure of biologically important proteins, particularly insulin; for his studies of the mechanism of action of numerous enzymes; and for establishing two first-class centres for the study of proteins, the York Structural Biology Laboratory and the structural biology group at the National Institute for Medical Research, in north-west London. In Dorothy Hodgkin&apos;s laboratory at Oxford University from 1967, Guy played the leading role in determining the structure of the first polypeptide hormone, insulin, and later related the hormone&apos;s chemical and biological properties to its atomic structure. His work on insulin continued following his move to York University in 1976, especially with the use of mutant and chemically modified versions of the hormone designed for analysis of its structure, assembly and action. He also collaborated closely with laboratories in pharmaceutical companies for the preparation of insulins that could be used to improve diabetes therapy. The research in York on numerous enzymes of biological and pharmaceutical interest was noted for its focus on the detail of how they catalyse chemical reactions. This was a reflection of the strength of Guy&apos;s opinions on the importance of crystal structures in biology. At both Oxford and York, Guy skilfully organised large research groups. Appointed professor at York in 1985, he built up a truly international team there, including a number of Polish and Russian crystallographers. In 1993 he was invited by the Medical Research Council to establish x-ray crystallography at the NIMR. Again, he was enormously effective, not least through his personal collaborations on enzymes involved in infection by the malaria parasite; on proteins required for the control of RNA metabolism in tuberculosis; and on the structure of the infectious molecules known as prions. Though he became professor emeritus in 2004, Guy never really retired. Through collaboration, his long-term interest in the cellular receptor for insulin and research on the malaria enzymes both yielded outstanding success in the last months of his life. Guy and his twin brother, Maurice, were born in Palmerston North, his parents having emigrated from Britain to New Zealand a decade earlier. He went to Dilworth school, Auckland, where the senior mathematics and sciences teacher, Donald Gray, encouraged lateral thinking, logical reasoning and intelligent questioning to achieve an understanding of processes, rather than simply memorising information. At Auckland University College, Guy gained a PhD for research principally using x-ray analysis combined with analytical chemistry. He was greatly attracted by the x-ray crystallography research on larger biological molecules in Hodgkin&apos;s laboratory, where he went as a postdoctoral research assistant. He stayed on as a research fellow until Hodgkin&apos;s retirement in 1976. Her laboratory proved to be a paradise in which he could receive a thorough grounding in biological perspectives from such scientific leaders as JD Bernal and Don Steiner, and in chemical structure and mechanism from Jack Dunitz and Bob Williams. He also met and in 1965 married Eleanor MacPherson. Through Guy&apos;s enthusiasm and knowledge of protein structure and Eleanor&apos;s mathematical skills they began to accumulate, initially through their research on insulin, scientific achievements that led to their election as fellows of the Royal Society in 1994 and 2003 respectively. Their warmth and inclusiveness was greatly appreciated by generations of students, postdoctorals and visitors. Guy was active in the local community, notably as chair of the governors of Archbishop Holgate&apos;s school, and displayed strong political commitment through research collaborations and contacts with scientists in India, China and Cuba. As a scientific leader himself of great charm, he was popular with colleagues from a range of disciplines and countries. He is survived by Eleanor, three sons and a daughter.  George Guy Dodson, x-ray crystallographer, born 13 January 1937; died 24 December 2012", 
    "section": "science", 
    "gid": "science/2013/jan/28/guy-dodson", 
    "wordcount": "630"
}