{
    "headline": "US gets a taste for lion burgers", 
    "text": "In America over the past few months, a battle has been raging over big cat burgers. Lion meat, sourced from captive-raised populations in the US, crops up in restaurants every once in a while, and each time it provokes the same response: at one pole, rage about the unsound ethics of eating the &apos;king of the jungle&apos;; at the other, excitement about quaffing the big cat&apos;s flesh.  But when the novelty wears off, two questions live on. Where does the meat come from, and what are its impacts? Even the experts are hard-pressed to answer these.  One of the first lion meat cases evolved in 2010, when an Arizona restaurant served up lion meat burgers in honour of the South African football World Cup. It sparked criticismand drew in a fresh set of patrons, eager to try the gamey meat.  Most recently, lion popped up in some pricey tacos in Florida, and on even pricier meat skewers in California. Various gourmet clubs specifically aimed at daring eaters have also found inspiration in the trend. &quot;It&apos;s been this quirky situation from time to time; every six months or so you hear &apos;lion meat tacos,&apos;&quot; says Crawford Allan, director of TRAFFIC, and a wildlife trade expert with the WWF.  Currently in Illinois, a state representative is trying to introduce a ban on lion meat in the stateconsidered a trade hub where lions are sourced, slaughtered, and packaged, according to non-profit animal advocacy group Born Free USA. It&apos;s become a charged issue in the States, with serious threats of violence leveled against restaurant owners. Consequently, people occasionally gloss over the facts.      A lion meat burger at Il Vinaio restaurant in Mesa, Arizona. Photograph: Matt York/AP    First, that the sale and consumption of captive-raised lion meat is totally legal in the US. Shelly Burgess, team leader for food, veterinary, and cosmetic products at the US Food and Drug Administration (FDA) said, &quot;Game meat, including lion meat, can be sold as long as the animal from which it is derived is not on the endangered species list&quot;and the African cat is not, though conservation groups are currently petitioning for it to be listed there.  The traded meat is not from wild animals, but rather farmed onesthough that term lends the impression that the cats are specifically bred for their meat. Some anecdotal sources suggest this is the case, but what other investigators have found suggests that it&apos;s not. &quot;I could only guess how this evolved, but I would think it was people keeping big cats,&quot; Allan saidhighlighting the culture of exotic pet ownership in some American states. Animals could also come from circuses and zoos. Once lions get old or too unruly for their owners, they&apos;re likely shunted on, possibly to facilities that harvest their meat, Allan explained. Lion burgers, stews, and steaks then become the captive animal byproduct.  The sale of lion meat also appears currently to be small-scale, and to occur in brief episodesso experts are cautious about alluding to its impacts. Those who favour the product advertise these features every time there&apos;s an outcry, along with the argument that it&apos;s no worse that eating beef or pork. Some even say it&apos;s better, since lion meat offers people an alternative to resource-intensive industrial livestock farming.  For instance, the Florida restaurant that sparked outrage earlier this year by selling $35 lion tacos, responded by posting this on their website: &quot;Paranoia has set in as some folks have had their reality challenged. They say that we&apos;ve &quot;crossed the line&quot; by serving Lion. But let me ask you this, did you cross the line when you ate Beef, chicken, or Pork this week?&quot; I emailed the restaurant for comment, and phoned, leaving my contact details with someone there. I have yet to hear back.  On many fronts, the arguments that champion lion meat are somewhat shaky.  Regulating lion  The key concern felt by conservationists revolves around regulation. Lion meat is placed under the game meat banner, and it is managed as such by the Food and Drug Administration, which checks that the food is safe, and that labels aren&apos;t misleading. Facilities where animals are slaughtered and processed are also periodically checked, the FDA representative said to me.  But there are tens of other products that fall into this game meat bracket, and among them lion appears to be too niche to warrant the heightened inspection that say some it deserves. That worry was embodied by something that happened in 2003, when a butcher involved in the trade was imprisoned for illegally selling endangered tiger meat labeled as lion instead. &quot;I really doubt that there&apos;s a lot of work being done to regulate lion meat in the US, because it&apos;s such a small part of the supply chain,&quot; Crawford Allan said.  He&apos;s heard about one farm that supplies the goods, but was not privy to the locationunsurprisingly, he says, in light of the reactive backlash from the public and animals rights groups so far. &quot;It is a grey area and I would love to know what this farm is like, how it&apos;s set up, and what it&apos;s doing.&quot;  When I asked, the FDA said they did not have an estimate of how many lion farms there might be in the US. &quot;There doesn&apos;t seem to be any massive certifications process,&quot; said Dr. Luke Hunter, president of Panthera, the world&apos;s leading wildcat conservation organization. &quot;In principle it&apos;s ethical and certified, but who knows.&quot;  So on the question of lion meat regulation in the US, two of the most influential people in wildlife conservation delivered the verbal equivalent of a weary shrug. That&apos;s no reflection on their capabilities of course, but rather, suggestive that lion meat is part of a system in which it seems to be worryingly difficult to trace things back. Tempting fate But there are even more unknowable things. Those worried about the trade say it&apos;s tempting fate. &quot;The general issue is that if you encourage a demand that grows and becomes fashionable, it could impact the wild populations as well,&quot; Allan explained.  He was careful to point out that right now, this is purely a &apos;what-if&apos; scenario: there is no proof that a lion meat obsession in the US is in any way linked to what happens to wild African lion. And quite frankly, the amount of lion meat that enthusiastic diners might currently consume is what Hunter called &quot;an absolute drop in the bucket.&quot;  &quot;The whole burger and taco thing is very small; in and of itself it&apos;s not a big deal,&quot; he saidbut if it forged a connection to broader markets, the threat to lion would evolve. &quot;There&apos;s a much more powerful engine behind this than any gourmet concern,&quot; Hunter said. And that&apos;s the linchpin.  Already, African lion in many African countries are experiencing profound threats, in the shape of poaching, human-lion conflict, and habitat encroachment. The latter has displaced the cats from 80% of their former range, Hunter said. &quot;Lions suffer from animal channel syndrome&quot;they&apos;re always on TV, which gives the impression that they&apos;re abundant when in fact, in a century numbers have dropped from 200,000 to below 30,000 today.  There&apos;s also a market, both legal and illegal, for lion bone used to make supposedly &apos;healing&apos; bone wine in Asia. On the legal side alone, bones from hundreds of captive lion carcasses are exported to Asia as a byproduct of canned lion hunting safaris in South Africa, for instancethemselves a murky practice, and something that Patrick Barkham at the Guardian delved into recently.  &quot;There are cultures out there that prefer wild caught product to captive source product,&quot; Allan explained. Some Asian countries are an example, where status is equated with rare and exotic fare. In 2010, 645 bones and bone sets were legally exported from South Africa, two-thirds going to Asia for bone wine. The illegal trade is harder to put numbers on, but it&apos;s quite possibly larger. &quot;Any supply in the market is just stimulating the demand,&quot; Allan asserted. It&apos;s not too much of a stretch to say that we can&apos;t rule out the prospect of farmed exotic meat spurring an illegal pursuit of the protein in its wilder form. The consumer&apos;s choice The link between lion meat in the US and markets elsewhere is currently non-existent, but it&apos;s something that conservationists are wary enough to watch. Lions are already deemed exotic, powerful, and iconicand so they are desired. They don&apos;t need another reason to be pursued.  There&apos;s the health argument against eating the meat as well, said Hunter, who explains that since lion are top predators, they are aggregators of parasites, and other things that may affect human health. There&apos;s also a rebuttal to the argument that eating lion is the same as eating a cow. Hunter calls that &quot;a red herring of an argument&quot; because farmed lionsno matter how domesticatedare still inextricably linked with populations in the wild, unlike farmed cows, chickens, and pigs.  Hunter called for consumers to make informed decisions driven by awareness of the creatures in the wild, instead of just a zeal for exotic tastes. As the second largest consumer of legal and illegal wildlife behind China, the US is well positioned to take a stand, Allan added.  Burgers, meatballs, taco mince, steak, meat strips for stews and skewers: all the ways one can enjoy lion. It&apos;s a fad, and it&apos;ll blow over: the dip has already begun in the US. But that will last for six months, until another restaurant chances criticism to gain a little attention. &quot;The more acceptable it becomes for anything, the more markets open up to it,&quot; Hunter said. &quot;That can be very difficult to anticipate.&quot;", 
    "section": "environment", 
    "gid": "environment/world-on-a-plate/2013/jun/07/us-taste-lion-burgers", 
    "wordcount": "1646"
}