{
    "headline": "The walrus windbag", 
    "text": "    This week&apos;s Caturday morning video smile is a bit of a departure from what we usually see here. This video features a captive walrus that has been trained to produce a variety of sounds on command -- sounds that have been captured on video just to give you a smile.  When he first arrived in Tacoma on 17 August 1982, ET was an orphan, rescued by oil workers after they watched him wander alone for three days over the arctic tundra in Prudhoe Bay, Alaska. These oil workers gave him his name because of his resemblance to the famous movie character. The baby walrus was dehydrated and weighed only 155 pounds when the Alaska Zoo received him and began caring for him. Shortly afterwards, the Point Defiance Zoo in Washington state offered to adopt him, as they were putting the finishing touches on their Rocky Shores exhibits. These award-winning exhibits were inspired by and replicate a portion of the coastline near Cape Flattery, Washington, and are home to several species that reside on or near the coasts of the northern Pacific Ocean. ET recently celebrated his 30th &quot;birthday&quot;.  Walrus, Odobenus rosmarus, are very large marine mammals that are found in the oceans of the far northern hemisphere. Their bodies are well-insulated from icy waters with a thick layer of blubber. They also have long whiskers and distinctive tusks. Both sexes have these elongated canine teeth, although the tusks are slightly longer and thicker in males. Interestingly, walrus do not use their tusks to forage as was long presumed. Instead, they use their tusks to break holes into the ice and to aid the animal as it hauls out of the water onto ice. During breeding season, males also use their tusks to fighting for access to harems of females.  In addition to their dramatic canine teeth, walruses are also known for another remarkably large structure: the baculum, also known as the penis bone (pictured below). Male walruses have the largest baculum of any land mammal, reaching up to 25 inches in length, which is even larger than an elephant&apos;s! The natives know the baculum as an Oosik, and they sell them as souvenirs.       Walruses are unusual zoo residents, with only 17 individuals kept in US collections. Of course, their size probably plays a large role in this, since a full grown walrus weighs almost as much as an adult elephant. For example, ET, now an adult, weighs more than 3400 pounds.  An animal this large can be dangerous to work with, so zoo workers trained him to do a number of simple tasks so veterinary staff can safely monitor his health and carry out simple tasks, such as cleaning his teeth. This training was so successful and ET was such an eager student that zoo workers began training him to do other behaviours on command ... behaviours such as producing a variety of sounds. In this video, we watch (and listen to) ET produce his own little concert of amusing sounds:            [video link] For those of you who worry about ET&apos;s social life, he has been joined by two female walruses, Basilla and Joan, in the hope that these animals can be bred in captivity.  Point Defiance Zoo &amp; Aquarium is located in Tacoma, USA. They are on facebook and can also be found on twitter @PtDefianceZoo .. .. .. .. .. .. .. .. .. .. ..  NOTE: the silly cat/pet/animal videos shared here on Saturday (Caturday) mornings are intended to amuse. This feature is designed to help hard-working and stressed-out people shed their professional faade so they can be better friends, companions, parents, family members and drinking pals to those in their personal lives. Any relationship between these videos and science or any scientific principle is sweet when I manage to present a solid connection to you, but is random, usually coincidental and (mostly) unintended.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/aug/04/1", 
    "wordcount": "650"
}