{
    "headline": "European mobile companies vow to break Google and Apple monopolies", 
    "text": "European mobile companies have vowed to &quot;break the monopolies&quot; enjoyed by Google and Apple in smartphones and urged regulators to allow consolidation among rival operators. Hit by economic recession and the cost of subsidising expensive handsets, want to redraw the network map of Europe by consolidating down to two or three players per country. At the Mobile World Congress trade show in Barcelona on Monday, UK-based Vodafone, Spain&apos;s Telefnica and Telecom Italia called for measures to boost their power including a single market with common rules across Europe, lower tax and the granting of spectrum licences in perpetuity as in China and the United States. &quot;This is not a level playing field. It is not sustainable that we invest more in handset purchases than in the development of networks,&quot; said the Telefnica chief executive and chairman, Csar Alierta. In a belligerent call to arms, he said European telecoms companies have invested 225bn (197bn) over the last five years but seen little return. Telefnica is challenging Google&apos;s Android software and Apple by backing an alternative smartphone operating system designed by Mozilla, maker of the popular Firefox web browser. Firefox OS will reach consumers in the spring when the first handsets go on sale, many of them in developing markets. It aims to give consumers and makers of content more control by allowing apps to be downloaded directly from the internet rather than via an app store. &quot;This internet is dominated by a small number of players that restrict customers&apos; choice,&quot; said Alierta. &quot;We support open ecosystems to break monopolies and give greater choice and flexibility to consumers. Firefox represents a way to bring balance back to the sector.&quot; Vodafone&apos;s chief executive, Vittorio Colao, also urged regulators to &quot;let consolidation happen&quot; and only step in &quot;if there is market failure&quot;. Telecoms watchdog Ofcom has insisted on at least four networks in the UK, resulting in some of the lowest prices and cheapest handsets in Europe. Colao believes the region should move towards a single telecoms regulator, shifting control towards Brussels. &quot;In order to have it you need to give away some local autonomy but we should go there. Look at horse meat. But it&apos;s not just a business discussion, its a big political discussion.&quot; Predicting 9.7bn mobile connections in the world by 2017, and a $10.5tn (7.1tn) contribution to global GDP from the industry, Telecom Italia boss Franco Bernab warned that networks needed help in exchange for investing in new technologies like 4G. &quot;Mobile operators in most markets are suffering from too much competition,&quot; said Bernab. &quot;Regulators should adopt a light touch approach and allow the industry to reorganise itself in order to cope  And governments should avoid imposing burdens on the industry in the form of taxation and spectrum charges.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/feb/25/european-mobile-consolidation-apple-google-mwc", 
    "wordcount": "492"
}