{
    "headline": "Connect the dots: developing regional partnerships to improve employability", 
    "text": "Participation in higher and further education in Cornwall is just two thirds of the national average. And that&apos;s after a decade of significant improvement. So why might others look to this south-westerly tip of the UK, with fewer university graduates than almost anywhere else, to learn what the future of higher education could look like? Ambitious plans are afoot to deliver for Cornwall a skilled, educated, practical and employment-ready graduate workforce. This summer Cornwall council launched its bursary scheme, the new deal for young people. The investment of 3 million every 3 years is substantial and bold for a local government in a time of austerity and cuts. But the money alone isn&apos;t enough. Making the link between economic recovery and the widening participation agenda, getting students to university and getting graduates to become economic contributors requires a joined up approach. The joined up approach in Cornwall came from a European Social Fund project in partnership with the Combined Universities in Cornwall (CUC)  a partnership of universities and colleges including the University of Plymouth, University of Exeter, University College Falmouth, Peninsula College of Medicine and Dentistry, Cornwall College and Truro and Penwith College. The project, Unlocking Cornish Potential (UCP), has been helping local SMEs hire graduates for more than a decade. With a combination of financial assistance and a training and mentoring allowance for each graduate, around 900 young people have been employed thanks to this support and 85% stay on after the 12 month project has finished. Universities in Cornwall are learning to speak another language, that of local business. But just getting a graduate into a business doesn&apos;t mean our job is done. UCP is about ensuring the company and its new employee understand each other and helping the graduate translate their academic study into a real world project with the help of mentors and vocational training. Through the project, the CUC is already delivering this service in microcosm to graduates on its employability programme. Two weeks spent unlocking Cornish potential and a graduate struggling to work out why employers aren&apos;t knocking the door down will begin to understand the employment market and what it means to be an employee. Less of &quot;what can an employer offer me?&quot; and more of &quot;what can I offer an employer.&quot; But while there is much to be proud of, the process still needs to evolve further into a business-sensible, transactional approach. As part of a longer term plan for local economic recovery, the aim of the programme is to get the students who&apos;ve been supported to stay local and contribute to the Cornish economy. With more high net worth individuals comes more council tax revenue, business rates and a reduction of welfare dependency. The idea is this: not only will Cornwall&apos;s students be finely attuned to what it takes to get a graduate job, they&apos;ll be in step with what it takes to get a job back home  an understanding of the Cornish business landscape. Making sure our graduates understand and are fit for our nation&apos;s businesses is one of the biggest challenges currently facing higher education. But each county and region is different, so the approach has to be tailored. In Cornwall, our graduates need to know what the realistic options are for building their careers here. With no blue chip companies, if it&apos;s not a public sector role, then they&apos;re looking at working for one of our 22,000 SMEs  or starting their own business. In a new HE world of exorbitant tuition fees and high graduate unemployment, where students must increasingly view university as a business investment not a rite of passage, the early lessons from UCP is that it is possible to deliver employability, enterprise training as well as work placements, by linking universities to regional governance and business. Allyson Glover is the programme director of the Unlocking Cornish Potential (UCP) graduate placement programme and a business graduate from Plymouth University This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/19/unlocking-cornish-potential-graduate-employability", 
    "wordcount": "686"
}