{
    "headline": "London's Picture of Sustainability competition: the finalists - in pictures", 
    "text": "   See you soon London This photo was taken from an airport taxi by Andrzej Bochenski Photograph: London's Picture of Sustainability Competition/caydoo.com       Nick Board submitted this shot of the former Seamans Mission in Limehouse, now converted to apartments. This image represents life and vocations evolving and one thing becoming another. Nick believes the exterior extols the checkered history of the area, while the interior accommodates a necessarily different set of people, shaped in turn by economics and their time Photograph: London's Picture of Sustainability Competition/caydoo.com       Sunflower Wharf   Marco Dall'Omo's representation of sustainability. The allotment with Canary Wharf in the background represents two far apart realities that still coexist. Marco believes they blend harmoniously, complementing each other to make London a complete ecosystem Photograph: London's Picture of Sustainability Competition/caydoo.com       Gibbons Rent Emma Mapp's shot of Gibbon's Rent with the Shard in the background. The passage way has been transformed from a 'no-go' back alley to a peaceful area filled with plants, tucked away from the madding crowds Photograph: London's Picture of Sustainability Competition/caydoo.com       Battersea power station Jon Lamb took this photo from a boat passing Battersea power station. Jon feels it represents sustainability because it shows the River Thames being cleaned up and used for leisure activities, even in the old industrial parts of the city Photograph: London's Picture of Sustainability Competition/caydoo.com       Nick Ives was interviewing year 7 students at a local academy about their food-growing project and heard about how they would mentor the next year's students. To Nick the image represents the importance of engaging young people's enthusiasm in creating a sustainable future Photograph: London's Picture of Sustainability Competition/caydoo.com       Cob in the community  Linda Royles took this photo at the Meadow Orchard project, a building project using local, recycled London clay, sand & straw. Volunteers make cob using their hands and feet, and no machines. This shot was taken at the end of a family day, where this teenager mucked in and kept her perfect nails Photograph: London's Picture of Sustainability Competition/caydoo.com       Jenny Ellwood took this photo of the Busy Bee Garden in East London. The bee population is in serious decline and if wiped out will have a grave impact on the environment. Jenny feels the vulnerability of this species highlights the importance of sustainability Photograph: London's Picture of Sustainability Competition/caydoo.com       From the Amazon they may be, but these parakeets are flourishing in the UK. The picture was taken by Kevin Holland in his back garden near Epping Forest Photograph: London's Picture of Sustainability Competition/caydoo.com       Hannah Davenhill captured this view of London from Richmond Park Photograph: London's Picture of Sustainability Competition/caydoo.com       Greenwich cable car Liz Wrigley captured this shot while taking her bike on the new Greenwich cable car Photograph: London's Picture of Sustainability Competition/caydoo.com       Bankside Melissa Augustine submitted this shot of as she believes nothing says sustainability like maintaining presence in a city for over 1,000 years. Melissa said 'Despite its steadfastness, it has somehow managed to fit in with Londons ever changing cityscape. Millennium Bridge pairs so well in photographs, one might think Wren knew when he designed it' Photograph: London's Picture of Sustainability Competition/caydoo.com       Built in 1862, the Albert pub stands against surrounding skyscrapers. This photograph taken by Jan Kuhr shows the contrast between Victorian and modern architecture, demonstrating London is one of the beautiful places where you can see many old and new buildings next to each other Photograph: London's Picture of Sustainability Competition/caydoo.com       Catherine Bell captured this shot of Fred on his day off. Pottering around his allotment in Bethnal Green, he proudly showed her the fruits of his labours in the form of some delectable raspberries he had grown. Fred told Catherine he was taking some home that evening for his wife to turn into a summer crumble Photograph: London's Picture of Sustainability Competition/caydoo.com       Viktoria Telinova captured these deer in Richmond Park  a place of unique harmony and interaction between natural and urban wilderness Photograph: London's Picture of Sustainability Competition/caydoo.com  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/aug/08/london-picture-sustainability-in-pictures", 
    "wordcount": "0"
}