{
    "headline": "Who does higher education work for?", 
    "text": "Recent education headlines express the dilemma currently facing UK higher education. The Council for the Defence of British Universities launched last week promoting a vision of education for education&apos;s sake, with universities as centres of learning in danger of being shackled by short-term performance measures and funding models. On the same day, the Engineers Employers&apos; Federation (EEF) called for a closer alignment of the education and training system  including higher education  with the needs of the labour market and employers. Are universities a key pipeline in the nation&apos;s skills supply route? Should they be pursuing academic excellence and scholarly enquiry, or fulfilling more prosaic but economically valuable goals? Could they do both? These questions will be at the heart of next week&apos;s Institute for Employment Studies (IES) conference as part of a discussion of the wider role of higher education and the ways it might meet employer demand for high-level skills. Evidence gathered by the EEF, IES and others demonstrates the growing demand for high-level technical skills, coupled with the ability to apply them in a business context across the UK&apos;s key growth sectors of the UK. Technicians and professional engineers are in demand across the digital, manufacturing and energy sectors, and employers fear that any skills shortages will be compounded in the future as their existing ageing workforces retire. If employers can&apos;t find sufficient supply in the UK, they will look to locate their high-end engineering operations abroad  making economic recovery even more difficult. Is the UK&apos;s education sector keeping pace with demand? Compared with provision elsewhere in Europe, there are relatively few well-structured higher education and training programmes below bachelor degrees. Even at degree level, there are questions about whether courses are sufficiently aligned with employer needs. We risk leaving students with insufficient skills or experience to find satisfactory employment and businesses unable to grow due to the lack of a skilled workforce. Foundation degrees were supposed to be part of the answer to this problem and although enrolment has grown, they have not taken off to the extent originally expected. Some 27,000 students gained a foundation degree in 2010/11, around 5% of all graduates. Alternative higher level vocational qualifications are even scarcer. Only 1,000 people gained a higher level apprenticeship in 2010/11 and progression from apprenticeships or other vocational courses to higher-level qualifications is minimal. Are we missing a trick here? Offering a clear vocational pathway to higher-level study and skill development could both further widen participation and help boost skills and economic growth by offering relevant vocational qualifications. Our world-class higher education and training system should be able to design and deliver appropriate courses to meet a variety of needs without throwing the baby out with the bath water and weakening its current strengths. One size of higher education does not fit all. The answer is surely a greater diversity of provision within  and between  higher education institutions, with more part-time provision, accelerated degrees and work-based courses. This would mean funding models, performance indicators and application arrangements themselves adapting to cope with a wider variety of provision and the needs of a broader base of students. If higher education is to work for everyone looking to develop higher level knowledge and skills, then policy makers, institutions and staff must also do more to ensure all students, including part-time and vocational learners, get the same level of support and experience. Who does higher education work for? What might a greater diversity of provision look like in practice? Share your thoughts in the comments below. Jim Hillage is director of research at the Institute for Employment Studies whose annual public policy conference, The Value of Higher Education, takes place on 28 November in London  follow the institute on Twitter @EmploymtStudies This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/19/higher-education-student-employability-strategy", 
    "wordcount": "658"
}