{
    "headline": "Farmers call for help over mounting sheep deaths", 
    "text": "Farmers are calling on the government to help them with at least 2.5m in costs from the death of 20,000 more sheep and lambs than usual during the recent heavy snows across England and Wales. At least 15.5% more dead sheep and lambs were picked up under the National Fallen Stock Company scheme, which co-ordinates collectors around the country, in the first three months of this year compared with the same period last year. The service warned that the total of about 150,000 dead animals excluded losses from the most badly hit regions, where snow is still covering dead animals and some farms remain unreachable. Michael Seals, chairman of the National Fallen Stock Company, said he expected there would be a significant rise in the number of animals needing to be dealt with this month as most of those collected so far had died as a result of continued bad weather before the heaviest snow falls. &quot;It&apos;s a disaster, that&apos;s it and, as in all disasters, the full impact is never immediate,&quot; he said. The National Farmers Union (NFU) said farmers in affected areas, such as north Wales, south-west Cumbria, Shropshire and Staffordshire, were likely to pay at least 500,000 between them for dead animals to be collected, while they would lose more than 2m in sales at market. One Cumbrian farmer who lost 80 ewes said he would have to pay 2,000 to have them collected, a hefty fee when the average profit of a livestock farm is just 14,000, according to government figures. NFU president Peter Kendall was expected to speak to Owen Paterson, the environment secretary, on Thursday in an attempt to organise a free collection service. It said 5m had been made available in Northern Ireland and 500,000 in Scotland to fund similar schemes. The government said on Wednesday that it would allow farmers in difficult to reach parts of England and Wales to burn or bury dead animals on their farms, a practice usually banned. It has also asked the National Fallen Stock Company to consider reducing costs for multiple collections of dead animals from one farm. The NFU, however, said it would not be practical for farmers to bury large numbers of animals, particularly in areas where the ground was frozen solid, and farmers were struggling to cope with the cost of disposing of animals. Peter Garbutt, chief livestock adviser for the NFU, said: &quot;There might not be snow in Westminster but there is a massive problem in other areas of the country. Very little stock has been collected so far as farmers are still trying to pull animals out of snow drifts and gather them for collection.&quot; The loss of animals could potentially lead to higher lamb prices this summer when farmers would normally be delivering the bulk of their animals to market. Already wholesale auction prices have risen 70% since the beginning of this year to more than 85 a lamb because the weather has caused difficulties in transporting animals. Garbutt said supply would be hit by the loss of spring lambs but also the loss of breeding ewes for next year. &quot;The real impact on farming businesses won&apos;t come through until later this year,&quot; he said. However, with 12m to 14m lambs brought to market every year in the UK, he said it was not clear that the loss of 20,000 animals would affect prices in shops. Other factors, such as the level of imports from New Zealand could have a bigger impact. Oversupply of lamb from the other side of the world has driven a boom in sales of the meat in the UK, thanks to a wave of retail price cuts in recent weeks.  This article was amended on 10 April 2013. The original said the NFU president, Peter Kendall, was expected to meet the environment secretary, Owen Paterson. In fact he was expected to speak to him by telephone. The Department for Environment, Food and Rural Affairs points out that the telephone call was made to a department official, not to the environment secretary.", 
    "section": "environment", 
    "gid": "environment/2013/apr/03/farmers-help-sheep-deaths", 
    "wordcount": "699"
}