{
    "headline": "BP 'agrees to pay record penalty for Deepwater oil spill'", 
    "text": "Oil giant BP has agreed to pay the largest criminal penalty in US history, totaling billions of dollars, for the 2010 oil spill in the Gulf of Mexico, a person familiar with the deal said Thursday. The person, who spoke on condition of anonymity because they were not authorized to speak on the record about the deal, also said two BP employees face manslaughter charges over the death of 11 people in the explosion of the Deepwater Horizon oil rig that triggered the massive spill. The source said BP will plead guilty to obstruction for lying to Congress about how much oil was pouring out of the ruptured well. The Deepwater Horizon rig, 50 miles off the Louisiana coast, sank after the explosion that occurred on April 20, 2010. The well on the sea floor spewed an estimated 206 million gallons of crude oil, soiling sensitive tidal estuaries and beaches, killing wildlife and shutting vast areas of the Gulf to commercial fishing. The spill exposed lax government oversight and led to a temporary ban on deepwater drilling while officials and the oil industry studied the risks, worked to make it safer and developed better disaster plans. BP&apos;s environmentally-friendly image was tarnished, and independent gas-station owners who fly the BP flag claimed they lost business from customers who were upset over the spill. BP chief executive Tony Hayward stepped down after the company&apos;s repeated gaffes, including his statement at the height of the crisis: &quot;I&apos;d like my life back.&quot; The cost of BP&apos;s spill far surpassed the Exxon Valdez spill in 1989. Exxon ultimately settled with the US government for $1bn, which would be about $1.8bn today. The government and plaintiffs&apos; attorneys also sued Transocean, the rig&apos;s owner, and cement contractor Halliburton, but a string of pre-trial rulings by a federal judge undermined BP&apos;s legal strategy to pin blame on them. At the time of the explosion, the Deepwater Horizon was drilling into BP&apos;s Macondo well. The rig sank two days later. After several attempts failed, engineers finally were successful in capping the well on July 15, 2010, halting the flow of oil into the Gulf of Mexico after more than 85 days. The disaster also created a new lexicon in American vocabulary  such as top kill and junk shot  as crews used innovative solutions to attempt to plug the spewing well with pieces of rubber. As people all over the world watched a live spill camera on the internet and television, the Obama administration dealt with a political headache, in part because the government grossly underestimated how much crude was spilling into the Gulf. US district judge Carl Barbier in New Orleans was assigned to oversee tens of thousands of court claims spawned by the explosion. A trial date was set, but Barbier postponed it so BP could hammer out a deal with attorneys for Gulf coast shrimpers, commercial fishermen, charter captains, property owners, environmental groups, restaurants, hotels and others who claim they suffered economic losses after the spill. Relatives of workers killed in the blast also sued. Barbier gave his preliminary approval to that proposed settlement in May and scheduled a January trial for the remaining claims, including those by the federal government and Gulf states. In a pre-trial court filing, the Justice Department said it would argue that BP&apos;s actions and decisions leading up to the deadly blowout amounted to gross negligence. &quot;We do not use words like &apos;gross negligence&apos; and &apos;willful misconduct&apos; lightly,&quot; a Justice Department attorney wrote. &quot;But the fact remains that people died, many suffered injuries to their livelihood, and the Gulf&apos;s complex ecosystem was harmed as a result of BP and Transocean&apos;s bad acts or omissions.&quot; One of Barbier&apos;s rulings possibly insulates Transocean and Halliburton from billions of dollars in liability. Barbier said Transocean and Halliburton weren&apos;t obligated to pay for many pollution claims because of contracts they signed with BP. The Justice Department opened a criminal investigation of the spill. The only person facing charges so far is former BP engineer Kurt Mix, who was arrested in Texas in April on obstruction of justice charges. Mix is accused of deleting text messages about the company&apos;s response to the spill, not what happened before the explosion. The companies also sued each other, although some of those cases were settled last year. BP has sued Transocean for at least $40bn in damages. And there are still other claims against BP from financial institutions, casinos and racetracks, insurance companies, local governments and losses caused by a government-imposed moratorium on drilling after the spill. None of those are covered by BP&apos;s proposed settlement with the private lawyers. A series of government investigations have spread blame for the disaster. In January 2011, a presidential commission found that the spill was caused by time-saving, cost-cutting decisions by BP, Halliburton and Transocean that created unacceptable risk. The panel didn&apos;t point blame at any one individual, concluding the mistakes were caused by systemic problems. In September 2011, however, a team of US Coast Guard officials and federal regulators issued a report that concluded BP bears ultimate responsibility for the spill. The report found BP violated federal regulations, ignored crucial warnings and made bad decisions during the cementing of the well a mile beneath the Gulf of Mexico. BP has repeatedly said it accepts some responsibility for the spill and will pay what it owes, while urging other companies to pay their share. BP waived a $75m cap on its liability for certain economic damage claims under the 1990 Oil Pollution Act, though it denied any gross negligence.", 
    "section": "environment", 
    "gid": "environment/2012/nov/15/bp-record-penalty-deepwater-spill", 
    "wordcount": "933"
}