{
    "headline": "The social and physical capital of women in higher education", 
    "text": "Tell me about your job; how long have you held the role and what does it involve? I was appointed to the Northern Society chair in accounting and finance at Newcastle University Business School (NUBS) in September 2011. I am also subject head of the accounting and finance group. The role has a strategic element, which is challenging but enjoyable, as it is an opportunity to lead and shape the direction of the subject group, both in terms of research and in teaching. My days are very varied; I have my teaching commitments on several programmes, and I&apos;m working on a number of research articles. I have PhD students under my supervision, which is an aspect of the job I really enjoy. And I also spend time working with other academics in the group supporting their research or teaching. Luckily there is a very committed group of staff in the subject group who have a lot of experience in teaching and working with students, so this part of my role has been enormously helped by their input. When did you decide you wanted to be an academic? I perhaps did not have a conventional route into academia. As a professor of accounting and finance, people are often surprised when they hear that my first degree was in English literature. I always loved reading and studying, and originally trained to be a secondary school teacher after I left university. However, I wanted to try something different and decided to train as a chartered accountant, in order to learn something about the wider business world. I qualified with the Institute of Chartered Accountants in England and Wales (ICAEW) and worked in practice for eight years before the appeal of academic work resurfaced. I did a part-time masters in accounting and finance and realised I really enjoyed research. So I followed the master&apos;s with a part-time PhD at St Andrews University while I held a lectureship at York. I think it is really important, especially in business schools, for academics to have some experience of the world of business. Having a professional accounting qualification and experience of working in professional services firms means that this experience can be brought into my teaching and research. Moreover, my love of literature informs the way I approach my research using narrative, storytelling and autoethnography. In 2008 I was awarded an Advanced Institute of Management (AIM) two-year, mid-career fellowship, funded by the ESRC, which was instrumental in giving me some time to carry out a specific research project and develop some further skills. So all my previous experiences, though not the most direct route into academia, have informed the role I am in now. You recently published a piece of research about women in the workplace, Body Beautiful? Gender, Identity and the Body in Professional Services Firms. What is it like, at the moment, for women aspiring to leadership roles in HE? The AIM funded research enabled me to study the role of women in professional services firms, particularly accounting and law, some of which I published. There are interesting parallels with academia, where there are increasing numbers of women entering but few reaching leadership positions in higher levels. I think the situation is improving, but there are still far too few women professors. The HESA survey published earlier this year showed that under 20% of professors in the UK are women. I think part of the reason might be that to attain the role of professor you often have to network widely, attend conferences and disseminate your research, possibly move institutions to achieve promotions. This can be difficult for those with caring responsibilities, who still, disproportionally, tend to be women. What do you make of the notion of physical capital? Should women in HE - whether academics or in management develop this? In my research, I use the concepts of social and physical capital to explain the perceived attributes that are necessary for leadership success in organisations. Social capital might include being involved in networks, and having mentoring support, whereas physical capital might include being perceived to have the right behaviours, such as assertiveness and authority, which are often associated with physical attributes. The problem is that in some organisations social capital is difficult to acquire and physical capital is associated with masculine behaviours and physical attributes. I do not regard physical capital as something that women should develop or use in some way; rather, I think that organisations should tackle aspects of their culture which perpetuate inequality and disadvantage. Are there any best practice examples from HE in other parts of the world concerning women in leadership? I have a couple of colleagues at other institutions who I regard as role models as women professors, as they are very engaged with their institutions and wider academic activities. On a wider scale, I have recently become a member of the steering committee of a new United Nations working group on gender equality and diversity in higher education, under the auspices of the Principles of Management Education (PRME), which champions responsible management education, research and thought leadership globally. One of our first tasks is to facilitate the sharing of curriculum materials for embedding gender equality and diversity topics into business school curricula, because we believe that we should be challenging students, as future organisational leaders, with these issues. As you take up your new role, what are you looking forward to in the coming year? This is my first professorial post so I still have many things I want to achieve and a number of areas to develop. I would like to strengthen my personal research profile further, while supporting the development of equality and diversity initiatives within business generally and within business schools. I see these firmly as social responsibility issues, which businesses and business schools cannot afford not to address if they are to be responsible employers. Professor Kathryn Haynes is the Northern Society chair in accounting at Newcastle University Business School. Her specialist research interest is in gender and diversity within the professional services, especially accounting.  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/06/kathryn-haynes-interview", 
    "wordcount": "1044"
}