{
    "headline": "Green news roundup: Pollution, pesticides and peat", 
    "text": "Environment news  Nasa scientist: climate change is a moral issue on a par with slavery Greg Barker calls for 30% emissions reduction target London air pollution climbs agenda in mayoral election Study traces devastation of North American bats to Europe20m wave energy competition unveiled Chilean court rejects opposition to Patagonia dam On the blogs     A peat bog on the North York Moors Photograph: Alamy     Grave threat of pesticides to bees&apos; billion-pound bonanza is now clear Boris Johnson, gluing pollution to the ground is no way to clean up London Vicious words mark the war between pro and anti-nuclear environmentalists Austerity has not made people care less about the environment Gardeners should end their love affair with peat Multimedia     A bird sits on a branch of a blooming cherry tree at a park in Tokyo on April 1, 2012. Cherry trees bloomed in Tokyo on March 31, five days later than usual year, Japanese authorities announced.   Photograph: Yoshikazu Tsuno/AFP/Getty Images     Pantanal: protecting the world&apos;s largest wetland - video The week in wildlife - in pictures Water photography  your Green Shoots photographs Delivering lambs at Great Tre-rhew Farm  in pictures Features and comment  Pollutionwatch: UK experienced top levels of air pollution in March Ethical living: how do I water my homegrown veg? Caroline Spelman: The UK must adjust to ever-changing weather events Drought hits bluebell numbers over Easter weekend Q&amp;A: How will the hosepipe ban affect you? Best of the web  540m insulation scheme targets fuel poor households Story of illegally dumped chromium in China wins environmental press award How the internet is powering the fight against Beijing&apos;s dirty airFor more of the best environment comment and news from around the web, visit the Guardian Environment Network. ...And finally  Desperately seeking  a ring ouzelCountry diarist Ed Douglas goes in search of these mountain blackbirds", 
    "section": "environment", 
    "gid": "environment/2012/apr/11/green-news-roundup", 
    "wordcount": "257"
}