{
    "headline": "Boot up: why PCs fail, Windows 8 pricing, Apple's ad tracking and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team How US manufacturers, not Chinese dumping, killed Solyndra &gt;&gt; Quartz  Here&apos;s the truth about Solyndra, which is now suing a passel of Chinese companies for allegedly dumping subsidized solar panels on the US market: When you try to optimize for the wrong scarce resource, you&apos;re dead.  Solyndra made tube-shaped solar collectors because they were good at optimizing what was, at the company&apos;s inception in 2005, a scarce and extremely expensive good: the pure, crystalline polysilicon needed to make a solar panel. Solyndra&apos;s &quot;big idea&quot; was to change the shape of the solar panel so that it could get the same performance using significantly less silicon.  At first, this seemed like the right bet: In 2008, the cost of polysilicon reached $400 a kilogram. Today that same kilo will cost you $30.   Bonus point for the use of the word &quot;passel&quot;. (Thanks @arebee on Twitter for the link.) Analyst skeptical of $249 price for iPad Mini &gt;&gt; Computerworld  Claims by a German website that Apple will price the iPad Mini starting at [euro]249 were met today with skepticism by an analyst who two months ago projected the opening price would be $299 in the U.S.   Yeah, well. Special Report: How Starbucks avoids UK taxes &gt;&gt; Reuters  Over the past three years, Starbucks has reported no profit, and paid no income tax, on sales of 1.2bn in the UK. McDonald&apos;s, by comparison, had a tax bill of over 80m on 3.6bn of UK sales. Kentucky Fried Chicken, part of Yum Brands Inc., the no. 3 global restaurant or cafe chain by market capitalization, incurred taxes of 36m on 1.1bn in UK sales, according to the accounts of their UK units.  Yet transcripts of investor and analyst calls over 12 years show Starbucks officials regularly talked about the UK business as &quot;profitable&quot;, said they were very pleased with it, or even cited it as an example to follow for operations back home in the United States.   How do you want your latte while you wait for your hospital appointment? Graphene-made e-paper by 2015 and anticancer drugs by 2030 &gt;&gt; Wired UK  &quot;A roadmap for graphene&quot;, published in the journal Nature, proves that the one atom-thin super-conductive material has plenty of future uses outside of electronics, though it will be an integral part of the imminent future development of devices. That&apos;s because the type of graphene needed for things like touchscreens is of a lower, more easily manufactured quality.   Graphene is super-cool, though still a little way off being in everyday things. Apple&apos;s new iOS 6 ad tracking feature is &apos;broken,&apos; says one source &gt;&gt; Forbes  ...it seems that for people who updated their iPhones via wireless networks, Apple&apos;s new Advertising Identifier is not working.  That&apos;s a big deal for advertisers, for which iPhones and iPads are a rich channel for mobile marketing. Without being able to identify users-or more accurately, their phones-they can&apos;t track whether those ads produced a sale or other &quot;conversion&quot; such as an app installation. And they may not to spend a lot on iOS ads until they can do that again. &quot;It&apos;s crucial for the advertising market,&quot; says Ravi Kamran, CEO of the apps marketing platform Trademob, which discovered the problem. &quot;It drives the whole ecosystem.&quot;   So it&apos;s bad, except when it&apos;s not working, when it&apos;s bad. When Google does ad tracking, it&apos;s good. Except when it&apos;s not working, when... it&apos;s good. Global notebook sales tank in recent months &gt;&gt; The Register  Global notebook shipments took it on the chin in the third quarter of this year, with Acer, Asustek, and Toshiba seeing sales plunge by 15% to 25% when compared to the previous quarter.  One notebook vendor, however, bucked the trend, with sales of its notebooks climbing nearly 30% during the same period. Care to hazard a guess as to which company that might be?   Year-on-year, total notebook sales were down 11.6% and sequentially by 4.5%. Notebooks make up about 75% of all PC sales. Hardware Failure Analysis &gt;&gt; Kynosarges Weblog Based on a Microsoft detailed report (linked in the blogpost):   Perhaps more interesting are the report&apos;s unexpected results:  Underclocking significantly reduces hardware failures, by 39% to 80%. This really shouldn&apos;t be happening. Manufacturers apparently sell a lot of hardware that doesn&apos;t quite meet advertised specifications, or else is inadequately integrated with the system (e.g. poor ventilation).  Laptops are 25% to 60% more reliable than desktops. Portable systems have much tougher operating conditions - smaller cases with greater potential for heat buildup, physical movement and battering while active - but evidently their sturdier design overcompensates for these conditions.  What are the cheapest and easiest upgrade paths to Windows 8? &gt;&gt; ZDNet Ed Bott:   If you&apos;re planning to upgrade to Windows 8, these are the current answers to the questions you&apos;re most likely to have. I plan to update this post several times as more details emerge and some of these products move from &quot;pre-order&quot; to &quot;ship.&quot;  You should read this article even if you plan to skip Windows 8 and stick with Windows 7. If your new PC comes with Windows 8, you can spend a relatively small amount to secure downgrade rights that could save you a very large amount later.   Read and bookmark if you are even faintly interested by Windows 8. Microsoft Windows 8 sales expectations low says Topeka &gt;&gt; Business Insider  Although October is expected to be the sweet spot for the notebook ramp for Windows 8, and further follow through is likely in November, we were warned of idle facilities in December. One of our contacts does not expect Windows 8 to be material until the second-half of 2013. Similarly, the enthusiasm around the Ultrabook ramp has also deteriorated as the cost structure remains too high under Intel&apos;s specifications.   Ultrabooks surely ought to be a real growth area for laptops, but so far they&apos;ve not hit the spot. (Thanks @modelportfolio2003 for the link.) Demand for white-box tablets keeps growing despite keen competition &gt;&gt; Digitimes  Demand for white-box tablets rolled out by China-based makers remains strong currently despite the launch of US$199 models by Amazon, Barnes &amp; Noble and Google, and the dominance of Apple&apos;s iPads, according to industry sources.  Some white-box makers in Shenzhen are shipping 200,000-300,000 tablets a month, and a number of large-scale operators are even shipping one million units a month, buoyed by their tactics of optimizing hardware specifications, while keeping device prices low, noted the sources.   Are most of these perhaps being made in and staying in China? (Thanks @modelportfolio2003 for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/16/technology-links-newsbucket", 
    "wordcount": "1172"
}