{
    "headline": "Is science the answer for Manchester? That all depends on the question", 
    "text": "Recently, builders have broken ground for the new Manchester-based National Graphene Institute. Graphene, of course, is a new material extracted from graphite, a two-dimensional sheet of carbon a single atom thick. The properties of graphene have excited many minds around the world and the fact that it was first extracted by University of Manchester scientists Andre Geim and Kostya Novoselov  a feat for which the pair won the 2010 Nobel Prize in Physics - has excited many minds in the UK and the Manchester city-region. Some have even suggested that, with the head start offered by Geim and Novoselov&apos;s great achievement, and with this new 61m institute to be located here, Manchester may be poised on the brink of becoming &apos;graphene valley&apos;, the natural location for the commercialisation of all that knowledge and know-how. Not surprisingly, graphene is at the heart of the Manchester city-region&apos;s new vision of itself as a science-based economy, making a great hook for advertising campaigns and promotional videos.             Click here to watch the video on a mobile device. This significant new investment in research and associated facilities can only be a good thing for the city-region. Whilst Manchester has a long history of, and significant current strengths in a range of sciences and technologies, UK research funding is highly skewed towards the &quot;Golden Triangle&quot; of London, Oxford and Cambridge - so the announcement of a &apos;national&apos; research institute for anything in Manchester is a rare and welcome one.  However, innovation-driven local economic development depends on much more than excellent research, and whilst excellent work will be done at the new institute, with real economic benefits for the city, the odds are against a graphene-driven Mancunian industrial revolution. Far more graphene research is being done elsewhere than is being done in Manchester or the UK - and that will hold true no matter how much the UK chooses to invest in research on this promising new material.  The most likely early applications of graphene are thought to be in microelectronics. The majority of the global microelectronics industry is located outside the UK. Of course start-up firms can and are being encouraged (though there remain serious questions about the financing of innovation in the UK) and a successful start-up or spin-off might radically change the industry ecosystem. And there may be other, as yet unknown, applications for graphene where Manchester may have real advantages.  Still, it is likely that much of the economic success deriving from the successful commercialisation of graphene will be felt elsewhere. I make this point not to pooh-pooh graphene (the buzz around which is genuinely exciting), but because it illustrates the more general principle that science and technology are global enterprises, albeit concentrated in a relatively few key nodes around the world. It is vitally important that Manchester should be such a node, but as I have noted recently in another blog post, there is no reason to suppose that discovery, commercialisation and innovation should happen in the same place. Proximity can be important for innovation, but there are other kinds of proximity than geographical proximity. The new-found interest of Manchester&apos;s city fathers in science and technology is very welcome, but in making strategies for the economic development of the city-region it will be important to remember what it is that our strength in science and technology does, and does not, buy us: not a guarantee that innovation and economic success will follow automatically if only we don&apos;t muck it all up, but merely an entry ticket into global science and technology networks. That is already important enough.  Kieron Flanagan teaches and researches science and technology policy at the University of Manchester. On Twitter he is @KieronFlanagan", 
    "section": "science", 
    "gid": "science/political-science/2013/mar/15/science-policy1", 
    "wordcount": "617"
}