{
    "headline": "Washington DC prepares to eliminate hundreds of deer from local park", 
    "text": "Washington has a long tradition of declaring war on social problems: war on teen pregnancy, war on poverty, war on drugs. Now comes the latest contender: war on white-tails, with the adoption of a plan for the managed killing of hundreds of deer grazing a local park into oblivion. The authorities are due to embark on the lethal plan for Rock Creek Park next January, deploying government sharpshooters to kill about 300 deer now roaming through the park and surrounding neighbourhoods, Nick Bartolomeo, the park&apos;s chief ranger, said on Tuesday. He said the snipers, employed by the US department of agriculture, would probably deploy at night, when the park is closed, and for a limited number of days during the coldest days of winter, to minimise risk of injury. The cull, which will take place over three years, will bring down the deer population in the park, which straddles Washington DC as well as Maryland, to about 15 to 20 deer per square mile, he said. Rangers believe there are now about 375 deer in the DC portions of the park, or about 80 per square mile. Meat from the culled deer is to be distributed to local shelters and the homeless, he said. The plan was approved on 1 May, but not announced until last week. The prospect of killing hundreds of deer in a popular park running through the heart of the capital has caused trepidation among local residents and conservationists. The park gets more than 2 million visitors a year to its running and cycling trails, picnic tables, tennis courts and riding stables. But with no natural predators  by far the biggest threat to them in the park is being hit by cars  the deer seemed at times to be invading parts of Washington DC. Home owners close to the park complained their vegetable gardens and landscaping were being ravaged. Commuters using the park said they drove in constant fear of collision. Meanwhile, there were scattered reports of deer incursion in areas far removed from the park. Earlier this year, a deer crashed through the plate glass window of a public library near Capitol Hill. Conservationists commenting on the management plan said the authorities had failed to adequately explore other ways for keeping the deer in check. But Bartolomeo argued other parks and historic areas with increasing deer populations have taken similar measures, and that the park service had had little choice. &quot;The deer population is now four times now what the forest can sustain, and the forest is not regenerating. You are not getting any new saplings or young bushes. It&apos;s just not occurring,&quot; he said. &quot;There are too many deer to allow the forest to sustain itself.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/05/deer-cull-rock-creek-park", 
    "wordcount": "456"
}