{
    "headline": "Game on: Kingdoms of Amalur - Reckoning", 
    "text": "Designer Ken Rolston makes epics and little else. They won&apos;t know the name but even the most casual RPG players will be familiar with his work. We have Rolston and his team to thank for two of the best  and by far the biggest  role-playing games of the past decade: 2002&apos;s colossal Elder Scrolls III: Morrowind and its titanic big brother Elder Scrolls IV: Oblivion, the forebears of last year&apos;s utterly gargantuan Skyrim. It was Rolston who led the design team behind the vast volcanic wastes of Morrowind&apos;s Vardenfell and the sprawling, panoramic province of Cyrodiil in Oblivion. Each, for the uninitiated, was a playground for adventurers so enormous you could wander its hills and dales for months, exploring every damp cave, quiet village and ancient ruin and still, six months later, stumble upon a hidden dungeon that only one player in 100 or more would ever find. Neither was a mere rambler&apos;s paradise, either: each overflowed with quests, cultures and characters. In Morrowind, the player could lose days pursuing the life of a blacksmith or an alchemist, a slaver or freedom fighter, religious zealot or masked assassin. Whole weekends could vanish in the service of a noble house of conniving giant-mushroom-dwelling mages. One estimate puts Morrowind&apos;s in-game literature at six novels&apos; worth of reading. In real-world terms, creating a game such as Morrowind or Oblivion is an achievement roughly akin to building the county of Lincolnshire from scratch. And he&apos;s just done it again. Kingdoms of Amalur: Reckoning (PS3/Xbox 360/PC)  out in Europe on 10 February  takes place in the brave new fantasy world of Amalur, created specifically for the game by author RASalvatore and Spawn creator Todd McFarlane, and entrusted to Rolston to bring to kicking, screaming, three-dimensional life. Having managed to get my hands on the game, albeit briefly, Ican safely say he hasn&apos;t lost his touch. Reckoning occupies a space somewhere between the Elder Scrolls games and Fable, leaning perhaps a little more towards the latter. The former&apos;s trademark open-ended adventuring has been artfully combined with Fable&apos;s fast-paced, action-gamer-friendly combat, full of acrobatic leaps, evasive rolls and special attacks. The opening sequence even culminates in a good old-fashioned boss battle, of the learn-the-pattern, exploit, rinse, repeat style. In more ways than one, in fact, Reckoning is steadfastly traditional. The setting is high fantasy, in essence, with a spiritual tint, but peopled by familiar friends and foes: the Dokkalfar and Ljosalfar races are elves by any other name, and the gnomes and kobolds haven&apos;t even been rechristened. Not that I&apos;m complaining: with elves that sound like Icelandic volcanos I&apos;d argue sticking to &quot;gnome&quot; is probably a step in the right direction. In its story too, Reckoning looks to be a fairly standard hero&apos;s saga: you begin the game dead, only to awake in a pile of corpses, having somehow been returned to life by the influence of a gnome&apos;s green fountain  not a euphemism. Naturally, before you can ask all the obvious questions, the fountain isattacked by an army of fiends. Unperturbed, you hoist a sword that some idiot has left lying about and carve a path through your foes to daylight, where some wise old guy who will probably die in a bit informs you you are now the Fateless One  a hero who has cast off the bonds of destiny, and holds the power to shape the future of the world. So far, so literally any RPG . But the story is allowed to be generic, of course. Supposed to be, even, and if,like me, you are a vicarious gaming narcissist, it&apos;s the character creation screen that matters more than the adventure that awaits. Reckoning is simple but effective. Gone are the sliders for &quot;chin depth&quot;, &quot;ear height&quot; and &quot;left nostril size&quot; of Mass Effect and Fallout 3. Instead, after selecting their race and gender, the player chooses from just a handful of basic faces, augmented with facial hair, tattoos and piercings. It is in its in-game character development that Reckoning looks likely to excel, with a real freedom to pick and choose your skills as you advance, rather than  as in, say, Dragon Age  locking in to fighter, mage or rogue from day one. The game can be played as a robe-wearing swordsman, a clanking armoured wizard or a stealthy magic chakram-hurling killer, and the many and varied weapons and armours ensure your hero looks satisfyingly bad-ass from the moment you lift a blade. It is, after all, about playing a role; costume helps.", 
    "section": "technology", 
    "gid": "technology/2012/feb/02/kingdoms-of-amalur-reckoning-review", 
    "wordcount": "767"
}