{
    "headline": "Race to serve up artificial chicken for a $1m prize", 
    "text": "A small group of people will meet in Washington later this year for what they hope will be a lunch to change the world. The meal should consist of fried chicken and nothing else, but while it may look like chicken, have the texture of chicken and even taste like chicken, it will never have lived or breathed. Five years ago Peta, the world&apos;s largest animal welfare group, gave scientists until 30 June 2012 to prove they could make &quot;cultured&quot;, or laboratory meat, in commercial quantities. The first scientist to show that artificial chicken can be grown in quantity and be indistinguishable from &quot;real&quot; chicken flesh will be awarded $1m. &quot;We really do not know who will apply,&quot; said Ingrid Newkirk, president and founder of Peta. &quot;Five years ago I thought no one would. But I cannot tell any more. There is a real chance someone will claim the reward. A lot of researchers are keeping very quiet and have their cards close to their chest. Progress is being made. They are overcoming obstacles. We are very optimistic.&quot; Leading the race to show that it is possible is Mark Post, head of the department of vascular physiology at Maastricht University in the Netherlands. Post has been given $300,000 by the Dutch government and by an anonymous donor, believed by Newkirk to be a media magnate, to develop his stem cell research. He has claimed he will produce a synthetic beefburger this year. Post cannot win the Peta prize because he is working with beef, not chicken, but he has successfully grown strips of meat a few centimetres long. But his work is slow and it is proving hard to grow the meat any thicker or in large quantities. Another group of scientists, at Utrecht university in the Netherlands, is experimenting with stem cells harvested from embryos. One stem cell could potentially produce tonnes of meat, with all the stem cells from one cow being enough to feed an entire country. &quot;But this is very complex science and harder than we thought. We have found we cannot yet cultivate cells from embryos, only in principle from adult animals and then not very efficiently. I think it is a decade away and we need research money,&quot; said Bernard Roelen, professor of veterinary science. Coming from a different direction is US scientist Vladimir Mironov, former director of the Nasa-funded Bioprinting research centre at the Medical University of South Carolina in Charleston, but now working with a Brazilian meat company. Mironov works with tissue engineering and has taken embryonic muscle cells from turkeys, bathed them in a bovine serum and successfully grown muscle tissue, but only in very small quantities. Mironov is certain tissue-engineered meat will eventually be developed: &quot;Of course there are people who think this is Frankenstein food. They see it as unnatural, but there is nothing unnatural here. We use animal cells and grow them in a cultured media. The only difference is that we don&apos;t kill any animals.&quot; The first-generation products are most likely to be chopped meat, with a long-term goal to grow muscle tissue. Potentially, any animal&apos;s muscle tissue could be grown through the in vitro process, as well as milk, cheese and eggs. So far all the meat &quot;made&quot; has been nearly colourless, tasteless and lacking texture. Scientists may have to add fat and even lab-grown blood and colourants. Professor Julie Gold, a biological physicist at Chalmers technical university in Gothenburg, Sweden, said it could take years before commercialisation. &quot;There is very little funding. What it needs is a crazy rich person.&quot; But the prize of being able to one day grow hundreds of tonnes of meat from stem cells is potentially vast, say animal welfare groups and food manufacturers. The UN&apos;s Food and Agriculture Organisation expects world consumption of meat to double between 2000 and 2050, and last year the Royal Society said the challenge of increasing global food supplies could require &quot;novel&quot; solutions like artificial meat. Cultured meat has the added advantage of requiring far less energy and space to grow. Analysis by scientists from Oxford and Amsterdam last year showed the process could be engineered to use only 1% of the land and 4% of the water compared with conventional meat. For vegetarians, the prize is less animal suffering. &quot;More than 40bn chickens, fish, pigs and cows are killed every year for food in the US alone, in horrific ways. In vitro meat would spare animals from this suffering,&quot; said Newkirk.", 
    "section": "science", 
    "gid": "science/2012/jan/21/artificial-chicken-food-prize", 
    "wordcount": "768"
}