{
    "headline": "Helping people is always complicated  in families, welfare and in war", 
    "text": "On Sunday evening, BBC4 dedicated three hours of primetime programming to the ethics of humanitarian aid. Ricardo Pollack&apos;s film, The Trouble With Aid, was followed by a live studio debate. The film&apos;s focus on humanitarian ethics was a rare opportunity to explore the difficult choices faced by humanitarian aid workers in war. Sadly, the film gave a skewed and incomplete picture. Its editorial line suggested that humanitarian aid was routinely complicit with warring parties and exploited by them in their war aims. This Faustian pact, the film concluded, means modern humanitarian aid  represented by Mdecins sans Frontires (MSF), Oxfam, Save the Children and other NGOs  has lost its soul. If only the world were as simple as documentaries make it out to be. The truth is a little more complicated and encouraging. International humanitarian aid has grown exponentially in recent years. Total Organisation for Economic Co-operation and Development funding for humanitarian aid reached $17.1bn (10.6bn) last year, when an estimated 62 million people needed emergency assistance. The spread of this funding is analysed in Development Initiative&apos;s 2012 global humanitarian assistance report. As always, the system is heavily biased towards the geopolitical concerns of the main western donors  aid flows are skewed towards Afghanistan, Palestine and Sudan  and 38% of global humanitarian needs were unmet in 2011. Much of this aid is delivered into the middle of armed conflicts or into &quot;mixed emergencies&quot;, where natural disasters strike within a conflict  like Pakistan&apos;s floods. Working in war is not easy and never has been. There is a long history of warring parties using aid in any way possible to secure a military advantage. Some forces obstruct the delivery of aid to make famine a weapon of war, while others embrace aid as a means of winning hearts and minds. Humanitarian workers know this, and have to manage the powerful forces around them as best they can. To do this, they espouse the principles of impartiality, neutrality and independence. But these principles are frequently overpowered in practice by restrictions on humanitarian agency movements and the manipulation of aid by warring parties. As Pollack&apos;s powerful film showed, Ethiopia&apos;s communist government obstructed food aid in the 1980s to starve out its enemies. In the post-genocide refugee camps in Zaire in 1994, Rwanda&apos;s former Hutu government received and extorted food aid from agencies and civilians to regroup and sustain its exiled forces. Coalition and Nato forces in Afghanistan have deployed &quot;humanitarian&quot; aid in an effort to secure support from Afghan society and outplay the popularity of the Taliban. The Taliban has started playing the same game, inviting agencies into its &quot;liberated areas&quot;. Everyone in humanitarian agencies knows about these problems and tries to mitigate them. But most agencies choose to stay on in an imperfect setting to save lives where they can. This is usually the right thing to do. Humanitarian aid is seldom morally scandalous. More often, it is judging the good in very difficult conditions. Helping people is always complicated  in families, in state welfare programmes and in war. Agencies usually end up co-operating with governments, military forces and armed groups  but co-operation is not necessarily complicity. Humanitarian agencies are also very close to where aid is abused, but proximity is not necessarily responsibility. Just because aid agencies are often the most visible actors in war does not mean they are the most responsible. Just off camera, and refusing to be filmed, stand people from armed groups, and national and international politicians. Humanitarian agencies are only one way of responding to war and atrocities. Local and international political actors have much greater responsibility to stop it. They often fail to stop the big crises, such as Syria, Darfur and the Democratic Republic of the Congo. That humanitarian agencies can make even a small difference to people&apos;s lives in these protracted wars needs to be recognised and celebrated. The world now has a nascent global welfare system for war and disaster. This means that anyone anywhere in the world can receive urgent humanitarian aid when governments, rebels and occupiers let it through and use it well. This is extraordinary moral progress and needs to be encouraged. This global system has bizarre post-colonial origins in European and North American agencies such Oxfam, MSF and Care, and in UN agencies such as the World Food Programme and Unicef. But this occidental core is now complemented and challenged by more indigenous local networks of churches, religious charities, secular civil society groups and local government. The challenge for this growing international humanitarian network is to diversify successfully and improve the way it delivers aid and protection. This process is regularly monitored by the Alnap (Active Learning Network for Accountability and Performance in Humanitarian Action) report on the state of the humanitarian system. The right thing to do with the humanitarian system is to diversify, democratise and improve it, not to discredit it with half-truths and melodramatic claims that it has lost its soul in a documentary that never asks a single recipient if he or she would like aid to continue or to stop.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/12/helping-people-complicated-families-welfare-war", 
    "wordcount": "858"
}