{
    "headline": "What should I look for when buying a desktop PC?", 
    "text": "I need to replace an old Dell desktop and have no idea what I should buy. I don&apos;t use it for gaming. I do use it to watch some TV via an HDMI cable to my TV and I might want to download films. It&apos;s mainly used for photos, web browsing and emails. What sort of things should I be aware of?GillThere are at least two interesting types of desktop computer: all-in-ones with touch screens, and high-end gaming rigs. Traditional desktops are boring and almost nobody writes about them. However, in this case, I think boring is best. The ideal desktop is one that keeps on working quietly and reliably for five years or more. Almost any desktop PC that you can find will do what you want, so the final choice will depend on how much space you have, and how much you want to spend. I budget 1 a day and aim to spend around 1,000, including monitor, but you could easily spend half of that. Most desktop PCs come in tower cases of various sizes. If you want to add expansion cards and extra hard drives, then it helps to have a large case. If you&apos;re never going to open it up and add to it, a mini-tower (MT) or small form factor (SFF) case will be fine. Most desktop PCs come with a built-in DVD optical drive that will also read and write CDs. If you want to play Blu-ray movies as well, then you will need to specify a Blu-ray drive. It&apos;s also handy to have a built-in multi-card reader that will read SD memory cards from cameras, voice recorders and other devices. These are the modern equivalent of floppy disks, if anyone remembers those. For internal storage, you will also need a hard drive. Check the size of the one in your current PC by opening Windows Explorer, selecting My Computer, and seeing what it says for Local Disk (C:). Make sure the PC you buy has at least twice as much storage space, preferably five times as much. Currently, 1TB (terabyte) drives are cheap and 2TB drives are affordable. You won&apos;t need that much unless you want to store lots of movies  probably more than 100, depending on length and resolution. You can always install a second hard drive later, or get a friend to install one for you. For external connections, it&apos;s best to have some USB 3.0 ports, though most desktop PCs also have USB 2.0 ports as well, both front and rear. Processor and operating system The processor and memory are among the most expensive parts of a desktop PC, and they are where you can save some money, if you need to. Currently, I recommend the Intel Core i5-3570K as the best-value Ivy Bridge chip for someone who might want to overclock it, and the Core i5-3550 for people who don&apos;t know what overclocking means. For your purposes, any Core i5-3xxx or Core i3-3xxx processor would be fine. If you&apos;re buying for the long term, it&apos;s probably not worth dropping down to a Pentium-branded chip. It&apos;s nicer to have power to spare. Intel Core chips now have built-in graphics, which means you don&apos;t need to buy a desktop PC with a dedicated graphics card. You can always install a cheap graphics card later, if you find you need one. Most desktop PCs come with 4GB or memory as standard, and unless you go in for heavyweight tasks such as editing movies, this is enough for Microsoft Windows 7 and 8. More memory is always better, so don&apos;t turn away the chance to have more, if the cost is nominal. Desktop PCs with 6GB and 8GB of memory are common. You will also have to decide whether you want to buy a new screen and/or speakers, or whether you can re-use the ones you already have. If your current screen is less than 20in, it&apos;s worth considering a 22in or larger screen, now they are relatively cheap. If you plan to run Windows 8, you should also consider buying a touch-sensitive monitor. Bear in mind that all versions of Windows support two screens without any problems. You can use the old screen alongside the new one, even if they&apos;re different sizes. Whether to go for Windows 7 or Windows 8 is a matter of some debate. I like Windows 8 a lot on touch-screen tablets and laptops, but I don&apos;t use it on my desktops. Play with it in a shop and see how you like it. Ideally, desktop users who are upgrading from Windows XP and not sure what to do should go for 64-bit Windows 7 Pro with a Windows 8 disk. Basically, you&apos;re buying Windows 8 but with downgrade rights that allow you to run Windows 7. The nice thing about the 7 Pro version is that it has an XP Mode that lets you run a copy of XP under Windows 7. It&apos;s a bit of a geeky approach but it does enable people to move at their own pace from XP to Windows 7 to Windows 8. Otherwise, the Great Leap Forward can come as a bit of a shock. Picking a Dell As you&apos;re already a Dell user, you may as well stick with the brand. Our last three desktops have all been from Dell, and none of them has given any problems. The Pentium-powered Dell Dimension 8400 I bought in April 2005 is still going strong running Windows XP (with a RAM upgrade and a new graphics card), and I added a Dell Vostro 460MT running Windows 7 on a Core i5-2500 in September 2011. Dell&apos;s Vostro range is aimed at boring business buyers rather than consumers, so they tend to be well made and they don&apos;t include a lot of bundled crapware to mess things up. They&apos;re not the least bit flash. They also come with one year (sometimes two years) of next-business-day support.  At the moment, you can get a Dell Vostro 470MT with a Core i5-3470 processor, 4GB of memory, Nvidia GeForce GT 620 graphics card, 1TB hard drive, DVD, Wi-Fi and 64-bit Windows 7 Pro for 538.80 including VAT and shipping. It&apos;s much more than you need. However, there&apos;s also a similar but smaller and cheaper Vostro 270S (small form factor) for 382.80. This lacks the dedicated graphics card and has Windows 8 Pro pre-installed, but saves you 156.  You could add a standard 23in Dell E2313H 1920 x 1080 (Full HD) monitor with a DVI-D connection, or even an UltraSharp U2312HM, though there are plenty of alternatives on Amazon and similar stores.  If you want to try something that isn&apos;t from Dell, the Lenovo ThinkCentre Edge 72 offers some good alternatives. Prices range from about 300 to 750, depending on the processor. A model with a Core i5-3470S and a similar spec to the Dell 470 MT will cost about 500.  Lenovo also does a Tiny business desktop PC: tiny by name and by nature. The trend over the past decade is for people to replace desktops with big notebook PCs. However, a desktop provides a bigger (and often better) screen, is usually faster, more upgradeable, and may be cheaper. It&apos;s also better for your health, because using a laptop for long periods is bad for your health. I have the physiotherapy bills to prove it.", 
    "section": "technology", 
    "gid": "technology/askjack/2013/may/23/desktop-pc-dell", 
    "wordcount": "1243"
}