{
    "headline": "Who controls the internet? Highlights from live hangout with Jemima Kiss", 
    "text": "     We had an overwhelming response to our hangout on Thursday night on &quot;Who controls the internet?&quot;  far more than we might have hoped for, given that we were debating internet governance. The trick is to not use the word governance... Google&apos;s David Drummond stuck up well for Google&apos;s position in support of the open web, which might support the company&apos;s business position but, he argues, also provides opportunities for the developing world. We need an open internet for innovation to flourish. Alexander Ntoko from the International Telecommunication Union did a good job explaining how the organisation works. Why shouldn&apos;t the public look to their governments to protect them from cybersecurity threats? That&apos;s fine as long as you trust your government. But, he said, ITU proposals also reflect international law, so defused the criticism that some proposals would threaten free speech. ITU is subject to Article 33, for example. Alice Munyua from many places, but especially Kenyan government internet policy, was a much needed voice on the needs of the developing world. She said the internet in Africa was growing but still has low levels of access, with only 40 million users in Kenya. Trying to increase access to affordable broadband was still a big issue, and the ITU was important in helping this, but we should be able to collaborate internationally to deal with issues of cybercrime to protect the vulnerable such as young girls who might not know how to protect themselves.  And Eleanor Saitta, most recently with the International Modern Media Institute, explained how the internet is under threat of militarisation, so how can we trust governments to protect us when they are simultaneously engaging in cyber-sabotage and surveillance  sometimes against their own citizens? No single organisation, she says, can impose a top down governance on the internet because it is a self-organising network.  Is it in the interest of the public that the internet is fragmented into political, corporate or ethical sub-domains? The answer was equivocal  the internet must stay together. That&apos;s one valuable conclusion on a debate that ended on a high. The goose that laid the golden egg is safe for now.", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/19/video-highlights-google-hangout-jemima-kiss", 
    "wordcount": "359"
}