{
    "headline": "Somali university students deterred by high fees rather than civil war", 
    "text": "For university students in Somalia, the threat of violence has been the biggest concern in recent years. But as peace returns to the capital, Mogadishu, high tuition fees rather than civil war are more of a barrier for students wishing to attend classes. Despite the civil war that has lasted more than two decades, education remains key for many Somalis. &quot;To be without knowledge is to be without light&quot; is a popular Somali proverb. Rather than closing campuses, some universities chose to relocate at the height of the conflict  but many are now back in Mogadishu. &quot;Somalis are very resilient people. Despite the wars, famine and displacement, students and staff still turned up to classes. When our classes were destroyed, we taught under the trees. We refused to close our doors because you never know when war will end,&quot; says Professor Mohamed Abdiweli Ali, chancellor at the University of Somalia, who is also a presidential candidate and a former lecturer at King&apos;s College London. The University of Somalia was the first to move from Mogadishu to Elasha Biyaha, just outside the capital. This was in 2006, during the Ethiopian invasion, when many students and staff faced harassment by both the Islamist al-Shabaab militia and Ethiopian troops. &quot;Ethiopian troops set up camp behind our campus. Our students were of a fighting age, and this proved to be a big problem for us,&quot; he says. &quot;Ethiopian troops would accuse our students and staff of being al-Shabaab every morning as they passed through their checkpoint on their way to the university. And in the evening as they returned home, al-Shabaab, which controlled everywhere else, would accuse our students and staff of being Christians. &quot;We opened three campuses because some students had links to the government and were not able to attend some campuses, and other students had links to al-Shabaab and were not able to cross government lines to attend classes. So we had campuses behind all lines of the conflict.&quot; Student numbers declined during the conflict, according to Abdiweli, but with improved security enrolment is now increasing. High demand for skilled and qualified workers in the thriving private sector means graduates do not have to worry about post-graduation employment and the downturn in the global economy. Abdisalan Ali Adan is halfway through his bachelor&apos;s degree in business studies but has already found employment with Hormuud, a telecommunication company. &quot;The people at Hormuud came to my university looking for interns. I was one of the people who applied, and after the internship ended I was offered a job. I now work part-time for them with the intention of becoming full-time staff when I graduate.&quot; Sitting on a bench beneath a tree at the University of Somalia is a group of female medical students  a scene that was unthinkable just over a year ago, when socialising outdoors meant risking being hit by a stray bullet. Amal Abdikarin is a first-year medical student. She says she no longer worries about al-Shabaab and bullets, but about her education fees. &quot;Now my biggest problem is the $125 (75) a month fee I have to pay to study. [That] is too much for my parents to pay.&quot; All the universities operating in Somalia are run by the private sector and scholarships are few. According to a UN Development Programme (UNDP)-backed report published in 2010, approximately 43% of Somalia&apos;s population live below the poverty line. High fees have priced many potential students out of higher education. Aweis Haddad, the secretary general for youth and labour, says the newly formed government recognises that fees are unaffordable for the average Somali and is making an effort to build new state universities and rebuild the government-owned ones that were destroyed during the war. &quot;I was educated free of charge and the government even gave me a living grant to study when I was growing up in Somalia,&quot; he says. &quot;We would like to see that happening again. We are already making progress  There are 1,600 government-run primary schools; we did not have them [under government control] only a year ago. Soon we will start building state-owned universities that will be affordable to those academically able but financially challenged.&quot; Increasing the number of girls in higher education is also a priority, he adds. Although there are many girls in primary schools because of free education, gender disparity rapidly increases from secondary school onwards. Early marriages, class times and economic constraints contribute to higher drop-out rates for girls, according to the UNDP-backed report. &quot;Girls make up 50% of the population; there is a need for them to be educated. Al-Shabaab prevented them from attending schools, but we will be encouraging it,&quot; says Haddad. &quot;I lived in London for many years. I know that, there, Somali girls were doing better in schools than boys, and I want the girls in Somalia to have the same access to education, to reach higher and higher until we have a female Somali president.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/21/somali-university-students-high-fees-conflict", 
    "wordcount": "849"
}