{
    "headline": "Making a mobile game in 24 hours", 
    "text": "Traditionally &apos;game hacks&apos; or &apos;game jams&apos; have seen developers target the desktop or web browser using rapid development environments such as Flash or ActionScript. Using tools that allow you to put something together quickly is the key to success. Mobile devices offer interesting new ways to experiment with controls and interaction. Features such as multi-touch, accelerometer and the camera allow games developers to innovate in ways that are not possible in a desktop environment. Games such as Znipball have shown that multi-touch can add innovative and intuitive controls to familiar game play.  It is also possible to create something simple, yet innovative, using these mobile-only features. This makes it easier to create something really impressive for mobile without having to work on detailed graphics and gameplay. Think about a game such as Cut the Rope  it&apos;s simple, yet addictive and intuitive to play using touch controls. Now consider a classic game such as Pong: what sort of innovative controls could be implemented using the touch screen or accelerometer? There are also various different mobile platforms to target and developers have already seen the benefits of targeting multiple mobile platforms. Popular iPhone app Instagram, for example, saw over 5m downloads in the first seven days after being released on Android. Other developers such as Rovio have benefitted from releasing on both iOS and Android simultaneously, with Angry Birds Space leaping to the top of the charts on iOS and Android on the day of release. Developing for mobile can help you reach a huge audience and the distribution channels make it easy to showcase your game once you have made it. The App Store and Google Play offer you the chance to reach about 500 million potential users. There are different development environments using various programming languages that will allow you to create your game for mobile. If you want to target multiple platforms and are familiar with C++, the Marmalade SDK would be an option for you. Each platform offers its own SDK too - you can program in Objective-C for Apple products, and Java for Android devices using the platform SDKs provided by Apple and Google. Consider that if you choose a platform SDK, your game will only run on that platform and you will most likely need to rewrite your game to target others. When developing a game in a short space of time you need to choose the right approach to make your game both achievable and the best it can be. If you only have 24 hours to make a game, the design becomes more dependent on what your chosen framework is capable of doing. Think about how quickly and easily you can create your assets and get them moving on the screen. Here are some top tips for hackathon attendees from our Marmalade games experts: Choose powerful and flexible tools It is essential that you have the right tools for the job. You need flexibility and power to make the most of your time. Choose an environment that is familiar and gives you the flexibility to change direction quickly if you need to.  Don&apos;t reinvent the wheel  It is a big challenge to write a game engine in 24 hours, so taking advantage of existing engines and libraries will save time and effort. This also ties into your choice of tools - make sure they give you the flexibility to use existing libraries. Popular games engine Cocos2D offers developers an easy to use and flexible framework. The cocos2d-x project allows developers to target multiple platforms and can be used with the Marmalade SDK for easy deployment to phones and tablets. Use flexible asset tools and pipelines  Use simple tools to create your assets quickly. In 24 hours it is unlikely you will be able to create well-polished and detailed assets, so use tools that are simple but flexible. Pyxeledit is a simple free tool for creating 2D images; Blender is a free tool that can be used to create 3D assets. Powerful debugging  Use a development environment that offers powerful debugging tools that allow you to debug your code as it is running, perhaps in a simulator. Visual Studio and XCode both offer powerful debugging features and Marmalade provides a simulator environment for debugging. Keep it simple It is easy to get carried away when designing your game for the hackathon. If you think something will take about four hours it will probably take you the whole time available. Try to plan the work you do, particularly when it comes to the time spent on creating assets. When developing for mobile you might even consider using existing game code but innovate using mobile specific features. Marmalade is a cross-platform mobile SDK offering developers the ability to target multiple mobile devices and platforms from a single codebase using C++. Many high profile 2D and 3D games have been made with Marmalade, including Backbreaker, Pro Evolution Soccer, Cut the Rope, Draw Something and Lara Croft. ", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/25/rapid-mobile-app-development", 
    "wordcount": "828"
}