{
    "headline": "Population rise will force schools to use empty shops and warehouses", 
    "text": "Councils are drawing up emergency plans to teach children in disused shops, warehouses, magistrates&apos; courts and vacant office blocks as a population surge triggers a severe shortage of primary school places. The problems, highlighted by the latest census, are now acute in London and other big cities, where education chiefs say population growth  coinciding with the movement of people into cheaper areas as the recession and benefit cuts bite  is creating intense pressure in less wealthy boroughs. In the capital, officials estimate that 70,000 new permanent primary school places will be needed by 2015, even after 240 classrooms, built in response to rising demand since 2010, come into use in September. An Observer investigation found a similar picture in other towns and cities, including Bristol, Bradford, Leeds, Reading and Southampton. In the London borough of Barking and Dagenham, where 180m has been spent on new primary facilities since 2010, the influx of people is happening so fast that council leaders are considering &quot;split shift&quot; schooling. This would mean the same classroom could be used for different batches of pupils at different times of day, with a morning shift between 7am and 1pm and an afternoon shift from 2pm-7pm. In many areas, schools are also under pressure to end the &quot;sibling rule&quot;, which gives preference to members of the same family to attend the same school, because they cannot guarantee spaces in advance. London Councils, a lobby group for the capital&apos;s 33 boroughs, says talks have been held on the use of vacant offices and other buildings as demand continues to rise. In some boroughs, such as Lambeth, there has been a surge this year in &quot;late applications&quot; since school places were allocated in April. Lambeth has had 300 late applications, meaning efforts have to be made to squeeze these children into schools that are already full. Birthrates in England and Wales have been rising since 2002 and are projected to continue doing so until 2014. With immigration also contributing to rising numbers, the government&apos;s figures show that by 2015 there will be 4.39 million primary pupils, an increase of about 10% on 2011. By 2020, this will increase to 4.8m. Councillor Steve Reed, London Councils&apos; executive member for children and young people, said the publication last week of census results showing a 7.1% population rise in a decade demonstrated that previous official estimates were probably too low. Reed said authorities would do their best to find places for all children but made clear that the conditions in which they would be taught would be far from ideal. &quot;London&apos;s local authorities have a statutory duty to offer a state school place to every child who applies for one and parents should be reassured that we take this responsibility very seriously,&quot; he said. &quot;But given the scale of the demand for school places, the physical constraints of existing school buildings  many of which are already full  and funding shortfalls, boroughs still face a huge challenge. &quot;The census results confirm what London Councils has been saying all along: London&apos;s population has historically been undercounted.&quot; A Department for Education spokesperson said: &quot;We&apos;ve already invested 737m in London last year and this year to build extra places, with hundreds of millions to come. Nationally, we&apos;re spending over 4bn in the next four years. &quot;We are building free schools and letting the most popular schools expand to meet demand from parents. We are intervening to drive up standards in weak primaries across the capital, which have thousands of empty places simply because parents don&apos;t want to send their children there.&quot; Shadow education secretary, Stephen Twigg, said: &quot;The government has slashed education spending and is also pursuing pet projects like free schools, many of which are not in areas where there is shortage of places.&quot;", 
    "section": "education", 
    "gid": "education/2012/jul/21/primary-school-pupils-taught-shops", 
    "wordcount": "651"
}