{
    "headline": "Open access: why academic publishers still add value", 
    "text": "It was not long after I arrived at Springer that I found myself  relatively new to academic publishing  immersed in the dialogue on open access (OA) and the role of publishers. The US Research Works Act was still bitterly disputed in the media, and would be another month before it died in Washington. The more I learned about OA the more I heard accusations of publishers raking in profits while adding little value. But I just kept asking myself, &quot;If all of these people around me are so unnecessary, then what are they doing all day, around the globe?&quot; The answer is: a great deal to help move science forward. But just how and why is often painfully misunderstood. The ill-conceived notion frequently advanced by commercial publishing&apos;s detractors is that all we do is polish a manuscript, put it online and then sit back and wait for the next sucker to submit an article. This is highly misleading and inaccurate. So what are the roles and costs that justify the fees we charge? Along with the benefits afforded to us all by the online space, publishers have also been presented with new challenges by this medium. Many assume that publishers&apos; costs have declined now that we no longer bear the burden of physical printing and distribution. This is true  in part. We no longer create and distribute printed materials to the extent that we have in the past. However, important new functions requiring significant expenditures have emerged to take the place of printing and shipping. And these are in addition to many of the same costs we incurred before the presses cooled. For starters, the need for strong, skilled editors remains to ensure that research can be universally understood, to recognise emerging fields and create new journals, and to build and maintain the brands and reputations of journals. The recruitment and management of editorial review boards, and the coordination of peer review to ensure the integrity of the scholarly record, are both needed now more than ever. And as research grows at roughly 3% per year, the costs associated with these functions are constantly rising. Yes, editorial board members and reviewers are by and large unpaid. However there are still scores of people whose full time jobs are managing this process for a growing body of scientific literature. Finally, countless man hours go into helping customers learn how best to find what they need, along with rigorous efforts to acquire content and publicise the brilliance of our authors. Besides the absolute necessity of this work, effectively outsourcing these functions to publishers allows scientists to focus on discovery and innovation. The dense amounts of research available, across a wide spectrum of brick-and-mortar disciplines and emerging science, is vast and expanding. Developing systems and platforms that can cost well into the tens of millions of dollars/pounds/euros etc is paramount to getting the right research into the hands of those who need it most. Moreover, with the advent of mobile technology, the job becomes exponentially more difficult as we add &quot;whenever they want it&quot; to the list of our customers&apos; needs. Springer used to employ an outside agency to manage much of this for us. But in recent years we have brought the job inside by recruiting and hiring a team of the brightest developers we could find, to ensure that we are nimble in meeting the needs of customers and researchers. While the dissemination of research may not require ink and paper like it used to, distribution remains a very real cost. Publishers like ourselves pour time and money into developing new ways for students, researchers and librarians to find and use content via metadata, XML generation, tagging and a host of other tools. This is not done as an end unto itself: it is asked of us by our customers and other stakeholders. Also included in these activities are archive projects like the Springer Book Archives, a massive undertaking to digitise more than 150 years of previously unavailable titles. This will effectively end deadend citations where Springer content is concerned, while making &quot;out of print&quot; a thing of the past. Which brings us to OA. Springer has embraced open access, which is one of the fastest growing parts of our business. Along with BioMed Central we have more than 330 OA journals and recently launched OA books. In addition to this publication option, for OA authors Springer deposits a researcher&apos;s work into the institutional repositories these scientists are often required to use, helping to provide further access to scholarly works. Author self-archiving policies otherwise have abysmal rates of compliance. It does not take a huge intellectual leap to see how all of these activities benefit science and research. It is, however, hard to imagine how anyone with an internet connection could do this with the speed, efficiency and added value with which publishers operate, while still maintaining the integrity of the scientific record. In short, all of the activities outlined here cannot be done without the large investments in people and technology that we make via the fees that we charge. I recently received a call from an author who was away from home, where he had left the book he had published with Springer. In order to meet a tight deadline (for another publisher, no less) he was desperately trying to get his hands on a copy. A short time later when I sent him an electronic version of what he required, he remarked, &quot;Funny how, in an age of so much technology, it&apos;s still the people who make a difference.&quot; Indeed it is, doctor. Alexander K. Brown is manager of corporate communications at Springer Science+Business Media  follow the publishers on Twitter @SpringerSBM This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/22/open-access-research-publishing-academics", 
    "wordcount": "996"
}