{
    "headline": "Mystery bird: Rppell's weaver, Ploceus galbula", 
    "text": "    Rppell&apos;s weaver, Ploceus galbula (synonym, Ploceus flavissimus), Rppell, 1840, also known as the Rueppell&apos;s/Ruppell&apos;s weaver or as the canary weaver, photographed in Awash National Park, central Ethiopia (Africa).  Image: Dan Logen, 28 January 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorize].Nikon D300s, 600 mm lens, f/8, 1/320 sec, ISO 1250     Question: This Ethiopian mystery bird is part of a group that is known for a remarkable behaviour. What behaviour is that? Can you identify this bird&apos;s taxonomic family and species?  Response: This is an adult male Rppell&apos;s weaver, Ploceus galbula, a member of Ploceidae, the weaver family. These small insectivorous passerines are often brightly coloured in yellow or red and black plumage, as is this handsome fellow. Most weavers are found in Africa and many are notable for constructing some of the most elaborate woven nests in the avian world.  Here&apos;s a video of a weaver weaving grasses into his partially-completed nest (filmed in Mauritius, uploaded on 28 August 2008):             Visit bagelpap&apos;s YouTube channel [video link].  Rppell&apos;s weavers are gregarious, breeding colonially and moving about nomadically in large flocks outside of the breeding season. They occur on the horn of Africa in dry woodlands, bush country, dry acacia, savannah and in gardens.  The male Rppell&apos;s weaver can be distinguished from males of several other similar species by his red eyes and reddish facial mask. The male northern brown-throated weaver, P. castanops, can be particularly confusing, but he differs by having pale eyes and a larger facial mask that extends onto his forehead. Further, these species&apos; ranges don&apos;t overlap. Females and juveniles are plainer and therefore, are more challenging to distinguish. You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/13/4", 
    "wordcount": "349"
}