{
    "headline": "When is a green tax not a green tax?", 
    "text": "The further delay to the decision on how much to cut the UK&apos;s subsidy for wind energy reveals ever more starkly the fantasy world inhabited by the trolls of the Treasury. And while the political row over wind subsidies is taking place in darkened rooms, the Treasury helpfully threw the most perfect example of their twisted logic out into the daylight on Monday - redefining environmental taxes as not environmental taxes in order to bury a coaltion pledge they don&apos;t like. But to recap briefly. Late last year, I&apos;m told, chancellor George Osborne and Chris Huhne, then the energy and climate change secretary, hammered out an agreement to cut the subsidies to onshore wind farms by 10%, to reflect their falling cost. That was put out to consultation, but we still await the government&apos;s response. In June, I revealed in the Observer that the Treasury was seeking a 25% cut, which is widely acknowledged to be a political sop to anti-wind Conservative backbenchers and not based on any evidence of even further cost reductions for wind farms. Today&apos;s reports that the final decision may now not come until after the summer shows the battle is still raging. So what is the collateral damage? Uncertainty for investors is prolonged, meaning either wind farms remain on the drawing board, or the cost of borrowing the money needed goes up, meaning fewer wind farms are economically viable.  We need clean energy to cut carbon emissions and tackle climate change. But this damaging row also economically illiterate. The country is in desperate of growth. The IMF forecasts a feeble 0.2% rise in GDP in 2012, but the CBI says a proper green growth strategy would add 0.5% to GDP. It simply beggars belief that the UK&apos;s finance ministry can place narrow party political interests against the urgent need of the nation. But then the dim bunker of the Treasury is where the light of reason fails to shine. In the bright days of the rose garden love-in, the Conservative and Liberal Democrat parties signed a coalition agreement. One pledge was to &quot;increase the proportion of tax revenue accounted for by environmental taxes&quot; to make the tax system &quot;greener&quot;. So what&apos;s an environmental tax? The Office for National Statistics report for 2012 is very clear, points out Chris Hope at Cambridge University. Under the heading &quot;Environmental taxes&quot; it lists energy taxes, road vehicle taxes and &quot;other environmental taxes&quot; including air passenger duty. None of these appear in the new re-definition published by the Treasury on Monday. You can read the double-speak for yourself, but the quote from Treasury minister Chloe Smith is a gem: &quot;Today&apos;s announcement is an important step in meeting the government&apos;s commitments on environmental tax, and our broader determination to be the greenest government ever.&quot; All you need to know is that the ONS&apos;s green taxes totalled 43.3bn in 2011, whereas the Treasury&apos;s six green taxes - e.g landfill tax and emissions trading - totalled 3.1bn. So rather than increase green taxes, the Treasury has managed to reduce them by 93%. The trolls must be cackling their heads off at that stroke of genius. And I&apos;d be laughing too, if it didn&apos;t matter so much. Global warming must be tackled, as must the economic hardship many in the UK are currently suffering. But the green economy, which addresses both, is being sacrificed because of the political stink raised by a small minority of MPs who represent a very small minority of public opinion.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jul/17/green-tax-wind-energy", 
    "wordcount": "598"
}