{
    "headline": "Thailand's government seeks to get a head start on improving road safety", 
    "text": "If you&apos;re a visitor to Thailand who likes to do as the locals do, you may board one of the motorbikes that whisk the country&apos;s inhabitants from one golden beach to the next. But in the process, you may pick up some less desirable local habits, such as ignoring traffic rules, ditching the helmet and having a drink or two before setting off. Big mistake. Thailand ranks worst in the world for motorbike and two-wheeler casualties, with more than 11,000 motorbike drivers or passengers dying annually. Official statistics suggest such incidents account for 70% of the country&apos;s road fatalities. Many die because they don&apos;t wear a helmet. According to a Motorcycle Safety Foundation report, unhelmeted riders in Thailand are between two and three times more likely to be killed, and three times likelier to suffer a &quot;disastrous outcome&quot;. Thailand&apos;s government introduced a &quot;year of the helmet&quot; in 2010 and is following up with a 100% helmet use campaign to highlight the danger of riding unprotected. Both schemes are part of an ambitious &quot;master plan on road safety&quot; aimed at hitting the UN target  set by the organisation&apos;s decade of action for road safety (pdf)  of fewer than 10 deaths per 100,000 people. Yet Thailand remains wildly off the mark; only 47% of those driving or riding pillion wear helmets. Official figures suggest neighbouring Asian countries fare little better, with motorbikes accounting for 61% of fatalities in Indonesia, 58% in Malaysia and 62.8% in Cambodia. The region&apos;s high statistics are partly explained by the preference for cheap and easy motorbikes over cars, and their resulting ubiquity. But Ratanawadee H Winther, of the Bangkok-based Asia Injury Prevention Foundation (AIPF)  working with the Thai government and key stakeholders to meet road safety targets  believes there are also cultural reasons, not least a seeming indifference to safety precautions. &quot;Thai people still lack awareness and take safety very lightly,&quot; says Winther. &quot;They&apos;re also very superstitious when it comes to death  for example, they believe someone will not die if they&apos;re not &apos;meant&apos; to.&quot; Dr Witaya Chadbunchachai, the director of the trauma and critical care centre of Khon Kaen regional hospital&apos;s centre for injury prevention and safety promotion, which collaborates with the World Health Organisation, believes Thailand&apos;s rapid industrialisation is also a factor. &quot;Mass public transport is insufficient and ineffective,&quot; he says. &quot;We see wider, better roads into villages, but they&apos;ve not been designed with safety in mind, and we have a high volume of vehicles on the roads  22m motorcycles and 6m cars. It&apos;s too easy to get a driver&apos;s licence  and just because a driver has a licence doesn&apos;t mean he&apos;s a good driver.&quot; Both Winther and Chadbunchachai say unlicensed motorbike drivers are common because a lack of viable public transport means motorbikes are used for everyday tasks including carrying large and bulky items, driving at night (often under the influence), and going to school, work or the market. Many motorbike riders are under driving age. &quot;Most students who live rurally have to go to school but are below the driving age of 18, so to get around they use motorbikes,&quot; explains Winther. &quot;The police don&apos;t want to punish them for their situation, so they usually let them go on their way.&quot; Activists claim better police enforcement is crucial to Thailand meeting its targets. But police reluctance, coupled with low fines, renders the law ineffectual. &quot;The penalty is not severe enough,&quot; says Winther. &quot;It doesn&apos;t make people afraid.&quot; The government is inattentive towards its safety programme, depending on partners to help roll out national programmes, says Arun Pinta of Thailand&apos;s Road Safety Directing Centre. The centre, responsible for Thailand&apos;s road safety initiatives, is part of the same disaster mitigation and prevention department that deals with floods, earthquakes and land development. &quot;There is a lot to do,&quot; says Pinta. This month, the AIPF and the government are piloting the Thailand helmet vaccine initiative, aimed at achieving a 100% helmet-wearing rate among children. The message is that wearing a helmet is an effective &quot;vaccine&quot; against injury or death, and the most effective way of protecting children on the roads. The pilot is part of a worldwide initiative to increase helmet use led by the World Bank, the Inter-American Development Bank, AIPF and the US Centres for Disease Control and Prevention, among others. It will build capacity among police and parents and work on public campaigns and education. The goal in Thailand, says Winther, is to focus on helmet provision, technical assistance and awareness through schools. But activists also want technology such as speed cameras, radar guns and breathalysers. &quot;If we had a 100% helmet rate, we&apos;d save 3,000 lives every year, and 100,000 people would have fewer injuries and disabilities,&quot; argues Chadbunchachai. &quot;Around 80% of those who die from motorbike accidents suffer head injuries, and roughly 5% of those admitted to hospital from motorbike accidents end up handicapped  that&apos;s about 40,000-50,000 people. They have spinal or head injuries and become dependent on relatives or parents, unable to work again.&quot; According to Winther, helmet use depends on affordability, availability  children&apos;s helmets are often found only in larger cities, for example  and design. &quot;In Thailand, standard-issue helmets are very heavy because they are based on EU standards, which are very stringent but formulated for cold countries where heat is not a problem,&quot; Winther says. &quot;The helmets here are so heavy and ugly, it doesn&apos;t encourage people to wear them.&quot; Despite the difficulties Thailand faces, activists hope targets will eventually be met. &quot;We have the expertise, the knowhow and the financial resources,&quot; says Pinta. &quot;We just need to get more people to wear their helmets.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/15/thailand-head-start-road-safety", 
    "wordcount": "983"
}