{
    "headline": "Baby sham? Can trying alcohol during puberty lead to addiction?", 
    "text": "&quot;People who have their first taste of alcohol during puberty are more likely to become addicted,&quot; says a recent  headline in the Daily Mail. But is that actually what the research shows? (clue: would I write this article if it was?). The Mail article reports a recently published paper, based on 280 young people in a German cohort study, and 20 Wistar rats. The study authors wanted to investigate the often-seen relationship between a child&apos;s age at first drink and subsequent alcohol abuse problems, or harm from alcohol. They state that they are interested in what neurobiological mechanisms underlie the association, so look at the relationship between puberty stage when the child (or rat) first tries alcohol, and later alcohol use. The study found that people who had their first alcoholic drink during puberty (as opposed to after it) scored higher on a measure of problematic drinking by the time they were 23. In the rats, they found that those exposed to alcohol during puberty self-administered more alcohol as adults, compared to rats who were first exposed to it in adulthood. But, does the mechanism have to be neurobiological? Could there be some other difference between people who start drinking at different ages (we&apos;ll come back to the rats later)? For example, socio-economic position could be linked to both age (or stage of puberty) at first drink, and likelihood to develop a problematic relationship with alcohol later in life. It should be noted that at no point in the paper do the authors look at addiction to alcohol, as the Daily Mail headline claims. They use various measures of alcohol use, including the Alcohol Use Disorders Identification Test (known as the AUDIT), which is a questionnaire that measures hazardous or harmful drinking. There are a few things that are slightly unusual about this study, which make me slightly sceptical about their conclusion that they have found compelling evidence for a link between drinking during puberty and later alcohol problems. The first thing to note is that in terms of observational studies, this is a tiny sample size. Not only that, but men and women are investigated separately, effectively halving the sample size. Aside from this, the authors only take three possible confounders in to account, which might affect the relationship. These are psychosocial adversity, parental alcohol use disorder and behavioural problems during childhood. They do not take in to account socio-economic status, or the circumstances under which the child tried their first drink. There may be a big difference between kids who first drink with their friends versus those trying alcohol for the first time under parental supervision. It is possible that the cohort they took the data from did not have these measures; this is a drawback to using these datasets. It is also important to note that this study doesn&apos;t look very far into adulthood  the final age at which alcohol usage was assessed was 23. As we don&apos;t know the breakdown of the participants in the study, we don&apos;t know whether, for example, they are largely a group of University students. The AUDIT is well known in my lab at being somewhat inappropriate for a UK undergraduate population as almost everyone falls in to the problematic drinking category! This cohort is German, but the same may still be true. Problematic drinking at age 23 might reflect youthful excess rather than a sign of &apos;addiction&apos; to alcohol, as the Daily Mail headline reports. And though there are statistical differences between the groups on this AUDIT measure at age 23, the average scores for both groups are actually pretty low. In the women, it looks from the graph like the difference between groups is one point, going from a score of 3 in the post-pubertal first-drink group to 4 in the pubertal-first-drinkers. In order for alcohol use to be considered hazardous on the scale, a man must score 8 or over (7 for women - harmful drinking has an even higher cutoff of 16). Indeed, from the AUDIT manual, these scores represent &apos;low risk drinking or abstinence&apos;! It&apos;s hard to tell from the graphs, but it looks unlikely that anyone in either group showed either hazardous or harmful drinking. So although there may be differences between the groups, are these differences actually meaningful? That&apos;s a slightly harder question to answer, certainly with this small dataset. A larger cohort study might be better placed to attempt to answer this question, with a larger sample size, and more potential confounders. However, one thing this study has in its favour is an attempt to come at the same question in a completely different way. As well as looking at humans, the authors also conducted an experiment using rats, where they could control the conditions more carefully. Rats don&apos;t have different socio-economic statuses, so a difference in &apos;drinking&apos; behaviour dependent on when they first experienced alcohol might suggest a biological mechanism rather than a social one. Of course, this still isn&apos;t perfect, as rats are not like humans. They don&apos;t go down the pub, neck a few pints and pass out in the street, or really &apos;need&apos; that glass of wine after a hard day at work to unwind. This means assessing harmful alcohol use is more challenging, and even if a difference is seen (as it is here), are rats that similar to humans in terms of their alcohol use? It&apos;s hard to know how well alcohol use patterns in rats generalise to humans. There are a few little anomalies with this paper that puzzle me. Their sample sizes don&apos;t seem to add up. At one point the authors refer to 8 people who have been excluded for having their first drink before puberty, later on they mention 16 people in this category. The presentation of the statistics is also a little unusual; it&apos;s common in observational studies to present results both before and after considering the potential confounders, but this study doesn&apos;t do that. I would also very much like to see confidence intervals around the results estimate. As the sample sizes are so small, it is likely that these would be quite large, making it harder to be sure of the size of the true effect. We live in an imperfect world, and researchers have to do their best with the options available to them. That this study combines an animal experiment with human observational data should be applauded, but even so, the evidence for a brain mechanism related to alcohol use during puberty affecting later problematic alcohol use is still by no means compelling.", 
    "section": "science", 
    "gid": "science/sifting-the-evidence/2013/may/24/alcohol-puberty-addiction-medical-research-health", 
    "wordcount": "1097"
}