{
    "headline": "Science spending falls even faster than feared despite government pledge", 
    "text": "Public spending on science and innovation has fallen even faster than feared, despite a firm government pledge to protect spending in this area. The coalition had promised to protect just three areas of spending amid the massive cuts demanded to balance the budget during this parliament  the NHS, international development and science. Expert commentators have already warned that the Department for Business, Innovation and Skills&apos;s (BIS) core science budget for universities and research councils will not keep pace with inflation, resulting in a real-terms cut in spending, especially as inflation in these hi-tech areas is often higher than the average. Now new figures produced by the House of Commons library show that another big chunk of government spending on science, through individual departments such as environment and rural affairs, transport and defence, also fell, by 7.6% overall, in the first year of this parliament. This departmental spend, as it is known, makes up nearly half of all public support for research and development and innovation, and is considered crucial for areas such as advanced engineering skills through the Ministry of Defence and the fast-growing life sciences industry, where the UK is trying to establish an international lead. As a result, total spending on science activities in 2010-11  also including the UK&apos;s contribution to the European Union research and development budget  fell by 6.4% when adjusted for inflation. Chi Onwurah, the shadow science and innovation minister, who requested the research, said there were concerns that such cuts continued last year  for which figures are not yet available. If the cuts continued at a rate of 6% a year, the reduction would total more than a quarter by the end of this five-year parliament, said Onwurah, who called on the government to publish long-term funding figures to &quot;reassure&quot; the public, and give scientists a better chance to plan research and new equipment. &quot;It&apos;s worse than we thought,&quot; she said. &quot;We know the pressure on departments to cut [and] this is something they can do relatively silently. There is more to fear from further cuts coming.&quot; Since the government ordered a flat cash settlement on the science budget in 2010, researchers have braced themselves for a decline in funds as inflation takes its toll. The cuts within individual departments, which topped more than 40% in some cases, mean even less research than many feared. Separate figures released by BIS show some of the biggest departmental cuts from 2009-10 to 2010-11. The Department for Transport cut spending on science research and development by one-third, from 82m to 54m; the Department for Environment, Food and Rural Affairs, a science-based department currently struggling to control the ash dieback disease, reduced such spending by 17.4% or 33m; and the Ministry of Defence, by far the biggest-spending department for R&amp;D, cut its budget by more than 13%, or 239m. &quot;Clearly, these are tough times for UK science and if we are to protect our world-leading reputation, we need to reverse this trend as soon as we are able,&quot; said Prof Stephen Curry, a structural biologist at Imperial College London. BIS said that although it was responsible for the core science budget, individual departments made their own decisions about wider spending on research and development and innovation.", 
    "section": "science", 
    "gid": "science/2012/nov/08/science-spending-falls-government-pledge", 
    "wordcount": "555"
}