{
    "headline": "New self-driving car system tested on UK roads", 
    "text": "Move over into the slow lane, Google. Scientists at Oxford University have developed a self-driving car that can cope with snow, rain and other weather conditions not found in the search giant&apos;s home in California. The system can be fitted to existing cars and could one day cost just 100. Developed by a team led by professor Paul Newman at Oxford University, the new system has been installed in a Nissan Leaf electric car and tested on private roads around the university, will halt for pedestrians, and could take over the tedious parts of driving such as negotiating traffic jams or regular commutes. The car alerts the driver when it is ready to take over - and by pressing a button on a screen, the driver can let the computer take the strain. The search giant Google has been working on self-driving cars for years, and has now won approval for their use in the US states of Nevada and California. But so far it hasn&apos;t shown them off in the UK. By contrast, the Oxford system has been demonstrated on public roads  and as long as there is a licenced driver in the driver&apos;s seat, &quot;there&apos;s no obvious legal barrier to using it on roads now,&quot; professor Newman told the Guardian. &quot;It&apos;s essentially an advanced driver assistance system.&quot; Dr Martin Spring from Lancaster University, who co-authored a paper on the potential of driverless cars, said that in time they could radically transform how we think of road transport: &quot;As with many technologies, the early implementation will try to mimic what has gone before. But once you shake off the constraint of it having to look like a car, you can envisage a very different vehicle: it could look like a small room where people do what they want while the car is moving. And if you don&apos;t need lights to navigate, you don&apos;t need streetlights. Or headlights.&quot; Newman thinks that it could be only 15 years before self-driving systems become commonplace in cities as the price of installing the systems drops: &quot;At present it costs about 5,000, but we&apos;re working to reduce that to 100,&quot; he said. The car has been tested running at up to 40mph, said Newman. Rather than using the GPS navigation system, which can be unreliable in cities where &quot;urban canyons&quot; caused by buildings block signals, and only accurate to a few metres, the British-developed system uses 3D laser scanning allied to computer storage to build up a map of its surroundings  which is accurate to a few centimetres. The auto-drive system works by recognising where it is, based on a laser scanner on the front of the car, comparing its surroundings to its stored data. That&apos;s different from Google&apos;s system, which uses a combination of GPS, laser guidance  from a roof-mounted laser  and mapping to determine its location and route. The Oxford system, developed through funding from the Engineering and Physical Sciences Research Council, could be extended so that each car downloads data from passing cars, or over the internet via 3G and 4G connections to a central system. That would mean that the car wouldn&apos;t have to store data for the entire country at any time: &quot;You don&apos;t go from London to Glasgow in a single hop. So as you&apos;re driving along, the car could download the new maps from the internet for the journey ahead.&quot; Larry Page, Google&apos;s chief executive, believes self-driving cars have enormous economic and health implications: they should cut the number of road deaths, either through drivers&apos; attention wandering, or through driving too close to other cars and being unable to react. Traffic would flow with fewer interruptions  people might even prefer to send their car to drive around for a while rather than trying to find a parking place. The technology giant already uses a self-driving car to impress guests: last year when Martin Sorrell of WPP Group was visiting the company, he was picked up from his hotel and delivered to Google&apos;s Mountain View headquarters 20 miles away by one of the cars. &quot;It was pretty incredible,&quot; Sorrell told Fortune. By contrast Newman&apos;s team has only been working on the scheme for two years, and only received the Nissan Leaf car in September. Yet it has been able to connect the computer control systems to its steering wheel, brakes and other systems. &quot;Cars these days are pretty much fly-by-wire  the computer controls it all,&quot; Newman said. The computational power required to navigate is already cheaply available, as is the storage for the 3D maps that the car would use to figure out its location. &quot;Our cities don&apos;t change very much, so robotic vehicles will see familiar structures and say &apos;I know this route - want me to drive?&apos;&quot; But he emphasises that &quot;it&apos;s not total autonomy for the car. It knows when things are good, and when the risks are reasonable, and then it will offer to take over.&quot; If the car can&apos;t make a match, it won&apos;t offer to drive  and the decision is always the driver&apos;s, Newman emphasised. &quot;What I&apos;m really proud of is that this is British technology and British intellectual property,&quot; he said. &quot;It shows what a British university group can do when we put our minds to it.&quot; Self-driving cars could save thousands of lives per year: in the UK, more than 2,000 people and in the US more than 30,000 people died in vehicle accidents last year.", 
    "section": "technology", 
    "gid": "technology/2013/feb/14/self-driving-car-system-uk", 
    "wordcount": "937"
}