{
    "headline": "Artist finds inspiration in Canadian government's attempt to silence her", 
    "text": "Canada, under the government of Stephen Harper, has exhibited little patience for dissent. The government has muzzled government scientists, insulted Nasa climate experts, and dismissed environmental protesters as dangerous radicals. But there is apparently one woman whom the government can&apos;t shut up: the Toronto environmental writer, illustrator and activist Franke James, who turned the efforts to silence her into material for a new book. Banned on the Hill: A True Story about Dirty Oil and Government Censorship, released this week, shows how Canadian bureaucrats tried to silence James because her views on climate change clashed with the Harper government&apos;s push to develop Alberta&apos;s tar sands. The story is told through visual essays as well as official emails obtained by James, in which government bureaucrats discuss the troublesome artist and her work. It also relies heavily on humour  some of it provided inadvertently by the government bureaucrats discussing what to do about James. The artist said she received some 2,172 pages of official memos in which her name appeared. The events go back to the summer of 2011 when Canadian officials intervened to try to shut down a show of James&apos;s work in Croatia hosted by a local environmental group. James is not a household name in Canada, but she had apparently turned up on the government&apos;s radar for a series of visuals poking fun at Harper and demanding that polluters be held accountable for the tar sands. For James, the decision to target her encapsulated the extreme measures taken by the Harper government to counter its critics, especially those who oppose the expansion of the tar sands, because of the heavy environmental consequences. &quot;It is almost like it&apos;s a corporation exercising extreme message control,&quot; she said in a phone interview. &quot;It&apos;s as if Stephen Harper were the CEO of Canada the corporation and we were his employees and we were not allowed to step out of line or say what we believe is right or true because that would upset the company&apos;s brand. &quot;This fanatical obsession with message control to me is very much what you have in a company but in a democracy that shouldn&apos;t be the case.&quot;     Banned on the Hill: A True Story about Dirty Oil and Government Censorship, shows how Canadian bureaucrats tried to silence James because her views on climate change clashed with the Harper government's push to develop Alberta's tar sands. Photograph: Franke James    The Harper administration&apos;s preoccupation with message control is now the stuff of legend in Canada. The government is acutely sensitive to criticism of its policies on fossil fuel and climate change. The Alberta tar sands have until now operated as a vast store of carbon. Scientists estimate that mining it all would add a 0.4C temperature rise from Alberta alone. Under Harper, Canada has ramped up production from the Alberta tar sands, and pulled out of the Kyoto climate agreement, as the country&apos;s greenhouse gas emissions rose. The government also adopted a hardline approach to international critics, and dissenting voices within the Canadian bureaucracy. Government scientists were directed not to speak to the press and to remain in sight of media minders at international conferences  in case they happened to strike up a conversation with a passing reporter. Librarians were discouraged from attending outside conferences. Scientific reports that arrived at findings not in keeping with the government&apos;s pro-energy policies were shelved for months, or published without the usual press release, so as to escape attention. In one instance, reported by Macleans, 11 government bureaucrats exchanged more than 50 different emails discussing whether to grant an interview to an Ottawa Citizen reporter on a National Research Council study on snowfall patterns  and then turned him down. Harper&apos;s iron-fisted message control is now viewed sufficiently seriously that Canada&apos;s information commission earlier this year launched an investigation into media controls on seven government departments, including environment and natural resources, which oversees tar sands development. But the snowfall emails were just a fraction of the 2,172 pages of memos generated by Canadian bureaucrats discussing James&apos;s cancelled art show, and her subsequent protests. The emails  heavily redacted  were released to James after a laborious process of open records requests involving seven government departments. The formidable email trail started when a local Croatian environmental group approached the embassy in Zagreb for support, which was initially received. But the then ambassador to Croatia, Thomas Marr, was furious to learn that James would be showing in Croatia and fired off an email to a staffer asking why she had ever been invited in the first place. The email, heavily redacted, was eventually released to James under an open records request. &quot;You have connected them with Ms James who has a &apos;green conscience&apos; and whose work sharply criticises the men and women working in forestry and in oil sands in our great country?&quot; the 11 July email asked. The subject line read: &quot;Franke James is your fault?&quot; James&apos;s arts grant was cancelled, in what she said was an effort to shut down her tour. She said the move came as a shock. &quot;I was just going along in my blissful way,&quot; she said. &quot;I really didn&apos;t think that I was at risk of getting shut down in any way.&quot; James spent much of the next two years protesting against the move to blacklist her. She wound up installing her show as posters at Ottawa bus shelters, and began the lengthy process of getting the government to release its trove of emails discussing her show, and its decision to cut funding. &quot;It became clear that they really do not like my art speaking about climate change and I was censored especially because I promoted policies that were different to theirs,&quot; she said. She became angrier as the pile of documents grew higher. At a time of government cutbacks, many resources had been put into maintaining her file. Harper&apos;s personal communications team followed her on Twitter. Senior civil servants signed off on emails discussing her. &quot;There are people at really high levels monitoring my file,&quot; she said. &quot;They are cutting a lot of important things, but wasting their time interfering with a climate change art show.&quot; Unless there has been a major policy shift in the Harper government, the bureaucrats are unlikely to be done with James yet. Along with the book, she plans to take her campaign against the tar sands, and the Harper government&apos;s message control, on the road, putting up posters on street corners and bus shelters. She also hopes the book will serve as a how-to guide to other activists hoping to take on the Harper administration, especially with humour. &quot;It&apos;s kind of like a judo flip, meaning that you can actually flip someone who is much bigger than you.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/17/artist-inspiration-canada-silence-climate", 
    "wordcount": "1106"
}