{
    "headline": "Banker's legacy provides a clear view of the precipice", 
    "text": "Three people and a dog swim in the slack water of the tidal creek, between the steep woods on one side and the sunny slope of Newton Ferrers, with its tiers of posh houses, opposite. On this shady bank a buzzard calls from the topmost branches and sunlight filters through the leaves, casting a tracery of shadows as we walk along the lane with its riverside oaks and glimpses of blue-green water. The ferns and woodrush are particularly lush, and vivid pink hydrangeas reach out of gardens. Dozens of yachts rest at anchor around the confluence with the Yealm and, near the stage of the summer ferry, a sign lists historic ferry tolls  one penny for every person, one penny per bag of corn or potatoes, and three pence for each pony or ass. The lane is part of the scenic drive  engineered in the 1880s for Edward Baring, Lord Revelstoke, a senior partner with his family&apos;s merchant bank  which continues through woods to emerge into the glare of sun on cliffs overlooking Wembury Bay, the Great Mew Stone and beyond, past Plymouth Sound to Rame Head and even farther towards the blur of the Dodman. The sun sparkles on the choppy water and swirls of currents, a motor boat leaves a curving wake, and sailing boats gleam white against the blue sea. Salt air mingles with the coconut scent of gorse, the sweetness of clover, polleny grasses and yarrow, and there is pink thyme on rocky ledges, but few butterflies are to be seen. Some of the cliff-land is enclosed in high walls built to contain rabbits which were valued for meat and skins. Nearby, in an overgrown garden of bamboo, orange montbretia and scarlet fuchsia, Warren Cottage used to be the lunch stop for guests, out on circular jaunts from their host&apos;s residence 120 years ago. As we go inland and back to Noss Mayo, our path turns towards the Dartmoor skyline, passing fields of ripening wheat, sheep pastures and verdant hedgerows with blooming hemp agrimony, vetch, scabious, wild carrot and late campions.", 
    "section": "environment", 
    "gid": "environment/2012/jul/31/noss-mayo-devon-banker-legacy", 
    "wordcount": "345"
}