{
    "headline": "Questions scientists and journalists still need to answer", 
    "text": "Earlier this month I chaired a debate at the Royal Institution entitled &quot;Scientists and journalists need different things from science. Discuss&quot;. The debate can be seen on the Royal Institution&apos;s video channel here and here. It&apos;s probably fair to say we ended the event with more questions than answers. That was to be expected, and was maybe for the best. We shouldn&apos;t con ourselves into thinking there are quick fixes here, or that the various actors and agendas of the science media are able to agree. So, rather than a summary of the event (one of the speakers, Cardiff University&apos;s Chris Chambers, wrote up his thoughts from the event on his blog), here are the questions that were still on my mind as I left that evening. Is climate change a different topic for debate because it is political? Personally, I&apos;d say it is different, but not simply because it&apos;s political. All science in the news is political, by way of being in the news if not simply for being scientific in the first place. Yes, there are networks of sceptics, merchants of doubt even, but climate science is also a young-ish science, lacking the infrastructure and cultural history of subjects like atomic physics or microbiology. There are lots of ways in which climate science is different from other areas of science, just as genetics is different from materials science, or high-energy physics is different from physiology. Perhaps the ways in which climate science is political are different from other science media &quot;hot topics&quot; though, especially in terms of who and what its messages challenge politically. In my more cynical moments I note that climate change, unlike genetically modified organisms, nanotechnology or BSE, isn&apos;t about selling us anything. Quite the opposite, arguably. Hence a relative lack of support for communicating it to the public. How do we ensure science news is reported in the public interest? We were a good half hour into our debate before anyone mentioned the &quot;p word&quot; (the public). Several people claimed to have spoken &quot;in the public interest&quot; but admitted that this was simply their own take on what the public might want or need. No one actually bothered to ask the public, or even reflect on what we might mean by this term. Although we talked briefly about opportunities for making science news more publicly accountable, I wanted to hear a greater sense of audiences as a group to be spoken to and protected when it came to science. I wanted to hear ideas about open news and open science, words like participation and listening, a sense of the public as a resource. So here&apos;s an alternative question: how might we involve the public more effectively in science news making? Should journalists read the scientific papers they write about? This question caused some heated debate on the night. Many felt strongly that journalists should not only read and understand papers they&apos;re reporting but work back through their references too. Others said that although this sort of research would be nice, it&apos;s unrealistic to imagine most journalists would have the time, or the specialist expertise. Some even said a journalist should be doing a bit more digging on the social and political context of the science; leave detailed explanations of the scientific ideas to popularisers and press officers. On Wednesday Guardian environment and science editor James Randerson posted his thoughts on this question and a survey of specialist journalists, aptly demonstrating in the process something I think all good journalists should do: bothering to go beyond the text you&apos;ve been given and asking people what they think. I wonder if this debate is a bit of a distraction though. Maybe it&apos;s the notion of a scientific paper that&apos;s the problem, not the journalist. It&apos;s not really the most efficient way of sharing scholarship, is it? Maybe we could ask academics to share their cleverness in other ways. Again, the cynic in me kicks in, and I suspect the publishing industry is too powerful for meaningful change. I also wonder who is going to pay for all the people-hours required. Sharing and keeping a check on the many facets of specialist expertise our society relies upon is hard graft. If we won&apos;t pay through taxes, TV licences or buying a newspaper, science communication either doesn&apos;t happen, gets rushed in volunteers&apos; spare time or bankrolled by those with an interest in selling us stuff. Just look around at the adverts surrounding this post, or the list of sponsors for the recent Big Bang Fair. I&apos;m not sure I feel comfortable with this. Projects like MATTER provide some hope. But only some. Thanks to Sunny Hundal, Bob Ward and Nicola Davis for provoking those questions, and everyone else who contributed to the debate at the Royal Institution. For more discussion on these issues, come along to the UK Conference of Science Journalists, which will run on 25 June at the Royal Society in London", 
    "section": "science", 
    "gid": "science/blog/2012/mar/29/questions-scientists-journalists-answer", 
    "wordcount": "834"
}