{
    "headline": "WWF plans to use drones to protect wildlife", 
    "text": "Conservation group WWF has announced plans to deploy surveillance drones to aid its efforts to protect species in the wild, as the South African government revealed that 82 rhinos had been poached there since the new year. The green group says that by the end of the year, it will have deployed &quot;eyes in the sky&quot; in one country in Africa or Asia, with a second country following in 2014 as part of a $5m hi-tech push to combat the illegal wildlife trade. A record 668 rhinos were killed by poachers in South Africa alone last year, and a single shipment of ivory seized in Malaysia in December weighed almost as much as all the illegally traded ivory since in 2011, which was itself a record year for seizures. And poachers have kept up their hit rate since the beginning of 2013, according to figures from the South African government. &quot;The Kruger National Park remains the hardest hit by rhino poachers this year, having lost 61 rhino to mostly foreign poachers,&quot; a government spokesperson said. &quot;Twenty-one poachers have been arrested, 14 of them in the Kruger National Park.&quot; The criminal trade has become so serious that last year the US intelligence community were ordered to track poachers by then secretary of state Hillary Clinton, with a WWF report in December warning the multibillion dollar trade was now threatening national security in some countries.     The WWF will deploy unmanned aerial vehicles to help monitor wildlife and combat poaching. Photograph: WWF Nepal    WWF&apos;s three-year project also involves combining data from unmanned aerial vehicles, cheap mobile phone technology tracking animal movements, and handheld devices carried by rangers, in a bid to outsmart often heavily armed poachers who bribe corrupt officials to avoid patrols and find wildlife. Allan Crawford, project leader for the WWF Google technology project, who had just returned from the Kruger national park where many of South Africa&apos;s rhinos are being killed, told the Guardian: &quot;It&apos;s a very scary prospect for rangers  they could run into very heavily armed gangs of poachers, there&apos;s usually four or five of them, sometimes with dogs. They&apos;ve also got wild animals to contend with  one ranger was recently attacked by a lion. They&apos;re outnumbered, and sometimes poachers have night-vision equipment. There aren&apos;t enough resources to tackle this in South Africa at the moment. This is where the new technologies come in, to help them.&quot; Drones are already being used by conservationists to monitor wildlife, such as orangutan populations in Sumatra, anti-whaling activists are using them against the Japanese whaling fleet, and a charity in Kenya recently beat its target of raising $35,000 in crowdfunding for a drone to protect rhinos and other wildlife in the country&apos;s Laikipia district. One South African rhino farmer is even planning to put 30 drones in the sky himself. But the way the three key technologies are being used by WWF is &quot;unprecedented&quot;, Crawford said. A pair of drones will be used in each of the two countries selected, which the group hopes to name within weeks, with plans to ultimately be operational in four sites by 2015, with different terrains. Crawford said the software and drones, which would be operated by rangers or local law enforcement, would &quot;generate a strategic deployment of rangers in the most cost effective way, so they can form a shield between animals and poachers.&quot; The drones would likely cost in the tens of thousands of dollars rather than hundreds of thousands, he said, adding that &quot;if governments wanted to, they could deploy [more expensive] high altitude drones that can stay up high in the sky, and track poachers to get the middle men and whole trade line.&quot; The funding for WWF&apos;s project comes from a Google grant awarded last December. &quot;We&apos;ve got to crack this problem because it&apos;s getting out of control,&quot; Crawford said. &quot;The poachers seem to have figured out how to get round existing anti-poaching methods.&quot; But he admitted anti-poaching efforts could get caught up in an arms race, and that it was a &quot;risk&quot; that poachers may get their own drones. &quot;It will be an escalation like that until we change the cause, which is demand in Asia.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/07/wwf-wildlife-drones-illegal-trade", 
    "wordcount": "703"
}