{
    "headline": "Are game developers tired of this console generation?", 
    "text": "Cliff Bleszinski is leaving Epic Games. For many, this is like being told that the lead singer is leaving their favourite band  sure, he&apos;s only part of a team, but he&apos;s the frontman, and has been for over a decade. He is Gears of War. And his reasoning is beginning to sound very familiar. In a blog post on the company website he states: &quot;I&apos;ve been doing this since I was a teenager, and outside of my sabbatical last year, I have been going non-stop. I literally grew up in this business [...] And now that I&apos;m grown up, it&apos;s time for a much needed break.&quot; A pattern seems to be forming. Last month Bioware co-founders Ray Muzyka and Greg Zeschuk announced that they would be leaving the industry. Zeschuk explained in his own blog statement, &quot;I&apos;ve reached an unexpected point in my life where I no longer have the passion that I once did for the company, for the games, and for the challenge of creation.&quot; Less dramatic have been the numerous instances of veteran video game designers moving on to smaller projects this year. Peter Molyneux left Lionhead to start up 22cans, Gears 3 lead designer Lee Perry quit Epic to form BitMonster Games and work on smartphone titles, senior Irrational Games staffers Tim Gerritsen and Nate Wells left the Bioshock Infinite project in August, while Uncharted co-designer Richard Lemarchand is now teaching games at the University of Southern California. Sure, people move around a lot in this industry, and over the past three years there has been a diaspora of developers from the mainstream console industry to the smartphone and digital sectors, where project times are shorter and budgets are more reasonable.  And then, of course, there is a generational element. Greg and Ray at Bioware and Cliff at Epic have been making triple A blockbusters for 20 years. 20 years of high-pressure, huge team management, spiralling publisher expectations and community demands. &quot;Making a game is hard,&quot; developers always laugh, but few of us understand how hard it is, with year-long crunch periods and profit-hungry shareholders sweating over every delay and Metacritic score. But is there something else? This is, after all, the longest ever console cycle. The Xbox 360 and PS3 have been with us for seven years, an epoch in technological terms. Development teams are finding it ever harder to squeeze the performance they want out of these ageing machines; and cursed to peruse multi-platform release schedules, they&apos;re now having to facilitate the demands of console gamers while meeting the expectations of customers with high-end PCs, whose graphics hardware is ten times as powerful as the 360 and PS3. When consoles die, they tend to do so with a whimper rather than a bang. As prices drop and early adopter interest wanes, manufacturers target family audiences, and games begin to creep lower down the Pegi ratings. The Mega Drive and PlayStation were both sustained into their retirements by Disney platformers and licensed tie-ins, the odd piece of Japanese brilliance keeping the hardcore interested. But by then, most of the developers had moved on, because studios are  and this may come as a shock to some executives  staffed by human beings, human beings who are fascinated by new technologies and fresh possibilities. People get bored, especially incredibly talented people who want to test themselves at the forefront of technical possibility.  For 30 years developers have lived by console cycles, working with the ebb and flow of audio/visual progress. Everyone syncs in to this pattern, and when the pattern is disrupted, things start to wear and breakdown. The Move and Kinect were released to energise the current generation, so that Microsoft and Sony could have some more time between billion dollar console launches. But the failure of Move and the ennui now surrounding Kinect show that the rhythms of development are difficult to mess with. Now we&apos;re at a stage where the major publishers are surely holding off any original new IP for the next generation of consoles, set to be announced next year. There are some notable exceptions - Dishonored, Remember Me  but the likes of Watch Dogs and Star Wars 1313 are already getting both gamers and developers salivating for what&apos;s to come. It&apos;s just that for a few high profile veterans, the wait is too long, and the run-up too tiring.  The challenge of retaining senior design staff is going to be a key one for major publishers in the coming years. As the digital sector grows, offering ever larger audiences and more enticing financial and creative rewards, the lure will increase. Game developers, generally, aren&apos;t in this to get rich - they love to make stuff. But in the future, making big, big games will mean managing teams of over 300 people and budgets in the hundreds of millions; that doesn&apos;t sound like fun to me, and it doesn&apos;t sound wildly conducive to individual, subjective creativity.  On Wednesday, Tom Hall, one of the founder members of id Software, started a Kickstarter fund for an old school RPG, built by a small independent team. Similarly, Obsidian Entertainment just raised over $2m for its Project Eternity game. Medium-sized studios are getting out of that whole expensive and disheartening dance with major publishers and going it alone. Their projects won&apos;t be as gigantic as Skyrim, but they&apos;ll provide the designers with the prospect of doing what they want to do  creating idiosyncratic adventures within working structures that won&apos;t have everyone sleeping under their desks for two years. People burn out; they have parameters. Bleszinski, Muzyka and Zeschuk are all rich men who probably fancied a bit of a rest  they&apos;ve earned it. But partly, I do wonder whether the seven years of this generation took their toll, and whether they looked ahead to the bloated teams and schedules of the coming era and thought, nope, that&apos;s it.  And really, that&apos;s a scary thought  because if game developers are tired of this generation, wait til they get a load of the next one.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/04/game-developers-tired-current-consoles", 
    "wordcount": "1012"
}