{
    "headline": "A brief stillness before the damselfly's short life on the wing would begin", 
    "text": "Three damselflies rose as one from the pond on their maiden flights, wings flickering, twirling and glistening with amber transparency. They did not make it beyond the garden fence. Their second birth into a world of wind and air announced, they veered off to land. One dropped on to a fading cowslip, the flower head giving not so much as a nod to its weightless burden. The other two fluttered into bushes, folded their wings over their backs and were hidden again. It felt like the marker of a new season  not the coming of spring but a bridge into summer by an insect whose adult knows nothing of the colder months. I poked my head into the winter jasmine and peered at a creature that was a large red damselfly in name only. The jointed segments of its abdomen were still some hours away from the flush of being suffused with blood. They resembled part-bleached knuckle bones of a human skeleton. Between the damselfly&apos;s enormous, near-hemispherical eyes was a pin-sized head. What could the tiny brain within comprehend of its host&apos;s transformed shape, way of hunting, eating, moving, even breathing in this other world? The damselfly raised one leg as if contemplating &quot;the new me&quot;, then lowered it again. I crouched down at the pond. A whole platoon of nymphs had shinned part-way up spearwort stems, where their feet gripped on still in a final embrace. Their heads looked up to the sky and their abdomens were tipped with leaf-like paddles. But these were empty husks that showed their exit wounds  gaping splits in their thoraxes and a stringy mass of redundant breathing tubes on their backs. Further up one stem was an adult that had crawled from the wreckage of its former self, and was sitting there waiting to dry then fly. It had a tube looped over its thorax. This was an odd detail that I had never seen before, perhaps an umbilical cord of sorts, about to drop off. And here was a hiatus: a moment of stillness before its brief life on the wing would begin.", 
    "section": "environment", 
    "gid": "environment/2013/may/17/sandy-befordshire-moment-stillness-damselfly-begin", 
    "wordcount": "353"
}