{
    "headline": "Strong hints of the Higgs boson from Tevatron particle collider in US", 
    "text": "Scientists at the Tevatron particle collider in the US have found the strongest evidence yet for the existence of the Higgs boson. Their results lend credence to the tentative glimpses of the subatomic particle reported at the end of last year by scientists at the Large Hadron Collider (LHC) at Cern in Geneva  suggesting that the particle is indeed real. Tevatron scientists, based at Fermilab in Chicago, announced their results on Wednesday at the annual Rencontres de Moriond conference in La Thuile, Italy. They found evidence for a new fundamental particle that has a mass of around 120 GeV, which fits with the predictions of the Standard Model of particle physics for the Higgs boson and is similar to experimental evidence announced by LHC scientists in December. The Tevatron&apos;s results are the swansong for the particle accelerator, which finished colliding particles in September last year. Until the LHC was switched on in 2008, the Tevatron was the most powerful collider in the world and, in its final years of operation, raced to catch a glimpse of the Higgs boson. The Higgs particle is postulated by physicists as part of the mechanism by which all other fundamental particles acquire mass. The theory behind it was published by six physicists  including Edinburgh University physicist Peter Higgs  within a few months of each other in 1964. In their search for the particle, scientists at the LHC announced results in December from particle collisions at the Atlas and CMS detectors. One team reported a &quot;bump&quot; in their data that could have been a Higgs boson weighing 126GeV, with a significance of 2.3 &quot;sigma&quot; (the scale used by particle physicists to grade the significance of results, from one to five, with five being enough to claim an official discovery). A second team reported a 1.9 sigma Higgs signal at a mass of around 124GeV. Wednesday&apos;s announcement by Tevatron scientists combined data from the two main detectors at the particle accelerator, D0 and CDF. The scientists there found an excess of signals between 115GeV and 135GeV, at a significance of 2.2 sigma. Stefan Sldner-Rembold of the University of Manchester, who works on the D0 experiment, told the Guardian that the result was &quot;significant&quot;, though a formal discovery would require a much higher sigma level. &quot;What it says is that it&apos;s very difficult to remain a sceptic at this point,&quot; said Sldner-Rembold. &quot;Everything points in the same direction and it is really really hard to believe it&apos;s not there.&quot; One reason the Tevatron results are important is that the detectors there look for the Higgs in a different way to the detectors at the LHC. In the LHC&apos;s announcement in December, scientists had largely been looking for a signal in which the Higgs boson decayed into a pair of photons, whereas the Tevatron located its signal in the decay of the boson into a pair of heavy &quot;bottom&quot; quarks. &quot;The Higgs particle can decay into different particles and the Tevatron looks for different decays of the Higgs than the LHC,&quot; said Sldner-Rembold. &quot;If it&apos;s really there, the hints from the LHC would also be seen at the Tevatron at an independent machine and in a machine where the Higgs particle is looked for in a different decay. That all gives more credence to these hints.&quot; Not everyone is convinced, however. &quot;The &apos;Higgsteria&apos; surrounding the excess of [bottom] quarks in the Tevatron is certainly suggestive of a Higgs but we could still just be seeing the cruel hand of statistical fluctuations or better still the indications of something unexpected and more prosaic than the Higgs,&quot; said Mark Lancaster, a physicist at University College London who works on the Tevatron&apos;s CDF experiment. He said the Higgs mechanism was only one solution to the question of how fundamental particles get their mass. Mass could also be a result of the interactions predicted by a theory called technicolour, which proposes the existence of different, as yet undiscovered particles, and not the Higgs boson. The observed results may be down to random fluctuations or a systematic error in the way the Tevatron detectors model and interpret the particle collisions, said Sldner-Rembold, but many factors would have had to &quot;come together and conspire in a very strange way&quot;. &quot;There&apos;s so many hints from the LHC and the Tevatron, they all point in the same direction,&quot; he said. &quot;Unless there&apos;s some conspiracy going on in nature, it all looks like it&apos;s the Higgs boson.&quot; The LHC will need to gather much more data over the coming months and years before scientists are able to confirm the discovery of the Higgs boson. Even if that happens, there will be a lot of further work characterising the properties of the particle. &quot;If you discover there is some particle at 120GeV, to be absolutely sure it is the Standard Model Higgs which we think it is, one would have to measure precisely how it is produced and how it decays to determine its properties,&quot; said Sldner-Rembold. &quot;That&apos;s quite a way down the road because, for that, you need much more data. There still remains quite a bit of work to be done to be absolutely sure that it is actually the Higgs boson as the Standard Model predicts it.&quot;", 
    "section": "science", 
    "gid": "science/2012/mar/07/strong-hints-higgs-boson-tevatron-collider", 
    "wordcount": "913"
}