{
    "headline": "Current generation of consoles goes out with a bang", 
    "text": "They&apos;ve been a long time coming, but the next generation of consoles could finally make an appearance in 2013: rumours suggest the new Xbox will launch by Christmas, with PlayStation4 hot on its heels. What they&apos;ll be like  and whether they&apos;ll manage to distract gamers from their laptops, smartphones and tablets  remains to be seen. For now, the focus is on seeing the current generation out in style. For Microsoft, this means Gears of War: Judgment (March), a last hurrah for a 360 staple. Yes, it&apos;s another Gears game, but it&apos;s by the makers of the riotously inventive Bulletstorm. Sony, by contrast, is touting two ambitious new PS3 projects: Beyond: Two Souls (Q2) is a moody &quot;interactive drama&quot;, while The Last of Us (May) is a post-apocalyptic action game from Uncharted&apos;s developers. The Vita, meanwhile, plays host to the adorable, origami-themed Tearaway. Elsewhere, end-of-console-cycle malaise is apparent in a rash of sequels, prequels and reboots. Devil May Cry (January) gives a Japanese classic an all-American makeover; Dead Space 3 (February) attempts to splicechills with thrills, while Tomb Raider (March) bids to imbue the original cyberbabe with some psychological depth. We can also expect Bioshock Infinite (February), Grand Theft Auto V (Q2), a long-long-awaited expansion for Starcraft 2 (March), Bungie&apos;s top-secret shooter Destiny and at least one new Metal Gear game: Metal Gear Rising: Revengeance drops in February; internet fans are convinced that Metal Gear Solid: Ground Zeroes and perhaps even Metal Gear Solid 5 (which has yet to acquire a ludicrous subtitle) will follow later in the year. Of course, games don&apos;t need to be about cyborgs, shotguns and/or survivalism. If anyone understands that, it&apos;s Nintendo. The Wii U got off to a wobbly start, but Pikmin 3 (Q2), Wonderful 101, Lego City Undercover (Q1), the madcap mini-game collection Game &amp; Wario and the gorgeous sidescroller Rayman Legends (March) all look vibrant, original and fun  and then there&apos;s the prospect of a new Zelda on the horizon. On the 3DS, meanwhile, Luigi&apos;s Mansion: Dark Moon (March) and Animal Crossing: New Leaf (Q2) should further cement Nintendo&apos;s reputation as a purveyor of superior, kid-friendly fare. Factor in downloadable games and indie titles, such as Braid-maker Jonathan Blow&apos;s The Witness, and gamers should have plenty to do while they wait for those new consoles.", 
    "section": "technology", 
    "gid": "technology/2013/jan/06/consoles-new-grand-theft-auto", 
    "wordcount": "389"
}