{
    "headline": "PlayStation 4: game on for the next generation?", 
    "text": "Start spreading the news ... Sony is hitting New York on 20 February and invites are going out to the global technology press. We&apos;re thinking this isn&apos;t to reveal a new video-on-demand partner, or an update to the PlayStation Network service. No, this is it. This is PlayStation 4.  Are you excited? Is the industry? These are the big questions right now. The mainstream console business has cut itself adrift from the traditional five-year generational cycle and, since the last one, the world has changed immeasurably. Smartphones, tablets, phablets, smart TVs, android boxes, Steam Boxes  none of that was around when PlayStation 3 juddered expensively into existence seven years ago. So what will Sony&apos;s answer be to the post-console world? There have been lots of leaks, lots of rumours. Last April, were the reports that the new machine would be called Orbis, and that it would be build around an AMD CPU array with a Radeon graphics processor. Fans were dismayed by gossip that the machine might somehow block the use of pre-owned games  we&apos;ll see if there can really be any truth in that. Then in November we read that PS4 dev kits were going out to studios, complete with AMD A10 chipsets, which combine the CPU and GPU into one thrifty unit.  The specs, right now: &quot;We believe the specs revealed by Digital Foundry on Eurogamer last month are accurate,&quot; says Tom Bramwell, Eurogamer&apos;s editor. &quot;Eight-core AMD processor at 1.6GHz, Radeon HD hardware with 18 Compute cores, a custom GPU-esque Compute module for handling things like physics, and 4GB DDR5, with 512MB reserved for the OS. Beyond that I&apos;m not sure, but I believe DualShock will return ...&quot; I&apos;ve heard interesting things about the joypad. Sony was definitely working on a prototype extension of its iconic controller, possibly featuring either a touchpad between the two analogue sticks, or its own screen  like the Wii U&apos;s GamePad. It could be though, that gamers will get the choice to use the Vita as a controller, doing away with the need to manufacture another game pad with a display. Whatever, it will almost certainly have all the extra stuff  rumble (left off the original PS3 controllers), motion sensors, etc.  The screen output: Well, there have been mutterings of support for the incoming ultra high definition 4K sets. Indeed, Sony showed off 4K televisions and camcorders at the CES event in January, and would surely want PS4 to act as an early cheerleader for the tech, just as PS3 did with Blu-ray. The games: This is another crucial factor, of course. Sony still commands a decent roster of exclusives and many will be expecting at least one of Gran Turismo 6, Uncharted 4 or Killzone 4 (even though, when PS3 arrived, it only really had Ridge Racer 7 and Resistance: Fall of Man as tent pole titles). The next step would be to work on some timed exclusives  perhaps the next Assassin&apos;s Creed, maybe GTA V? Possibly Star Wars 1313 or enhanced versions of Ubisoft&apos;s much-heralded Watchdogs or Metal Gear Solid: Ground Zeroes. Microsoft and Sony must be fighting for this stuff.  One thing&apos;s for sure. Developers will now feel they have cart blanche to start talking about their PS4 plans. &quot;The overriding feeling this morning is relief,&quot; says Neil Long, online editor of Edge Magazine. &quot;GDC 2013 would have been terribly awkward if developers weren&apos;t able to speak freely  we know plenty of studios under extremely strict NDAs who are desperate to talk about what they&apos;re working on&quot;.  The online services: Sony will need to offer a much more robust iteration of PlayStation Network if it is to tempt casual users and gamers alike. Last year the company bought cloud gaming service Gaikai for $380m, so we can expect some kind of streaming service for games and video content. This may well tie in with an updated version of the subscription-based PlayStation Plus initiative, giving users access to as many games, movies and music videos as they like for a set monthly feel. Whatever the case the console will need to be packed with video-on-demand partnerships: it&apos;s not just about games anymore  we all know that. There will also need to be a seamless social networking system, and brilliant integration with other screens, be they smartphones or tablets. Wii U is doing this, Microsoft is doing it with SmartGlass. It&apos;s all about the pervasive offering these days.  &quot;The future will be about connectivity,&quot; said one development source, who wishes to remain anonymous. &quot;How fast can you download and play? Are patch downloads a pain? Does match-making get you to your friends really easily? Are all the games slick enough when it comes to online functionality? Will standard services like voice chat and/or video be easily available via the bios and within all games, not just on a per game basis? It will come down to services and software.&quot; The timing: So Sony has blinked first. Is that a good thing? &quot;Yes,&quot; says Bramwell. &quot;If the new Xbox is slightly weaker, as rumoured, then that&apos;s even more impetus to get PS4 out there into the hands of media, gamers and developers, as it will help press any technical advantage and Microsoft will have to operate in the context of whatever Sony announces.  &quot;With that said, Sony will want to avoid the same blunders that marked the lead up to PS3  flip-flopping on rumble, the target render controversy and things of that nature  because Microsoft is good at chasing down wounded competitors.&quot; Michael French at industry news source MCV agrees: &quot;We&apos;ve known for ages that Xbox is gearing up  and even has its own E3 countdown  so to pull the rug out is a cunning move that could least will grab huge PR and awareness. Sony also cannot allow the appearance of being behind  something that blighted PS3 even once that stopped being true. Announcing early will also help prime those crucial developer relations too, of course.&quot; The upstart rivals: OK, so Sony is clearly competing against Microsoft, but they&apos;re not the only players in this game anymore. Android consoles like the Ouya and Gamestick, Nvidia&apos;s Project Shield and some form of Valve Steam Box are all due this year and have generated a lot of interest. How much does Sony have to worry about them? &quot;The big challenge posed by the upstart consoles is their speed to market and big addressable audience,&quot; says French. &quot;Key details  such as backward compatibility, release date, price  could help Sony maintain or gain an edge. I don&apos;t think it would move too far towards the open platform, but it would do well to learn lessons from how developers of all sizes have been able to deploy games swiftly and relatively cheaply on platforms like Steam.&quot; So New York it is then. &quot;If I can make it there, I&apos;ll make it anywhere,&quot; sang Frank Sinatra. Sony will be hoping the same.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/01/playstation-4-event-sony", 
    "wordcount": "1179"
}