{
    "headline": "Nick Clegg will attend Rio Earth summit", 
    "text": "Nick Clegg will attend the Rio Earth summit this summer to prevent the UK &quot;playing catch-up&quot; on clean technology, the deputy prime minister told his party&apos;s spring conference on Sunday. Rio+20 is the biggest UN conference in years and comes two decades after the original summit, which was attended by world leaders including the first President Bush and John Major. But there were fears among environment and development campaigners that the UK would not have a high level political presence at Rio, after David Cameron refused to confirm his attendance despite the summit&apos;s date being moved to avoid a clash with Commonwealth leaders attending the Queen&apos;s Jubilee. Clegg said he will be arguing &quot;for green growth to create jobs&quot; at the three-day long summit in June, which will have a focus on the &quot;green economy&quot; of growth and jobs created by clean technology such as offshore wind farms and energy efficiency. In a thinly disguised reference to attacks on environmental regulations by the chancellor, George Osborne, Clegg said: &quot;Some say we have to choose between boosting growth and being green. What a load of rubbish.&quot; In an echo of comments made on Friday by the UN climate chief, Christiana Figueres who said that the US would lose out to China on clean technology if it elected a climate science-denying Republican president, he also said the UK needed to &quot;wake up, or end up playing catch-up&quot;. &quot;Going for growth means going green. The race is on to lead the world in clean energy. The new economic powerhouses  China, India, Brazil  are competing,&quot; he told party members in his speech. After Clegg&apos;s announcement, the Cabinet Office said Cameron would not be attending the summit. Campaigners welcomed Clegg&apos;s decision to attend Rio+20. Meredith Alexander, head of policy at ActionAid said: &quot;Nick Clegg has made a great decision. Rio +20 will be a pivotal point for the world&apos;s poorest people. It&apos;s an important opportunity for the deputy prime minister to use his influence to convince world leaders to stop growing biofuels that are pushing people into hunger.&quot; Andy Atkins, executive director of Friends of the Earth, said Clegg would need to up the Liberal Democrat&apos;s game on the environment &quot;fast&quot; or face more &quot;flak&quot; from the party&apos;s grassroots. Clegg argued that &quot;going green is not a luxury for the good times. It is the best road out of the bad times&quot;. He called for more green jobs in the UK, green apprenticeships and highlighted the government&apos;s energy efficiency project, the green deal, which is due to start at the end of the year. He will be joined in Rio by the environment secretary, Caroline Spelman, who last month said the conference needed to set a series of new goals for a greener economy. &quot;Frankly, our economic, social and environmental security  our future well-being  relies on tangible outcomes from Rio+20,&quot; Spelman told an audience of business leaders in the City.", 
    "section": "environment", 
    "gid": "environment/2012/mar/12/nick-clegg-rio-earth-summit", 
    "wordcount": "510"
}