{
    "headline": "Archaeology and forensic science", 
    "text": "What youll learnArchaeology is learning about the past through its physical remains. You could find yourself examining a Roman bath and mosaics, or analysing sketches in a mountain cave that depicted daily life 5,000 years ago. Archaeology courses will give you the practical skills of excavation, and teach you to examine what you find and piece it together to get an idea of how we used to live. Youll be able to analyses life and the environment has changed.  Some courses focus on the biological side of archaeology, where you could, for example, learn what people ate in the past by examining the food waste left at archaeological sites or study populations through human bones. In forensic science, you will learn about investigatory, enforcement and monitoring work, including incident scene investigation, physical evidence collection, laboratory analysis of evidence and defence of testimony. You will gain plenty of invaluable lab and fieldwork experience, including mock crime scenes and disasters. There is a wide range of specialisms to choose from, from DNA analysis, toxicology, bone and skeletal analysis. With the ever-increasing sophistication of the equipment used on digs and to examine findings, there is a growing overlap between archaeology and science and technology. You should graduate with a broad understanding of history, equipment use and new laboratory analysis techniques.   interactive   How youll learnYoull be taught through a mix of seminars, lectures and lab work. You will also get the chance to work on exciting fieldwork and research projects either locally or abroad. For those interested in sunken ships and lost treasures of the deep, some courses offer a taster in underwater archaeology. Fieldwork will give you the chance to put all the theory into practice, and youll develop your ability to work as part of a team. By the end of your course, should also be able to interpret what you find and be able to structure an argument that supports your evidence, both on paper and orally. What entry requirements youll needEntry requirements vary. Geography, history or science subjects will all help your application.   interactive   What job you could doChances are youll not find yourself unearthing lost cities in south America within six months of graduation, because this is a tough profession to break into. Jobs in the field can be hard to find, and those that are advertised are often subject to short-term funding, so its perhaps not the most secure profession. But the patience and persistence that youve spent three years developing should pay off in the end. Graduates could also use their skills working as guides, curators or conservators in museums or at heritage sites, or in landscape management or consultancy. A good degree could also open the door to further study. Forensic scientists work in the criminal justice system, in local constabularies, and for companies such as Rolls-Royce, Scientifics, LCG Forensics and AstraZeneca. Alternatively, you could be employed by a law firm, a private forensic laboratory or an insurance company.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.archaeologyeducationsubject", 
    "wordcount": "501"
}