{
    "headline": "Google's tablet expected to take on Apple iPad", 
    "text": "Google is expected to move into the tablet market, following Apple, Amazon and Microsoft, with an own-brand product aimed at pushing its own Android software into an increasingly crowded and fast-growing market. Expected to be called the Nexus 7, it is forecast to be have a seven-inch diagonal screen and run a new version of Google&apos;s tablet software. But some analysts are sceptical that it will be able to make substantial inroads into Apple&apos;s dominant share. The announcement, expected at its I/O developer conference in California, will pitch Google into battle with Apple, whose iPad dominates sales of tablets  with almost 70% of the worldwide market in the first quarter of 2012 according to researchers IDC  and with online retailer Amazon, which sells its Kindle Fire tablet in the US and is expected to bring it to Europe later this year. Rather than tackling the 10in iPad head-on, Google is expected instead to attack the Kindle Fire, which also has a 7in screen. &quot;It&apos;s targeting Amazon,&quot; an executive at Taiwan&apos;s Asus, which is believed to be making the device, told Reuters. &quot;The Kindle is based on Google&apos;s platform but with its own service, so Google has to launch its own service, too.&quot; Online rumours suggest it will be called the Nexus 7  which would follow the pattern it has followed with its own-brand smartphones, which have all used the Nexus naming convention, even while being made by other companies such as Samsung and HTC. Industry rumours say the Nexus 7 has been made for Google by Taiwan&apos;s Asus  a surprising move given that Google last August bid for Motorola Mobility, which made the Xoom tablet. That takeover was completed in May. Google has made repeated efforts to break into the tablet market defined by Apple with the launch of the iPad in January 2010. Its first tablet-only software, Android 3.0  known as Honeycomb  introduced in January 2011 was expected to create challengers to Apple&apos;s product, but fewer than 10m sold in the first year, while the iPad sold more than 38m in 2011. The software giant Microsoft has also indicated that it thinks tablets are of growing importance. Last week it announced that it would be offering its own tablet, called Surface, which will run its next Windows 8 operating system  though it offered no dates or prices for the release. Windows 8 is expected in the autumn, probably in October. And speaking in Amsterdam on Wednesday, Microsoft corporate vice-president Antoine Leblond forecast that &quot;next year, tablets will outsell desktop [PCs]&quot;. According to the researchers IDC, total tablet sales will be almost 105 this year, and will hit 143m in 2013  compared to total PC sales of about 400m, of which more than 60% will be laptops. The Nexus 7 is expected to go on sale later this year, and possibly running an as-yet unreleased version 5.0 of Android, called Jelly Bean, rather than the current 4.0 version, Ice Cream Sandwich. Salman Chaudhry, analyst at the research company Context, said the tablet &quot;must run Jelly Bean rather than Ice Cream Sandwich if Google is looking at creating interest and support from the developer community. Google mobile platforms have already suffered from fragmented operating systems as Google continues to work on standardising both operating system and user interface&quot;. He expects pricing to be &quot;in line&quot; with the Kindle Fire, which sells for $199 in the US  at which price analysts claim Amazon loses money, which it recoups in profit on books, films and other items bought through it. The Kindle Fire was a hit in the US last Christmas, selling an estimated 2m, but sales since have slowed substantially, according to analyst calculations. Amazon has not given any figures for sales. But Chaudhry said: &quot;I wouldn&apos;t expect it to eat into Kindle Fire share either for a number of reasons. Overall, we shouldn&apos;t expect this particular tablet to take on the iPad despite Google&apos;s efforts to differentiate it. Lessons haven&apos;t been learnt from previous Tablet failures. The 7in tablets  RIM Playbook, HTC Flyer  have been by and large unsuccessful, and are only really suitable for content consumption. &quot;Against this backdrop, strategy needs to be more aligned towards the Kindle Fire&apos;s purely &apos;content consumption&apos; orientated device. However, if Google is looking to take a bite out of Amazon&apos;s share, it will find that it&apos;s competing against a much more well-developed entertainment orientated platform with a huge, well organised catalogues of books and media content.&quot; Pricing it close to the Kindle Fire&apos;s $199 in the US would suggest that it was not cutting edge, Chaudhry added: &quot;This might make the iPad even more desirable in the consumer&apos;s eyes. By appealing to a demographic which is already price-conscious, average user spend per device will also be lower than on more high-end tablets such as the iPad.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/27/google-tablet-ipad-nexus-7", 
    "wordcount": "821"
}