{
    "headline": "Why is my TV's power cable so short?", 
    "text": "When I unpacked my nice new telly the other day I couldn&apos;t get it to work: the power lead was so ridiculously short it wouldn&apos;t reach the plug socket. Why are cables so short? Stay with me on this one. Investigating parsimonious power leads is not exactly the Leveson inquiry but this quest matters. Long cables are a trip hazard but short cables are lethal too. A friend last month broke her elbow when she fell out of bed stretching to reach her new iPhone, which had a much shorter charging cord than her previous model. My Samsung TV cable measures 90cm (a metre if you are being generous and include the plastic bit that goes into the telly) and is made in China. Electronics makers take note: you may live in modern flats with dozens of power sockets but many British people still live in antiquated shacks with one power socket per room. Of course we can use extension leads but that&apos;s not the point. A telly with a 90cm cable is not fit for purpose. It leaves you feeling cheated, like when you buy an expensive piece of kit and batteries are not included. Scrimping on length must be cost-cutting, although some power-lead aficionados online believe that Apple&apos;s short cables are a design-led decision to avoid the clutter of, say, a 2m charging cable. This is a fair argument, but not on a TV, which isn&apos;t carried around. I repeatedly called Samsung&apos;s press office but everyone was too busy to get back to me. Who will take up cudgels against short cables? The issue has yet to be investigated by Which?: &quot;I don&apos;t think you would choose your TV based on that criteria but it is frustrating,&quot; said a spokeswoman. I could hear the yawns down the phone line. So I replaced my short cable with a better one supplied with my Canon camera. At least I can now watch the Leveson inquiry.", 
    "section": "technology", 
    "gid": "technology/shortcuts/2012/may/07/why-is-my-tvs-power-cable-so-short", 
    "wordcount": "327"
}