{
    "headline": "Cameron cools on climate change", 
    "text": "Tim Yeo&apos;s assertion that the Treasury has &quot;never been signed up to the green agenda&quot; (Osborne wrecking green plans to placate MPs  senior Tory, 23 July) has, sadly, been evident for quite some time and did not start with this government. Under the EU renewable energy directive, the UK is legally required to source 15% of its energy needs from renewable sources by 2020, but coalition ministers have shown scant interest in rising to the challenge. To date, only 3% of the UK&apos;s energy comes from renewables, compared with the European average of 12%. Yet instead of taking the positive steps needed to boost, encourage and support burgeoning green technologies, the government has presided over the gutting of subsidies for solar and wind energy, while simultaneously subsidising the dirty fossil-fuel industry to the tune of 3.6bn in 2010. This shows a remarkable lack of vision. The UK is fortunate to have a huge, largely untapped wealth of renewable energy sources  enough to provide secure and home-grown energy for the future, power our economy through the creation of hundreds of thousands of green jobs, tackle climate change and address fuel poverty. Perhaps George Osborne needs reminding that as chancellor it is his responsibility to take the public spending decisions which benefit the entire nation for generations to come, rather than succumb to the whims of this motley crew of short-sighted backbenchers who seem intent on keeping clean, green and affordable energy out of our homes.Jean Lambert MEP Green, London, Keith Taylor MEP Green, South East England  George Osborne isn&apos;t just undermining attempts to overhaul our broken electricity system  he&apos;s undermining the prime minister too. From hug-a-husky photocalls to promising to lead the greenest government ever, David Cameron has invested a lot of political capital trying to convince the public that he will champion the environment as prime minister. As recently as April he was telling energy ministers from 23 leading economies that &quot;we urgently need a more diverse, cleaner mix of energy sources that will give us energy security without causing irreparable damage to the planet&quot;. Earlier this month the CBI called on the government to seize the green initiative too. &quot;Get our energy and climate-change policies right and we can add 20bn extra to our economy and knock 0.8bn off the trade gap, all within the lifetime of this parliament,&quot; said its director general, John Cridland. But the chancellor appears to have a different agenda which will keep the UK hooked on expensive and dirty fossil fuels for decades. It&apos;s crunch time for David Cameron. If he doesn&apos;t stand up to the chancellor, it will raise a question mark over the credibility of his leadership.Craig BennettPolicy and campaigns director, Friends of the Earth  George Osborne&apos;s undermining of the energy bill makes it not merely expedient but urgent that Scotland free itself from the diktats of the bone-headed coalition. Scotland&apos;s economic future is based on development of its huge potential to generate power through its rivers, tide and wind, and the tie to Westminster is becoming a major impediment. Alison PrinceWhiting Bay, Isle of Arran  In your editorial (23 July) you note that ground is being lost in tackling climate change. What is frustrating is that we could tackle three problems at once. We urgently need to invest in a range of zero-carbon technologies to tackle climate change. We also need public spending to stimulate growth. Finally, we need to reduce our dependence on energy imports. A report by the Offshore Evaluation Group noted that investment in offshore wind could create 145,000 jobs and generate the equivalent of 1bn barrels of oil annually. It also noted that we could be a net exporter of energy, by becoming the &quot;Saudi Arabia of the renewables world&quot;. In short, through zero-carbon technologies we create sustainable growth which stimulates the economy, tackles climate change and reduces the risk of resource wars. We need to agree internationally, however, to return to Keynesian economics to move forward, otherwise nothing will change. Mark MurtonWallington, Surrey   Your editorial correctly assumes that man-made global warming is a fact and that remedial action on a global scale is both urgent and essential. But if the people I talk to are anything to go by, this premise will not be accepted by many of your readers, let alone by the readership of the Daily Mail. This extraordinary discrepancy is largely due to the success of a phenomenon you do not to mention: the organised campaign to promote the false idea that the science of climate change is in doubt. Oreskes and Conway, in their meticulously referenced book, Merchants of Doubt, record that this campaign has been conducted by the same groups that previously sought to undermine the science linking tobacco smoking and disease, fossil-fuel burning and acid rain, CFC release and the ozone hole over the Antarctic and other issues. In each case they have used the same devastatingly effective techniques. As a result of their activities, it took 50 years to establish the truth about smoking and disease. We do not have that long this time. The motivation which seems to unite these perverse campaigns is a fanatical hatred of external regulation. Although many of us share this feelingto some extent, reasonable people also accept that there must be areas in which external regulation is unavoidable: we cannot all choose which side of the road we drive on. The claim, that climate change is not the result of human activities and therefore we have no need to change our behaviour, is all too gratefully accepted. It is not just the scientifically illiterate who swallow the line, in spite of the vast body of evidence to the contrary, and in spite of increasingly compelling personal experience. A generation which obsessionally deprives its children of sunshine for fear of distant adverse effects, now shrugs its shoulders at immeasurably greater dangers. It is time we faced down the tiny band of organised doubters and took common cause in this greatest of all challenges to humanity. Dr James WillisAlton, Hampshire", 
    "section": "environment", 
    "gid": "environment/2012/jul/24/cameron-cools-climate-change", 
    "wordcount": "1021"
}