{
    "headline": "iPhone apps hit by App Store corruption", 
    "text": "Scores of apps, including the free version of Angry Birds, which have been updated in Apple&apos;s App Store for both iOS and Macs over the past few days are suffering corruption that makes them crash on launch, even when they are deleted and reinstalled. Apple told the Guardian that it is looking into the source of the problem. Developers suggested to the Guardian that the problem was temporary, and is now receding as revised versions reach servers offering the apps. The problem was first raised by iOS and Mac developer Marco Arment, who says that he believes it affects a number of apps that were updated between 3 July and 5 July, and that the only fix - &quot;once good copies are being served again by the App Store&quot; - is to delete and reinstall the app. But even that was not always sufficient to solve the problem, he notes. Scanner Pro, made by developers Readdle, saw a number of one-star reviews from users after updating on 4 July. But problems seem to have been limited. &quot;105,000 people updated yesterday [4 July], but less than 1% experienced problems - they all were early downloaders&quot; Denys Zhadanov, the marketing manager, comments. &quot;Scanner Pro 4.1 was affected.&quot; One user complained that in the update they lost all their documents, while others complained that the app wouldn&apos;t start. Zhadonov told the Guardian: &quot;Technically, it seems that Apple&apos;s FairPlay DRM [digital rights management] mechanism weren&apos;t applied properly to the application packages that are delivered to user when he or she downloads the update. After the installation, application doesn&apos;t pass DRM validation and terminates immediately.&quot; FairPlay is the DRM system devised by Apple originally to prevent copying of purchased music from the iTunes Music Store, but now attached only to apps. Zhadanov said that the number of affected users rose rapidly to around 5% of downloaders, but then fell off: &quot;servers were affected, I think, and Apple was fixing that.&quot; In a blog post, Readdle said that most of the affected users seemed to be in the US and UK. But, it added, &quot;the issue is almost fixed and we only receive occasional emails about it.&quot; Arment described symptoms of the problem that users see:  The app crashes immediately on launch, every time, even after a delete and reinstall as long as the corrupt file is being served by the App Store. It doesn&apos;t even show the Default.png before crashing. Just a split-second of a partial fade to black, then back to Springboard [the iPhone&apos;s standard icon screen] It may only affect customers in some regions. If updating from iTunes, some customers might get a dialog citing error 8324 or 8326. Mac apps might show this dialog: &quot;[App] is damaged and can&apos;t be opened. Delete [App] and download it again from the App Store.&quot; The console might show: AppleFairplayTextCrypterSession::fairplayOpen() failed, error -42110   For Apple the problem is serious. Although it would have been greater if it had come near a product launch, the problem has spanned 4 July, the biggest national holiday in the US, when people would be expected to have spare time during which they would download apps. Arment advises developers to wait for a few days before uploading updated apps to the store so that the problem can be sorted out. Other developers confirmed to the Guardian that they have seen the problem. Arment has collected a list of more than 70 apps that have been affected.  The issue only arises if the app has been updated and uploaded by the developer in those crucial days. Apps already on the store which have not been changed seem not to be affected.  The App Store for iOS - covering the iPhone, iPod Touch and iPad - has hundreds of thousands of apps, of which a sizeable number are updated every day. The Mac App Store, which offers a similar digital store for programs for the Macintosh range, has a smaller range, but often with higher prices. Arment warned developers in his post that updating before the cause of the corruption is identified and removed was risky: &quot;all of your most active users, the people who will install updates within hours of them becoming available, will be stopped in their tracks. They&apos;ll think you&apos;re careless, incompetent, and sloppy for issuing a release that doesn&apos;t work.&quot; The issue appears to be unprecedented, and users of both iOS 5 and the in-test iOS 6, due for launch in the autumn, have been affected.", 
    "section": "technology", 
    "gid": "technology/2012/jul/05/iphone-apps-app-store-corruption", 
    "wordcount": "767"
}