{
    "headline": "Operation Tuleta makes sixth arrest in computer hacking investigation", 
    "text": "A 55-year-old man has been arrested in Cardiff by police from Scotland Yard&apos;s Operation Tuleta investigation into computer hacking. The man was arrested at his home on Friday morning on suspicion of offences under the Computer Misuse Act 1990 and the Regulation of Investigatory Powers Act (Ripa) 2000. He was later bailed to return to a south London police station in October 2012. The Metropolitan police said the arrest was not directly linked to any news organisation or the activities of journalists. The man is the sixth person to be arrested under Operation Tuleta, which was launched in July last year as a splinter investigation to Scotland Yard&apos;s Operation Weeting probe into phone hacking. The Met police said the man is in custody at a police station in the Cardiff area. Operation Tuleta is investigating the use of so-called &quot;trojan&quot; emails which allow a hacker to take over a target&apos;s computer. The team reports to the deputy assistant commissioner, Sue Akers, who will shortly retire as head of the related phone-hacking investigations. The first arrest under Operation Tuleta was a 52-year-old man in Milton Keynes in November 2011. To date, Operation Tuleta detectives have made six arrests, while 24 people have been held under Operation Weeting and 41 people have been arrested by Operation Elveden officers investigating inappropriate payments by journalists to police and public officials.  To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook. ", 
    "section": "technology", 
    "gid": "technology/2012/jul/13/operation-tuleta-arrest-computer-hacking", 
    "wordcount": "289"
}