{
    "headline": "Wii U: European launch date announced", 
    "text": "Nintendo&apos;s Wii U console will be launched across Europe on 30 November, the company announced on Thursday. North America will get the new machine first, however, with a 18 November release, while Japan must wait until 8 December. There will be two versions of the console at launch. The basic White pack comes with the machine, a GamePad, AC adaptors and an 8GB hard drive. The Premium Black edition features all that plus a Wii Sensor Bar, a copy of the launch game Nintendo Land and a subscription to the Nintendo Premium Network, which gives points to players for downloading games, and provides a 10% discount on digital titles.  No prices have been given for the UK bundles, as retailers tend to set their own against the trade cost of the machine. However, in the US, the White bundle will be $300 (186), while the Black is priced at $350 (217).  Industry watchers expect prices in the UK to be higher than a straight dollar to pound conversion. &quot;Yesterday I was predicting a price of between 229 and 250 for the basic edition,&quot; said Piers Harding Rolls, senior principal strategist at IHS Screen Digest. &quot;I expect the premium version will be at around 270. The big change is that Nintendo has replicated what Sony and Microsoft have done  having a tiered strategy to target different types of consumer. Doing that with a single price would have been difficult.&quot; While the Wii U console is reported to be 20 times more powerful than the original Wii and capable of displaying high-definition graphics, the console&apos;s big draw is its GamePad. This tablet-like controller has its own screen, which allows users to continue to play games if the main TV is unavailable. The GamePad screen can also be used as a companion to the main display, letting players view game maps, inventories, or other components.  &quot;It definitely has a lot of scope for experimentation,&quot; said Pete Shea of Glasgow-based Firebrand Games, which is working on an unannounced Wii U project. &quot;The combination of a second viewport on handheld screen, very accurate gyroscopes and accelerometers, and front and back cameras seems to offer a lot of possibilities and you&apos;re seeing some of the more obvious ideas already in titles like ZombiU.  &quot;The Controller itself is light, nice to hold and has a great display on it - it feels impressive and natural in the hand, and once you hold it and play with it, it does make sense  perhaps not in the revolutionary way Wii Remote made sense, but it is intriguing nonetheless.&quot; This &apos;dual-screen&apos; approach to gaming is not exclusive to Wii U, however. The Playstation 3 has similar connectivity features with the handheld Vita console, while Microsoft is looking to pair up smartphone devices with its Xbox 360, via a new application named SmartGlass.  The European launch of Wii U will be accompanied by nine games on day one. Key titles include Nintendo&apos;s own New Super Mario Bros U and Nintendo Land, as well as the survival horror adventure ZombiU from Ubisoft and conversions of major hits Fifa 13 and Mass Effect 3.  The big news of the European press event was that cult Japanese developer Platinum Games is working on a Wii U exclusive sequel to its critically lauded action adventure Bayonetta. Although many of Nintendo&apos;s more casual fans will not have heard of this title, it was hugely popular among hardcore gamers. Indeed, the message throughout the European press presentation, hosted by Nintendo Europe head, Satoru Shibata, was that Wii U would be as much for experienced gamers as it is for family and casual audiences.  Whatever the case, the console needs to be a big hit for Nintendo. The veteran manufacturer has had a tough year, its 3DS handheld console failing to sell in the expected numbers leading to annual losses of 329m in 2011. It is now facing competition from both its console rivals, Sony and Microsoft, and the smartphone, Facebook and tablet sectors, which are chipping away at the casual gamer market.  &quot;The Wii U will change the way you play games,&quot; promised Nintendo US head Reggie Fils-Aimes at the North American press launch. The company&apos;s clear challenge now is to communicate the unique aspects of its new hardware in a way that users understand  just as it did with the Wii Remote, a simpler technology in a far less competitive market.", 
    "section": "technology", 
    "gid": "technology/2012/sep/13/wii-u-uk-launch-date-announced", 
    "wordcount": "752"
}