{
    "headline": "Rio+20: reasons to be cheerful", 
    "text": "Read the post mortems and commentaries from Rio+20, and you&apos;d think a global disaster had taken place. The UN multilateral system is said to be in crisis, the environment is falling off the edge, and every blade of grass and hillside is for sale. Pundits and NGOs scream that it was &quot;the greatest failure of collective leadership since the first world war&quot;, &quot;a bleak day, a disastrous meeting&quot; and &quot;a massive waste of time and money&quot;. Perspective, please. Reaction after the 1992 Rio summit was uncannily similar. Countries passed then what now seem far-sighted treaties and embedded a slew of aspirations and commitments into international documents  but NGOs and journalists were still distraught. They said the climate change agreement was too weak, that sustainable development was too abstract a concept, that the promised aid was inadequate, and that the US had guaranteed the felling of the Amazon forest by refusing to sign the biodiversity convention. There were, they said, no agreements on population growth or subsidies, or oceans, or trade, or women&apos;s rights  and myriad other issues. In short, just like Rio 2012, the meeting was said to be a dismal failure of governments to co-operate. I was pretty downhearted then, too. So when I returned I went to see Richard Sandbrook, a legendary environmental activist who co-founded Friends of the Earth, directed the International Institute for Environment and Development (IIED), and profoundly influenced a generation of governments, business leaders and NGOs before he died in 2005. Sandbrook made the point (I paraphrase) that NGOs always scream murder because it is their job to push governments, that pundits exaggerate because they are controversialists, and that UN conferences must disappoint because all views have to be accommodated. But what was important about Rio 1992, he said, was not the agreements signed or the promises made  it would be naive to think they would be met, he thought  but that a new global understanding about development and the environment was emerging, which would challenge orthodoxies and bring change. The articulation of the problems and the discussion about the solutions was as important as the limited response that any government could give. So should we be depressed, I asked. Not at all, he replied. Change does not happen in a few days&apos; intense negotiation. It is a long, muddled, cultural process that cannot come from a UN meeting. Had the UN ever stopped torture or war, animal cruelty, or the trafficking of children? Had it ever made trade fair or stopped corruption? No, he said, and you should not expect it to. Real change comes from stronger institutions, better public information, promises being kept, the exchange of views, pressure from below, and events that make people see the world differently. And not from governments, which are always full of empty rhetoric and which follow rather than lead. So, in the light of the vast growth in global environmental awareness and technological change that has taken place in the past 20 years, and which is bound to grow in the next 20, here are a few good reasons to look back at Rio+20 and be a little more cheerful: 1) It didn&apos;t fall apart. This was actually a fantastic achievement. Until the last day, the US and developed countries appeared hell-bent on returning environmental negotiations to where they were 25 years ago. As Martin Khor, head of the South Centre in Geneva, said: &quot;The biggest battle in Rio was to get developed countries to just renew the original commitments of the 1992 Earth summit.&quot; Only on the last day, under intense pressure from everyone, did the US give in. Phew. 2) Rich countries and western NGOs wanted to rush through targets and timetables for fresh environmental goals, but this was sensibly resisted. Not as some would have it because poor countries like living with pollution, degraded forests, depleted seas and endless slums, but because they rightly said social and economic factors had to be taken into account, too. Besides, it was pointed out, there are already plenty of international targets and timetables; what is needed is stronger institutions to run and police them. 3) Rio+20 was an extraordinary trade fair of political, social, technological and commercial ideas. There were more than 3,000 fringe events. A new generation of business and political leaders has started to connect company success with social and environmental issues that were previously the concern only of NGOs. South-based social and justice movements that barely existed 20 years ago raised the temperature, and technological innovators, social media and traditional NGOs all found their voice. 4) Two eye-catching global bottom-up initiatives emerged, both of which are sure to grow into great global causes over the next 20 years. The first is the push, led by Greenpeace, to protect the Arctic, and the other is to eliminate fossil fuel subsidies. 5) The promise of a strengthened UN environment programme and a high-level political forum on sustainable development to replace the existing Sustainable Development Commission was entirely positive. If they are allowed to set an agenda, and are given high political backing, then the modest document coming out of the summit could be transformed in time into a world-changing process.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/27/rio20-reasons-cheerful", 
    "wordcount": "878"
}