{
    "headline": "Stick to one instrument, violinist Nicola Benedetti tells pushy parents", 
    "text": "One of the world&apos;s leading violinists, Nicola Benedetti, has urged Britain&apos;s more privileged children to stick with only one instrument and practise hard if they want to know the true meaning of fun. &quot;There is a worrying general tendency at home and in schools. It is a fear of discipline, a fear of enforced concentration and a slight hysteria about the nature of fun,&quot; she said. Benedetti, 25, who grew up in Scotland and was trained by Yehudi Menuhin in Surrey, is a committed crusader for greater access to musical instruments for disadvantaged children. But this weekend, before a solo concert at the Royal Albert Hall later this summer, the violinist told the Observer she believes that more financially secure British children also face challenges that can prevent them from finding the &quot;deep satisfaction&quot; that music has given her. &quot;A lot of the most privileged children face far too many choices,&quot; said Benedetti. &quot;It is almost paralysing for children. It can disorient them like a constantly faulty light, flicking on and off.&quot; Benedetti said the controversial idea of a Tiger Mother  a determined parent who lays down challenges for their child  is not all bad. &quot;I was encouraged to be consistent with something and I wasn&apos;t allowed to change instruments. There is a balance to be struck, of course, but to me the most crucial thing is consistency if you ever want a child to have that feeling of satisfaction in their stomach when they have made something work because they stuck at it.&quot; Benedetti, who will be running sessions for young musicians at the Royal Albert Hall in Kensington, London, before her concert on 25 September, played at the Last Night of the Proms last year and has since been honoured with an MBE for her community work in Scotland. Benedetti is the figurehead, or &quot;Big Sister&quot;, to the Scottish Big Noise scheme, an orchestral training project that works with children in Stirling&apos;s Raploch estate and is based on Venezuela&apos;s highly praised El Sistema. The renowned young conductor Gustavo Dudamel and his Simn Bolvar Symphony Orchestra are the best known product of that scheme and in 2011 Benedetti travelled to Caracas to play with them. Then, as the opening televised event of the Cultural Olympiad&apos;s 2012 Festival last summer, Benedetti joined Dudamel, his orchestra and the children of Big Noise for an outdoor concert in the shadow of Stirling Castle. Benedetti, who began learning violin when she was four at home in West Kilbride, said whenever she teaches she wants to create the &quot;feeling of enrichment that comes from making an effort&quot;. &quot;If I stick with one annoying finger movement, I know that the feeling the child will get at the end, when it works, is better than just being quickly satisfied by novelty,&quot; she said. Benedetti, who won the BBC Young Musician of the Year Competition in 2004, said that children from different backgrounds are always amazed by the fact she has to practise for four to six hours a day. &quot;There are no shortcuts. There are apologies I could make and ways I could pretend to be just like them, by playing music they already know. But no. I tend to say, &apos;This is what I love and this is what I am going to play. I haven&apos;t lived a life like you.&apos;&quot; The virtuoso argues it is not her job to persuade children to fall in love with classical music, or even to create the stars of the future. &quot;I am not trying to create a generation of virtuosos, although I am absolutely sure there are millions out there who have the talent but lack the financial means. But it is the orchestral experience that can be so great. It was a life-changing moment for me when I got to play with other musicians. There are very few things that give you that quality of experience. It is one of mankind&apos;s greatest achievements. Kids accept that when they feel it and the best tool I have is my own conviction.&quot;", 
    "section": "education", 
    "gid": "education/2013/may/05/nicola-benedetti-violin-pushy-parents", 
    "wordcount": "699"
}