{
    "headline": "Tim Cook asks Apple's parishioners to have a little faith in investments", 
    "text": "Tim Cook is not just any CEO. He is the CEO of Apple. That&apos;s not an administrative job; it&apos;s a Messianic one. He doesn&apos;t run a technology company, the way that Michael Dell runs a technology company. Cook runs a minor religion.  So when Apple&apos;s stock price falls sharply, losing one-third of its value in only six months to plop down to $475, and a major activist investor like David Einhorn of Greenlight Capital takes aim at Apple, and a venerable journalist like Bethany McLean nails 95 theses to the wall declaring Apple worth only a paltry $200  well, then, it becomes clear that it is time for Cook to go minister among his flock.  Cook has been making the rounds this week, offering soothing benedictions about the value and the worth of Apple. He will sit next to Michelle Obama tonight at the state of the union, showing that Apple is a company that America can be proud of.  Today, Cook took to the stage at the Goldman Sachs technology conference to do something rare for an Apple CEO: defend his company&apos;s stock. He didn&apos;t put it that way, of course, but that is the only reason that companies, particularly those as leery of the press as Apple, go to these conferences: to convince investors to pour money into them. The purpose is to make their case, or, as Wall Street calls it, to &quot;tell the story&quot; of the stock.  At the Goldman conference, Cook really settled into his priest-like role, trying to explain to investors why Apple deserves their faith. He talked about Apple&apos;s superior user experience the way that a prince of the church might lyricize about the rituals of masses; he said that companies that focus on technology &quot;specs&quot;, like processor speed or memory size, lack Apple&apos;s grace in creating a whole picture. &quot;They want that a-ha! moment,&quot; Cook said of users. &quot;Spec is the enemy of experience.&quot; Translation: technical knowledge is nothing like faith.  When he talked about the controversy around new Apple products that may &quot;cannibalize&quot; old ones, Cook used openly theological terms. He said that each Apple product does not cannibalize its brothers, but rather &quot;creates a halo&quot; around them  so that people who have an iPad will want an iPhone, and so on. The system unites them; the products are holy by association, like orthodox relics.  When he talked about Apple&apos;s controversial plan to keep its cash on hand, he talked about not in financial terms but as &quot;doing something good&quot; and said anyone who is campaigning against Apple&apos;s plan would do better to donate their money to charity. Cook spoke of Apple&apos;s infallibility, as the Catholic church once used to speak of its own. &quot;The only thing we&apos;ll never do is make a crappy product,&quot; he declared. &quot;That&apos;s the only religion we have: we have to do something great, bold, ambitious.&quot; Cook knows he doesn&apos;t just have to preach to the converted. Apple has captured most of them and now needs to expand its users, to evangelize among users of Windows or Android products. For the skeptics who are left, who aren&apos;t sold on user experience or the ritualistic belonging that Apple products give, Cook offered the lure of a clearer conscience: he said he doesn&apos;t have many bad days, but when he does, he goes into an Apple Store and it&apos;s &quot;like Prozac.&quot; Who needs votives or pharmaceuticals when an iPad mini fulfills you?     Apple Maps: one of the company's few, but critical, mistakes.    Cook is a smart man, clearly, but he is on thin ground here. Apple does in fact make crappy products on occasion, like the first Apple TV, which never caught on, or iTunes Ping, the social network for music, and more recently, Apple Maps. In fact, the release of the disastrous Maps app in September was the harbinger of Apple&apos;s falling stock price. (Apple Maps is, by the way, still crappy: the other day, a friend Instagrammed his Apple Maps request for directions to &quot;58 East 34th Street&quot; in Manhattan. What came up on the Apple Maps was a location in a largely uninhabited part of Saskatchewan, Canada.)  Still, Cook is no fool. He knows that you can&apos;t fight numbers with more numbers; people lose track. Apple has never been that company. It tries to appeal to the better angels. It knows that it is not the most popular technology company; its appeal is not based on numbers. It counters facts with arguments for faith. Umberto Eco once compared Apple to the Catholic church, and Windows to Protestantism:  &quot;[Mac] is cheerful, friendly, conciliatory, it tells the faithful how they must proceed step by step to reach  if not the Kingdom of Heaven  the moment in which their document is printed. It is catechistic: the essence of revelation is dealt with via simple formulae and sumptuous icons. Everyone has a right to salvation. DOS is Protestant, or even Calvinistic. It allows free interpretation of scripture, demands difficult personal decisions, imposes a subtle hermeneutics upon the user, and takes for granted the idea that not all can reach salvation. To make the system work you need to interpret the program yourself: a long way from the baroque community of revelers, the user is closed within the loneliness of his own inner torment.&quot; Let&apos;s talk about salvation. There is no question that Apple needs some. It&apos;s not in dire straits. The company is perfectly healthy, with solid profits, $137bn of cash in the bank, and a stock price that, at $475 a share, is still incredibly strong. Yet stagnant profits and and the drop in its stock price indicate that Apple should be thinking about changing its ways.  Investors, journalists and pundits have enjoyed chewing this over. Reuters blogger Felix Salmon argued recently that Apple should ignore its stock price, that it is based on nothing, that the stock says very little about the future of Apple, and that the company should not be concerned. Allan Sloan, a veteran columnist for Fortune, theorizes that investors should have been smarter than to follow the herd and that the &quot;lunatic lurching&quot; of Apple&apos;s stock is, at this point, more a source of entertainment than anything. James Stewart, of the New York Times, bemoaned Wall Street&apos;s inability to predict a company&apos;s future prospects. Bethany McLean, of Reuters, argued that Apple was overpriced in the first place and really should be worth no more than $200 a share. Many others have said that Apple&apos;s stock was so astronomically high that, like Icarus, it would have to crash.  The problem is that Apple&apos;s stock has not experienced a &quot;lunatic lurching&quot; at all; it has trended steadily downwards over months. That&apos;s a clear sign that investors are losing faith; if any other stock were to fall by one-third in such a short time, it would rightfully set off alarm bells. It is even more true with Apple, which was a paragon. Why do our idols fall? That is why everyone is obsessed with Apple.  Salmon is mistaken that Apple&apos;s stock price woes are, in his words, &quot;based on nothing&quot;; in fact, they are directly traceable, very crisply and clearly, to the introduction of Apple Maps. Stock prices do mean something; they are kind of an evaluation from the market of a company&apos;s prospects. And stock charts show, clearly, the exact dates when companies screw up. This stock chart, from Google Finance, shows that Apple stock started to decline on Sept. 21, 2012: the same day Apple Maps was introduced. Apple Maps was a notable fiasco, in which the executive in charge, Scott Forstall, was eventually ousted for refusing to apologize.  You could argue, very plausibly, that losing $227 on each share was a heavy price for Apple to pay for the map fiasco. It wasn&apos;t, however, just the problem of bad software itself, but that Apple showed itself for the first time capable of complete incompetence, which no one thought it capable of before.  It also showed it was bullying its users, who were not allowed to delete the app and replace it with the more functional Google Maps. That shook the faith of consumers and investors. Apple, rather than being a company anointed, rather than raining benedictions on its users, was acting like bumbling, giant Microsoft, dressing its users in hairshirts. The result was that Apple became a laughing stock.  This is unlike Apple, and it&apos;s why the company has had to try so hard as it did, trotting Cook out on Tuesday. Howard Lindzon, the founder of the StockTwits network of investors on social media, tweeted: &quot;I cringe at the whole idea of this forced $AAPL conference. Just a black eye in general.&quot; There was a time, he implied, when Apple did not have to justify itself to investors. Steve Jobs, as another tweeter noted, would not have done it.      David Einhorn says Apple needs to do more to unlock value for shareholders. Photograph: Eduardo Munoz/Reuters    So Apple has stumbled. Every company does. The Bible teaches that the proper response to a fall from grace is an open display of humility, and the stock market teaches the same, through a much harsher lesson. Henry Kravis, a billionaire who founded the giant takeover firm Kohlberg Kravis Roberts &amp; Co., has a piece of wisdom he likes to share about finance: &quot;Arrogance kills.&quot;  Unfortunately, humility is not Apple&apos;s strength right now. It is responding with hubris. It is not addressing the concerns of a major shareholder, Einhorn, who for the time being is very friendly to both Apple and Cook. Einhorn launched a campaign to get Apple to use its cash to pay shareholders a high-dividend type of stock. He criticized cash-hoarding Apple for its &quot;Depression-era mentality&quot; like &quot;someone who&apos;s gone through traumas  they sometimes feel they can never have enough cash&quot;.  To be clear: Einhorn&apos;s actual campaign is irrelevant. What matters is how the company responds to it. There is only one appropriate response to a major shareholder with far-reaching power: respect. Apple&apos;s stock price is not getting hit because it is suddenly misunderstood. It is not suffering because it is an artistic haven of perfectionist product geniuses that are too good for capitalism. It is a company that has suffered some hits to its image and needs to show that those are not permanent.  Yet Cook&apos;s response was high-handed toward Einhorn. While he said he will &quot;thoroughly evaluate&quot; Einhorn&apos;s suggestion, he dismissed and mocked Einhorn&apos;s pending lawsuit. &quot;It&apos;s a silly sideshow,&quot; Cook said, twice. He suggested, to laughs: &quot;You&apos;re not going to see us do a campaign mailing, you&apos;re not going to see a Yes on 2 sign in my yard. This is a waste of shareholder money, a distraction.&quot; He reacted, in short, with arrogance and hubris and the confidence of a man on top.  This is a mistake. Einhorn has an enormous amount of power on Wall Street. His nice-guy exterior masks a barely docked menace when it comes to his convictions. Richard Fuld at Lehman Brothers also dismissed Einhorn, to his detriment, and Green Mountain Coffee has been fighting a battle with him for nearly a year that has hit its stock price.  As Eric Jackson, a hedge-fund manager and Apple shareholder, put it in a piece this week, Apple has already given itself a black eye by attracting Einhorn&apos;s attention. &quot;What I want to focus on is how Peter Oppenheimer  Apple&apos;s CFO  could have let this get this far,&quot; Jackson wrote. &quot;Whatever Oppenheimer did behind the scenes before Einhorn went public with his complaints, it was a total bust. And he should be held accountable for that failure by Tim Cook and the rest of Apple&apos;s board.&quot; Cook doesn&apos;t have that leverage any more, to wave his hands benignly over the masses and declare them blessed by Apple&apos;s very presence. Apple, like any religion in contemporary times, has to prove why it&apos;s still worth the faith that people put in it. Investors  even the faithful  have become that much wiser to false idols.", 
    "section": "technology", 
    "gid": "commentisfree/2013/feb/12/apple-tim-cook-investors-have-faith", 
    "wordcount": "2026"
}