{
    "headline": "Seed diversity: a global route to food security?  in pictures", 
    "text": "   A farmer in Wollo, Ethiopia, one of the world's most genetically diverse countries, holds fresh wheat on a spike. Wheat, barley, millet, beans, maize and sorghum make up much of his diet. Ethio-Organic Seed Action, an NGO, is working to protect a rich seed heritage by establishing community-led seed banks Photograph: Damian Prestidge/The Gaia Foundation       Women make their way to a spring near their village in Wollo. Traditional farmers around the world rely on seed diversity to meet the challenges of climate, pests, disease, soil and nutrition. They build on seed varieties bequeathed by previous generations. Mohammed, an Ethiopian farmer concerned about threats to his traditional seeds, says: 'One variety is not enough for us. If we lose that, we are lost' Photograph: Damian Prestidge/The Gaia Foundation       Rare varieties of indigenous rice have been sorted and are ready for seeding in West Bengal, India. The Gaia Foundation, which supports Seed Freedom Fortnight, argues that if we are to ensure food security in a changing climate we must preserve as many indigenous varieties as possible. With seeds that can tolerant salt, flood and drought, nature is already one step ahead of the bio-tech industryPhotograph: Jason Taylor/The Gaia Foundation       Makhadzi (women leaders), in Venda, South Africa, showing the seeds they use for planting, storing and  rituals. Seed saving  selecting and breeding seeds to improve yield, resilience, taste and quality  is an essential part of farming. Women are often the custodians of seeds, selecting the finest to be saved for breeding and planting. Global agriculture is changing through the introduction of commercial hybrid seeds and genetically modified (GM) seeds, which pose a threat to biodiversityPhotograph: Will Baxter/The Gaia Foundation        This subsistence wheat farmer in Wollo is among many who could find their farming methods threatened. GM seeds are patented, meaning farmers who have bought them, or whose crops have been contaminated by GM pollen drift, are forbidden to save their harvest for replanting Photograph: Damian Prestidge/The Gaia Foundation       A farmer holds a bowl of teff seeds, indigenous to the highlands of Ethiopia and extremely nutritious. It is high in fibre, iron, protein and calcium. A few corporations have increasing control over seed and food across the globe, causing the traditional practices of seed saving to disappear  Photograph: Damian Prestidge/The Gaia Foundation       A dish of injera, a traditional bread-like staple made from teff flour. The African Biodiversity Network and the Gaia Foundation are working with farming communities to revive seed diversity. But to do this, they must reclaim control of their seeds Photograph: Damian Prestidge/The Gaia Foundation       A woman cooks vegetables for her family. The Wollo community enjoys a varied diet of nutritious local food and they feel strongly about preserving their seed sovereignty to enable that to continue Photograph: Damian Prestidge/The Gaia Foundation  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/oct/12/seed-diversity-food-security-in-pictures", 
    "wordcount": "0"
}