{
    "headline": "Visa denied? Navigating the visa minefield for visiting academics", 
    "text": "I have been invited to present a seminar paper at the Institute of Historical Studies in London in December, but my excitement is tempered by the inevitable visa application. As a South African citizen, I need a visa to gain entry to most of Europe and Asia, all of North America, and parts of Latin America. Most people need to apply for visas for long stays for study or work in foreign countries, but those of us from the developing world need visas for short visits as well. I am not going to add to the debate about the fairness or otherwise of the visa system, but, instead, want to describe its impact on my work as an academic in a developing nation. Every country has a different visa application procedure, but all require applicants to provide evidence of income  pay slips, bank statements  to show that they have adequate funds to support themselves abroad; proof that they will return to their countries of residence (return tickets, an employment contract, a letter from an employer); itineraries, hotel bookings, or a letter of invitation from a host, with copies of the host&apos;s passport and visa or residence permit; and a completed application form in which applicants must list every trip outside of their country of residence in the past decade, and declare any criminal convictions. I live in Cape Town, where most major countries have consulates, so attending visa interviews is usually not a problem. However, if I were to apply for an Austrian visa, I would need to fly to Johannesburg. Schengen visas, which are required for most countries in the European Union, cost only 52 and tend to have the most straightforward application processes. Fees for British and American visas start at around 91, but whereas the US occasionally grants visas that are valid for a decade, a British visitor&apos;s visa lasts only for six months. I have spent more than 130 on British visas in the past 18 months. Luckily, I paid for these visas with travel grants, and my applications were successful. If they had not been, I would have been allowed to appeal, but I would not have been refunded the visa fee. One reason why visas are occasionally refused is because applicants request the wrong kind of visa. This can be quite complicated. I am travelling to the UK to present a seminar paper. Logically, that means I should apply for a business (academic visitor) visa. But because I will be paying for my visit, I had to apply for a general visitor&apos;s visa. It seems petty, but a small mistake, like confusing which visa to apply for, can be pricey. I describe the expensive, time-consuming, and often quite invasive procedure of applying for a visa to explain why they influence my work. Because my American visa is valid until 2015, I jump at the chance of attending conferences in the US. Next year, I hope to present at a conference in Australia, but I will only attend if I manage to secure travel funds that will cover the cost of the visa (another 65). I recently presented a paper at a conference in London via Skype because I had neither the time nor the funds to apply for a British visa. My postdoctoral project considers the work of the Mothercraft Movement, a global organisation that worked around the British Empire during the 20th century. I want this project to have as broad a focus as possible, and visa applications have shaped my research plan to some extent. I have included India and east Africa in my study because Indian visas are free of charge for South Africans, and I do not need visas to travel to Kenya and Tanzania. I will choose between Canada and Australia because both charge hefty visa fees. I may include New Zealand, as South Africans do not require visas to visit there. As a South African at a respected, well-funded university, applying for visas is time-consuming and expensive, but I am usually guaranteed that my applications will be successful. For colleagues in other parts of Africa or south Asia, where consulates tend only to be located in major cities and where applications are viewed with suspicion, the process is even more fraught. Restricting our ability to travel means that we in the developing world must work twice as hard as our colleagues in Europe, North America, and Australia to produce good research. Sarah Emily Duff is an NRF Postdoctoral Research Fellow at Stellenbosch University, South Africa. She is interested in histories of age, the body, food, and consumerism, and writes a blog on food history. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/12/academic-visa-research-south-africa", 
    "wordcount": "812"
}