{
    "headline": "The forest is hard at work, preparing for the coming winter", 
    "text": "The mewing of a buzzard behind the trees drew my eyes from the Ordnance sheet as I debated which of several routes to take through Pignall Inclosure. Almost at once its calls were lost as the wasp-like zips of mechanical cutters filtered through the woodland. At the next gate, signs confirmed what the sounds had already indicated: forest management is active here. Ants are hard at work, too, preparing for the coming winter. There are many nests along the plantation edges, each with a host of insects bearing tiny fragments of plant material to add to the pile. One arrives carrying a sliver of grass equivalent in length to us carrying a 10-metre caber. The wind catches the grass as the ant struggles up the slope of the mound and turns it over, but it does not lose its grip on its cargo. This happens again, and again, before finally it reaches what seems to be a predestined spot at which to set down its precious load. Only then do other ants show any interest, very quickly covering the sliver with tiny fragments of their own to anchor it in place. The ditches are dry now but mauve heads of late flowering water mint, the yellows of spearwort, and the solitary off-white stem of sneezewort, show that there&apos;s plenty of moisture beneath the surface. Many plants have names that raise questions in the mind. Marsh thistles, for instance, are found in many different habitats, sometimes in quite dry places. It&apos;s clear that they have been in flower along the damp sides of the rides throughout the year. Those from the earliest months are now little more than rotting stumps. The latest, still blooming, have florets so small that I mistook some in a tangle of scrub for berries. Plants that flowered in midsummer have had their day but haven&apos;t yet lost their seed heads. These sparkle as the sun filters through the trees, and then there is beauty even in death. The annual William Condry memorial lecture at the Tabernacle/MoMA in Machynlleth, Powys, is at 7pm on Thursday 4 October", 
    "section": "environment", 
    "gid": "environment/2012/sep/28/pignall-new-forest-hard-work-winter", 
    "wordcount": "351"
}