{
    "headline": "Five best games optimised for iPhone 5", 
    "text": "Well, it&apos;s finally out and Apple fanatics have had the whole weekend to buy one  if you managed it, how are you getting on with the iPhone 5? Perhaps you&apos;ve already had lots of fun testing out the map functionality, but now, having found your way back home somehow, you want to do something different on it? Have no fear, here are five of the best games that have already been optimised to take advantage of the larger screen... Minecraft: Pocket Edition            If you haven&apos;t yet discovered the smartphone edition of Mojang&apos;s wonderful Lego-like creation game, now is the time to do it. Not only has it been tweaked for the new screen size and resolution, but the game has also just been thoroughly updated, adding lots of key elements from the PC version including the scary exploding creepers, chests to store your stuff in and beds! Asphalt 7: Heat            Essentially the smartphone answer to console gaming series Need For Speed, the latest Asphalt title from Gameloft features stunning visuals, 15 circuits and 60 licensed cars from the likes of Ferrari and Lamborghini. It also offers decent multiplayer functionality, with six drivers competing online or via Wi-Fi... and did we mention those graphics? Jetpack Joyride            The &apos;endless running&apos; favourite has been widened to fit that elongated screen, handily giving players a few extra micro-seconds to react to the game&apos;s array of rapidly approaching obstacles. Apart from that it&apos;s frantic business as usual, with wannabe jet pack pilots having to navigate a research lab for as long as possible, while whizzing over power-ups. Blast-A-Way      With its crisp, sparse, but characterful levels, this 3D puzzler will look lovely on the new display. Players have to guide their little robots around a series of spatial tests, using different bombs to clear paths. It&apos;s cute and engaging and will detonate your boredom on many a long journey. Horn            Taking on the might of Epic&apos;s Infinty Blade series, this richly detailed action RPG is effectively a great big console adventure, squidged into a smartphone screen (but not quite as squidged now, thanks to iPhone 5 optimisation). Naturally, you play a young hero who must save his village from an evil curse, and naturally, this involves battling huge beasts, solving puzzles and exploring a large, detailed kingdom.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/24/five-iphone-5-optimised-games", 
    "wordcount": "381"
}