{
    "headline": "Paul Watson plans to stay at sea to avoid arrest", 
    "text": "Paul Watson, the fugitive head of international marine activism group Sea Shepherd who is wanted by the police on three continents, plans to avoid arrest by staying at sea as long as possible. In an exclusive comment piece for the Guardian, the Canadian-born environmentalist who skipped bail in Germany in July, gives no clue to where he is except that he is in a &quot;safe haven&quot;. He says he plans &quot;to return to his ships&quot;. Sea Shepherd has a fleet of four ships, all of which are thought to be heading for Australia and the Antarctic ocean ahead of the Japanese whale hunting season that Sea Shepherd attempts to disrupt every year. Maritime law is complex but legal experts say that Watson is likely to be able to evade most police forces indefinitely if he remains in international waters. &quot;The question now is what should I do from the safe haven I currently occupy?&quot; says Watson. &quot;There is only one answer. I have no choice but to continue to serve my clients, the whales. I can do that far better at the helm of the Steve Irwin commanding the Sea Shepherd fleet  than I can defending myself from bogus charges by Japan. &quot;If I can return to my ships, I will. If not, my captains and their crews will return without me to once more defend the whales in the Southern Ocean whale sanctuary.&quot; Watson disappeared after being jailed in Germany and later bailed in the face of allegations by Costa Rica  strongly denied by Watson  that he endangered the lives of some of its shark finners back in 2002. Watson says that he strongly suspects Costa Rica is working with Japan to have him extradited to Japan on charges that he ordered a crew member to board a Japanese whaling ship. Japan has long declared him an eco-terrorist following annual skirmishes between its whaling fleet and Sea Shepherd in the Antarctic. In his article for the Guardian, Watson says he fled Germany after a tip-off by a source in the German Ministry of Justice that an extradition request by Japan to Germany to hand him over had been granted. &quot;I had no choice but to leave Germany. If not, I would now be in a cell in Japan.&quot; &quot;I have never suffered under any delusion that saving the whales in the Antarctic sanctuary would be easy, but the one thing I am certain of is that I and my passionate crew of international volunteers will never quit defending life in the seas from poachers no matter what consequences we must endure to do so,&quot; he writes.", 
    "section": "environment", 
    "gid": "environment/2012/aug/31/paul-watson-sea-avoid-arrest", 
    "wordcount": "450"
}