{
    "headline": "Outsourcing services allows academics to concentrate on what they do best", 
    "text": "This week the ravages of market forces have been evident in the UK higher education sector. With A-level results released and the recruitment caps (more importantly the funding caps) on AAB students removed, we have witnessed &quot;free market&quot; competition among universities for the best students. Last week, it was revealed by the Guardian that London Metropolitan University is &quot;to outsource most services to a private firm&quot; in a contract reputedly valued at 75m and no doubt taking advantage of the new VAT provisions to promote shared services among universities. Pearson plc, one of the UK&apos;s FTSE 100 listed companies, also revealed that it was opening a &quot;for-profit&quot; college to provide business undergraduate degrees. Its shares fell 10p on the news. These innovations were brought about by the government&apos;s response to the Browne review of the funding of higher education in 2010. The universities minister, David Willetts, described the Browne review as a &quot;paradigm shifting report&quot; and when introducing the white paper on higher education, he said that reforms would not only increase choice for students &quot;but universities will be under competitive pressure to provide better quality and lower cost&quot;. So how comfortable do you feel with this exposure to the market? Often the leaders of our great civic universities have reached the top by being the very best academics in their field. Has this prepared them well for the ravages of market competition? The University of the Creative Arts (UCA) has had a reported drop in applicants of 29.7% and is led by vice-chancellor Dr Simon Ofield-Kerr, a distinguished academic in fine art. The University of Roehampton in London has had a reported drop in applicants of 27.5% and is led by vice-chancellor Prof Paul O&apos;Prey, a leading academic expert in poetry. Both face tremendous challenges in this new market for higher education. But the university head who has caught my eye is the vice-chancellor of London Metropolitan, Prof Malcolm Gillies. Gillies is a trained musician and linguist, but clearly has a good understanding of how business works. He inherited a very difficult situation, but quickly applied the 80/20 business rule, cutting some 400 unsustainable courses so that London Metropolitan is now a slim 160-course university. His sharp focus on cost efficiency ensured that London Metropolitan University can offer degree courses at a lower cost to students than the average for the sector, giving him what the business world would describe as cost leadership. London Metropolitan&apos;s full-time undergraduate fee is the lowest in the public university sector. Gillies is now taking business economics one step further with the announcement that &quot;London Metropolitan University will outsource all services except teaching and [of course] the vice-chancellor&apos;s office&quot;. How scary, you might think. Surely, this is a masterstroke. Gillies is aiming to have his academic faculty concentrate on what they do best, being academics and teaching. When you delve behind the headlines, what you find is that he&apos;s actually trying to establish a centre of excellence for university back-office services, which he is then going to sell to other universities to help them improve service, reduce costs and of course make a return for London Metropolitan University. He&apos;s seeking a private-sector partner to help him achieve this. What London Metropolitan University will no doubt seek to do is to create a separate subsidiary company, taking advantage of recent VAT changes, to offer services such as IT, library facilities, student services, registry, careers, counselling, human resources, accounting and marketing to other universities. This is a classic business move of getting the university to focus on its core business to enhance service to its customer base rather than attempting to do everything for everyone. It is a fantastic example of the innovation of our vice-chancellors responding to the new market for higher education and seeking to create a new model for shared services. If Gillies gets this right he will deliver low costs for students and improved services that will benefit the entire UK higher education sector, including the creation of more specialist jobs. We should all applaud his efforts.  Carl Lygo is chief executive of the &apos;for profit&apos; BPP Professional Education group and principal of BPP University College", 
    "section": "education", 
    "gid": "education/2012/aug/20/london-metropolitan-university-outsourcing-services", 
    "wordcount": "710"
}