{
    "headline": "Mystery bird: American avocet, Recurvirostra americana", 
    "text": "    American avocet, Recurvirostra americana, Gmelin, 1789, also known as the avocet, photographed at Sabine woods and vicinity, a Texas Ornithological Society bird sanctuary located a few miles from Sabine Pass, Texas (USA).  Image: Joseph Kennedy, 22 April 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D200, Kowa 883 telescope with TSN-PZ camera eyepice 1/1000s f/8.0 at 1000.0mm iso400     Question: This distinctive North American mystery bird has a variety of specialised feeding behaviours. What are those? They also have several specialised body structures that evolved to meet their special needs. What are those? Can you identify this bird&apos;s taxonomic family and species? Response: This is a flock of American avocets, Recurvirostra americana. There are seven species total in Recurvirostridae, and they all have long legs and long thin bills -- the bills are upcurved only in the four Recurvirostra species. Avocets use their bills to forage in brackish or marine waters by sweeping them from side to side. The birds can pick prey from the water&apos;s surface, they can probe in mud, or they can stir up something to eat from the bottom of a body of water. The bill also has comb-like extensions that allow them to filter feed. Interestingly, the females&apos; bills are more sharply curved upwards, suggesting that feeding niches differ between the sexes.  Here&apos;s an avocet demonstrating the specialised feeding method shared by all four avocet species:             [video link] Here&apos;s a flock of avocets that are feeding and racing at the same time:            [video link] In addition to their long slender legs, avocets have webbed toes so in addition to wading in deep water, they can also swim like ducks.  American avocets are known to parasitize other birds by laying between one and four eggs in another female&apos;s nest, who then incubates them. American Avocet eggs have been found in the nests of mew gulls and of course, other bird species (including gulls), have been known to parasitize avocet nests.  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/03/5", 
    "wordcount": "391"
}