{
    "headline": "UK emissions fell further than other EU nations after mild 2011", 
    "text": "The mild winter of 2011-12 may seem a distant memory after this year&apos;s big chill, but the warmer temperatures helped the UK achieve a fall in greenhouse gases steeper than any other nation in the European Union. In 2011, the latest year for which figures are available, UK emissions of climate-warming gases dropped by 7%, compared with an EU average of 3.3%, according to data released on Wednesday by the European Environment Agency (EEA). The decrease in the UK&apos;s emissions, according to Europe&apos;s environment watchdog, came mainly from lower gas use in homes, owing to the milder temperatures, and lower demand for electricity. There was also more hydro-electricity production and technical problems that cut nuclear power output in 2010 had been resolved, bringing more low-emission power onstream. The fall in greenhouse gas emissions across the EU was significantly deeper than the 2.5% that had been expected, and came despite a marked recent increase in the use of coal, the dirtiest fossil fuel. A mild winter across other member states was a big contributor to the decline, as it was in the UK. Overall fossil fuel use  including coal, natural gas and oil  fell by 5% in the EU in 2011, but the use of coal alone rose by 2%. At the same time, renewable energy use fell, mainly because of a lack of hydroelectricity across the EU. Jacqueline McGlade, EEA executive director, said: &quot;The greenhouse gas emissions cut in 2011 is good news, however, it was largely due to a warmer winter. If Europe is to achieve the transition towards a low-carbon society, it will need sustained investment in technology and innovation.&quot; Coal use had been falling in the EU, as emissions from the highest carbon fossil fuel were penalised under the EU&apos;s emissions trading scheme, which requires heavy industries to produce permits for every tonne of carbon dioxide they emit. This was supposed to make coal less economic than cleaner alternatives such as renewables. But the emissions trading system no longer has any bite  businesses received so many free permits to emit carbon that they flooded the market, reducing the price to record lows. Earlier in 2013, the European commission proposed a tightening of the system, by postponing the release of a number of new permits. But after fierce business lobbying in Brussels, and a rebellion by Tory MEPs, that attempt was scotched and there is now little prospect of the trading scheme picking up in the next few years. At the same time, the boom in shale gas in the US has resulted in a glut of cheap coal no longer wanted there, that is now being imported into Europe instead at bargain prices. In the UK, coal use has increased significantly this year. As much as a third of power generation is now regularly coming from the ageing fleet of coal-fired power stations. The emissions data from Europe&apos;s environment watchdog came as a new report from Ernst &amp; Young, the consultancy, found that the UK was failing to attract renewable energy investment. The UK is no longer one of the most attractive EU member states for renewables companies, having slipped to fifth place in the rankings. Ben Warren, environmental finance leader at Ernst &amp; Young, said the government had not capitalised on the opportunities to move ahead of other EU states, where investment has been hampered by the eurozone crisis and economic uncertainty. He said: &quot;We are at a stage where the UK is presented with a unique opportunity to become a safe harbour for renewable energy investment in Europe. The foundations are there [but] competing visions and strategies within the government about the country&apos;s future energy mix pose serious questions among investors about whether we can compete for capital on a global level.&quot; He pointed to successes such as the green investment bank, set up with 3bn in taxpayer funding, but said more needed to be done  and done quickly  if the UK was to be a leader in green investment. &quot;There has never been a better time to turn the UK into the go-to market for investment in renewable energy in Europe.&quot; Whether the coalition has the appetite to be a leader in green investment has come under question from the green power industry. At the weekend, Ed Davey, the energy and climate change secretary, said that the UK would oppose an EU-wide 2030 target for renewable energy, to take over when the current 2020 goal, of generating 20% of energy from renewable, expires. Such a target is seen as essential by many green power generators to give investors the long term certainty to invest. The Department of Energy and Climate Change said that the UK was instead championing a tough limit on emissions target for 2030, of an EU-wide cut of 40% compared with 1990 levels, that would spur investment. But Guy Shrubsole, campaigner at Friends of the Earth, said: &quot;Investors want politicians to stop dithering, stand up to George Osborne, and demonstrate that the UK&apos;s green economy is open for business long-term.&quot; He urged MPs to vote for an amendment to the energy bill now progressing through parliament  and which will move to its third reading on Monday  that would ensure the power sector was effectively decarbonised by 2030. He said: &quot;MPs must vote to set a clean power target now, to drive forward investment in renewable energy and create thousands of UK jobs. Any more delays will see business lost abroad.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/29/uk-emissions-fell-further-eu-2011", 
    "wordcount": "922"
}