{
    "headline": "David Cameron and George Osborne are right to support wind power", 
    "text": "In a speech this week to the Institute of Civil Engineering, the Prime Minster, David Cameron, made clear his support for offshore wind energy. He highlighted some of the many advantages of developing the industry, saying:   Our focus here will be on offshore wind, for hard-headed reasons. It is secure, generated at home rather than imported - and it&apos;s one of the world&apos;s fastest growing energy sources, which means substantial economic opportunities. I believe we are well-placed to become a world leader in offshore wind power  and this government is doing all it can to make sure that happens.  Let&apos;s examine those &quot;hard-headed reasons&quot;. Wind brings us energy security by giving us a means to harness an abundant, clean and sustainable source of energy, reducing our dependence on expensive fossil fuel imports, increasingly from politically unstable parts of the globe. Let&apos;s not forget that Russia turned off the gas supply to Europe in 2006, when it became embroiled in a dispute with Ukraine, and was responsible for no less than 17 disruptions to gas supplies to Western Europe over the following 12 months.  More recently, we have all felt the pain this winter, when international gas prices soared by 40% compared to last year, sending domestic fuel bills rocketing. Should we carry on exposing ourselves to the instability of global energy prices and the unpredictability of global events, or should we recognise the political and economic value of taking control of our energy supply? As for the substantial economic opportunities, over the last decade offshore wind energy has attracted 5 billion in investment to the UK and is set to exceed 50 billion by 2020. Look at the multinationals queuing up to build wind turbine factories in the UK, such as Siemens and Vestas. Examine the number of people employed in the wind industry onshore and offshore in the UK  nearly 12,000, now, with nearly 90,000 jobs by 2021. Which other industries can offer such enormous opportunities to develop our engineering skills, our manufacturing base and our supply chain? The UK is already the global leader in offshore wind power, with a greater installed capacity than anywhere else in the world  enough to supply more than a million homes with electricity all year round  and the government is calling for a eight-fold increase in the amount of offshore wind installed by 2020, which the industry can achieve as long as it gets the right level of support from ministers. In return, as well as bringing the environmental benefits of clean energy, the wind industry is committed to giving consumers value for money. The independent energy regulator, Ofgem, has just published a report showing that financial support for wind now costs the average household just 15 pence per week - not the nonsense put out by wind energy opponents claiming increases of 200-400. Those figures are more in line with what we should expect if we don&apos;t increase the contribution from renewables. That&apos;s one of the reasons why the chancellor, George Osborne, said in the budget statement: &quot;I also want to see investment in our world-leading energy sector, including renewables. Renewable energy will play a crucial part in the UK&apos;s energy mix&quot;. In this momentous year of the Queen&apos;s Diamond Jubilee and the Olympics, the UK will also play host to a major international conference on offshore wind. Events like this are tangible demonstrations of the global reach of the wind industry, its ambitions and its sense of confidence. No wonder our prime minister, chancellor and prominent members of the cabinet are keen to support it.  Maria McCaffery is the Chief Executive of RenewableUK, the trade association for the UK&apos;s the wind, wave and tidal energy industries sectors", 
    "section": "environment", 
    "gid": "environment/blog/2012/mar/22/cameron-osborne-support-wind-power", 
    "wordcount": "628"
}