{
    "headline": "Dispelling myths around the green deal", 
    "text": "When it launches this autumn, the green deal will become the most ambitious home improvement programme since the second world war. It is at the heart of the coalition&apos;s strategy. A plan to improve the nation&apos;s draughty homes at no upfront cost, not just to green our economy but to also help family&apos;s improve their homes, cut their fuel bills and with that, reduce the UK&apos;s dependence on expensive imported fossil fuels. To some people this sounds too good to be true and others have misinterpreted existing research or just got their facts plain wrong. So I want to address some of the myths about the green deal that seem to be doing the rounds: 1. People won&apos;t save money People can expect to save money. There will be two assessments to help consumers see for themselves how much they stand to save. The first assessment will take account of the average energy use of the home, and the second will look at how the occupants use the home so they can enter the green deal knowing how best to maximise what they will save. The green deal charge will be fixed from the start too and is designed to ensure money is saved based on existing energy prices. So if energy prices rise, which seems likely, savings will substantially increase. 2. The method used to calculate the savings is inaccurate This isn&apos;t true. The standard assessment procedure (SAP), which is what we use to calculate how much people will save, is based on a survey of thousands of homes and is being constantly updated to take account of the latest research and experience of energy saving measures. 3. A number of surveys and pilots have shown that people don&apos;t save Research highlighted recently in the media was based on a handful of homes and included a wide range of home improvements beyond what was necessary to reduce their bills. Further, the trials were not done to green deal standards as they included a number of measures that won&apos;t be fully funded under the Green deal like solar heating which will be subsidised under a different scheme. Therefore they were not testing the green deal. Clearly government can&apos;t guarantee people will save money if they then change the way they use energy, for example by heating their home for longer each day. But they should still save money compared to what it would have cost to power their home in that way without a green deal. 4. People will have to pay for improvement work if they want to build a conservatory This is simply not true. Standard sized conservatories are not included in the plans that the Department for Communities and Local Government has been consulting on. 5. People will be forced to take out a Green deal This is absolutely not true. The green deal is simply one option for funding energy efficiency measures which people may wish to consider, but no one will be compelled to take out a green deal Plan. Further, green deal is not personal debt nor standard credit scored as the finance will be attached to the electricity bill of the property. In the next few weeks and months, working closely with the private sector and local authorities, we will put in place the final details of the scheme. I have no doubt that after it has gone live, with the benefit of real life experience, we will want to come forward with improvements to the way it works and in due course, additional incentives and appropriate penalties to keep it on track, as well as take account of exciting new technologies as they become available. However the basic green deal framework for allowing people to make improvements to their home without any upfront cost which can then be paid for through electricity bills over 25 years, from the very savings they create, leaving people better off; that is rock solid.", 
    "section": "environment", 
    "gid": "environment/2012/apr/13/myths-green-deal", 
    "wordcount": "658"
}