{
    "headline": "Lesson in democracy", 
    "text": "The autocratic powers taken by the secretary of state for education, whereby he intends to change the schooling of every young person in England, ought to cause reflection on our claim to be a democracy. There has been no electoral mandate and no significant national debate. The nation&apos;s teachers, parents, business people, academics, writers, artists, social workers, and even young people, have had no meaningful say in this momentous decision. On the e-petition list is one calling for a royal commission on education (number 32529, which deserves support); perhaps another is needed on democracy.Michael BasseyNewark, Nottinghamshire  Michael Gove claims that a belief in &quot;a distribution of abilities so fixed that great teaching can do little to change&quot; is indicative of a dated mindset. Why on Earth, then, does he propose restricting the number of top exam grades? Harry SmithPhiladelphia, USA   Mr Gove&apos;s plans fail to address the essential problem that far too many pupils arrive at secondary schools without the ability to read, write and do maths well enough to engage in any kind of exam programme at all. It is madness to spend a fortune on changingthe whole exam system while cutting back on Sure Start and other early-years initiatives.Richard GilyeadSaffron Walden, Essex   The proposed changes will expect students, above all else, to be good at exams. At any level, that&apos;s crazy. Take Sylvia Plath, when a student at Cambridge, writing home about her fury at such a system: &quot;It&apos;s disgusting to think that two years of work and excellent, articulate, thoughtful papers should be judged on the basis of these examsand nothing else. I have been so wound up by the enormity of disgorgingsuch amounts of knowledge morning and afternoon&quot; (Sylvia Plath, Letters Home).Peter KaanExeter   Ebacc? With Wallace and Gromit at Mr Gove&apos;s side, at last there&apos;s light at the end of the educational tunnel.Colin CrouchBognor Regis, Sussex", 
    "section": "education", 
    "gid": "education/2012/sep/18/lesson-in-democracy-ebacc-gcse", 
    "wordcount": "324"
}