{
    "headline": "30 best iPhone and iPad apps this week", 
    "text": "Welcome to the Apps Blog&apos;s weekly roundup of new iPhone and iPad apps, hand-picked from new releases in the last seven days (and the odd pearl that slipped through the net in the last month). The roundup includes apps and games, with the price in brackets relating to the initial download only so those marked (Free) may be freemium, using in-app purchases. This week&apos;s Android apps roundup can be found here. Now check out this week&apos;s notable iOS apps: Petting Zoo by Christoph Niemann (1.49) There&apos;s only one word for this animated animals children&apos;s app: delightful. Created by author and illustrator Christopher Niemann, it&apos;s a collection of hand-drawn animals for kids to interact with through swipes and taps, and is fizzing with character, craft and humour.iPhone / iPad Yogify (Free) Yogify is a mobile yoga app aimed at beginners and veterans alike, with more than 50 classes and 275 yoga poses to practise. Photos, audio instructions and social features aim to get you bending and stretching just so, with the classes sold as in-app purchases. The publisher may be a surprise too: games firm EA.iPhone Snoop Lion&apos;s Reincarnated: Track Notes App (Free) Covered at more length earlier in the week, this is an advance promotion for the new album from Snoop Lion (formerly Dogg). Aiming to offer the tablet equivalent of liner notes for vinyl albums, it offers songs, videos and notes on Snoop&apos;s inspiration for his career pivot into reggae.iPad Solitaire Blitz (Free) PopCap Games now a subsidiary of yoga giant EA had big hits with Plants vs Zombies and Bejeweled Blitz on the App Store. Solitaire Blitz is cut from the same cloth as the latter, boiling the familiar card game down into 60-second rounds, with Facebook connectivity enabling players to challenge friends. In-app purchases push the action along if desired.iPhone / iPad The Very Hungry Caterpillar &amp; Friends Stickerbook (0.69) If you missed this week&apos;s annual Very Hungry Caterpillar Day (yes, it&apos;s a real thing) this app may be a good way to belatedly celebrate. Based on Eric Carle&apos;s famous children&apos;s book, it presents kids with five scenes to decorate with 57 digital stickers of characters and items from the book as well as other Carle titles full of creepy-crawlies.iPhone / iPad Couch Music Player (1.49) If you&apos;re using your iPad lots to play songs from your iTunes collection, Couch Music Player is well worth a look as an alternative to Apple&apos;s default Music app. Designed for sofa usage, it helps you swipe songs into queues and slider-bar your way through tracks. Good for solo use and house parties alike.iPad The Word Monsters: Learn to Read (Free) This is the latest app hoping to help children learn to read in this case, through phonics-based stories about a group of cartoon monsters. Its educational principles are impeccable (albeit based on the US rather than UK curriculum) while its mixture of storytelling and colourful mini-games offers entertainment rather than just education.iPad Indiana Stone: The Brave and the Boulder (1.99) As concepts go, this one&apos;s rather marvellous: an endless runner game starring a pixelly Indiana Jones clone but where you play as the boulder rolling after him. Or, as developer TwinSky puts it, a &quot;roll reversal&quot;. Ouch. But yes, the game&apos;s retro graphics, &quot;metric ton of unlockables&quot; and four modes should provide plenty of fun.iPhone / iPad Little Dead Riding Hood (1.99) Parents of younger (or sensitive) children may wish to give this retelling of Little Red Riding Hood a miss, what with it being based on an undead corpse with an eye missing. Older kids will love it, I suspect: scary in all the right ways, with excellent production values. A creepy treat.iPad Fetch (2.99) Publisher Big Fish Games apparently spent a year and $1m making Fetch, which is a bold move given the ferocious competition on the App Store. It looks very impressive though: a well-crafted adventure game with aliens, robots and a lost dog named Bear.iPad Monster World (Free) Monster World may just be the most well-known game in this roundup: publisher Wooga says 50m people are already playing it on Facebook. This is a completely separate game though the two don&apos;t synchronise but the gameplay is similar. Your job is to grow a garden, complete quests and visit friends, with in-app purchases available to speed things up.iPhone / iPad Nitro (Free) Free-to-play driving games are big business judging by CSR Racing and Real Racing 3, even if they can also be controversial. Nitro is the latest at the starting line, offering a familiar blend of street-racing and car customisation, including real-time multiplayer racing and yes indeed in-app purchases for keener petrolheads.iPhone / iPad Glide Instant Video Messaging (Free) There are quite a few startups betting on video messaging being the next big breakout category on the App Store. Glide is the latest with its app that aims to combine &quot;the personality of video chat with the convenience of texting&quot;. The idea being to ping videos to friends, and chat live if they&apos;re online and available. Facebook provides the social connectivity.iPhone Pevsner&apos;s Architectural Glossary (2.99) Something more serious here: an app that brings the architectural terms from Sir Nikolaus Pevsner&apos;s Buildings of England book to your iOS device. More than a thousand are included, with line drawings, images and map locations for relevant buildings. &quot;From abacus to zigzag via dosseret, hoodmould and squinch...&quot;iPhone / iPad Freckleface Strawberry Monster Maker (Free) Freckleface Strawberry is a character dreamed up by Hollywood star Julianne Moore for a series of children&apos;s books. Now she&apos;s on the iPad, with an app that offers a story as well as a monster-making section for kids to create their own beasts and share them with friends and family.iPad Order &amp; Chaos Duels (Free) Gameloft&apos;s Order &amp; Chaos games have found a wide fanbase on iOS and Android alike. Now the company has used its fantasy franchise to leap on board the card-battler bandwagon. This game involves collecting more than 250 cards, sorting them into decks and then fighting other people online. The publisher promises &quot;Accessible gameplay. Deep strategy&quot;. Hopefully it&apos;ll nail both  many mobile card battlers, although popular, aren&apos;t as accessible as they might be.iPhone / iPad Guess How Much I Love You - Interactive Episodes (1.99) It&apos;s been a really good week for interesting new children&apos;s apps on iPad. Guess How Much I Love You started as a book, then was turned into an animated TV series. This app is based on the latter, with two tales of Big and Little Nutbrown Hare. Cartoon sequences are broken up with interactivity: mini-games, puzzles and musical fun.iPad Hang w/ (Free) More social video, but this is entirely live, and broadcast &quot;from one phone to many, from anywhere at anytime&quot;. The idea being that you follow other people (in the app, not in real life, please) and then get notified when they&apos;re broadcasting live. The App Store listing hints that celebrities, athletes and musicians could use it to broadcast to fans in the future, too.iPhone AudioBoo 2 (Free) Sound platform AudioBoo has been around for a long time now, but it has a brand new iPhone app replacing the previous one rather than simply updating it for browsing and listening to other people&apos;s &quot;Boos&quot;, and recording your own.iPhone Endgame:Eurasia (Free) Initially rejected by Apple when it was about the conflict in Syria, a name-change later and Endgame:Eurasia has been approved for App Store distribution. It aims to explore &quot;modern war&quot; as you try to bring a rebellion to a successful conclusion. Any Big Brother connotations in the new title were presumably diplomatically ignored by Apple&apos;s review team this time round.iPhone Goatup 2 (2.49) In many ways, 2013 should be veteran games developer Jeff Minter&apos;s time: goats are the top trending animal on YouTube, after all. Known for his furry-animal focus and some of the best-loved games in the 1980s, he&apos;s been working on a steady flow of iOS games in recent times. Goatup 2 stars, yes, a goat leaping around a series of platform levels eating, swimming and farting. A level editor lets you create your own challenges for friends too.iPhone / iPad Pixies - Fun With Photos (Free) For many people, the be-all and end-all of having &quot;fun with photos&quot; is Instagram. Still, for those looking for a new photo-editing fix, Pixies may be worth a look. It&apos;s a way to quickly slap text and digital stickers onto your photos then share them to social networks  or turn them into physical products (t-shirts, mugs, mousemats etc via a partnership with Zazzle.iPhone The Trip Little Critter Reading Adventure (2.49) I get the sense book character Little Critter may be better known in North America than on this side of the Atlantic. Perhaps his appearance in several apps including this new one  will boost his fame. It&apos;s a &quot;reading adventure&quot;, which means a mixture of storytelling and puzzles based on letters, numbers, shapes and colours.iPhone / iPad Drawma: Celeb Gossip Doodle (Free) More photo-editing with this app, which could be subtitled &quot;Do to photos of famous people what Perez Hilton does&quot;. Scribble on them, in other words. It pulls in photos, videos and articles from more than 20 gossip websites, and lets you doodle on the pics before sharing them with friends. iPhone The Jump: Escape The City (Free) If 3D racing games are your bag, The Jump may be the latest to flex your fingers. One nice touch: it&apos;s designed around &quot;bitesize&quot; play as you try to escape a series of challenges in five minutes or less. There&apos;s also music from DJ Poet  a Grammy award-winner, no less.iPhone / iPad Mrs. Potato Head Create &amp; Play (Free) This new app from Callaway Digital Arts follows a similar Mr. Potato Head app earlier in the year. The idea is the same: create and tweak the chippy character with more than 200 parts, capture snapshots of her and  assuming you&apos;re happy to pay to remove the ads or get extra playsets.iPhone / iPad Abalone (1.99) 6m copies of the Abalone board game have been sold, but now it&apos;s available in digital form for mobile devices. The game, which involves pushing marbles around, can be played against a friend (locally) or against AI opponents, with a 60-level challenge mode to refine your skills.iPhone / iPad Doodle Learning Times Tables (0.69) Another children&apos;s app, this time with a pure educational focus. This is all about multiplication, as children match questions with answers, and create their own scenes with digital stickers as a reward.iPad Mini Golf MatchUp (Free) This social mini-golf game shot past 1m downloads in its first day of release. It sees you playing 70 holes over five courses, negotiating dinosaurs, pyramids and sharks along the way, while challenging Facebook friends and bragging on Twitter.iPhone / iPad Fireman Sam - Fire &amp; Rescue (2.99) One final app for kids, with a famous brand behind it. Fireman Sam is the hero in this collection of mini-games and activities, with Pontypandy villagers to be rescued, fryer fires to be put out, and hoses to be mended. iPhone / iPad That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations or pass judgement on the apps above in the comments section.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/mar/22/best-iphone-ipad-apps-petting-zoo-yogify", 
    "wordcount": "1953"
}