{
    "headline": "Microhydro energy: reinventing the wheel", 
    "text": "Dreifa Mills sits in a Welsh valley near Cwm Morgan, hidden up a narrow lane where the faint rush of river mingles with the rustle of foliage. So ensconced is the mill in the landscape that when owner Mike Godsell first saw it in 1978, it looked as if it was being eaten by woodland. Green moss crept over the red bricks and branches spread across the roof, while the 20ft water wheel stood motionless, like a stopped clock. &quot;I saw this place and thought: &apos;It&apos;s rotting away and nobody seems to care.&apos; But I cared.&quot; It took 10 years to make the Dreifa Mills wheel turn again. The electricity powers Godsell&apos;s workshop, where he saws logs from his own woodland to fuel the mill&apos;s heating system. He followed his green dream long before the current explosion of interest in renewable energy, when the story of UK hydro was largely confined to the big dam schemes in Scotland developed throughout the 1950s. Have a trickling burn on your land? You might be able to produce your own electricity. Not only could you reduce  or eliminate  your energy bill, if your scheme produces more than your own needs, the government&apos;s feed-in tariffs guarantee you 5p for every kilowatt/hour of electricity supplied to the national grid. Hydro schemes are among the most important potential sources of renewable energy in Britain. According to the Department of Energy and Climate Change, England and Wales have up to 248 megawatts of unexploited hydro potential at around 1,692 sites (a 100kW scheme could power 50 houses). Most sites lie in Wales and the north of England. But Scotland, which already produces 85% of the UK&apos;s hydropower, has astaggering 1,260mW of unexploited potential at more than 7,000 sites. Scotland has raised its 2020 renewable energy target from 50% to 80% (Britain&apos;s target as a whole is 15%). Microhydro has advantages over other forms of renewable energy. According to the government&apos;s 2010 Hydropower Resource Assessment for England and Wales, small-scale hydropower is one of the most cost-effective means of producing clean renewable electricity, generally with a higher efficiency and capacity than solar, wind and ocean energy. For Godsell, getting into hydropower by restoring Dreifa Mills felt like atonement. He&apos;s a retired 747 pilot and once, during aquiet moment halfway across the Atlantic, he wondered how many miles per gallon his plane was doing. &quot;I worked it out and was appalled. It was 0.1, so if you multiplied that by the number of passengers  say 400  it came out at about 40mpg. It was the equivalent of putting everyone in a mini and getting them to drive across. It didn&apos;t seem right.&quot; Originally from Gloucestershire, he was on holiday when he saw the mill, and soon moved to Cwm Morgan, where the dozen or so houses were all owned by native Welsh speakers. But he&apos;s a charismatic man with an infectious enthusiasm, and before long he&apos;d persuaded the locals to talk to him in English about the mill&apos;s history and how it should be restored. The mill, Godsell discovered, had been built in 1880 and was one of more than 300 in theTeifi Valley, which had been at the heart of the Welsh woollen industry. When he first saw it, the detritus of its past life was scattered inside and out: shafts and pulleys, the remains of agenerator, and an enormous gear wheel that was connected to the water wheel. The infrastructure existed to create power, and as Godsell started out as an RAF mechanic, he had the technical knowledge to restore it. He dug out the water course and shored up its banks, repaired the crumbling weir; and crawled into tunnels to clear the debris that had accumulated over the years. He worked for so many years that it came as a surprise when he completed a job and realised it was the last one. &quot;I thought: &apos;Hey, that&apos;s it. Will it work?&apos; I directed the water into the mill leat. It flowed to the wheel and I watched to see what would happen and bless me, it worked! The wheel turned!&quot; More than 20 years later, Godsell still captures the special emotion of that moment. His elderly neighbour appeared, stunned to see the wheel crank into action. It had last turned almost 50 years before, at the outbreak of war, when workers downed tools to go and enlist. Godsell now has a new neighbour. Half amile away, a mechanical engineer named Tony Woodman has moved into another of theold mills. Originally from the Welsh valleys, he has had a varied career. &quot;Messing around,&quot; he calls it. He worked in copper-smelter maintenance in Zambia and Iran, overhauled turbines in electrical power stations, and built and managed a bar in West Africa. Now a sculptor, he creates works of public art. He didn&apos;t know his property&apos;s past; no wheel remained. But when exploring the land, he discovered an old water course. &quot;Isaid to myself: &apos;One day I&apos;ll get that to run,&apos;&quot; he recalls. He needed to clear it first: 10 bicycles plus an assortment of fridges, cookers and washing machines had been dumped there. Next, he built his own turbine. &quot;It&apos;s not abig unit,&quot; he explains, &quot;about 10 to 18 inches in diameter. Ibought the bearings and the steel, then I cut it out and fabricated it myself.&quot; It cost 200 to make. After five years&apos; work, Woodman created a 3kW scheme that powers his house. There are no flickering lights if water levels drop in summer. Most hydro schemes function for around 70% of the year, but when water is low the mains supply kicks in automatically. Microhydro pioneers all say the same: battling against bureaucracy is the hardest part. Run-of-river schemes operate on the same basic principles: water is taken out of a river, it&apos;s used to turn a turbine to create electricity, then the water is replaced downriver. But you need alicence to take the water out and another to put it back and, understandably, levels are strictly controlled to protect fish  particularly lucrative salmon. The first time a fishery representative phoned Woodman, he introduced himself by saying: &quot;I&apos;m the guy who&apos;s going to stop you getting your licence.&quot; Of all applicants in his area at the time, Woodman was the only one who didn&apos;t withdraw. Though water levels and fish protection are commonly raised as concerns with microhydro, they&apos;re not frequently affected. In fact, surveys of Godsell&apos;s waters have shown that fish stock improved after he restored his mill. &quot;You would expect some soul searching about how we affect the environment,&quot; acknowledges David Williams, CEO of the British Hydro Association. &quot;But one of the greatest frustrations is the inconsistencies in the environmental approach.&quot; Scotland and Northern Ireland&apos;s environmental agencies tend to have a pragmatic approach. England and Wales are less encouraging. Trailblazers such as Godsell and Woodman had mechanical expertise. Nowadays, says Williams, people are getting help or teaching themselves. As a result, UK hydro applications have more than quadrupled in the past three years: 33 hydro licenses were granted in 2008, 149 in 2011. &quot;It&apos;s chalk and cheese,&quot; agrees Gordon Black, owner of BabyHydro, a Scottish company specialising in small schemes. But it&apos;s not just growing awareness that is increasing demand. It&apos;s feed-in tariffs (Fits). Introduced in 2010, Fits mean a 10kW scheme generates an annual income of 8,700. Payment rises in line with the retail price index and is guaranteed for 20 years. Northern Scotland has most hydro possibilities because of its hilly terrain and heavy rain, but the bulk of potential is for bigger schemes which are expensive to develop. A turbine, generator and control panel for a 100kW scheme, for example, cost in the region of 130,000. But hydro technology lasts more than 100 years with minimal maintenance, so investments are long term. Returns within 10 years are viewed as attractive, but with many schemes it will be half that. Bigger schemes makes raising capital achallenge, and in Scotland developers tend to be at two extremes: businesses and wealthy estate owners or impoverished small landowners and farmers borrowing heavily to try to administer the kiss of life to dying tracts of land. James Cameron, who&apos;d prefer not to use his real name as he is in the delicate planning stages of a sizeable scheme in the Highlands, wants to use land that has been in his family for generations. &quot;It&apos;s the biggest risk I&apos;ve ever taken,&quot; he admits. &quot;If this goes right, the place will be saved. If it doesn&apos;t, it will go under.&quot; He is racing to get the scheme completed, because in 2014 Fits change: starting payments for new schemes will drop by 5% each year. &quot;If you have a burn  do it now,&quot; advises Black. A burn is exactly what Matthew and Kath Aitken have. A burn so modest that in places you could step over it. The couple live on afarm 40 miles north of Dumfries, where Kath farms cattle and sheep and Matthew runs afood-hygiene business. After five years of planning, consultation and hard, physical graft, the Aitkens finally switched on a 9kW scheme. They use only 5% and the rest goes to the grid  a sizable income that will see a return on the 36,000 scheme within four years. Like most schemes, the principle is simple. &quot;You have quite afall from the top of the burn so we divert some water into a 10in pipe,&quot; explains Matthew. &quot;There&apos;s a weir we&apos;ve built into the burn which stands 6in high. The water goes over the weir, and behind it is a concrete box which directs it into the pipe. It then makes its way about half a mile down the hill, and at the bottom is the turbine which generates electricity.&quot; Gordon Black is currently working with groups all over Scotland, including Lochgoilhead, acommunity of 500 people in Argyll, where plans are under way for a 100kW scheme. It would cost 300,000 to build, says Black. But if communities work with developers, they take acut of the profit without having to raise the capital themselves. Pete Clarke of the Lochgoilhead Development Trust says the community will decide how to spend the income. Perhaps on street cleaning. Or beach cleaning. What about reducing residents&apos; electricity bills? That was everyone&apos;s first instinct, he admits. But they realised it wouldn&apos;t be right. &quot;It would make energy seem cost free, and when we look at the damage of energy consumption, we know that&apos;s not the case. The moral argument was recognised in the end.&quot; But what will the environmental impact be? Will some of Britain&apos;s spectacular scenery be spoiled? &quot;Nobody would notice,&quot; says Black. The pipework in most schemes is underground. The only visible sign is the turbine house, which is usually made of natural materials and looks like a farm shed. &quot;You&apos;d really have to go looking to find small hydro schemes.&quot; Hydro changes people more than the environment. You become a hydro geek, says Matthew Aitken, while James Cameron says he didn&apos;t know it was possible to fall in love with an idea in this way. &quot;The thing I love is that it&apos;s the most simple, most elegant yet most ancient form of energy.&quot; Godsell says: &quot;I&apos;ve gotto know the creatures I share this mill and this valley with. Isee the changes in the patterns of river flow, in the way the otters and thebuzzards behave. I see climate change.&quot; Hydro, he says, has been much more than a cost-effective electrical system. &quot;There&apos;s more to it than just a source of power. It kind of changes your life.&quot; For information on feed-in tariffs, go to fitariffs.co.uk", 
    "section": "environment", 
    "gid": "environment/2012/jun/03/microhydro-hydro-mills-electricity-wales", 
    "wordcount": "2039"
}