{
    "headline": "If your dog is about to die, why not clone it?", 
    "text": "Insung Hwang&apos;s business, according to his website, is &quot;healing broken hearts&quot;. Specifically those of people who have lost a beloved dog. Now he isto offer his therapeutic services in the UK. For the  some might say  barking sum of $100,000 (66,000), Hwang will &quot;prolong companionship with your dog by bringing back the memories that you have with your friend&quot;. This, without the saccharine, is dog cloning. Hwang is a researcher at the controversial South Korean Sooam Foundation run by Hwang Woo-Suk, a scientist exposed in 2006 as having fabricated research into human cloning. Having successfully brought commercial dog cloning to the US last year (Insung Hwang&apos;s laboratory delivered 12 cloned puppies to clients in 2012), he thinks the UK is the obvious place in Europe to continue his not-for-profit foundation&apos;s expansion. &quot;We have had a few inquiries already,&quot; says Hwang. &quot;But $100,000 is a big hurdle for most people. So we are establishing an essay competition to find our first UK client. The winner will get at least a 50% discount. In the next few weeks, we will be inviting people to submit stories about their dogs and why they would want to go through this cloning process.&quot; To clone a dog, Hwang&apos;s team takes a small sample of tissue from the dog, while it is still living, or within five days of its death  and freezes the cells. Another dog  the breed is immaterial  is selected to supply an egg. In a process called enucleation, the team replace the DNA in the egg with that from the stored sample. This cloned embryo is then transferred into aseparate surrogate dog, which will give birth to the puppy and suckle it for around a month. &quot;Surrogate mothers don&apos;t have to be the same breed,&quot; explains Hwang. &quot;A great dane could, in theory, be the surrogate for a chihuahua puppy. But we tend to use similar-sized breeds. Normally, only one puppy is born, but sometimes we get a litter of three to four puppies. Usually, the client will take all the puppies if this occurs.&quot; But cloning is far from an exact science, as Hwang admits: &quot;Things can go wrong. In 2005, when Snuppy, our first cloned dog, was born, we had a 2% pregnancy rate. Now it is about 30%. Some traits go wrong. Dogs can be born unhealthy. For example, they can be born with thickened necks or tongues, and experience breathing difficulties. But we guarantee a healthy puppy for our clients, so we will try again. Often the client will take both puppies in this situation. Wenever put a dog down.&quot; But aren&apos;t his clients, metaphorically, being sold a pup? Hwang accepts clients are &quot;not getting their old dog back&quot;, but a new one that looks a lot like the old one. &quot;When thinking of cloning, try to think of an identical twin,&quot; he says. &quot;The dog will not be 100% the same  the spots on a dalmatian clone will be different, for example  but for breeds without such characteristics it will be very hard to tell them apart. Clients tend to want to clone mixed-breed dogs more than pure breeds. This is because mixed breeds are one of a kind and unique. We also can&apos;t guarantee they will have the same temperament as the original, but our clients do report lots of similarities. For example, one client said their cloned dog ate their food in the same way as the original. Both would take a piece of food from their bowl and carry it a couple of metres away before eating it.&quot; Now, though, the foundation has its eye on a bigger prize. Last year, it signed a deal with Russian scientists to try to clone a woolly mammoth.", 
    "section": "science", 
    "gid": "science/shortcuts/2013/mar/11/dog-about-to-die-clone-it", 
    "wordcount": "651"
}