{
    "headline": "Google's Eric Schmidt refuses to back down over antitrust accusations", 
    "text": "Google&apos;s executive chairman Eric Schmidt on Tuesday is set for a showdown with the European Commission&apos;s antitrust commissioner when he rejected suggestions the search giant will have to change how it presents search results in Europe. Speaking at Google&apos;s Big Tent event in Hertfordshire, Schmidt said &quot;we disagree that we are in violation&quot; of European monopoly rules and said Joaqun Almunia, the antitrust commissioner, had not outlined the EC&apos;s objections. Almunia wrote to Schmidt on Monday saying the EC has identified &quot;four concerns where Google business practices may be considered as abused of dominance&quot;. In Europe Google has about 90% of the search market. The two sides have scheduled a meeting for the coming weeks, he said. Schmidt said &quot;the letter is all we&apos;ve heard from them&quot;  although the EC&apos;s investigation opened in November 2010. &quot;We haven&apos;t heard the details. I&apos;m not going to speculate on the details.&quot; Almunia&apos;s letter said the EC is concerned about Google&apos;s promotion of its own products over rivals&apos; in searches for items such as shopping, over its copying and re-display of content from restaurant sites, over its restrictions on competitors&apos; ads appearing alongside its own, and the portability of advertising campaigns from Google&apos;s Adwords system. The EC has the power to exact fines of up to 10% of a company&apos;s global revenues if it determines that a company has abused a dominant position. For Google, that could amount to $4bn (2.6bn). Microsoft and Intel have fallen foul of its antitrust group, suffering swingeing fines. Almunia has indicated that he would wish to settle with Google without seeking legal recourse in order to have a speedy remedy  but if not, that a full &quot;statement of objections&quot; could follow. &quot;He is encouraging us to have a conversation,&quot; said Schmidt. &quot;We completely agree [to that]. We disagree that we are in violation. Until they are precise about what areas of the law we have violated, it will be very difficult for me to speculate.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/may/23/google-eric-schmidt-antitrust", 
    "wordcount": "345"
}