{
    "headline": "And for their next trick  the students who have opted out of university", 
    "text": "The increase in tuition fees, due to rise to up to 9,000 at many universities from this year, was widely expected to be a game changer for higher education  a prediction borne out by independent analysis of the coalition&apos;s controversial reform, published last week. The report  carried out by the Independent Commission on Fees chaired by Will Hutton, principal of Hertford College, Oxford  showed a drop in the number of university applicants in England of 8.8% this year  representing some 15,000 &quot;lost&quot; students, who might otherwise have been expected to apply for a place on a degree course. Francesca Wellman, 18,  Winstanley College, Wigan Predicted grades: A*AB Actual grades: ABB Destination: Apprenticeship at Aldi supermarket I got offers to do English and theology at several universities, including Glasgow and Leeds, but earlier this year, I began to question my decision. Having watched friends leave university with degrees and struggle to get jobs, I just kept thinking &quot;Is it worth leaving university with 45,000 debt, only to end up stacking shelves?&quot; Some friends and teachers were shocked when I said I&apos;d withdrawn my Ucas application. They were even more surprised when I told them I&apos;d landed an apprenticeship at Aldi, starting on a wage of around 5 an hour. Ironically, I&apos;ll be stacking shelves and working on the checkout to start with, but by the end of the three-year training programme, I&apos;ll be an assistant store manager on a good salary, which I think will put me streets ahead of any recent graduate. Stephen Knight, 19  Prior Pursglove College, Guisborough, North Yorkshire Predicted grades: CCC Actual grades: CCC Destination: Running own business in magic and children&apos;s entertainment I started doing magic when I was about 11 and joined the Young Magicians Club [the junior section of the Magic Circle] a few years later. I&apos;d show people tricks in the playground at school  often drawing quite a crowd around me  which made me realise I could earn some money out of my hobby. At 15, I started performing at shows, corporate events and parties. I did consider doing a performing arts course at university, but I didn&apos;t think it was worth it. A lot of my business comes through word of mouth, so going away to study would mean starting afresh in a new town or city. Not only would my income fall, I&apos;d also be getting into debt for a qualification that wouldn&apos;t guarantee me any extra work. Although my income varies, at busy times, like Christmas, I can earn 300 for a couple of hours&apos; work at a corporate do. Some of the most successful magicians can earn up to 70,000 a year. I like the idea of going to university, but I&apos;m not sure it would benefit me in the long term. I&apos;d much rather concentrate on growing my business. Asha Ajab Mohamed, 18  Tower Hamlets College Predicted grades: BTec level 3 diploma in business D* D* D (equivalent to A* A* A at A-level) Actual grades: D* D* D Destination: Paid internship at KPMG The increase in tuition fees definitely put me off doing a degree. Although my parents said they were happy to support me as much as they could, they are already helping my older brother through his university studies. I didn&apos;t want to burden them. I applied for a one-year paid internship at KPMG, thinking I didn&apos;t have much of a chance as I&apos;d heard they get hundreds of applications for each place. Luckily, Tower Hamlets has a mentoring programme and I was linked up with a guy who works at Bank of America Merrill Lynch, who talked to me about City life, helped me with my CV and gave me interview tips. I couldn&apos;t believe it when they offered me the job. No one in my family works in the City, or anything remotely like it, so I&apos;d never have got that help otherwise. I&apos;ll be working in their risk consultancy department on a salary of 16,500 and I&apos;m hoping it will open doors for me and may even lead to a full-time job. I&apos;m a bit sad that I&apos;ll miss out on the fresher&apos;s week experience and the social side of university, but partying costs money and no one is guaranteed a job at the end of their degree any more. I&apos;d rather be building up my career. Gloria Arias, 18 Reading College Predicted grades: ABC Actual grades: ABC Destination: Foundation course in art and design at Reading College The increase in tuition fees has definitely made young people think much more carefully about going to university. I was offered a place at Sussex University to do media production, but withdrew my application because I wasn&apos;t 100% certain that was what I wanted to do. If fees were still around 3,500, I&apos;d have been tempted to give it a try for a year, but there was no way I was risking wasting up to 9,000 on a course I wasn&apos;t sure about. I decided to do an art foundation course because it&apos;s something I&apos;m interested in and there are no tuition fees for under-19s. After that, I&apos;ll probably get a job and save up some money to travel. I haven&apos;t ruled out university completely, but if I do go, I want some savings behind me, which will probably mean working for a couple of years first. Michael Jones, 18  Winstanley College, Wigan Predicted grades BBC Actual grades: BCD Destination: Engineering apprenticeship at Network Rail From the minute I started A-levels, I felt the expectation from my college was that I would go to university. I did think about it, but I&apos;m more interested in earning money to be honest. I started applying for apprenticeships at the beginning of this year, and after a tough recruitment process that included aptitude tests, team-building activities and a formal interview, I was offered a three-year apprenticeship at Network Rail starting next month. I&apos;ll start on a salary of around 10,000 but food and accommodation are provided. It rises to 18,000 by the third year and 20,000 when I finish the training programme. I&apos;m not worried that I&apos;ll miss out on the university experience; For the first nine months, I&apos;ll be doing residential training at a naval base in Portsmouth with around 200 other apprentices, which will be like a mini university campus. I really feel like I&apos;ve got the best of both worlds. I was a bit disappointed with my results. I got a D in economics, which was one of my strongest subjects  but because I have a job lined up, I don&apos;t think it will make too much difference in the long run. Amy Grange, 18  St Monica&apos;s high school, Prestwich Predicted grades: ABBC Actual grades: CDDD Destination: IT apprenticeship at CapGemini I had my heart set on university and was offered a place at Manchester to study psychology, but when I thought about the amount of debt involved, I started to get cold feet. The tipping point was realising that I could still be paying off my student loans well into my forties. I started the programme last month and have spent the last few weeks on a residential induction course in Telford with 14 other apprentices. Once I pass my probation period, I&apos;ll be sent to work on projects around the country. All training is paid for by the company and, if I complete my apprenticeship successfully, I may even be able to progress to a degree course. No one in my family has been to university, so it would have been nice to be the first, but I do feel I&apos;ve done the right thing. I was a bit disappointed with my results, which were lower than I expected, but at least I&apos;m already in a job and have the chance to prove myself to my employers. Adam Slater, 18 Allerton high school, West Yorkshire Predicted grades: BCC Actual grades: ABB Destination: trainee accountant at RSM Tenon I&apos;ve always enjoyed working with numbers, so accountancy seemed like a good career choice for me. But when I looked into it, I realised there was no real advantage in going to university as you still have to take professional examinations before you can practise as an accountant  even if you have a degree. I decided I&apos;d be far better off trying to get a job and working my way up from there. I was lucky enough to land the first job I applied for at an accountancy firm. The starting salary is 10,500, and I&apos;ve been awarded a scholarship to cover the cost of the AAT accounting exams [vocational qualifications for the accountancy profession]. There is a stereotype of accountants being boring and sitting hunched over a calculator all day, but that&apos;s so wrong. A big part of the job is communicating with people and that really appeals to me. Although I did better in my A-levels than I expected, I still feel I have made the right decision. A lot of young people go to university for the social life and don&apos;t think about what will happen at the end of their course. Most degree courses don&apos;t lead into a job or profession, so many graduates end up having to do more exams or training anyway. By the time my friends are leaving university, I&apos;ll be at least three years ahead of them in my career. Ben Blake, 18 Cornwall College Predicted grades: BCD Actual grades: CDE Destination: Travelling around Australia and working for the family bakery business I thought about a law degree, but most of the universities I looked at wanted near-enough straight As. As I wasn&apos;t confident of getting those grades  or sure I even wanted to go to university  I decided to take a gap year. The plan is to travel around Australia and use the time to think about my next move. My parents have asked me if I&apos;d like to take on the running of their bakery. I&apos;ve been working there for years now and think I&apos;d really enjoy the challenge. University used to be seen as the only route to a decent, well-paid career, but I think that is changing. Working in our family business, I&apos;ve not only learned practical skills like making bread, cakes and confectionery  I&apos;ve also developed a good grounding in business. These are transferable skills that I could use to get work anywhere in the world. In the long term, this could be far more useful than having a degree. I&apos;m a bit gutted with my grades, though, particularly getting an E in law, which was really unexpected.", 
    "section": "education", 
    "gid": "education/2012/aug/20/university-students-put-off-by-fees", 
    "wordcount": "1795"
}