{
    "headline": "Brian May angered by Sunday Times report about Sir Patrick Moore's house", 
    "text": "The Queen guitarist and astrophysicist Brian May has denounced the Sunday Times for &quot;dustbin sniffing&quot;, after reports that he bought Sir Patrick Moore&apos;s house four years ago, above its market value, so the veteran astronomer could continue living in his own home until his death a week ago, aged 89. In a statement to the Guardian, May said it was too soon to decide the future of the house, Farthings, a part Tudor thatched cottage in Selsey, West Sussex, crammed with Moore&apos;s scientific and personal possessions, which he had hoped could become a centre for young astronomers. &quot;It&apos;s too early to be able to comment meaningfully on this. As Patrick&apos;s friends, we have been discussing possible futures for some time, but until now the first priority has always been safeguarding the quality of Patrick&apos;s life while he was alive. It will take time to assess what the possibilities now are,&quot; May said. &quot;Opening Patrick&apos;s house to the public would probably require a major commitment from a number of people, because it&apos;s unlikely that the government would fund such a project. We will be quietly looking at ideas in the next few weeks.&quot; May struck a far angrier note on his own website, denouncing the Sunday Times report  which was in the main admiring  as &quot;dustbin sniffers strike again&quot;. &quot;Sir Patrick Moore is not even laid to rest yet, but I have just heard that the Sunday Times (yes, them again) have been sneaking around, like the carrion eaters they are, and are now about to &apos;reveal&apos; all the details they&apos;ve managed to sniff out about how we, as Patrick&apos;s friends, helped him in his latter years, to stay functional in his own home to the very end.&quot; Moore had lived in Farthings since 1967, keeping open house for a procession of visitors from all over the world. He was never wealthy, and his famous programme was made on a shoestring from the start. Farthings&apos; contents include correspondence between Moore and every leading astronomer of his 55 years presenting The Sky at Night, the world&apos;s longest-running science programme, scientific instruments, thousands of books and hundreds of thousands of his own astronomical photographs, letters from Buzz Aldrin and other astronauts, his many honorary doctorates, and a case of medals arranged around a glass ruby from a Christmas cracker.", 
    "section": "science", 
    "gid": "science/2012/dec/16/brian-may-sunday-times-moore-house", 
    "wordcount": "396"
}