{
    "headline": "World's giant trees are dying off rapidly, studies show", 
    "text": "The biggest trees in the world, known as the true ecological kings of the jungle, are dying off rapidly as roads, farms and settlements fragment forests and they come under prolonged attack from severe droughts and new pests and diseases. Long-term studies in Amazonia, Africa and central America show that while these botanical behemoths may have adapted successfully to centuries of storms, pests and short-term climatic extremes, they are counterintuitively more vulnerable than other trees to today&apos;s threats. &quot;Fragmentation of the forests is now disproportionately affecting the big trees,&quot; said William Laurance, a research professor at James Cook University in Cairns, Australia. &quot;Not only do many more trees die near forest edges, but a higher proportion of the trees dying were the big trees.&quot; &quot;Their tall stature and relatively thick, inflexible trunks, may make them especially prone to uprooting and breakage near forest edges where wind turbulence is increased,&quot; said Laurance in this week&apos;s New Scientist magazine. Big trees may comprise less than 2% of the trees in any forest but they can contain 25% of the total biomass and are vital for the health of whole forests because they seed large areas. &quot;With their tall canopies basking in the sun, big trees capture vast amounts of energy. This allows them to produce massive crops of fruits, flowers and foliage that sustain much of animal life in the forests. Their canopies help moderate the local forest environment while their understory creates a unique habitat for other plants and animals,&quot; said Laurance. &quot;Only a small number of tree species have the genetic capacity to grow really big. To grow into giants trees needs good growing conditions, lots of time and the right place to establish their seedlings. Disrupt any one of these and you lose them.&quot; In some parts of the world, Laurance said, populations of big trees are dwindling because their seedlings cannot survive or grow. &quot;In southern India an aggressive shrub is invading the understorey of many forests, preventing seedlings from dropping on the floor. With no young trees to replace them, it&apos;s only a matter of time before most of the big trees disappear.&quot; According to Laurance, it is not just the biggest trees in the world that are suffering, but also the biggest in their communities. Dutch elm disease killed off many of the stateliest trees in Britain in the 1960s and 70s, and new exotic organisms and bacterial infections, often brought in from other continents via garden centres, are threatening oak, ash and other species. Longer lasting and more intense droughts, which are becoming more frequent in many tropical areas with climate change, are also taking their toll. Studies in Puerto Rico and Costa Rica suggest that big trees also suffer more in droughts than most other organisms, said Laurance. &quot;In rainforests droughts promote surface fires that burn through leaf litter on the forest floor. Larger trees were initially thought to survive these fires but in fact many die two to three years later. In cloud forests, big trees use their branches and crowns to rake the mist and capture water droplets. Global warming could push clouds up to higher elevations depriving them of sources of moisture&quot;. &quot;The danger is that the oldest, largest trees will progressively die off and not be replaced. Alarmingly this might trigger a &apos;positive feedback&apos; that could destabilise the climate: as older trees die, forests would release their stored carbon, prompting a vicious circle of further warming and forest shrinkage,&quot; said Laurance. Many of the big trees are the oldest and most ecologically important inhabitants of the forest. In the Amazon, they are often 400-1,400 years old, in North America giant redwoods can exceed 2,000 years and giant sequoias 3,000 years.", 
    "section": "environment", 
    "gid": "environment/2012/jan/26/giant-trees-dying", 
    "wordcount": "639"
}