{
    "headline": "Nick Clegg vows to block Michael Gove's plan to scrap GCSEs", 
    "text": "Nick Clegg is prepared to block plans by Michael Gove to &quot;turn the clock back&quot; to the 1950s by replacing GCSEs with a two-tier exam system modelled on O-levels and CSEs, which were scrapped a quarter of a century ago. A furious deputy prime minister, who was not consulted on the reforms, has made clear that he will reject Gove&apos;s plans out of hand if a leaked internal education department document on the changes is correct. Clegg, who is in Brazil at the Rio+20 summit, instructed senior party officials in a transatlantic telephone call to condemn the plans and to denounce Gove in highly personal terms shortly after the education secretary outlined his plans to MPs in an emergency commons statement. &quot;The Liberal Democrats are in politics to remove barriers for all children and not to return to the 1950s education system,&quot; a senior party source said. &quot;We want a modern education system for the 21st century, not an acceptance of mediocrity. We want a system for the future rather than turning the clock back to the past with a two-tier education system that will let down our kids.&quot; The party source highlighted Clegg&apos;s anger with Gove by saying that neither the deputy prime minister nor the Lib Dem education minister Sarah Teather had been consulted about the changes. &quot;This is not cleared government policy,&quot; the source said. &quot;I doubt if these plans were known outside Michael Gove&apos;s private office. This looks like an attempt to bounce us  and that is not going to happen. Changes like this have to go through proper government procedures. We were left scrabbling around in the dark.&quot; The row between Clegg and Gove, one of the prime minister&apos;s closest personal and political allies, erupted after the Daily Mail reported that pupils across England would sit GCSEs for the last time in English, maths, physics, chemistry and biology in 2015. This would pave the way for a two-tier exam system, modelled on O-levels for academically gifted pupils and CSEs for less academically able students, to be sat from 2016. The move was signalled in an internal education department document leaked to the Daily Mail. The document said: &quot;The Department for Education expects that existing GCSEs will disappear. Those starting GCSEs in 2013 are the last pupils who will have to do them.&quot; Trade union leaders denounced the plans as ludicrous. Mary Bousted, leader of the Association of Teachers and Lecturers, described the move as the education secretary&apos;s most &quot;ludicrous&quot; idea to date and warned that it signified a return to &quot;a rosy path that never existed&quot;. Gove was summoned by the Commons Speaker, John Bercow, to explain his ideas in an urgent question. The education secretary said: &quot;These are an attempt to ensure our education system stands comparison with the world&apos;s most rigorous. While there were undoubtedly improvements in our schools and by our teachers over the course of the last 20 years, those improvements were not sufficient to ensure that we kept pace with other jurisdictions.&quot; Gove rejected Labour claims that he was behaving like a Thatcherite as he depicted himself as an ideological heir to Tony Blair. But Lord Adonis, the former education minister who is seen as the father of the Blairite academies programme, rejected his reforms. &quot;I can hardly think of a worse education reform than &apos;bringing back the CSE&apos;  dead-end exams for children treated as second-rate,&quot; Adonis tweeted. Senior Tories also indicated unease with the Gove plans. Graham Stuart, the Conservative chairman of the Commons education select committee, said he was sceptical and suggested that the plans were designed just to help the elite. Stuart, who announced that his committee would summon Gove to explain himself, told BBC Radio 4&apos;s The World at One: &quot;This has come out of the blue. Just a year ago the government was ramping up its new GCSE target and now a year on we are having this change  back to the future, back to O-levels. &quot;How exactly will a move back to traditional O-levels and some as yet unspecified other form of examination for lower performing pupils help close the gap between rich and poor? How will it increase social mobility? These are the kind of questions we need to be putting to the secretary of state. &quot;I am sceptical that some return to O-levels is going to bring about some transformation. It is only the tiniest number of children at the very top who fail to be differentiated by the current GCSE system. &quot;It [the government] appears to be more focused on the children whom we serve relatively well, the brighter kids, and not focusing on the central problem we have which is doing a better job for the children at the bottom ... Why isn&apos;t the focus on the bottom 20%, the poorest and the least performing? &quot;I am disappointed about the way it has been leaked in the middle of the exam season. I hope the department can get better at stopping such leaks.&quot; Sources in Gove&apos;s department admitted that he had not informed Clegg or Teather. But they said Gove was determined to press ahead with the reforms, which could be done without Lib Dem support because there was no need for parliamentary legislation. The move by Gove and his failure to brief his Lib Dem ministerial colleagues will raise questions about whether Cameron loyalists are now adopting a more hostile approach to their coalition partners. Gove has always described himself as an enthusiastic supporter of the coalition, though many Tories were angry with the Lib Dems when they failed to support Jeremy Hunt in a Commons vote last week. Sources in Gove&apos;s department indicated that the new exams, which will have one board per subject, would only be introduced after rigorous scientific research. But Gove is attracted by Singapore, which has its O-level set by the Cambridge exam board. Most pupils (75%) in Singapore sit O-levels. The remaining 25% sit N-levels, which breaks down into two streams. Half do academic work and the other half follow a vocational route. Other changes would mean that pupils sitting O-levels would no longer be able to bring set texts, such as plays, into exams. &quot;Pupils should know the text,&quot; one source said. Dan Rogerson, the co-chair of the Lib Dem parliamentary committee on education, echoed Clegg&apos;s criticisms. He said: &quot;Liberal Democrats absolutely support reforms to improve standards where the evidence is clear, and we have done so in the coalition government. &quot;We want to raise aspirations for all children, which is why every child should have the chance to achieve good qualifications. A two-tier system, with all the upheaval and instability this would cause, is not the way to achieve higher standards across the board. &quot;Reform needs to be managed carefully and we should avoid creating a huge amount of turbulence and distraction in the education system for no real gain. Rather than harking back to an age when children started their adult life with qualifications that were seen as second-rate, we want to look forward and work with teachers and schools to give them the freedom and tools needed to stretch pupils, drive up standards and entrench a culture of high expectations in every school.&quot; Tim Farron, the Lib Dem party president, added his voice to the criticisms. He said: &quot;Returning to a two-tier exam system would be madness. The O-level/CSE system was divisive and dumped millions of young people into a second division from which they couldn&apos;t escape, providing a fixed limit on the expectations of those young people who were saddled with having to sit the CSE. &quot;By all means, lets look at the GCSE and consider reforms  Michael Gove is perfectly within his rights to do that. But let&apos;s kill off immediately any talk of returning to the divisive two-tier system that Mrs Thatcher wisely ended in the late 80s.&quot; Sources close to Gove said the Lib Dems were overreacting. They said Gove liked the Singapore system where the majority of pupils sat the equivalent of O-levels and a minority sat the equivalent of CSEs. The old English system was the other way round. The sources said the Lib Dems should read a blog by the Fields-medal-winning mathematician Tim Gowers for a &quot;flavour of what future might hold&quot;.", 
    "section": "education", 
    "gid": "education/2012/jun/21/nick-clegg-gove-scrap-gcses", 
    "wordcount": "1418"
}