{
    "headline": "World's urban waste mountain a 'silent problem that is growing daily'", 
    "text": "The amount of rubbish generated by city dwellers is set to rise steeply in the next two decades, with much of the increase coming in fast-growing cities in developing countries, according to a World Bank report published on Wednesday. The report, What a Waste: a global review of solid waste management, for the first time provides data on municipal solid waste generation, collection, composition and disposal by country and by region. The amount of municipal solid waste is growing fastest in China  which overtook the US as the world&apos;s largest waste generator in 2004  other parts of east Asia, and parts of eastern Europe and the Middle East, the report says. Growth rates for rubbish in these areas are similar to their rates for urbanisation and increases in GDP. The report estimates the amount of municipal solid waste will rise from the current 1.3bn tonnes a year to 2.2bn by 2025. The annual cost of solid waste management is projected to rise from $205bn to $375bn, with cost increasing most sharply in poorer countries. The report&apos;s authors point to a looming crisis in waste treatment as living standards rise and urban populations grow. &quot;Improving solid waste management, especially in the rapidly growing cities of low-income countries, is becoming a more and more urgent issue,&quot; said Rachel Kyte, vice-president of sustainable development at the World Bank. &quot;The findings of this report are sobering, but they also offer hope that once the extent of this issue is recognised, local and national leaders, as well as the international community, will mobilise to put in place programmes to reduce, reuse, recycle, or recover as much waste as possible before burning it (and recovering the energy) or otherwise disposing of it. Measuring the extent of the problem is a critical first step to resolving it.&quot; The report notes that municipal solid waste management is the most important service a city provides. In poorer countries, rubbish collection and processing is often the largest single budget item for cities, and one of the largest employers. A city that cannot effectively manage its waste is rarely able to manage more complex services such as health, education, or transportation, according to the report, and improving waste management is one of the most effective ways of strengthening overall municipal management. The authors of the report say an integrated solid waste management plan is needed. Key to such a plan is consultation and input from all parties affected, including citizen groups and those working on behalf of the poor and the disadvantaged. Public health and environmental protection aspects of any such plan are also critical. &quot;What we&apos;re finding in these figures is not that surprising,&quot; said Dan Hoornweg, co-author of the report. &quot;What is surprising, however, is that when you add the figures up we&apos;re looking at a relatively silent problem that is growing daily. The challenges surrounding municipal solid waste are going to be enormous, on a scale of, if not greater than, the challenges we are currently experiencing with climate change. This report should be seen as a giant wake-up call to policy makers everywhere.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/06/world-urban-waste-mountain", 
    "wordcount": "526"
}