{
    "headline": "Boot up: FTC v Google v Foundem, XDA's Nexus detectives, WhatsApp milestone and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Oh, the places Tumblr can go &gt;&gt; TechCrunch  Nothing says Internet opportunity like a social media juggernaut. Tumblr, the meme-olicious, gif-tastic, photo-fabulous, (but also occasionally) thoughtful blogging platform that attracted 167 million visitors and nearly 18 billion pageviews in December, is certainly no exception.  The site now ranks as the 11th-largest in terms of traffic, according to Quantcast. (That&apos;s down slightly from November, when it broke into the top 10 with 170 million monthly visitors globally.) But with all that activity comes the inevitable question: What next?   Quite a lot, it seems. But what happens to &quot;blogging&quot;? (See also the last link of this group.) Huawei, LG to showcase quad-core handsets at CES 2013 &gt;&gt; Digitimes  Huawei also plans to launch the Ascend Mate with a 6.1in, 1080p high resolution screen, quad-core 1.8GHz processor, and 4,000mAh battery. The product is aiming at the cross-over phone and tablet market, which is currently dominated by Samsung.  Meanwhile, South Korea-based LG Electronics plans to showcase the Optimus G2 Android smartphone, with a 5.5in screen, and Qualcomm quad-core S4 Prime MSM8974.  Sony Mobile Communication will hold a press conference on 7 January to introduce its Xperia Z, a new product that has the same panel and processor as HTC&apos;s Butterfly/Droid DNA but with a higher-end camera.  Market observers believe sales of 5in smartphones among total smartphone sales will increase from below 5% in 2012 to 10-15% in 2013, or around 100m units.   Could make life interesting for Samsung. Google agrees to change its business practices to resolve FTC competition concerns In the markets for devices like smartphones, games and tablets, and in online search &gt;&gt; Federal Trade Commission Aside from really dinging Motorola for seeking &quot;extortion&quot; via standards patents, there&apos;s this:   Some FTC Commissioners were concerned that Google&apos;s contractual conditions governing the use of its API made it more difficult for an advertiser to simultaneously manage a campaign on AdWords and on competing ad platforms, and that these restrictions might impair competition in search advertising.  Google will give websites the ability to &quot;opt out&quot; of display on Google vertical properties.  Under the same commitment, Google also has promised to provide all websites the option to keep their content out of Google&apos;s vertical search offerings, while still having them appear in Google&apos;s general, or &quot;organic,&quot; web search results. The FTC investigated allegations that Google misappropriated content, such as user reviews and star ratings, from competing websites in order to improve its own vertical offerings, such as Google Local and Google Shopping. Some FTC Commissioners were concerned that this conduct might chill firms&apos; incentives to innovate on the Internet.  The Federal Trade Commission closes its antitrust review &gt;&gt; Official Google Blog David Drummond:   As we made clear when the FTC started its investigation, we&apos;ve always been open to improvements that would create a better experience. And today we&apos;ve written (PDF) to the FTC making two voluntary product changes:  o More choice for websites: Websites can already opt out of Google Search, and they can now remove content (for example reviews) from specialized search results pages, such as local, travel and shopping;o More ad campaign control: Advertisers can already export their ad campaigns from Google AdWords. They will now be able to mix and copy ad campaign data within third-party services that use our AdWords API.   You&apos;d expect nothing less from a company blog, but compare the spin here with the FTC link. The FTC thought that Google&apos;s tactics over inclusion in Google Local etc were deeply worrying, and extracted legally binding commitments that opting out of those &quot;verticals&quot; would not affect placement in general search. So it&apos;s &quot;voluntary&quot; as in &quot;jumping rather than being pushed.&quot; Foundem&apos;s Recent Letter to the FTC &gt;&gt; Search Neutrality  Foundem is the company that first brought Google&apos;s search manipulations to the attention of regulators on both sides of the Atlantic, and it has remained engaged with the ensuing investigations throughout. From this vantage point, we are concerned that the FTC&apos;s reluctance to litigate against these abusive practices may stem more from misconceptions about the mechanics and financial incentives underlying the abuse than from the constraints of U.S. antitrust law. In the familiar bricks-and-mortar world, Google&apos;s anticompetitive behaviour would have been obvious to all. But, in the unfamiliar and seemingly impenetrable world of internet search, Google&apos;s ability to get away with these practices has often depended on its ability to confuse, obfuscate, and intimidate.   Will the EC decision favour Google or Foundem? LG Nexus 4 Production Date and Place Identification &gt;&gt; xda-developers Using the IMEI number, the XDA forum members figure out how many LG Nexus 4s (16G) have been made. User draugaz:   So, they did produce at least 70K devices in October, 90K in November and 210K in December, still counting (just 16G devices).  Not bad, now as christmas orders are completed google and LG are really ramping up the production.   That&apos;s a total of 370,000 units. LG normally turns out about 10m phones every quarter. Proof - if more were needed - that the Nexus line is not intended to be mass-market; Google focusses on a small, eager group of buyers. Mistaking eagerness among a small group for broad adoption is a category error. Whatsapp hits 7bn inbound messages a day - 75% growth in four months &gt;&gt; Forbes Tero Kuittinen:   On the second day of 2013, WhatsApp tweeted that it had reached a new milestone: 7bn inbound messages a day. This happened little more than four months after August 23, when WhatsApp had reached 4bn inbound messages a day.  75% volume growth since August 23 would translate to roughly 500% annualized volume growth. The calculation is muddied by the fact that the New Year&apos;s Eve is one of the heaviest messaging days of the year. The really interesting comp would be the one between New Year&apos;s Eve 2011 and New Year&apos;s Eve 2012, but WhatsApp has a tendency to release volume information rather capriciously.  Nevertheless, the growth is white hot.  Tumblr v blog: as predicted by XKCD; in real life In case you&apos;d forgotten that XKCD is written by someone who used to work at Nasa. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/04/technology-links-newsbucket", 
    "wordcount": "1089"
}