{
    "headline": "Xbox 720 to be revealed on 21 May", 
    "text": "Microsoft will reveal the successor to its Xbox 360 video game console on 21 May. After weeks of speculation, the company will hold a special event at its campus in Redmond, three months after Sony unveiled its forthcoming PlayStation 4 machine.  Writing on his official blog on Wednesday, Xbox spokesperson Major Nelson stated, &quot;On Tuesday May 21st, we&apos;ll mark the beginning of a new generation of games, TV and entertainment. On that day, we&apos;ll be holding a special press event on the Xbox campus and we invite you to join us via the live global stream that will be available on Xbox.com, Xbox LIVE and broadcast on Spike TV if you are in the US or Canada. &quot;On that day, we&apos;ll share our vision for Xbox, and give you a real taste of the future. Then, 19-days later at the Electronic Entertainment Expo (E3) in Los Angeles, we&apos;ll continue the conversation and showcase our full lineup of blockbuster games.&quot; Little is know about the new console  not even its name. Gamers have been referring to it as Xbox 720, although a codename, Project Durango, also surfaced last year. Most game sites believe we can expect an eight-core processor, with 8GB of system memory, 800MHz graphics processor and a Blu-ray drive. But almost certainly, games will only be one of the functions of the new hardware; as Major Nelson&apos;s reference to TV and entertainment suggests, Microsoft is likely to push the new console as an all-in-one living room solution, offering streaming video, television and music services as well as social media.  It&apos;s also probable that the device will support a range of payment methods for content, including in-game micro-transactions and subscription services offering access to a range of content for a monthly fee. In the US, Microsoft recently experimented with offering a reduction on the cost of its hardware to new customers if they signed up for a Gold Xbox Live account. Also, BBC head of digital Robert Nashak recently told industry news site GamesIndustry.Biz, &quot;I think they&apos;re going to have a system when you get into Xbox Live that&apos;s going to be very seamless; you&apos;ll see more frictionless billing&quot;. He is likely to have been talking to Microsoft about content deals. There has been speculation that the machine will require a constant internet connection, which would protect it against pirated games and curtail the second-hand games market. However, Microsoft has refused to comment. The new Xbox could well be released this winter, putting it in direct competition with PlayStation 4, which is also set to offer a range of media services and applications as well as games  Sony has earmarked a late 2013 release. The two machines will doubtless dominate the giant E3 video game exhibition in Los Angeles this June. The face-off will be good news for the games industry which has seen retail software sales falling over the last year.", 
    "section": "technology", 
    "gid": "technology/2013/apr/24/xbox-720-next-gen-reveal-21-may", 
    "wordcount": "489"
}