{
    "headline": "Leaked Heartland Institute documents pull back curtain on climate scepticism", 
    "text": "&quot;Pay no attention to that man behind the curtain,&quot; pleaded the Wizard of Oz as Toto revealed the true identity of the man with the big, booming voice to Dorothy and her friends. But it was too late: the illusion was shattered. The Heartland Institute, an influential rightwing thinktank based in Chicago, which has long pushed misinformation about climate change, is currently having its own Wizard of Oz moment following the leaking of internal documents which reveal the true extent of its funding and efforts to cast doubt on climate science. The Register  a website well known for promoting climate scepticism  is describing the leak as &quot;at least as good as the &apos;Climategate&apos; e-mails&quot;. This refers, of course, to the dumping online in 2009 of thousands of private emails exchanged between climate scientists over the previous decade. It&apos;s a little too early to tell if it will cause as many ripples as that. However, the documents certainly contain some startling revelations and the unambiguous, clear intent of language used will certainly act to shine a much stronger spotlight on how climate sceptics, particularly in the US, operate and collude. We suspected much of this for years, of course, but we now have hard evidence. Most eyes will probably fall first on the &quot;Anonymous Donor&quot; who, the documents show, personally funded Heartland&apos;s &quot;climate change projects&quot; to the tune of $8,602,267 between 2007 and 2011. The largest donation came in 2008 when &quot;he&quot; donated $3.3m  the same year that Heartland began its annual climate change conferences which have attracted just about every prominent climate sceptic since. This mystery donor has apparently pledged a further $1m for &quot;climate change projects&quot; during 2012. Heartland admits in the documents that this wealthy individual sometimes provides as much as half of its entire funding from donations in a year, but there are few clues about his identity other than he has also personally funded a couple of Heartland&apos;s non-climate projects in Illinois and Wisconsin which might suggest a personal, local interest. The document entitled &quot;2012 Climate Strategy&quot; (pdf) is also already getting lots of attention. It shows that Heartland will &quot;increase climate project fundraising&quot; by &quot;pursuing additional support from the Charles G. Koch Foundation&quot; who &quot;returned as a Heartland donor in 2011 with a contribution of $200,000&quot;. It adds: &quot;Other contributions will be pursued for this [climate] work, especially from corporations whose interests are threatened by climate policies.&quot; The funding of climate sceptic thinktanks in the US by corporate vested interests such as the Koch brothers has almost become a clich, but here we have cast-iron proof of its influence, intent and extent. Perhaps more unsettling is the document&apos;s revelation that Heartland is actively developing a &quot;Global Warming Curriculum for K-12 Classrooms&quot;:  Principals and teachers are heavily biased toward the alarmist perspective. To counter this we are considering launching an effort to develop alternative materials for K-12 classrooms. We are pursuing a proposal from Dr. David Wojick to produce a global warming curriculum for K-12 schools. Dr. Wojick is a consultant with the Office of Scientific and Technical Information at the U.S. Department of Energy in the area of information and communication science. His effort will focus on providing curriculum that shows that the topic of climate change is controversial and uncertain - two key points that are effective at dissuading teachers from teaching science. We tentatively plan to pay Dr. Wojick $100,000 for 20 modules in 2012, with funding pledged by the Anonymous Donor.  The co-ordinated effort to undermine the teaching of climate science in US classrooms has been noted before, but this still takes the breath away. Let&apos;s just repeat that sentence so it can be fully digested: &quot;His effort will focus on providing curriculum that shows that the topic of climate change is controversial and uncertain - two key points that are effective at dissuading teachers from teaching science.&quot;  So, we have an anonymous millionaire donor  whose agenda and/or vested interest we know not - funding an effort to discredit the teaching of climate science in schools? How can that ever be justified or considered democratic, let alone judged to be in the pupils&apos; best interests? But the dropping of jaws doesn&apos;t end there. Next up, we learn that Heartland paid a team of writers $388,000 in 2011 to write a series of reports &quot;to undermine the official United Nation&apos;s IPCC reports&quot;. Not critique, challenge, or analyse the IPCC&apos;s reports, but &quot;to undermine&quot; them. The agenda and pre-ordained outcome is clear and there for all to see. Then we move on to the direct funding by Heartland  and its &quot;anonymous donor&quot;  of various climate sceptic scientists:  Our current budget includes funding for high-profile individuals who regularly and publicly counter the alarmist AGW message. At the moment, this funding goes primarily to Craig Idso ($11,600 per month), Fred Singer ($5,000 per month, plus expenses), Robert Carter ($1,667 per month), and a number of other individuals, but we will consider expanding it, if funding can be found.  Anyone well versed in the &quot;climate debate&quot; will know these names well. (Bob Carter&apos;s response to the leak has been posted here.) A separate document lists a further 11 scientists on monthly retainers for contributing to its &quot;Nongovernmental International Panel on Climate Change&quot; reports, including Willie Soon who receives $125 a month.  Another familiar name singled out for special funding by Heartland&apos;s anonymous donor is Anthony Watts of the high-profile climate sceptic online clearinghouse, Watts Up With That? The documents state (pdf) that in January his company ItWorks/IntelliWeather was paid $44,000 to &quot;create a new website devoted to accessing the new temperature data from NOAA&apos;s web site and converting them into easy-to-understand graphs that can be easily found and understood by weathermen and the general interested public&quot;. A total of $88,000 (pdf) is expected to be handed to Watts for the project by the end of 2012. This revelation is potentially damaging to Watts as he has previously laughed off the notion that he is being funded by any corporate- and/or vested-interest group. &quot;AGW proponents seem hell bent on trying to repeat this &apos;linked to&apos; nonsense at any cost,&quot; he wrote last May. &quot;Heh, I&apos;ve yet to see that check or any from Exxon-Mobil or any other energy or development company. Somebody must be stealing checks out of my mailbox. /sarc  Anthony.&quot; And, yet, just a few months later comes the news that he has now received a considerable cheque from a climate sceptic thinktank funded, in part, by the Koch brothers and those with various other corporate and ideological interests. Watts has not yet posted a reaction on his blog and any comments mentioning the Heartland leak have, to date, been deleted or moderated. But his response has been posted here:  Heartland simply helped me find a donor for funding a special project having to do with presenting some new NOAA surface data in a public friendly graphical form, something NOAA themselves is not doing, but should be. I approached them in the fall of 2011 asking for help, on this project not the other way around. They do not regularly fund me nor my WUWT website, I take no salary from them of any kind...Compare the funding I asked for initially to get it started to the millions some other outfits (such as CRU) get in the UK for studies that then end up as a science paper behind a publishers paywall, making the public pay again. My project will be a free public service when finished.  Lastly, returning to the &quot;2012 Climate Strategy&quot; document, we see perhaps the most naked expression of Heartland&apos;s well-funded agenda:  Heartland plays an important role in climate communications, especially through our in-house experts (e.g., [Heartland&apos;s James] Taylor) through his Forbes blog and related high profile outlets, our conferences, and through coordination with external networks (such as WUWT and other groups capable of rapidly mobilizing responses to new scientific findings, news stories, or unfavorable blog posts). Efforts at places such as Forbes are especially important now that they have begun to allow highprofile climate scientists (such as Gleick) to post warmist science essays that counter our own. This influential audience has usually been reliably anti-climate and it is important to keep opposing voices out. Efforts might also include cultivating more neutral voices with big audiences (such as Revkin at DotEarth/NYTimes, who has a well-known antipathy for some of the more extreme AGW communicators such as Romm, Trenberth, and Hansen) or Curry (who has become popular with our supporters). We have also pledged to help raise around $90,000 in 2012 for Anthony Watts to help him create a new website to track temperature station data. Finally, we will consider expanding these efforts further, or developing new ones, if funding can be obtained.  Again, much to digest here, but for me one thing stands out beyond the talk of trying to &quot;cultivate more neutral voices&quot; and &quot;coordination with outside networks&quot;. When you recollect all the hullabaloo expressed by climate sceptics about how climate scientists apparently try to close down debate etc, then this sentence says so much:  This influential audience has usually been reliably anti-climate and it is important to keep opposing voices out.  If you like your hypocrisy sandwiches served with a side order of double standards, then these leaked documents are certainly the place to dine out. UPDATE: 8.47pm The Heartland Institute has now issued a statement claiming one of the documents - &quot;2012 Climate Strategy&quot; - is &quot;fake&quot;.", 
    "section": "environment", 
    "gid": "environment/blog/2012/feb/15/leaked-heartland-institute-documents-climate-scepticism", 
    "wordcount": "1651"
}