{
    "headline": "Controversial Chinese chemical plant believed to have resumed production", 
    "text": "A controversial chemical plant in north-east China is believed to have quietly resumed production just months after officials promised to halt operations and move the facility. The Fujia Petrochemical PX plant in Dalian was shut down after more than 10,000 people took to the streets on 14 August 2011 to demand its relocation on public safety grounds. In a bid to placate the urban, middle-class crowd, Dalian city leaders announced that they would move the factory to an industrial park on Xizhong Island. The demonstration was one of the biggest seen in China in recent years and its outcome was seen as a major victory for environmental campaigners, who thought they had seen the end of the PX plant. But there are growing fears that the authorities are back-tracking. In early December, an apparently leaked document was circulated online that suggested the plant has passed fresh safety checks and is preparing to resume production. A few weeks later, a government official told local reporters that the factory was once again in operation. Locals report smoke billowing up from the plant&apos;s chimney and workers commuting as usual for their shifts. This may just be for maintenance. Domestic media have reported a resumption of business, but their stories have been removed from websites. The government and the factory declined to confirm or deny the reports. &quot;I cannot tell you if Fujia has resumed production,&quot; said Yang Guang of the Dalian Propaganda Office. &quot;We are still planning to move the plant to Xizhong Island. That is a government decision. But it takes time.&quot; Domestic critics believe the authorities may be having second thoughts because the factory has been licensed for several years and its closure would result in a significant loss of income and a large compensation payout for breach of contract. The $1.5bn plant is jointly owned by the city and the private company, Fujia. It is one of the 10 biggest factories in Dalian, generating tax revenues of almost 200m a year. The Fujia petrochemical plant has the capacity to produce 700,000 tonnes of paraxylene (PX), a benzene-based chemical widely used in plastic bottles and polyester clothing. PX is far from being the most dangerous of China&apos;s chemical facilities, but it has proved politically toxic. In 2007, tens of thousands of people in the southern city of Xiamen went on a protest walk against a PX plant, prompting the local government to move the facility out of its jurisdiction. Dalian officials say there is a misunderstanding about the degree of risk posed by PX. There is also a lack of trust in official safety reassurances. Local environmental activists said the authorities needed to do more to share information with the public. &quot;Even though the factory might not move away, I believe the government will have learned from (the protests) last year to respect public opinion and give the people of Dalian an explanation about what&apos;s going on,&quot; said Tang Zailin of Dalian Environmental Protection Volunteer Association. The problems of oversight were apparent in the response of the Dalian Environmental Protection Bureau to the Guardian&apos;s queries about the status of the PX plant. &quot;We don&apos;t have the authority to supervise it. Call someone else in the government,&quot; said an official.  With additional research by Han Cheng and Cecily Huang  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/13/chinese-chemical-plant", 
    "wordcount": "581"
}