{
    "headline": "Yahoo on $1.1bn Tumblr acquisition deal: we won't screw it up", 
    "text": "Yahoo promised &quot;not to screw it up&quot; as it formally announced its acquisition of the Tumblr blogging platform for $1.1bn ahead of the US stock market opening on Monday. The relaxed wording of the memo for one of the internet giant&apos;s biggest acquisitions was echoed in the memo sent by David Karp, Tumblr&apos;s 26-year-old founder, to his staff, in which he said &quot;We&apos;re not turning purple&quot;  Yahoo&apos;s corporate colour  and rounded it off &quot;Fuck yeah.&quot; The deal, which is expected to complete in the second half of the year, is almost all cash, is equal in value to Yahoo&apos;s money in hand at the end of its first quarter in March  but it has substantial extra assets in short-term securities, shares in the Chinese site Alibaba, and other equities which it can liquidate. It is understood that Karp, who will remain Tumblr&apos;s chief executive, will be tied into the company for at least four years for his payment of about $220m to vest. Explaining the deal, Yahoo said that Tumblr has more than 300 million monthly unique visitors and 120,000 signups every day, 900 posts a second and 24bn minutes spent on the site every month. On mobile, more than half of its visitors are using the Tumblr mobile app, for an average of seven sessions a day. &quot;The combination of Tumblr+Yahoo! is expected to grow Yahoo!&apos;s audience by 50% to more than a billion monthly visitors, and to grow traffic by approximately 20%,&quot; the company said. Yahoo plans to use its personalisation and search technologies to tie Tumblr users more tightly into its network  thus dragging their attention away from rival social networks such as Facebook, Twitter, Pinterest and Google+. &quot;The two companies will also work together to create advertising opportunities that are seamless and enhance the user experience,&quot; it said. &quot;Tumblr is redefining creative expression online,&quot; the Yahoo chief executive, Marissa Mayer, said in a statement. &quot;On many levels, Tumblr and Yahoo couldn&apos;t be more different, but, at the same time, they couldn&apos;t be more complementary. Yahoo is the internet&apos;s original media network. Tumblr is the internet&apos;s fastest-growing media frenzy. Both companies are homes for brands  established and emerging. And, fundamentally, Tumblr and Yahoo are both all about users, design, and finding surprise and inspiration amidst the everyday.&quot; In a conference call with Wall Street investors, Mayer said the acquisition would grow Yahoo&apos;s audience by 50% to more than 1bn people and increase its total traffic by 20%. She said the company would not place ads on Tumblr bloggers&apos; sites without their permission, or plaster the hip blogging site with Yahoo corporate branding  a cautious move designed to appease its most sceptical users. &quot;On Tumblr, there&apos;s a number of different places we think we can monetise that are meaningful and add to the user experience,&quot; said Mayer, confirming that ads will be introduced to the dashboard page where users can follow other Tumblr posts. &quot;Our hopes here are that this significantly contributes to our growth story in terms of traffic and users. It is an exceptional company and an exceptional team,&quot; she added. Meyer brushed aside one question about concerns over the amount of pornography on the Tumblr site, saying Yahoo needed &quot;good tools for targeting&quot; and removing less &quot;brand-safe&quot; material. &quot;We really think the richness and breadth of the content  even though it may not be as brand safe as on our site  is really exciting and that will help us reach more users.&quot; The chasm between the two companies is best expressed by the fact that Karp, 26, is only eight years older than Yahoo itself, which was founded in 1995. &quot;David Karp is one of the nicest, most empathetic people I&apos;ve ever met,&quot; Mayer said. &quot;He&apos;s also one of the most perceptive, capable entrepreneurs I&apos;ve ever worked with. David&apos;s respect for Tumblr&apos;s community of creators is awesome. I&apos;m absolutely delighted to have him join our team.&quot; Announcing the deal on Tumblr&apos;s staff blog, Karp said: &quot;Before touching on how awesome this is, let me try to allay any concerns: We&apos;re not turning purple. Our headquarters isn&apos;t moving. Our team isn&apos;t changing. Our roadmap isn&apos;t changing. &quot;And our mission  to empower creators to make their best work and get it in front of the audience they deserve  certainly isn&apos;t changing.&quot; Karp told staff at its New York headquarters that the deal means Tumblr gets &quot;better faster&quot; and signed off: &quot;Fuck yeah, David&quot;. The deal will see Karp become the latest high-school dropout turned multimillionaire, following in the footsteps of web wunderkinds including Mark Zuckerberg, the Facebook founder, and Sean Parker, the Napster creator. Karp reportedly owned about 20% of Tumblr stock, valuing his stake at $220m after Monday&apos;s deal. The native New Yorker, whose parents separated when he was 17, taught himself computer code before founding Tumblr in 2007, when Zuckerberg&apos;s Facebook was three years into its global expansion.", 
    "section": "technology", 
    "gid": "technology/2013/may/20/yahoo-tumblr-david-karp-marissa-mayer", 
    "wordcount": "852"
}