{
    "headline": "Watchdog criticises maker of home HPV test for misleading advertising", 
    "text": "A company that offers home testing kits for a virus that can cause cervical cancer has been criticised by the Advertising Standards Authority (ASA) for misleading customers and making irresponsible claims. The independent regulator upheld a series of complaints against the UK company, Home Test Direct, over advertising of its human papilloma virus (HPV) home test, Tampap, which appeared on the firm&apos;s website. In documents released on Wednesday, the agency told the company not to repeat various claims about the test and the dangers of HPV infections that appeared in its advertising. It also ordered the firm not to make claims about the test&apos;s efficacy without solid evidence to support them. The regulator received and upheld five complaints from Margaret McCartney, a Glasgow-based GP, over the advertising of the Tampap test. In several articles on its website, the company implied the test was a substitute for a smear test, the agency said. One article read: &quot;Urgh smear tests. We shudder at the thought. But what if you could detect whether you were at risk of developing cervical cancer from the comfort of your own home?&quot; Another article on the company&apos;s website referred to Tampap as a &quot;Home smear test&quot; that could help &quot;shy and embarrassed women&quot;. The implication that the test could reduce the need for women to have regular smear tests was irresponsible and misleading, the ASA ruled. Any customer who had a positive test for HPV should be advised to discuss the result with their GP and follow up with a smear test. The regulator agreed with Dr McCartney that the company had also exaggerated the risk of dying from cervical cancer as a result of HPV. Though potent strains of HPV cause nearly all cervical cancer, the company did not explain that around 90% of HPV infections clear up without treatment. Unlike an HPV test, a cervical smear test looks for early signs of abnormal cells that can go on to become cancerous. The agency reprimanded the company on several other grounds. Home Test Direct claimed the virus test was a chance to &quot;stay a step ahead&quot;, even though women who tested positive for HPV would be advised to wait a year and test again, or request a smear test from their GP. Another claim, that the test offered peace of mind &quot;and could save your life&quot;, was ruled misleading on grounds of insufficient evidence. In response to the complaints, Home Test Direct said it had taken great care over its advertising and promoted the test as an &quot;additional weapon in the fight against cervical cancer&quot;, rather than a replacement for cervical smear tests. Attempts to contact the company for a response to the ruling, through its London and Chelmsford offices, public relations, and website, were not successful.", 
    "section": "science", 
    "gid": "science/2012/oct/17/watchdog-criticises-hpv-test-advertising", 
    "wordcount": "473"
}