{
    "headline": "Should students be encouraged to set their sights on Russell Group universities?", 
    "text": "Sophie Cousens decided she wanted to take a degree course in marine biology after visiting Sea World, in Florida, at the age of six. Yet when it came to applying to university, years later, things were less straightforward. She had her heart set on Plymouth University. Her school did not. Cousens&apos;s A-level grades were predicted to be good and could have propelled her into one of the more traditional research-intensive universities  the sort of institution that might put one&apos;s CV nearer the top of any teetering pile of job applications. Teachers at her academy school, St Clement Danes, in Hertfordshire, were worried that by choosing a course with lower entry requirements she was not pushing herself to her full potential. &quot;I had a bit of a battle on my hands,&quot; Cousens explains. &quot;But it was absolutely the right course for me to do.&quot; Many of the universities in the elite Russell Group did not offer marine biology, and those that had the course did not appeal to Cousens. &quot;I looked at Liverpool, which had a good reputation and higher grade requirements, but they&apos;d just closed their field centre and they didn&apos;t seem as enthusiastic as Plymouth  everyone there was so passionate about marine biology,&quot; she says. Four years on, Cousens has secured a research post at Plymouth, working in the field she loves. While the university might not have been in the top tier for research overall, it punches above its weight in marine biology and it is ranked second in the UK for the number of peer-reviewed publications on marine themes in the past five years. Looking back on the pressures that nearly blocked her path, Cousens argues that the national obsession with league table rankings is unhelpful. &quot;I think it&apos;s much more important to be at a university that has a good reputation for that course rather than as a whole.&quot; Yet teachers now have an explicit incentive to focus on the &quot;big brand&quot; universities, following a controversial decision in the Department for Education last summer to collect data on how many pupils each school was sending to Russell Group universities. At a roundtable in the department this month, leading figures from outside the group will fight to derail this new measure  which has sparked a fierce row behind the scenes. Libby Hackett, director of the University Alliance, a group of business-focused universities that includes Plymouth and Hertfordshire, calls the new measure a &quot;lazy generalisation&quot; that could &quot;force a school&apos;s hand&quot; even if they know a course elsewhere is outstanding or better suited to a particular pupil. Hackett says: &quot;This is very dangerous. The government is creating a system where membership of a particular group of universities is being used as a proxy measure of excellence that will feed into league tables and, therefore, drive behaviour of schools and the advice they give their students.&quot; The Russell Group disagrees. Its director, Wendy Piatt, says: &quot;In general we welcome the publication of indicators helping pupils and parents to make choices about their place of study post-16 and which will help those who wish to study at university achieve that ambition.&quot; Perhaps, unwittingly, the department has also tapped into a rich vein of university politics, in a world where institutional reputation is constantly monitored and discussed. The Russell Group, which is named after the London hotel in which some of its vice-chancellors had private meetings and which also includes Nottingham, Cardiff, Leeds and Glasgow, has become synonymous with research excellence and tough entry criteria. But there is no shortage of vice-chancellors who privately remark that some of its members are not living up to its stellar reputation. The group was not immune to the blow that many universities sustained to admissions for the current academic year under the new fees regime. While some members, including Bristol and UCL, succeeded in expanding their student numbers considerably, others experienced a decline, including Southampton, which was down by 13%, Liverpool, which dropped 10%, and Sheffield, which fell 9%, according to data released by Ucas last month. Paul Webley, director and principal of the School of Oriental and African Studies, says: &quot;I think this is a bizarre measure. There are some weaker universities in the Russell Group, and some excellent ones outside it. If you wanted a good measure you could easily compile a list of the top 40 institutions from a basket of league tables. However, there is always going to be a problem with looking at institutions as opposed to courses. Surely you want students to go to the place and the course that will suit them best?&quot; Chris Snowden, vice-chancellor of Surrey University, agrees: &quot;This sort of social engineering presupposes that all Russell Group universities are excellent in everything they do. It also ignores the fact that there are very good courses in a large number of universities. I think other parts of government do understand that. &quot;There are many different factors to consider. For example, half the Russell Group wouldn&apos;t even figure in the top 25 of the National Student Satisfaction Survey, which is one measure of teaching.&quot; Yet Piatt maintains that excellence is universal in her group: &quot;All Russell Group universities demonstrate excellence and critical mass in research as well as a first-class educational experience, and excellence in enterprise and innovation,&quot; she insists. Russell Group vice-chancellors say that in a competitive graduate employment market it is disingenuous to claim that the reputation of the university you choose is unimportant. After all, many employers are also prone to making generalisations about degrees. Steve Smith, of Exeter University, which joined the elite group last year, says: &quot;It does matter which institution you go to. The evidence is clear that it does affect your future, and we should encourage students to go to the best institution they can.&quot; Piatt backs him up wholeheartedly: &quot;Our graduates are among the most sought-after worldwide. Employers rank 10 Russell Group universities in the top 30 in the world, and Russell Group graduates receive on average a 10% salary &apos;top-up&apos; over those from other universities.&quot; Yet Smith is uncomfortable with one implication of the new assessment. &quot;I think it is a mistake to assume that everyone should aspire to go to a Russell Group university,&quot; he says. &quot;There are other good institutions doing different things, and some great subjects that aren&apos;t offered at Russell Group institutions.&quot; This is a nuance that many fear the department of the education secretary, Michael Gove, is missing. If you start measuring school performance based on university destinations the danger is that the needs of the individual student will be lost somewhere along the line, they argue. Steve West, vice-chancellor of the University of the West of England, says: &quot;We are trying to encourage young people to fulfil their dreams and ambitions. But this isn&apos;t a one-size-fits-all system.&quot; West&apos;s university concentrates on practice-based education, often designed with employers and with the explicit aim of preparing students for a job. &quot;Other universities will offer the so-called academic route,&quot; he says. &quot;Both are equally valid.&quot; Paul Layzell, vice-chancellor of Royal Holloway, University of London, says: &quot;The objective must be for students to enter the right higher education institution. Crude measures will not address the subtleties of making the right choice.&quot;", 
    "section": "education", 
    "gid": "education/2013/feb/18/russell-group-universities-students-ambitions", 
    "wordcount": "1248"
}