{
    "headline": "Medelln emerges as a Latin American trailblazer for local economic growth", 
    "text": "Latin America has until very recently been marked out by high levels of poverty, inequality, exclusion, informality, social injustice and, not surprisingly, violence. Unfortunately, the neoliberal policies adopted in the region from about 1970 to 2000 played an important part in significantly exacerbating these historic economic and social problems. Solutions to these issues are widely known, but  frustratingly  cannot easily be undertaken. The unequal structure of land ownership in many Latin American countries, for example, one of the worst legacies of European colonisation, cannot easily be overturned in the face of determined resistance from the current landed elites. These legacies need to be dealt with over the longer term if fundamental change and social justice is to come to Latin America. However, one important aspect of development strategy today, mainly taking place locally, involves trying to ensure future development outcomes are as equitable, sustainable and pro-poor as possible. A pioneer in this regard is Medelln, in Colombia. Once known as the most violent city on Earth, thanks to its narco-wars and paramilitary violence, Medelln has become something of a laboratory for heterodox local economic development policies paying very real economic and social development dividends, especially for the poor. A new paradigm of community-driven local economic development policy is perhaps in the making, with four key areas gaining ground. First, as in most parts of Latin America, business taxes in Medelln do not raise anywhere near the required revenue. There are far too many loopholes and ways to avoid paying. Consequently, other sources of revenue have to be sought. The most important of these is found in the shape of Empresas Pblicas de Medelln (EPM), the main regional utilities provider, owned by the municipality. In the same way, the huge, state-owned Codelco copper producer has generated a major chunk of Chile&apos;s central government budget, EPM has  thanks to effective management  contributed about 30% of its net revenue into the city budget. Importantly, the company&apos;s commercial position has not been compromised. If anything, community ownership has strengthened EPM&apos;s operations, because locals have become genuinely proud of &quot;their&quot; company&apos;s contributions to the city&apos;s economic development and culture. Second, there is growing acceptance in Medelln (as elsewhere) that the high-profile microfinance model has failed to improve the situation of the poor. In Medelln, this negative outcome is increasingly denoted by the phrase &quot;chasita economy&quot;, chasitas being the small trolleys the poor use to move around the community while selling simple food and non-food items. Thanks to microfinance, the streets of Medelln are increasingly lined with chasitas and other unproductive informal microenterprises. Accordingly, moves are now underway to phase out the microfinance model and establish a more proactive developmental financial structure, one that prioritises the longer-term emergence of a sustainable enterprise sector. Change will likely start with Banco de los Oportunidades, a Medelln microfinance initiative. With a major financial injection now confirmed, it is hoped that a reformed version of the scheme will evolve, moving away from microfinance and starting to fund the required base of growth-oriented, innovative enterprises operating at or near minimum efficient scale. Third, the Medelln authorities have found that financially self-sustaining, private sector-owned, local-led development agencies  inspired by neoliberal &quot;full cost recovery&quot; models  do not work. Such agencies typically shy away from the work most urgently required for local economic development, instead getting involved with more lucrative consulting activities. So Medelln&apos;s network of business development agencies, the centres of zonal development of companies (CEDEZOs), is now targeting growth-oriented small and medium businesses, rather than just helping lots of chasita-type microenterprises that typically survive no longer than a year or two. In addition, inter-enterprise efficiency-enhancing structures such as clusters, business chambers and entrepreneurs associations have been created, and are being patiently strengthened. Finally, and an entirely appropriate development given that 2012 is the UN Year of Cooperatives, there is a new focus in Medelln on co-operative enterprise development. Marketing co-operatives have the potential to reduce the operating costs of individual members through bulk buying of inputs, sharing of information, and technology. With lack of clients an increasing barrier to enterprise development, there is much to be gained from more effectively exploiting the existing level of demand through such collective structures. Genuine workers&apos; co-operatives are also being talked about as a way of promoting a more consensual and equitable way of doing business, especially involving the poor. With huge inequality still prevalent in Medelln, the hope is that the promotion of worker co-operatives will provide important examples of an enterprise structure in which it is perfectly possible to combine economic efficiency with high levels of equality, dignity and democracy. Hopefully, the positive local economic development model beginning to emerge in Medelln might not only eventually replace the old negative images and associations people have of the city, but also inspire other communities fighting poverty, inequality and social injustice.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/03/medellin-trailblazer-local-economic-growth", 
    "wordcount": "839"
}