{
    "headline": "DNA machine can sequence human genomes in hours", 
    "text": "A UK firm spun out from Oxford University has come up with a DNA sequencing machine the size of a USB memory stick, a move that is set to revolutionise the industry. Privately owned Oxford Nanopore, which was spun out of Oxford University in 2005, on Friday presented at a conference in Florida two new generation machines that can do the same job as current mainframe-sized devices, and can decode the building blocks of life within hours rather than days. The technology could be used in the field to do on-the-spot tests and sequencing of rapidly mutating infectious diseases like HIV and malaria to work out how to treat them, as well as prenatal screening for genetic defects and screening for genetic mutations of plants. The firm expects major agricultural companies like BASF and Monsanto to be interested. Oxford Nanopore has spent the last three years developing the machines in secrecy in collaboration with scientists at Harvard and University of California Santa Cruz. The devices are based on DNA &quot;strand sequencing&quot;, and could be launched as soon as the second half of the year. One of the machines, known as GridION, is the size of a DVD player. They can be stacked and plugged into each other to increase the speed. The other sequencer - the &quot;MinION&quot; which is expected to cost less than $900 (569) - is as small as a USB memory stick. Dr Gordon Sanghera, chief executive of Oxford Nanopore, said: &quot;The exquisite science behind nanopore sensing has taken nearly two decades to reach this point; a truly disruptive single molecule analysis technique, designed alongside new electronics to be a universal sequencing system. GridION and MinION are poised to deliver a completely new range of benefits to researchers and clinicians.&quot; The DNA sequencing machines currently on the market, made by Illumina and Life Technologies, both based in California, are much bigger and take far longer. Life Tech is now taking orders for a $149,000 benchtop machine which can transcribe a person&apos;s DNA in a day for around $1,000. Five years ago, it cost $10m to sequence a human genome. Oxford Nanopore&apos;s technology claims to do the job within hours - viruses can be decoded within seconds - and is &quot;truly disruptive and game-changing,&quot; said Alan Aubrey, chief executive of IP Group, which owns 21.5% of Oxford Nanopore. &quot;The significance of this technology introduction is, in computing terms, analogous to moving from the mainframe to the laptop.&quot; Strand sequencing is thought to be superior to a previous technology, exonuclease sequencing, as the DNA is read directly. In strand sequencing, an entire string of DNA passes intact through a tiny hole created by an engineered protein, or nanopore, in a cell membrane. &quot;It&apos;s like sucking spaghetti really fast,&quot; said Sanghera. In exonuclease sequencing, the DNA building blocks are separated by an enzyme and drop through the hole one at a time. The main challenges were to slow the process down from 1m bases of DNA sequence a second to 300 bases a second, so the DNA can be read, and to solve the problem of reading many bases. Oxford Nanopore has a deal with Illumina for exonuclease sequencing but wants to commercialise its new machines itself.", 
    "section": "science", 
    "gid": "science/2012/feb/17/dna-machine-human-sequencing", 
    "wordcount": "553"
}