{
    "headline": "University expansion has harmed social mobility, says IFS", 
    "text": "The expansion of higher education over the last 40 years has reduced social mobility rather than increased it, according to a study published by the Institute of Fiscal Studies. It says children from wealthy families have taken a disproportionately larger share of the extra higher education places available than children from poorer families and that, because the boost to earnings from having a degree has increased, it has led to falling social mobility. The report is one of five academic papers covering education and social mobility in Fiscal Studies, a journal published by the IFS. Steve Machin, professor of economics at University College London and one of the authors of the paper on the expansion of universities, said: &quot;There has been a meteoric rise in education acquisition in Great Britain over the past 30 years, which has occurred most rapidly among those from richer families. &quot;When coupled with evidence of increasing wage returns to all levels of education, this suggests that the expansion of educational opportunities may have hindered rather than helped social mobility.&quot; Machin and his co-author, Joanne Lindley, examined what happened to a cohort of children born in 1958 compared with those born in 1970. Among the poorest fifth of families, the proportion of children who got a degree increased from just 9% to 10%. But among those from the richest fifth, the proportion going to university rose from 28% to 37%. The authors say that since the 1980s there have been &quot;sizeable increases in relative wages for workers with higher education levels, despite their rapid increases in relative supply&quot;. In recent years, the earnings advantages for graduates have dried up. This has encouraged more students to obtain postgraduate qualifications, which continue to provide an earnings boost to those who have them. But the authors say that people from wealthy homes have benefited disproportionately from the expansion of postgraduate education. Amongst the poorest fifth of families, the proportion of children getting a postgraduate qualification increased from just 2% for the 1958 cohort to 3% for the 1970 cohort. But, among the richest fifth of families, the proportion went up from 8% to 13%. Commenting on the findings that there was more education for people from richer backgrounds and also an increase in income, the authors said: &quot;If these two facts are put together, then the overall result has been increases in within-generation inequalities and, by reinforcing already-existing inequalities from the previous generation, falling social mobility.&quot; Another study in says the government&apos;s decision to raise maximum tuition fees to 9,000 will create a system that is &quot;substantially more progressive&quot; than the previous system. That is because the 30% of graduates with the lowest lifetime earnings will be better off under the new arrangements. And a separate paper in the journal says the most able 15-year-olds from poor backgrounds are, on average, two years behind the most able 15-year-olds from privileged backgrounds. John Jerrim, author of the paper, said: &quot;Education policy over the last decade has focused considerable attention on improving the attainment of less able children from poor backgrounds, with some success. &quot;Now policymakers must turn their attention to reducing socio-economic inequalities among the brightest children in society, to ensure that those from disadvantaged families are not left behind.&quot;", 
    "section": "education", 
    "gid": "education/2012/jun/29/university-expansion-social-mobility-ifs", 
    "wordcount": "555"
}