{
    "headline": "How inspirational ideas from pupils can make a big impact on schools", 
    "text": "It started with a blog on the website inviting pupils to come up with bright ideas to help improve their school. The children of Cleobury Mortimer Primary School responded with a blizzard of suggestions ranging from pantomime trips to better toilets. But it wasn&apos;t long before teachers at the Shropshire school began to see a pattern to some of the children&apos;s concerns: there was nothing to do on the playground. Yes, there were toys and things for them to play with, but the children wanted to be more creative. To the teachers it was also an opportunity because they felt their pupils were not using their imagination enough in lessons. So the children got their heads together and came up with the idea of creating a stage on the playground, a castle, a Three Bears Cottage, a big ship and several other features that they would like to see built. There was only one problem. When the children asked their headteacher if they could have their new play facilities she replied: &quot;Only if you build them yourselves&quot;. They were horrified. &quot;I said they could have them but that we were going to have to order the wood and do it ourselves because we couldn&apos;t afford a professional company,&quot; says Bavita Williams. The project took off when Williams met Bob Green  a real-life Bob the Builder - who agreed to work with the school at a bargain rate. &quot;He came in and supervised and made sure everything was cut properly. The children did the cutting and used saws, hammers and nails just like a proper builder. And they showed they can do it. &quot;I wasn&apos;t surprised. I know children can be challenged and do anything if the supervision&apos;s there and they are taught properly. It&apos;s good to take risks with children.&quot; The project, which cost 5,000 and was overseen by the health and safety charity, ROSPA, has had a huge impact on the children, says Williams. &quot;They use it so respectfully and creatively and it&apos;s improved relationships on the playground. It&apos;s also had an impact on language development in class. It&apos;s enabled them to be more creative about story-writing and explaining things to each other and their verbal responses have improved in class.&quot; This is just one of the many inspirational projects that schools up and down the country have developed from ideas provided by their pupils to improve the quality of life for their communities. Keen to encourage more work like this, The Guardian and Zurich Municipal have launched a competition to encourage students and teachers to work together to develop an idea that will benefit their school, is sustainable and realistic. The School We&apos;d Like competition is open to any school in Great Britain and there are three categories  primary, secondary and special school  with a 5,000 first prize for each category. Many innovative projects have a strong emphasis on improving the school environment, sustainability and eco-friendly ideas for cutting carbon emissions. One example is the eco-garden club project created by students at Merchant Taylors&apos; Girls&apos; School in Liverpool. Other schools have used links with schools in developing countries to create a whole school ethos based on ethical trading. Cardinal Wiseman School and Language College in Coventry has created and markets its own brand organic tea called Cardinal Tea (&apos;Eminently Superior&apos;) with profits going to support a community in Malawi. Blackwood Primary School in Caerphilly, south Wales, has opened its own Fairtrade coffee shop after children came up with the idea as an inspirational way of learning about money matters. Other ideas include a project to build a 21st century dining room at Southlands High School in Chorley and an anti-vandalism campaign at Welling School in Kent, which has used savings from a reduction in vandal damage to provide a wet weather shelter for students. But entries to the completion are not restricted to ideas for physical improvements or supporting the ethos of a school. They could, for example, include proposals for developing parental engagement or improving links with local primary schools. A great example is the online Year 7 Pupil Prospectus with interactive map and other creative features developed by pupils at The Sweyne Park School in Rayleigh, Essex. &quot;We asked our year 7s to brainstorm ideas on what would help to improve the transition from primary school. They decided we ought to have a much more bespoke section on the website with details of our e-mentoring scheme, interactive map, and answers to questions they would have asked,&quot; says headteacher Andy Hodgkinson. At the suggestion of pupils and parents the school has now gone a stage further and installed a giant touch screen computer in the foyer which allows visitors and new pupils to use the interactive map to find their way. &quot;It&apos;s like a giant iPad and the kids love it. You touch the map and then little footprints guide you to where you should be,&quot; says Hodgkinson. &quot;It&apos;s a bit like Harry Potter. It&apos;s something children worry about when they come to a big school and it&apos;s the little things that you can easily forget as a teacher than can have the biggest impact.&quot; To find out more about The Guardian and Zurich Municipal School We&apos;d Like competition and to submit your entry, click here. This content is brought to you by Guardian Professional. Sign up to the Guardian Teacher Network to get access to more than 100,000 pages of teaching resources and join our growing community. Looking for your next role? See our Guardian jobs for schools site for thousands of the latest teaching, leadership and support jobs", 
    "section": "education", 
    "gid": "teacher-network/2012/nov/20/school-wed-like-competition-ideas-impact-school", 
    "wordcount": "953"
}