{
    "headline": "Fossil fuel subsidies: a tour of the data", 
    "text": "One of the most surprising and alarming issues in the climate and energy arena is the fact that the fossil fuels causing global warming continue to receive substantial government support, making them artificially cheap and encouraging more of them to be consumed. It&apos;s a form of madness that my colleague Damian Carrington put his finger on recently when he wrote that &quot;the house is ablaze and we are throwing bucket after bucket at it  buckets of petrol.&quot; What&apos;s particularly baffling is that while government support given to environmentally beneficial renewable power sources is subject to seemingly endless media and political scrutiny, the 500% larger subsidies given to oil, gas and (to a much lesser extent) coal rarely get much attention.    {'dataSourceUrl':'//docs.google.com/a/duncanclark.net/spreadsheet/tq?key=0AvQ61rOyl8AwdEpPbzJmOXhpZUVnUVFVMUZneU1UMmc&transpose=1&headers=1&range=A21%3AE27&gid=0&pub=1','options':{'vAxes':[{'title':'$ billion, nominal','minValue':null,'viewWindowMode':'pretty','viewWindow':{'min':null,'max':null},'maxValue':null},{'viewWindowMode':'pretty','viewWindow':{}}],'reverseCategories':false,'series':{'3':{'color':'#cccccc'},'2':{'color':'#000000'},'1':{'color':'#999999'},'0':{'color':'#666666'},'5':{'color':'#b6d7a8'},'4':{'color':'#6aa84f'}},'title':'Global subsidies for fossil fuels (grey) and renewables (green)','backgroundColor':'#FFFFFF','legend':'right','logScale':false,'hasLabelsColumn':true,'hAxis':{'maxAlternations':1},'reverseAxis':false,'isStacked':true,'width':460,'height':371},'state':{},'view':'{'columns':[0,1,2,3,4,5,6]}','chartType':'ColumnChart','chartName':'Global energy subsidies'}    In case that 500% figure sounds hard to believe, here&apos;s a chart showing the IEA&apos;s estimate of all the energy subsidies given out globally over the last few years. As it makes clear, fossil fuels  and specifically oil and gas  account for the overwhelming majority. It&apos;s worth pausing for a moment to take in the sheer amount of money we&apos;re talking about here: more than half a trillion dollars in 2008 (when energy prices hit record highs), equivalent to the total GDP of Sweden or Saudi Arabia. The figure was lower in 2010, but so far there&apos;s no obvious sign of a downward trend, seemingly because reductions in subsidies in some countries have been offset by rising energy prices, which can ratchet up the cost of the remaining subsidy schemes. So where and how are all these fuel subsidies dished up? There are two main source of data: the IEA and the OECD. Let&apos;s look first at the IEA&apos;s analysis, which focuses on the more obvious type of subsidy: government policies designed directly to hold the end price of fossil fuels below the cost of supply. The bulk of these &quot;consumption subsidies&quot; are given out in developing and transitional economies. Here are the top 15 nations by total spend. (You can also see the data on a map if you prefer.)    {'dataSourceUrl':'//docs.google.com/a/duncanclark.net/spreadsheet/tq?key=0AvQ61rOyl8AwdEpPbzJmOXhpZUVnUVFVMUZneU1UMmc&transpose=0&headers=1&range=A3%3AE18&gid=1&pub=1','options':{'reverseCategories':false,'series':{'3':{'color':'#674ea7'},'2':{'color':'#000000'},'1':{'color':'#f1c232'},'0':{'color':'#cc0000'}},'title':'Cost of fossil-fuel consumption subsidies for top 15 economies, 2010','titleX':'Billion dollars','backgroundColor':'#FFFFFF','legend':'right','logScale':false,'hasLabelsColumn':true,'hAxis':{'minValue':null,'viewWindowMode':'pretty','viewWindow':{'min':null,'max':null},'maxValue':null},'reverseAxis':false,'isStacked':true,'width':460,'height':371},'state':{},'view':'{'columns':[0,1,2,3,4]}','chartType':'BarChart','chartName':'Cost of fossil-fuel consumption subsidies for top 15 economies, 2010'}    One thing that&apos;s immediately striking here is that consumption subsidies tend to be biggest in nations that export a lot of fossil fuels, whether it&apos;s Saudi oil or Russian gas. According to the IEA&apos;s Fatih Birol, this is because countries such as these see fuel subsidies as a way to &quot;share out&quot; the benefits of energy exports among their population. One rationale for subsidising fossil fuels is to help lift poorer members of society out of energy poverty. However, IEA data suggest that the poor receive a disproportionately small amount of the benefits. As the following chart shows, in most cases the poorest 20% of the population typically receive only around 510% of the benefits of the subsidies, suggesting that if the policies are designed for poverty alleviation, then they&apos;re not working properly.    {'dataSourceUrl':'//docs.google.com/a/duncanclark.net/spreadsheet/tq?key=0AvQ61rOyl8AwdEpPbzJmOXhpZUVnUVFVMUZneU1UMmc&transpose=0&headers=1&range=A3%3AG5&gid=2&pub=1','options':{'vAxes':[{'title':null,'minValue':null,'viewWindowMode':'pretty','viewWindow':{'min':null,'max':null},'maxValue':null},{'viewWindowMode':'pretty','viewWindow':{}}],'series':{'2':{'color':'#a64d79'},'1':{'color':'#ff9900'},'0':{'color':'#cc0000'},'5':{'color':'#f1c232'},'4':{'color':'#674ea7'}},'reverseCategories':false,'title':'Share of fossil-fuel subsidies received by the lowest 20% income group in surveyed economies, 2010','backgroundColor':'#FFFFFF','legend':'right','logScale':false,'reverseAxis':false,'hAxis':{'maxAlternations':1},'hasLabelsColumn':true,'isStacked':false,'width':460,'height':371},'state':{},'view':'{'columns':[0,1,2,3,4,5,6]}','chartType':'ColumnChart','chartName':'Share of fossil-fuel subsidies received by the lowest 20% income group in surveyed economies, 2010'}    So what would happen if all these subsidies were phased out? According to the IEA&apos;s models, we&apos;d see a massive reduction in global fossil fuel use:    {'dataSourceUrl':'//docs.google.com/a/duncanclark.net/spreadsheet/tq?key=0AvQ61rOyl8AwdEpPbzJmOXhpZUVnUVFVMUZneU1UMmc&transpose=1&headers=1&range=A16%3AD19&gid=3&pub=1','options':{'vAxes':[{'title':'','viewWindowMode':'pretty','viewWindow':{}},{'viewWindowMode':'pretty','viewWindow':{}}],'reverseCategories':false,'series':{'2':{'color':'#444444'},'1':{'color':'#f1c232'},'0':{'color':'#cc0000'}},'title':'Expected reduction in fossil-fuel consumption as a result of phasing-out subsidies','titleX':'Million tonnes of oil equivalent saved','backgroundColor':'#FFFFFF','legend':'right','logScale':false,'reverseAxis':false,'hasLabelsColumn':true,'hAxis':{'minValue':0,'viewWindowMode':'pretty','maxAlternations':1,'viewWindow':{'min':0,'max':null},'maxValue':null},'isStacked':false,'width':460,'height':371},'state':{},'view':'{'columns':[0,1,2,3]}','chartType':'BarChart','chartName':'Expected reduction in fossil-fuel consumption as a result of phasing-out subsidies'}    This in turn would lead to a huge reduction in greenhouse gas emissions. The following chart shows the IEA&apos;s estimated annual carbon cuts in 2015, 2020 and 2035 relative to a world in which the subsidy regime was left in place. Of course, models aren&apos;t infallible and these figures are necessarily based on a whole set of assumptions about the future, but nonetheless the numbers are strikingly huge. By 2035, the expected savings add up to 2.6bn tonnes of CO2. (To give a sense of quite how much carbon that is, I&apos;ve put current total EU emissions on the graph for comparison.) According to IEA estimates, that kind of cut would be sufficient to provide around half the savings needed to limit global warming to 2C.    {'dataSourceUrl':'//docs.google.com/a/duncanclark.net/spreadsheet/tq?key=0AvQ61rOyl8AwdEpPbzJmOXhpZUVnUVFVMUZneU1UMmc&transpose=1&headers=1&range=A25%3AE26&gid=3&pub=1','options':{'series':{'0':{'color':'#6aa84f'}},'reverseCategories':false,'title':'CO2 savings from phase-out of fossil-fuel consumption subsidies, with current EU emissions for comparison','titleX':'CO2 savings (gigatonnes)','backgroundColor':'#FFFFFF','legend':'none','logScale':false,'reverseAxis':false,'hAxis':{'minValue':0,'viewWindowMode':'pretty','viewWindow':{'min':0,'max':null},'maxValue':null},'hasLabelsColumn':true,'isStacked':false,'width':460,'height':371},'state':{},'view':'{'columns':[0,1]}','chartType':'BarChart','chartName':'CO2 savings from phase-out of fossil-fuel consumption subsidies, with current EU emissions for comparison'}    Clearly, then, if we&apos;re to have any chance of solving climate change, fossil fuel subsidies need to go. The case for urgently scrapping them seems particularly strong in countries such as Russia and Saudi Arabia where per capita carbon footprints are already higher than the global average. Things feel less black and white in the case of poorer countries, purely because in a world where rich nations have done relatively little to cut their own emissions, it&apos;s difficult to see how they  or the international agencies they dominate  have the moral authority to demand an end to fuel subsidies in, say, India or Nigeria, where the average person has a footprint 2040 times smaller than the typical American. This is especially true given that fossil fuel companies in rich countries still receive indirect support through a myriad of mechanisms such as tax credits and government underwriting of corporate risk. The OECD identified a remarkable 250 such mechanisms in its heroically comprehensive inventory of estimated budgetary support and tax expenditures for fossil fuels. Exactly which of these counts as subsidies as such is open to debate, but by the OCED&apos;s reckoning the total value of government support to fossil fuel companies in its member countries is $4575bn. I suspect that the sooner we in the developed world ditch these kinds of indirect subsidies, the sooner the rest of the world will be likely to agree to ditch their much larger direct ones. It won&apos;t be easy, of course  not least because of the powerful influence of the fossil-fuel lobbying machine. I don&apos;t know of any good global data about the relative size of the fossil fuel and renewables lobbies, but where figures are available, the hydrocarbon brigade massively outspend those pushing for clean energy  by a factor of 12 in the US, according to one estimate. But do it we must, because on a planet staring devastating climate change in the face, spending tax-payers&apos; money on propping up fossil fuels really is as crazy as throwing buckets of petrol on a house fire. Get the data  DATA: download the data as a spreadsheet  Can you do something with this data? Flickr Please post your visualisations and mash-ups on our Flickr group or mail us at datastore@guardian.co.uk  More environment data Get the A-Z of data More at the Datastore directory Follow us on Twitter",
    "section": "environment", 
    "gid": "environment/datablog/2012/jan/18/fossil-fuel-subsidy", 
    "wordcount": "1031"
}