{
    "headline": "On watch with the gatekeeper butterfly", 
    "text": "The gatekeeper butterfly is poised on a nettle as if it&apos;s waiting. With the same brown, white-pupil eye-spots on its wings as meadow brown butterflies, of which there are more this year than I&apos;ve seen before, the gatekeeper watches over his place along the fence. Unlike the darker, underworldly meadow browns, the gatekeeper  once called the hedge brown  is like a ticket freshly printed in chocolate and gold. He flexes slowly and openly. The poise is nostalgic. He represents the weedy corners of late summer, where the lush, fey flowerings thicken into a coarser, seedier verdure. He is a hedger, stridently brown and brassy in the margins, the coming and going places. Unlike the more flamboyant butterflies, so noticeable by their absence this year, the gatekeeper muscles into a vacancy. Perhaps the fancy ones will appear later after such a devastating summer. But perhaps he works the gate alone, the one which swings between a countryside we can barely believe still exists and the landscapes which are changing so rapidly around us. Balanced between these two states in this strange, late-summer weather, the gatekeeper maintains his watchful poise. The blue pulse in verges and old pastures runs through field scabious flowers devoid of insects swinging on them; harebells which feel as if they&apos;ve lost their tinkling charm and neglected nettle-leaved bellflower harbouring so few bees. When the rain starts, the butterflies and moths try to stay out as long as they can, but are soon burrowing in the dark thatch of the ground. Huge, dark and intensely yellow clouds wring themselves out and move on. After the rain, the green under hedges and trees smells of rhubarb and gooseberry. It&apos;s the smell of an old vernacular world, unimpressed by sophistry but with its own passions and delights. The gate to that world is kept by an old-new creature, brown as earth, gold as storm clouds with moon-white eyes.", 
    "section": "environment", 
    "gid": "environment/2012/aug/07/wenlock-edge-gatekeeper-butterfly", 
    "wordcount": "318"
}