{
    "headline": "Mass Effect 3  review", 
    "text": "Across the country, it&apos;s a fair bet that right now, an awful lot of gamers are praying for the sort of snow that decimates public transport and provides a ready-made excuse to skip work. After all, there are more important things to do, such as saving the universe. And that&apos;s precisely what the third instalment of BioWare&apos;s epic space-RPG Mass Effect offers. Yes, Commander Shepard is back and, this time around, things are bad even by his (or her  as ever, you can choose Shepard&apos;s gender and appearance) standards. Those dastardly sentient machines the Reapers are coming, with their agenda of exterminating all organic life, and it&apos;s up to Shepard to stop them. With you at the controls. If you&apos;ve played one of the two previous Mass Effect games, you&apos;ll know what to expect  nothing less than a near-TV series-length slab of space opera that plays like a third-person shooter while providing all the character development an RPG fanatic could desire. You&apos;ll also find proceedings reassuringly familiar: Mass Effect&apos;s conventions and controls remain more or less untouched in its third incarnation, although it does achieve new heights of polish and slickness. BioWare always intended Mass Effect 3 to be the conclusion of a trilogy, and it has a suitably simple yet conclusive plot. The Reapers, as Shepard has long warned everyone they would, launch their invasion  starting with Earth, where Shepard has been grounded by the Alliance. Naturally, after a bit of gentle tutorial-style action, he escapes  back at the helm of the Normandy, with a brief to head to the Citadel and convince the perennially squabbling alien races that they all need to band together or the Reapers will wipe them out. Conveniently  and at least the dialogue has the wit to discuss that it might be a bit too conveniently  he&apos;s able to visit Mars and snatch the blueprint for a weapon sufficiently advanced to take out the Reapers, from the sinister grasp of Cerberus, his employer in Mass Effect 2.     Mass Effect 3    Plenty of old friends from the franchise are back with central roles  Liara T&apos;Soni is Shepard&apos;s trusty lieutenant this time around, while Garrus and Ashley Williams also feature  and plenty of action takes place on the Krogan homeworld Tuchanka, as bleak and uninviting as ever. The plot slots beautifully into Mass Effect&apos;s structural framework. Shepard soon finds old feuds between alien races are still raging, and so must carry out missions that bring them into the fold, this time with an extra dramatic backdrop provided by the Reaper invasion, as many of the places he visits are full-on war-zones. As Shepard, you get to make momentous decisions that determine which alien races join in with the Alliance effort, so there&apos;s diplomacy to be performed when you aren&apos;t shooting aliens. Cerberus constantly pop up, throwing whole bags of spanners into the works. The story is full of twists and little subtleties that will delight fans of the series, and those who have never played a Mass Effect game before will be astonished by its depth and richness. The ability to shape parts of it with your actions makes it even more involving. While the basic mechanics of the game haven&apos;t been altered  the wheel that lets you select weapons and powers is the same as ever, for example  BioWare has indulged in plenty of judicious tweaking. This time around, Shepard is noticeably more mobile and moves in a more fluid way, which is handy in a firefight. The layout of the Normandy has changed (it&apos;s back to being an alliance, rather than Cerberus, ship), and the mining mechanic has been abandoned as being irrelevant in the context of a universe-wide war. Instead, the Alliance funds you, which is a lot simpler than fiddling around looking for rare elements. And there are plenty of random missions to be found on planets beset by the Reapers. There&apos;s also a co-operative mode for the first time  having humans rather than AI in your squad is something all Mass Effect players, surely, have craved  and an almost board game-like iOS app which is all about reclaiming the universe, planet by planet, from the Reapers, and what you do in the single-payer game can feed back into it. Mass Effect always had vast amounts of replay value, and that just adds to it.     Mass Effect 3    More than ever, the Mass effect universe pulls off the masterful trick of feeling huge and yet believable  the game&apos;s production values are through the roof, and its third-person shooter controls incredibly precise, responsive and accurate given Mass Effect&apos;s immense scope. It really does feel like a TV sci-fi series in which you play the central character  which highlights the current absence of significant sci-fi series from our TV screens. It&apos;s even the first Mass Effect game to let you play as a male Shepard and have gay relationships  although those are conducted in such a stiff and awkward manner that you don&apos;t feel BioWare was particularly comfortable about making them. But at least they show the game&apos;s desire to provide a mature form of entertainment which lacks nothing in comparison with Hollywood or television. Show it to the next person who maintains games are vacant and unsophisticated, and watch them squirm as they&apos;re forced to acknowledge their ignorance.  Mass Effect 3 was reviewed on the Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/06/mass-effect-3-game-review", 
    "wordcount": "888"
}