{
    "headline": "Labour pledges to revive further education with centres of excellence", 
    "text": "Labour would boost the status of technical and vocational training in England by accrediting a string of &quot;national centres of excellence&quot; in key sectors such as engineering and IT, Stephen Twigg, the shadow education secretary, announces on Wednesday. The aim would be to raise the quality and profile of the country&apos;s premier further education colleges to that of the leading universities and their prestigious counterparts overseas. The colleges are responsible for training and educating a majority of the country&apos;s young adults once they have left school. The move is an attempt by Labour to focus on the needs of the economy, by tackling the skills gap and educational needs, in contrast to what some see as the Conservatives&apos; education policy of micromanagement and tinkering with exam names. &quot;They could be a place that students would aspire to go to, but also providing a model of the very best practice that would be available to colleges around the country,&quot; said Twigg. He said a model for the national centres of excellence would be the Royal Academy of Dramatic Art and the Royal Ballet School in their specialist disciplines, as well as the high-quality education provided by leading technical colleges in countries such as Switzerland and South Korea. &quot;I want us to learn from positive examples in our own country, but also learn from some of the countries that have cracked this,&quot; Twigg said. He added: &quot;I visit FE colleges a lot and see some fantastic practice. Liverpool&apos;s FE colleges do excellent work on catering and hospitality, so I could imagine a college like City of Liverpool, or Kingsway in London, could be the type of place that might become the national centre of excellence in catering and hospitality,&quot; Twigg said. On a recent trip to Switzerland, Twigg visited the Federal Institute of Technology, ETH Zurich, which specialises in engineering, technology, mathematics and management. Twenty-one Nobel prizes have been awarded to students or professors of the Institute. Albert Einstein received his diploma from the college in 1901. &quot;Those are the sorts of things that we need to aspire to,&quot; Twigg said. Budget constraints meant the policy would have to be funded from existing government resources, with some expenditure in forming an accreditation board, involving employers and industry, to set the criteria and approve the new centres of excellence. Martin Doel, chief executive of the Association of Colleges, which represents specialist and further education colleges, said: &quot;This proposal will give some welcome measure of recognition of the exemplary skills provision already on offer in colleges and we appreciate the attention being given in the Labour party&apos;s policy development work to the vital role that colleges and vocational training play in increasing both individual and national prosperity. We look forward to working with Stephen Twigg as he further develops this concept.&quot; Attempts to improve the status and attractiveness of FE colleges are not new. Twigg&apos;s policy, however, would be focused on a small number of colleges, rather than raising up the sector as a whole. The policy announcement comes on national &quot;VQ day&quot;, 5 June, in which the education sector celebrates vocational qualifications.", 
    "section": "education", 
    "gid": "education/2013/jun/04/labour-pledge-training-it-engineering", 
    "wordcount": "533"
}