{
    "headline": "Specieswatch: German wasp", 
    "text": "Wasps are not popular insects and it can be hard to tell one variety from another. There are nine species that have the familiar yellow and black stripes: the largest is the hornet and the smallest and most frequently encountered, the common wasp. This year one of the other wasp varieties, known as the German or European wasp, Vespula germanica, seems to be having a particularly good season. It is noticeably larger than the common wasp but smaller than the hornet, and it can frequently be seen gnawing away at exposed wood like garden benches and fences. It chews the wood, mixes it with water from the nearest puddle and uses it to make the communal paper nest. Despite its name it is a native of Britain and widespread except in the far north-west of Scotland. Like the common wasp it makes its nest in house lofts and other enclosed spaces but also likes old mouse burrows and other holes in banks or trees. Apart from its size it can be identified by a triangle of black spots on its face, but inspecting these at close quarters can be hazardous if the wasp is alive. Nests of these species tend to be grey in colour compared with the yellowish hue of the common wasp, which chews rotten wood rather than good timber to make its nests. Generally, although wasps can sting repeatedly and painfully, they are not aggressive and can be seen as useful insects. At this time of year they are busy building ever larger nests to accommodate growing numbers of grubs which will turn into new workers. The grubs are fed on aphids, mosquitoes, larger flies and caterpillars that the wasps catch and carry back to the nest. They also eat nectar from flowers. It is not until later in the season that they become a nuisance at picnics and in orchards, when they develop a sweet tooth having finished feeding the grubs. Despite their ability to defend themselves and their nests, they are regarded by one of the UK&apos;s rarest and most beautiful summer bird visitors, the honey buzzard, as a major food source. The birds dig out the wasp nests in search of grubs and carry sections of it back to their treetop nests for the chicks to eat the grubs. The birds often leave some of the nest intact, allowing the wasps to rebuild it before returning for a second attack. If you see German wasps in your garden the nest is usually less than 500 metres away. The cold kills the wasps, apart from the newly hatched queens in the autumn. They look for a warm dry nook to hibernate over winter. The exception to this cycle is in New Zealand and other warmer climates, where the hibernating German wasp queens have been accidentally exported in piles of timber. In these warmer countries colonies can survive the winter. Nests have been known to grow year on year filling whole loft spaces.", 
    "section": "environment", 
    "gid": "environment/2012/jul/01/specieswatch-german-wasp-insects", 
    "wordcount": "497"
}