{
    "headline": "20 Best iPhone, iPad, Android and Windows Phone games this week", 
    "text": "It&apos;s time for our weekly roundup of new games for smartphones and tablets, this time covering iOS, Android and Windows Phone. The week&apos;s pick of new and notable games includes Peter Molyneux&apos;s mobile comeback, Angry Birds getting The Force, ponies, hobbits, rope-cutting, magic, knights and word puzzles. A good night in, you could say. Prices apply to the initial download, so when a game is &quot;Free&quot;, it may well include in-app purchases. All prices are correct at the time of writing (8 November), but may have changed if you&apos;re reading this at a later date. Curiosity: What&apos;s Inside the Cube (Free) This is veteran games designer Peter Molyneux&apos;s big new idea for smaller screens: a giant virtual cube that players around the world are chipping away at, trying to discover &quot;the life-changing secret&quot; buried in its centre. Is it a good game? Is it even a game? That&apos;s being fiercely debated, but it&apos;s true that the actual chipping is rather moreish.Android / iPhone / iPad Angry Birds Star Wars (Price varies) You can read our full review for an explanation of why Angry Birds Star Wars is the best Angry Birds game yet, but as a guide: it does a good job of integrating Star Wars characters and weapons, provides plenty of depth with its 120 available levels, and isn&apos;t over-aggressive with its in-app purchases.Android / iPhone / iPad / Windows Phone My Little Pony Friendship is Magic (Free) If you&apos;ve been keeping up with the &apos;bronies&apos; phenomenon, you&apos;ll know that My Little Pony isn&apos;t just for young girls these days. That should be good news for Gameloft&apos;s official game, which sees you rebuilding the town of Ponyville, playing mini-games, and connecting to friends. It&apos;s a freemium game, which parents of younger fans should be aware of when downloading.iPhone / iPad The Hobbit: Kingdoms of Middle-earth (Free) Peter Jackson&apos;s new Hobbit trilogy hasn&apos;t made it to cinemas yet, but there&apos;s a new game from social developer Kabam. It sees (in theory) thousands of players teaming up to drum the goblin hordes out of the Misty Mountains. Expect elves, dwarves, lots of diplomacy, and in-app purchases to fund your ambitions.iPhone / iPad Madden NFL 13 Social (Free) EA has already turned FIFA into a social mobile game, but now another of its big sporting franchises is following suit. Madden NFL 13 Social has been launched across Facebook and iOS, and sees you building a team and taking on friends, all based on real-world NFL players.iPhone / iPad Angry Birds Space (0.79) Windows Phone got two Angry Birds games this week, with Angry Birds Space finally making its way onto Microsoft&apos;s Marketplace. The game sees you firing birds through gravitational fields across 150 levels.Windows Phone Cut the Rope (0.79) And here&apos;s one more huge mobile gaming brand making the leap onto Windows Phone. Cutesy monster Om Nom has brought his rope-cutting action to the Marketplace, with 300 physics-puzzle levels and the promise of &quot;more to come&quot;. Windows Phone Wraithborne (1.99) Describing itself as a &quot;visceral whack&apos;n&apos;smash action-adventure&quot;, Wraithborne uses the Unreal Engine 3 to deliver spiffing graphics alongside its fantasy (&quot;wraiths, goblins and werewolves stalk the lands...&quot;) plot. Your job is to kill as many as possible with spells and weapons, while exploring the landscape.iPhone / iPad Magic in Modern London (Free) Less a pure game (although that&apos;s its App Store category), and more a &quot;GPS-triggered treasure hunt&quot; around the capital city. This is based on a 1908 map of London, and a book by folklorist Edward Lovett. The game involves wandering around London looking for 64 of Lovett&apos;s amulets, while listening to audio readings, looking at images and reading the text.iPhone Outlaw (Free) Atari is busily updating a number of its famous games from the late 1970s for the apps era, with Outlaw following Centipede Origins and Super Bunny Breakout onto iOS. This takes the Wild West theme of the original Outlaw game and runs with it: a variety of locations, weapons and a freemium pricing structure.iPhone / iPad Air Patriots (Free) Air Patriots is an inventive take on the line-drawing genre that made Flight Control such a hit: while planes figure here, it&apos;s as much a tower defence game than a copy of its predecessor. It&apos;s also the first mobile game from Amazon Game Studios yes, that Amazon available on its Kindle Fire tablets, but also iOS and Android.Android / iPhone / iPad Wreck-It Ralph (0.69) Wreck-It Ralph is the new animated film from Disney, but it&apos;s also crashing onto the App Store in game form. In fact, there are three mini-games based on the movie to play here: fixing, blasting and climbing along with characters from the film.iPhone / iPad Army of Darkness: Defense (Free) More tower defence here, but with less planes and more shambling undead monsters. Based on the famous movie from the Evil Dead trilogy, it sees you fending off 50 waves of zombies with the help of various characters from the film, with power-ups to help you stay unbitten.Android World at Arms (Free) It&apos;s a good week for app-based warmaking, with Gameloft joining the fray with its freemium strategy game World at Arms. It sees you building a base, training up troops and then battling other players from around the world, like a modern-warfare (as opposed to Modern Warfare) take on the currently-popular Clash of Clans.iPhone / iPad Mensa Academy (2.99) Square Enix&apos;s Mensa Academy game started life as a Wii, 3DS and PC title, but has now been ported to iOS. It promises more than 1,000 questions spread between numeracy, language, logic, memory and visual, with shades of Nintendo&apos;s famous Dr Kawashima in its tracking and testing features.iPhone / iPad Storm the Train (Free) More zombies here  a week without any new mobile games featuring zombies remains an unfeasible prospect but they&apos;re joined by robots and ninjas, at least. The game sees you boarding a train to have at them all with a range of weaponry and gadgets, with virtual coins (and thus in-app purchases) fuelling the destruction.iPhone / iPad League of Heroes (Free) League of Heroes is a charming, social hack&apos;n&apos;slash adventure that sees you slashing (and hacking) your way through monster armies while earning coins, upgrading your character and connecting to Facebook friends.Android / iPhone / iPad Word Smack Free (Free) As elite iOS word-game players mull whether to ditch Words With Friends for Letterpress, Electronic Arts enters the fray with its own literate game, Word Smack. It involves trying to find as many five-letter words as possible over three rounds, playing against individual friends asynchronously.iPhone / iPad Swipe the Deck (0.69) Here&apos;s another interesting puzzle game designed for online multiplayer action, this time splicing poker with match-three puzzles. Friends can be challenged through Facebook or Game Center, as you swipe to match pairs, straights and other cardy combos.iPhone / iPad Pixel Twist (Free) This looks great fun: an Android version of an existing Flash web game called Coign of Vantage, which has been out on iOS for a while. Each level presents you with a cloud of pixels, which you have to rotate until you uncover an image. More a &quot;zen exercise&quot; than a pure game, but still good.Android That&apos;s our selection, but what are you playing this week on your smartphone or tablet? Make your recommendations, or provide feedback on the games we&apos;ve chosen, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/08/best-iphone-android-windows-phone-games-8nov", 
    "wordcount": "1258"
}