{
    "headline": "Ed Davey hits out against coalition climate change sceptics", 
    "text": "Ed Davey, the energy and climate change secretary, is to use a major speech at Clarence House on Wednesday afternoon to fight back against the increasingly vocal climate change scepticism among other parts of the coalition. His uncompromising speech, seen by the Guardian, promises stronger action on global warming and follows the admission by his party leader, Nick Clegg, that green issues are now some of the most serious flashpoints between the coalition partners. The Liberal Democrats have long sought to be seen as strong on the environment, a core issue for the party&apos;s voters. But they have suffered setbacks in government as the Treasury has cut renewable energy support and an increasingly vocal number of Tories oppose windfarms, money for low-carbon projects and tougher targets for UK emissions cuts, all of which the Lib Dems support. The extent of some of the divisions was on display in the European parliament recently, when rebel Tory MEPs played a pivotal role in scuppering plans to rescue the EU&apos;s carbon trading system (ETS). Davey struck a firm stance: &quot;As a politician, you quickly realise that compromise is a part of the game. But there are some issues where you have to draw the line  where you have to stand up and be counted, and you have to do the right thing. I think climate change is firmly in that category.&quot; He quoted David Cameron as saying &quot;we can&apos;t afford not to&quot; act on the problem. Davey was speaking to a conference on preserving tropical forests, an area where progress has been disappointing despite deforestation being one of the leading sources of carbon emissions. The conference was convened by the Prince of Wales, who has set up a working group to find ways of funding forest protection. Davey pinned his hopes on a global deal to cut greenhouse gas emissions, through United Nations negotiations that are proceeding at a glacial pace, although governments have agreed to write a new agreement by 2015 that would come into force from 2020. &quot;The bottom line is climate change can only be addressed through an international response to reduce emissions.&quot; He also addressed the tricky issue of the future of carbon trading. Davey and allies including France and Germany suffered a serious setback a few weeks ago when the European parliament  aided by most of the UK&apos;s Tory MEPS, who defied the official party line  voted against reforms that would have rescued the EU&apos;s emissions trading system. Although the CBI supported the reforms, there was heavy lobbying from other EU business groups to reject the reforms, that would have helped to prop up the price of carbon dioxide permits to businesses. Davey vowed to fight on for reforms to strengthen the troubled system, in which the price of carbon dioxide permits has fallen to record lows, giving companies almost no incentive to reduce their emissions. &quot;The UK was one of nine member states to announce in a joint statement this week that we want the EU ETS to be reformed so it sends the right price signals to properly stimulate low-carbon investment,&quot; he said. In a side swipe at the business interests that helped to scupper EU ETS reform and that have opposed spending on the low-carbon economy in the UK, Davey pledged: &quot;Across multiple fronts, the UK is mounting a strong, concerted effort to unite and find common ground. Because we cannot gamble our future on vested interest and short-term gain. The stakes are too high.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/08/ed-davey-coalition-climate-change-sceptics", 
    "wordcount": "590"
}