{
    "headline": "Mystery bird: Lesser whitethroat, Sylvia curruca", 
    "text": "    Lesser whitethroat, Sylvia curruca (synonym, Curruca curruca; protonym, Motacilla Curruca), Linnaeus, 1758, also known as the white-throated warbler, photographed at Awash Lake, Ethiopia (Africa).  Image: Dan Logen, 5 February 2011 (with permission) [velociraptorize].Nikon D300s, 600 mm lens, f/4, 1/800 sec, ISO 500   Question: This Ethiopian mystery bird spends its summers in the British Isles and throughout much of Europe. Can you identify this bird&apos;s taxonomic family and species?  Response: This is a lesser whitethroat, Sylvia curruca, a small migratory passerine that is a &quot;typical warbler&quot; and is placed into the &quot;Old World warbler&quot; family, Sylviidae. Most of the species in this family are insectivorous, although some supplement their diet with fruits and berries, particularly in late summer prior to migration.  Interestingly, it was long thought that this species was sister to the common whitethroat, S. communis, due to their similar morphologies and plumage colour patterns. However, DNA work shows this idea was in error. This species forms a superspecies complex with Hume&apos;s whitethroat, S. althaea, and the desert whitethroat, S. minula -- both of which were originally thought to be subspecies.  As you probably have guessed, the common and the lesser whitethroats, which co-occur in the British Isles, can be confusingly similar. But they can be distinguished by the lesser whitethroat&apos;s lack of a white eyering, its dark bill and legs, its uniformly grey upperparts and sharply contrasting white underparts (the common whitethroat has rufous tips to many of its wing feathers, and greyish-brown back which is set off by its grey head plumage).  Lesser whitethroats are heard more often than they are seen, which also is useful for identifying them since their songs are not at all like the song of the common whitethroat.  Courtesy of Xeno-Canto, here&apos;s a 59 second recording of a lesser whitethroat song:       Song type B, recorded by Stuart Fisher in Purbeck, Dorset, England in May 2003 [audio link]. Compare that to the songs and calls of the common whitethroat (1:27):       Song type A, recorded by Stuart Fisher in Old Woking, Surrey, England on 14 July 2003 [audio link]. Lesser whitethroats also prefer to sing whilst hidden deep within hawthorn and blackthorn hedges. If you become adept at recognising the calls and songs of the lesser whitethroat, you&apos;ll quickly realise they are more common than you originally suspected.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/03/4", 
    "wordcount": "453"
}