{
    "headline": "Bad weather prompting more British farmers to favour GM use", 
    "text": "The extreme weather of 2012 has turned British farmers on to genetically modified crops, with calls from farming leaders to start using the technology as a way to help combat the effects of climate change. England&apos;s wettest year on record, and the UK&apos;s second wettest, which had begun with one of the worst droughts for decades, has persuaded an increasing number of farmers that the development of crop varieties with engineered resistance to extreme weather conditions is now a priority. Farming groups are in favour of the move, and many individual farmers now want to explore the use of the controversial techniques, according to delegates at the Oxford Farming Conference. &quot;If the UK is sets itself outside the global market [in which many countries are pursuing GM crops] then we would become fossilised into an old-fashioned way of farming,&quot; Peter Kendall, president of the National Farmers&apos; Union, told the Guardian. &quot;The majority of our members are aware of the real risk of becoming globally uncompetitive because of avoiding using GM.&quot; Kendall pointed to the severe problems that potato and tomato growers have had with blight, as the wet weather has encouraged the spread of the disease. &quot;If you could have something that was blight-resistant, that would be a huge improvement,&quot; he said. He argued it would be more environmentally friendly to use GM food and thus avoid the problem of losing large quantities of food to spoilage from such diseases. Many farmers at the conference backed his views. &quot;When you look at the year farmers have just had, with the weather and diseases and pests [that have spread because of the soggy weather] it has increasingly got to be recognised that we need to look at this,&quot; said Alastair Brooks, who farms 6,000 acres in Buckinghamshire. Andrew Brown, with 620 acres of mostly arable land in Rutland, said: &quot;If global warming is going to go the way scientists tell us, this is only going to get more important.&quot; Adrian Ivory, who farms in Perthshire, said colder, wetter summers seemed to be becoming the norm, and these would require different varieties to cope with the adverse growing conditions  varieties that could take many years to cultivate by conventional means, but could be brought forward more quickly using GM technology. But they emphasised that any move towards GM would be slow, involve scientific assessment and would require public support. &quot;This is not something anyone is rushing into. We recognise it would be in stages, by degrees, and we&apos;d need to have scientific input at every stage,&quot; said Brown. Owen Paterson, secretary of state for the environment, gave a clear signal of the government&apos;s backing for further use of GM crops in his speech to the conference. He told delegates that the government would make the case in Europe for GM crops, as well as in the UK. But many environmental groups oppose the use of GM technology. Peter Melchett, policy director at the Soil Association, said that there was no evidence, after 20 years of research and development into GM crops, that they could be reliably produced to cope with drought or flood conditions. &quot;Our weather is becoming more unpredictable and more extreme so farming needs crops with general resilience  you can&apos;t know when you plant whether the crop will face too much rain or severe drought,&quot; he said. &quot;GM delivers specific, narrow traits. Organic and agro-ecological systems deliver generally more resilient farming.&quot; Clare Oxborrow, food campaigner at Friends of the Earth, said GM was unneeded and that more effort should go into other ways of making food production more sustainable. &quot;We must switch to more sustainable diets globally, including reducing meat consumption in wealthy nations and an end to food crops being used for biofuels,&quot; she said. It is also unclear whether major retailers will support any move to increase the use of GM crops. Some GM products can be found in imported foods, but UK supermarkets have banned the ingredients from their own-brand products. The European commission has a list of approved strains of ingredients such as corn, maize, soy and rice that are used as ingredients in processed foods, often as emulsifiers. But retailers and supermarkets said they did not envisage consumer enthusiasm increasing in the same way as farmers. Andrew Opie, food director of the British Retail Consortium, said: &quot;Consumers drive the supply chain so unless there is a change in consumer demand there are no implications apart from ensuring there is sufficient supply of non-GM commodities around the world. If retailers did ever stock GM products they would need to be labelled, allowing shoppers to make a clear choice.&quot; A Morrisons spokesperson said: &quot;We understand the difficulties this year&apos;s wet weather has caused British farmers and have worked closely with them to ensure customers can still buy British crops. As a retailer we are led by customer demand and stock the products shoppers want to buy.&quot; A spokesman for Waitrose said: &quot;Our position is straightforward: we don&apos;t allow the use of any GM ingredients in our own-brand food and our customers aren&apos;t asking us to stock them.&quot;  The headline and subheading on this article were amended on 4 January 2012 so that they more closely reflect the content of the article.", 
    "section": "environment", 
    "gid": "environment/2013/jan/04/bad-weather-farmers-gm", 
    "wordcount": "899"
}