{
    "headline": "Severn barrage opponents dismiss wildlife-friendly claims as 'guff'", 
    "text": "     Angling, wildlife and heritage groups on Thursday attacked new proposals for a 34bn tidal barrage across the Severn estuary, with one telling MPs that environmental benefits touted by proponents of the barrage are &quot;spin&quot; and &quot;guff&quot;. But former Labour minister Peter Hain, who stepped down from the shadow cabinet last year to back the plans, told the energy and climate change committee that it would generate 5% of the UK&apos;s electricity  equivalent to around four nuclear power stations or thousands of wind turbines  create 50,000 jobs and protect the region from storm surge flooding. &quot;Of course it&apos;s generating controversy and generating interest, anything of this scale is bound to do so. That&apos;s legitimate,&quot; Hain said. He added that the UK is &quot;blessed with natural renewable energy and we&apos;re simply not harnessing it. We need to think big, and act big.&quot; Hain said the new type of turbines used in the proposal would not harm fish. &quot;It works on ebb and flow, emulates natural tidal flow of the Severn, and uses different types of turbine that are much more fish-friendly.&quot; But asked if he thought it was credible that there would be a 100% survival rate for all types of fish passing through the turbines, as developers Hafren Power had claimed, he admitted he could not be certain. Martin Salter, a former Labour MP and national campaigns coordinator for the Angling Trust, said there were 83 species of fish in the estuary and the barrage would harm the economy. He said the Environment Agency was not aware of any turbine designs that could allow fish to safely migrate through infrastructure on the scale of the proposed barrage. &quot;Claims that these turbines are fish-friendly are absolutely guff,&quot; he said. &quot;This proposal could have a devastating impact on Britain&apos;s most popular participatory sport. A lot of the arguments put forward by Hafren are nothing less than spin.&quot; In 2010, the government rejected a previous proposal for a barrage across the Severn estuary, reiterating plans at the same time to push ahead with Europe&apos;s most ambitious fleet of new nuclear reactors. The previous plan would have required 600m of government funding but proponents of the new plan say that it will not require public subsidy. Kate Jennings, head of site conservation policy for the RSPB, said that a cost could not yet be put on Hafren Power&apos;s plans to compensate a loss of habitat for the estuary&apos;s wildlife with newly created habitat elsewhere until more detail was published on the proposal. On the idea of providing compensatory habitat for the fish, she said: &quot;it&apos;s hard to imagine how that is achievable.&quot; Simon Pryor, director of natural environment at the National Trust, told MPs that the barrage would be visible from landmark sites such as Exmoor, the Quantock hills and the Mendips. However, he said: &quot;We don&apos;t know enough at the moment to contest the claims [made in support of the barrage].&quot; The criticisms follow a letter in the Telegraph today from the former defence secretary Liam Fox, who called the plan for an 11-mile barrage an &quot;environmentally disastrous concept&quot;. Hain said that Hafren Power had allocated 1bn for providing compensatory habitat for birds and fish affected. &quot;[It&apos;s] another example of why this is completely different to previous projects, they have said you have to get the ecological issues addressed.&quot; Hain said the new proposal was &quot;an entirely different project&quot; and that it was &quot;the like of what I&apos;ve not seen in over 10 years as a minister&quot;. He told the committee: &quot;The thing we are very keen to get right is getting the wildlife groups involved in the testing of the technology, to make sure the claims of fish-friendly stand up. Meanwhile, the clock is ticking on climate change, on renewable energy targets, and the creation of thousands of jobs.&quot; Hain met David Cameron last summer to discuss the new proposal, and the prime minister is understood to have asked ministers to examine it. Union leaders from the TUC and Unite told the hearing that they supported the new proposal.", 
    "section": "environment", 
    "gid": "environment/2013/jan/10/severn-barrage-wildlife-claims-guff", 
    "wordcount": "708"
}