{
    "headline": "US military nurtures a new weapon  the Slimeball", 
    "text": "Slime would become the US military&apos;s prime weapon to immobilise large ships under a scheme outlined for the US Air Force&apos;s Air Command and Staff College. Lieutenant Commander Daniel Whitehurst, a student at the college, figured out how to combine a raft of existing technologies to produce the officially &quot;non-lethal&quot; armament he calls The Slimeball. He prepared a report in 2009. &quot;The Slimeball,&quot; Whitehurst writes, &quot;is a two-part weapon system consisting of a floating sticky foam barrier that will resist attempts to remove it, and a submerged gel barrier that will impede movement through a ship channel. The parts can also be used independently of each other&quot;. Whitehurst gives three examples of targets well suited for Slimeball&apos;s gooey power. He explains how to use it against pirates in Boossaaso, Somalia; against the Iranian navy near the city of Bandar Abbas in the Strait of Hormuz; and against China&apos;s underground submarine base at Sanya, on Hainan Island. The Slimeball requires foam with particular qualities. Whitehurst specifies: &quot;The primary component of such a material would contain properties commonly found in shaving cream  As commercially formulated, shaving cream is too insubstantial to create more than a nuisance to vessels, but in a denser form and combined with the chemical properties like those of a pre-existing substance known in defence circles as &apos;sticky foam&apos;, it would pose a far greater challenge for removal and have a greater dissuasive effect on vessels operating on the surface.&quot; Sticky foam, Whitehurst explains, was designed for use against people. He allows that it has &quot;some significant drawbacks&quot; as an anti-personnel weapon. These include &quot;the risk of suffocation and the inability to transport the target due to the, well, stickiness of the material&quot;. Whitehurst expresses optimism that this kind of officially non-lethal tool need not be lethal. &quot;It has been suggested that due to the maturity of knowledge and development in this field, the drawbacks can be &apos;engineered out&apos;,&quot; he writes. The US Air Force has a history of imaginative weaponry proposals. Whitehurst says &quot;many attempts have been made over the years to impede naval forces in a variety of manners, including floating smoke pots, entanglement devices, and even &apos;floating purple mountains of shaving cream&apos;  but none ever made it into wide use.&quot; More flashily, plans prepared long ago at the US Air Force&apos;s Wright laboratory, in Dayton, Ohio, called for development of a potent chemical weapon. This is the so-called gay bomb that makes enemy soldiers sexually irresistible to each other. Wright laboratory was awarded the Ig Nobel peace prize, in 2007, for instigating that line of research. (Thanks to my colleague Martin Gardiner for bringing this to my attention.)  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/feb/20/improbable-research-us-military-weapon", 
    "wordcount": "476"
}