{
    "headline": "Facebook is not leaking your private messages  though you once did", 
    "text": "The latest Facebook tangle  the apparent news that a bug within the site had started publishing archived private messages on user&apos;s walls  has turned out, perhaps not unpredictably, not to be quite as it seemed. TechCrunch reporter Colleen Taylor caught wind of the supposed bug from French newspapers Le Monde, Le Matin and Metro France, and relayed seeing private messages posted as public friend-to-friend updates. (Taylor&apos;s updated story, in which she eventually found that no private messages were in fact posted, is here.) Facebook&apos;s official response is below:   A small number of users raised concerns after what they mistakenly believed to be private messages appeared on their Timeline. Our engineers investigated these reports and found that the messages were older wall posts that had always been visible on the users&apos; profile pages. Facebook is satisfied that there has been no breach of user privacy.  Monday afternoon, Facebook spokesperson Frederic Wolens added that Facebook hadn&apos;t been unable to confirm any issue related to a leakage of private messages.  Though it&apos;s always an embarrassing experience, I went through archived posts on my Facebook timeline from 2008 and 2009 and cross-checked them against my private message inbox. There was no overlap.  This is more a story about psychology than privacy  we have forgotten how much our experience of Facebook has changed in a short time.  A few years ago, Facebook was new enough (and exclusive enough) that we didn&apos;t consider the implications of what we posted.  Back when users didn&apos;t have the ability to comment on individual wall posts  the wall-to-wall experience actually looked like this  and before Facebook Subscribe and souped-up privacy tools that let us toggle between publishing to a few, some or all of our friends, the site was governed by a simple concept: share with all of your friends or none.  There was no reason then to think about privacy as it pertained to Facebook, which is funny because this is our first reaction to pretty much every Facebook development these days. (By the way, did you know that Facebook started saving your searches beginning today?) My friends  not subscribers or acquaintances, just friends  and I were not thinking about privacy on my birthday in 2008. I compared private messages with public posts from that date and what&apos;s funny is that the public-facing wall posts give away far more information about my friends than the private messages do.  My friend Nate, hoping to join the festivities, posted his cell-phone number on my wall. My friend Lindsay confessed that she was writing my &quot;Happy Birthday!!!!!&quot; Facebook post while doped up on anesthesia from a wisdom-tooth removal.  &quot;Sorry I couldn&apos;t make the party,&quot; my friend Katie wrote, &quot;but I was at MedPoint for a majority of the night.&quot;  The degree of information they offered up is unthinkable in 2012, when researchers are starting to piece together evidence that what we post now could have very real consequences for things we try to do in the future.  In the early days of Facebook, we were lulled into a false sense of security. We thought our medical histories and friends-only posts were sacred and private and would never be archived or, possibly, used against us.  I can only imagine that other than being confused by unclear design, those who today mistook private messages for public have memories that don&apos;t stretch back to the golden days of Facebook free love, when we were all too excited to know any better.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/sep/24/facebook-leaking-private-messages", 
    "wordcount": "582"
}