{
    "headline": "Time for a small smile of optimism for women at the Royal Society?", 
    "text": "The Royal Society, the national academy of science for the UK (and the Commonwealth), is a venerable beast, having celebrated its 350th anniversary in 2010. For 285 of those long years, women were excluded from the fellowship until, in 1945, Marjory Stephenson and Kathleen Lonsdale (pictured) were elected. Their election meant that they were the first females to be allowed to use the coveted postnominal letters of FRS (Fellow of the Royal Society).  Since then there has been a steady trickle of women joining the fellowship. It can&apos;t be more than a trickle because the percentage of women reaching the highest levels of science in both academia and industry, from which elections are made, remains depressingly low.  A recent study by the London Mathematical Society showed that in mathematics a mere 6% of professors were women. Although in the biological sciences the percentages are significantly higher, across the board the pool of candidates of a calibre likely to be serious contenders for election remains dishearteningly small. For instance, UKRC 2010 figures suggest an overall percentage of female STEM (Science, Technology, Engineering and Mathematics) professors of 9.3%, directly in line with the 9% of women in the pool of nominated candidates for election. Today, as the names of the new Fellows are released, it is a pleasure to note that out of the 44 Fellows and 8 Foreign Members elected there are 10 women on the list. By comparison, last year there were two. Encouraging though this year&apos;s large number is it should not be a cause for much of a celebration. (If you want to know more about the whole election process see here for an informal write-up.) The problem of the low numbers of women in the pool hasn&apos;t changed since last year. All that these numbers show is that, when the numbers are small, there will be rather large fluctuations: it just so happens that this year and last lie at the two extremes of the normal distribution we would expect to see if election is equally probable for men and women but only 9% of the nominated scientists in the pool are women. Herein lies the first problem: the number of women being nominated is not high enough. But perhaps you think I&apos;ve overlooked a more fundamental problem. Maybe you imagine that actually women are somehow disadvantaged by committees which (inevitably) will be populated largely by men. The statistics of success are reassuring, suggesting there is no significant bias: between 2006 and 2013 10.5% of newly elected fellows were women, slightly better than their proportion in the candidate pool. Thus it is a combination of the low number of women at the top of their professions and the consequent lack of women&apos;s names being put forward as potential candidates that results in the dispiritingly small number of female FRS&apos;s. Over the years the Royal Society has tried to be proactive in stimulating a wider pool of nominated candidates in a variety of ways and it has plans to do yet more next year. Gender isn&apos;t the only area in which there are issues; new and emerging fields may lack existing Fellows who can put the necessary paperwork together, researchers in industry can be overlooked and the lack of ethnic diversity is particularly noticeable, when it comes to nominations from elsewhere in the Commonwealth as well as from the UK. So some new measures to try to broaden the list of new nominations for this forthcoming year are going to be tried out. Nevertheless, it isn&apos;t simply the case that solving the nomination problem will remove the difficulty. In my own subject of physics the problems start at school. The Institute of Physics report last autumn highlighted the low numbers of girls progressing to take physics A levels, despite their performance in the subject at GCSE being at least as good as the boys. In chemistry there are approximately equal numbers of men and women on degree courses and the drop-off in the numbers of women occurs later; in biology there are more women than men on degree courses but that same drop-off still occurs thereafter.  The reasons for these low numbers at the later stages are many and various. Children and families are one obvious potential cause but there are many more subtle ones. Until men and women view job applicants equally whether the name at the top of a CV is Joe or Joanna  and a recent study in the US showed just how far this still was from being the case  solving the material factors, such as providing good on-site childcare, will never be sufficient to prevent the pipeline from leaking. The Royal Society can  and does  work as hard as it can to treat all candidates for election equally, but the numbers of women who can lay claim to the title of FRS will remain small until such time as all these other obstacles and biases, conscious or otherwise, are eradicated.  It has been externally suggested that to improve the situation the bar should be lowered for women in a form of positive discrimination, something I would regard as totally undesirable as well as probably being illegal.  There are those who believe that as an overwhelmingly white male organisation, as it inevitably still is despite its best endeavours, the Royal Society cannot be trusted to put its house in order. That view misses the crucial point about where the logjam sits. The Society held a Diversity Day this week to showcase the various strands of its activities across the board, but also to highlight the problems that remain. Not the least of these are issues relating to socio-economic status. Science should no more be the preserve of the middle class than it should be the preserve of males. With BIS money, the Royal Society is carrying out a significant study looking into this particular facet of disadvantage, as well as diversity across the board. This year a small smile of optimism should be allowed to cross the Fellows&apos; faces as we read the names of those 10 new women Fellows who will be joining our ranks. For you, the readers of this article, I challenge you to consider what actions you yourself can take to secure a larger pool of great women scientists in the future. As you talk to your daughters about subject choices at school, consider whether you ever subtly suggest that an arts subject might be more &quot;suitable&quot; than a science &quot;for a girl&quot;. When seeking to fill a post, can you be completely certain you don&apos;t sub-consciously read the applications from men as being &quot;better&quot; than those from women? As a boss, do you ever make assumptions about what the women in your team are capable of, particularly if you know they have family responsibilities? Are you ever guilty of not offering a woman a big challenge just because she&apos;s a woman, rather than because she genuinely lacks the necessary skills? It is easy to castigate such a venerable body as the Royal Society for having only around 5% of women in its fellowship overall. But many of the problems are not of its making, nor of its choosing, with a strong desire in everyone from the president, Sir Paul Nurse, down, to make rapid progress. The problems are so endemic in our culture it will take action at every societal level to change the situation radically. Athene Donald is a professor of physics at the University of Cambridge and was elected to the Royal Society in 1999. She tweets at @athenedonald  This article was amended on 3 May 2013. The original stated that women were excluded from the fellowship of the Royal Society for 335 years. This has been corrected.", 
    "section": "science", 
    "gid": "science/occams-corner/2013/may/03/royal-society-women", 
    "wordcount": "1299"
}