{
    "headline": "Would tax on arms exports and protectionism help poor countries?", 
    "text": "What should come after the millennium development goals (MDGs)? We will soon know the thinking of the UN&apos;s high-level panel, on which Britain&apos;s prime minister, David Cameron, is a co-chair. Ahead of the release of the panel&apos;s report, expected at the end of this month, comes a strong critique of the MDGs from Professor Thomas Pogge of Yale University. Pogge, professor of philosophy and international affairs, told an audience at King&apos;s College in London this week that the bar was set very low when the MDGs were drawn up, and that the goals were diluted so that they could be reached. For example, at the 1996 world food summit in Rome, policymakers pledged to halve the number of chronically under-nourished people between 1996 and 2015. By 2000, however, when the eight MDGs were declared, there was a subtle change so that the pledge became to halve the proportion of hungry people between 2000 and 2015. For Pogge, the MDGs were far inferior to what could have been put in their place  particularly given the increase in population in developing countries  so the goal of halving the proportion of poor people over two decades was ridiculously unambitious. He also criticises the World Bank&apos;s revisions of its international poverty line. The bank set the definition of extreme poverty at $1.25 per day in 2008  different from the poverty line between 2000-08 and 1990-99. Pogge says shifting the goalposts makes it difficult to know where we are on meeting the targets. His advice is: &quot;Define precisely in advance the goals and targets the world is committing itself to, as well as the methods by which progress toward these targets is to be measured or assessed. Rule out revision with hindsight of targets or methods in midstream.&quot; Besides a critique of methodology  although, as the Overseas Development Institute&apos;s Claire Melamed points out, disputes over goals and measurements are not unique to the MDGs  Pogge has an interesting take on what the future goals should be. Key for him is that reform  rather than drawing up a wishlist without accountability  focuses on the responsibilities of rich countries, an area covered by MDG eight but acknowledged to be among the least successful of the MDGs. Pogge takes aim at protectionist barriers, particularly in agriculture and textiles, which hinder the ability of poor countries to earn revenue. To help offset the negative effects of trade barriers, he says affluent countries that provide subsidies or export credits should commit to paying a share of the value of subsidies towards a development fund. That share would be 2% in 2016, rising to 20% in 2025, which would yield $6bn-$60bn a year. As for tax avoidance, a priority for Cameron at next month&apos;s summit of the G8 group of rich countries, Pogge says multinational corporations should pay an alternative minimum tax into the fund equal to the amount by which all national taxes they pay fall short of a minimum percentage of their worldwide profits. This minimum percentage would be 5.5% in 2016, rising to 10% in 2025, with countries enforcing the tax against firms with operations in their jurisdiction. As secrecy is the handmaiden of tax avoidance, Pogge calls on governments in developed countries to crack down on jurisdictions that allow secret bank accounts and stop companies withholding the identity of the ultimate beneficiaries. Pogge says affluent arms-exporting countries should pay a share of the value of exports into the fund. The share would be 5% in 2016 and rise to 50% in 2025, yielding $1.4bn-$14bn a year. Clearly Pogge sees little political will in ending some of the harmful practices of rich countries, such as trade barriers and arms sales, but he believes that such behaviour should incur a charge, the proceeds of which would redress some of the damage. Of course, whether rich countries would agree to such costs is another matter. There will also be questions on how the human development fund would work, who would run it and how the funds would be disbursed. But it is a novel take on what the future MDGs should look like. While institutional reform may have less resonance than ending hunger or reducing extreme poverty, Pogge&apos;s contribution is a timely reminder that politics and institutions are crucial in development.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/may/15/tax-arms-exports-protectionism", 
    "wordcount": "718"
}