{
    "headline": "Libraries: championing digital information on campus", 
    "text": "The Society of College, National and University Libraries (SCONUL) is working on a project to review the roles academic libraries are playing in developing the digital literacies within their own institutions, and across the information profession. Academic librarians have a long tradition of championing the effective use of information. The SCONUL project is designed to reveal how libraries and librarians are shaping their services to maximise the opportunities and benefits of working in a digital environment. The starting point is the assertion that digital literacy is more extensive then effective use of technologies. Being computer or more broadly IT literate is an essential skill in both education and life. But it is only one of a set of skills which, when combined with other learning, research and information skills, and applied in a digital environment, define what might be broadly understood as digital literacy. In an attempt to try to capture what this might mean in practice and produce a tool which will have some meaning to the HE community, a digital literacy &apos;lens&apos; has been drafted on behalf of SCONUL. It is based on the seven pillars of information literacy, but focuses on digital environment. It describes and reflects the skills and behaviours of an effective learner, consumer and producer; it asserts the need to have an understanding of your digital presence, what&apos;s appropriate on Facebook wall or your virtual learning environment (VLE) discussion board. It also looks at the need to be aware of where to locate and publish digital information  on a blog or a webpage or shared in Google docs  and the skills required to seek, identify, evaluate and use information for specific purposes and audiences, the principles of citing and referencing digital sources, appropriate communication routes, formats, discoverability and tagging and much more. Librarians have potentially numerous roles to play in this environment, but one of their key roles is in supporting and advising staff and students how to navigate, select and use digital tools, content and services to achieve a particular goal. This model is designed to be debated, and its application will be tested by students, academic staff and researchers. It is also open for public use. Individually, academic libraries are active in seeking ways in which staff and students can benefit from technologies to provide improved access to resources, services and communication. For example, at Edge Hill University, we are currently running our fourth e-learning student survey; one result from this survey indicates the upward trend in ownership of smartphones and other mobile devices. In response we have launched the mobile version of our VLE, we currently use SMS for alerts, appointment reminders and information, and we&apos;re planning for mobile versions of our library catalogue and website. QR codes, a faint presence two to three years ago, are now being used routinely to access short training video clips, our mobile apps, webpages and other information sources. Support is offered through online chat and there are pilots using collaborative tools to support students in outreach centres and on distance learning programmes. One challenge we face is ensuring that our own staff have the capabilities to offer expertise in the digital environment and that the expertise is not limited to one or two &apos;experts&apos;. There is no easy answer to this, but investment in this area is critical to better service. Alison Mackenzie is dean of learning services at Edge Hill University. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/18/information-literacy", 
    "wordcount": "600"
}