{
    "headline": "Roberto Azevdo says that the WTO 'needs a fresh perspective from inside'", 
    "text": "The World Trade Organisation (WTO) &quot;needs a fresh perspective from inside the system&quot;, says Roberto Azevdo (pdf), Brazil&apos;s ambassador to the WTO and one of two remaining candidates, alongside Herminio Blanco (pdf) of Mexico, to replace Pascal Lamy as the director general of the WTO. &quot;We need to break away from what we were doing before, but you have to break away in a manner that makes sense for the system,&quot; he says. Whether or not Azevdo is picked to lead the WTO, one thing is for sure: the organisation will soon have its first Latin American director general, and its second leader from the global south. The new WTO head will be tasked with reinvigorating the organisation&apos;s Doha round trade talks, and proving to the rest of the world that the multilateral trading system is still viable. Multilateralism &quot;is in my DNA&quot;, says Azevdo, who has spent more than 15 years working with the WTO. &quot;I have been breathing this system, I work in this system and I believe in this system  I would come to the seat without any need for training or period for acclimatisation. As somebody said, I would be a [director general] prt--porter.&quot; David Rothkopf, the CEO of Foreign Policy Magazine and a former US trade official, endorsed Azevdo in a recent article, calling him &quot;an acknowledged leader&quot; at the WTO&apos;s Geneva headquarters, even though, unlike his Mexican opponent, he has never served as a trade minister. Rothkopf described Azevdo as the candidate who has earned the support of developing countries, a rumour that has been circulating around Geneva. But Azevdo insists that he is not the developing country candidate. &quot;It&apos;s absolutely inaccurate,&quot; he says. &quot;We have a large number of developed country members who are supporting me  so I don&apos;t think that one could claim that I am a candidate only of the south.&quot; &quot;I think what helps me is that delegations of all sizes  the small, the medium, the large, the largest  they all have seen me in action. They all have seen me unlocking blockages, unlocking impasses for several years now, and they all know that  I can bring a constructive mood to the table,&quot; he says. The selection of the director general, a six-month process that began in December, is due to end on Tuesday next week, after the 159 members of the WTO submit their final preferences for the organisation&apos;s next leader. Seven candidates have already been eliminated, leaving the Brazilian and Mexican nominees in the final round. Azevdo says that the WTO must adopt a tailored approach to helping developing countries, and he believes that the organisation&apos;s aid for trade initiative must be reviewed. The programme, which aims to help the WTO&apos;s developing country members tap into global markets, should help those countries identify specific trade opportunities, Azevdo says, rather than focusing too heavily on &quot;capacity building&quot; for trade. &quot;The problem is that you have a large number of countries in the south, particularly in the small economies and the medium-sized economies, which did not find a way to fit into the dynamics of global production,&quot; Azevdo says. The WTO should not take &quot;a one-size-fits-all approach&quot; to helping developing countries join the global market, he says. &quot;What we have to do is devise ways in which [the WTO] can be able to help and assist in a more custom-fitted approach.&quot; But unlocking the WTO&apos;s struggling Doha talks will certainly be the biggest task facing the next director general. Azevdo says he is ready for the challenge. &quot;Each blockage is a blockage. Each impasse is an impasse. You have to find a solution; there is no recipe that fits each one of them,&quot; he says. &quot;At the WTO, it&apos;s never a general surgery. It&apos;s always a very specific, clinical, precise surgery  and you can&apos;t miss the target. If you miss the target, you kill the patient. It&apos;s as simple as that.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/may/03/roberto-azevedo-world-trade-organisation", 
    "wordcount": "703"
}