{
    "headline": "Asura's Wrath  hands-on preview", 
    "text": "I expect only a very limited number of games this year will require me to wrench a tusk from a giant demon elephant. Asura&apos;s Wrath is certainly one of them.  Developed by Capcom in creative partnership with CyberConnect 2 (previously responsible for the .hack and Naruto titles), this looks to be one gigantic throwback to a different era; an era of rabid anime hack-&apos;em-ups in which kinetic thrills and convoluted whiplash plot lines took precedence over logic or game mechanics. The days of Zone of the Enders or Devil May Cry in its early pomp. But that would be unfair. Asura&apos;s Wrath is... different. Structured into a series of 15-30 minute episodes, each with its own intro and cliffhanger conclusion, this is more of an interactive anime adventure than a brawler. The story follows the eponymous warrior, who has angered the seven gods of an eerie desolate kingdom by refusing to let his daughter become their high priestess. In the fight that follows, he kills one god, but is then imprisoned in rock by the others. 10,000 years later, he awakens, a bit peevish and looking for revenge.      What follows is the story of Asura&apos;s furious voyage into bloody retribution. Every chapter that I&apos;ve played is a tightly scripted battle, culminating in a behemoth of a boss encounter. There&apos;s skyscraper-sized red-skinned elephant, its flailing trunk firing lava bombs as it attempts to stamp on my tiny character. Later, we&apos;re up against a similarly gigantic turtle, which scuttles toward you with immense speed, sending out fireballs all around.  The visuals are really rather astonishing, a scratchy manga style, that makes each character look like some kind of savage linocut, come monstrously to life. In a strange mix of mythologies and religions there are Buddhas with machine guns, and apes with glowing scarlet skin, there are clockwork-like guards torn from Greek fable; and our hero, in one chapter, spawns four extra arms, like a vengeful Hindu god. The controls take on a typical hack-n-slash form, offering a projectile attack, a standard melee strike and a heavy attack, which acts as a fatality on felled enemies. Each successful strike adds to your burst meter, allowing Asura to build toward a crescendo of destructive violence, that usually ends with a boss being flung high into the stratosphere, or lanced through a mountain.       Boss defeats are often multi-staged and also take in quick-time events. With the giant turtle, for example, hitting R2 to kick off the Burst attack is followed by a quick tap of the triangle button to get Asura&apos; onto the beast&apos;s back, where he can enact a final deadly blow. Later, aboard an orbiting spacecraft, the player has to grab a giant machine gun Buddha around its chunky neck then run up a steep incline, bashing the circle button to generate speed before launching the metallic monster into space. Everything is context-sensitive, everything is played for maximum outrageous drama. &quot;One of cool things about Asura&apos;s Wrath is that you are not confined to your size when it comes to fighting enemies&quot; says CyberConnect2 CEO, Hiroshi Matsuyama. &quot;You will encounter those smaller than you, as well as those larger, to the extent of an entire solar system. Due to this, we didn&apos;t want to have Asura fighting with just punches and kicks and wanted to tailor each battle with an adequate fighting system. It is crazy, but it worked.&quot; Interestingly, Matsuyama sees the burst attacks as a sort of crossover mechanic between the combat and the story. &quot;It links the drama and the gameplay,&quot; he says. &quot;When it is full, Asura will explode in rage that triggers the drama to go to the next step. Often, activating the Burst Gauge results in impossible comebacks which add twists to the already exciting and emotional plot.&quot; The fun of the game so far has been watching all this play out; just drinking in the lavish effects and the raging narrative swirl. It doesn&apos;t look as though this will be in any way a traditional third-person action romp, with exploration and discovery; Asura&apos;s Wrath appears to distil the experience down to two elements: story and fighting, ripping you from one setpiece to the next. Occasionally, there are breaks in game style. In one section, it becomes an on-rails air combat shooter, with Asura flying in behind a fleet of spacecraft, targeting their hulls and letting fly with fiery missiles. Hitting the triangle button at the right time grabs incoming rockets and lobs them back.      At points, it will also be possible to take control of another character, a rival named Yasha who has followed Asura through his 12,000 year stasis. &quot;Yasha is a real contrast to Asura,&quot; says Matsuyama. &quot;He is a very calm, logical character. By looking through Yasha&apos;s eyes, you get a totally different perspective to each event. You could call him the alternative protagonist and he will have his own episodes in game.&quot; The over-riding sense of very specific action, set within a restrictive narrative and based around highly choreographed encounters brings in an unexpected comparison. In a sense, Asura&apos;s Wrath is a fantastical anime Heavy Rain; providing gamers with a TV series-style set of tense, culminative scenes and attempting to drag you in via plot and characters, rather than intricate control. And there are quick time events.       It&apos;s strange... a really strange game. But Asura&apos;s Wrath, from the six chapters I&apos;ve played, is also weirdly captivating, an extravagant visual experience. The question is whether the interest can be held over many more chapters  and whether the daft story of galactic gods and monstrous sci-fi/religious monsters can sustain over 10 hours or more. A lot more than I expected, I am looking forward to finding out. Asura&apos;s Wrath is released on PS3 and Xbox 360 on 9 March.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/14/asuras-wrath-preview", 
    "wordcount": "980"
}