{
    "headline": "Electric cars and the growing fuel crisis", 
    "text": "I don&apos;t agree with the CEO of Jaguar Land Rover&apos;s negative comments on government subsidies for electric vehicles (Report, 6 March). We have had two of the first mass market EVs (Renault Fluence) since last year. The subsidies and Transport for London&apos;s funding for 50% of our vehicle charge point has allowed us to offer these vehicles to our customers with no cost premium, allowing us to be one of the first to offer fully electric vehicles, which is a good thing for London. Longer-term subsidies will not be necessary as battery technology improves and the costs come down. You only have to look at what Tesla are achieving in terms of range with their new Model S, which Climate Cars has already ordered. The subsidies assist early adopters get the vehicles out there, so as soon as EVs become viable alternatives to petrol/diesel cars then they can be removed, having served the purpose of promoting initial uptake of this new technology.Nicko WilliamsonManaging director, Climate Cars  In 2009 Daniel Sperling and Deborah Gordon published their book Two Billion Cars: Driving Toward Sustainability. But already the car culture has ceased to be sustainable, with petrol prices rising sharply. There seems to be total silence on this topic; but we must look to the future, for the sakes of our children and grandchildren. What oil remains is being sourced and burnt at ever-increasing rates, cost, and environmental damage. Increased traffic densities decrease the distance travelled per litre of fuel. However, replacing oil-based fuel by renewable energy is inconceivable in the available time to avoid global warming. Reversing the car supremacy seems impossible. The only conceivable solution is through vast increases in public transport. Without that, the prospect is of a worldwide contest for fuel. And with vast arsenals, including nuclear weapons, at the disposal of several countries, efforts to ameliorate this prospect are urgently needed.Professor Gustav BornLondon", 
    "section": "environment", 
    "gid": "environment/2013/mar/06/electric-cars-growing-fuel-crisis", 
    "wordcount": "318"
}