{
    "headline": "Boris Johnson's bold thinking could change the future of London cycling", 
    "text": "Make no mistake, this is significant. No sooner do I lament the lack of political vision over cycling in Britain, as seen at the inquiry set up by the all-party parliamentary cycling group, when someone else altogether steps in with something truly bold. That someone is Boris Johnson, whose true commitment to cycling I&apos;ve questioned in the past, not least following the debacle over his falsely claiming the bulk of serious accidents were cyclists&apos; fault and then failing to retract or apologise when it emerged he&apos;d as good as plucked the statistic out of thin air. His reputation with cyclists was not helped by the recent decision to appoint as his &quot;cycling commissioner&quot; one Andrew Gilligan, a journalist with a long record of pro-Johnson coverage but little else as a seeming qualification, beyond riding a bike. But as we grumbled Johnson and Gilligan, along with the head of Transport for London, Peter Hendy, have been quietly having some very grandiose thoughts. Thursday&apos;s announcement has the possibility of re-shaping the way Londoners transport themselves over the coming decades. Yes, only London, but if other UK cities see the benefits of mass cycling they could follow. One of the very best elements of the plan outlined on Thursday morning by Johnson and his transport supremos is the way it emphasises that more cyclists is good for everyone: less road congestion, less smog, more seats on the tube, a city tilted that bit away from motor vehicles and towards human beings, however they might be propelled. Of the specific proposals the most eye-catching is the &quot;Crossrail for the bike&quot;, a 15-mile-plus very largely segregated east-west route across town. This will colonise for bikes sections of the Embankment and, wonderfully, the Westway, the hulking 60s flyover which plucks motor traffic from west London and deposits them in the centre. The capture of even a single lane of this most emblematic relic of the era when planners believed the future of cities was concentric rings of high-speed elevated expressways, for it to be replaced with a segregated cycle lane, is hugely symbolic. Less flashy, but to my mind arguably the crowning glory of the entire, grandiose, 900m plan, is the notion of up to three &quot;mini Hollands&quot; in the suburbs. These will see very high, concentrated spending with a view to seeing bikes as far as possible replace cars for short trips. Done properly, these could be a template for towns and cities all over the UK. Amazingly for a cycle planning scheme there is almost too much to take in immediately, for example the planned web of back-road &quot;quietways&quot; for the less confident or less rushed riders to pootle along, and other routes directly modelled on existing tube lines. Overall, Johnson and his team claim, cycling will forever more be treated as an integral element of London&apos;s transport planning, not an afterthought, a nuisance to be despatched with a few hundred metres of painted, meaningless, bike lane. With a spend of 18 per person per year on cycling, as against somewhere around 1 nationally, the promise is that cycling levels will double by 2020. Can it happen? We&apos;ll have to see. But right now I&apos;m not sure I care. In January I interviewed Norman Baker, the competent and tireless junior transport minister whose thankless task it is in government to work on behalf of cyclists. Among the questions I asked was whether the UK could ever see cycling levels like those of Denmark or the Netherlands. Oh no, he said, that didn&apos;t seem very likely. It was all a bit depressing  a feeling shared by many readers, judging by their comments. &quot;Dare to dream, Norman,&quot; came the response. &quot;Think big. Stake your reputation on it.&quot; Well, it looks like we have found someone daring to think big about cycling. And what do you know? It&apos;s Boris Johnson.", 
    "section": "environment", 
    "gid": "politics/bike-blog/2013/mar/07/boris-johnson-future-london-cycling", 
    "wordcount": "658"
}