{
    "headline": "Higher tuition fees caused 'wild swings' in student numbers, figures show", 
    "text": "The introduction of higher fees last autumn caused &quot;wild and dangerous swings&quot; in enrolments at UK universities, statistics have revealed. The number of students starting degree courses fell 12% when fees of up to 9,000 were introduced last year, but figures from the Universities and Colleges Admissions Service (Ucas) show that some institutions&apos; cohorts expanded last October as they took advantage of a new policy allowing them to take unlimited numbers of students achieving at least AAB grades at A-level. London Metropolitan University suffered the biggest losses (-43%) as it struggled to recover from the revocation of its licence to sponsor international students, also a major blow to its reputation among home students. The numbers enrolling at the University of Southampton (-13%), the University of Liverpool (-10%), the University of Sheffield (-9%), the University of Birmingham (-7%), the University of Leeds (-6%), Imperial (-6%), and Queen Mary, University of London (-6%) all fell on 2011. University College London (+22%), Cardiff University (+13%), King&apos;s College London (+12%) and the University of Edinburgh (+11%) increased their intake. But other research-intensive institutions did not escape the impact of higher fees. Further education colleges also experienced falls in the number of students enrolling on their higher education courses. Newham College of Further Education (-56% from 149 to 65 students), Walsall College (-48%, from 92 to 47 students) and City of Sunderland College (-44%, from 108 to 60 students) are among 10 further education colleges whose HE student cohorts shrank last autumn. Greenwich School of Management, a private university criticised by the higher education regulator the Quality Assurance Agency, also saw a 50% drop in its student intake, from 456 to 227 students. A QAA report on the institution published last September found that the &quot;quality of student learning opportunities&quot; at the institution &quot;requires improvement to meet UK expectations&quot;. Shabana Mahmood MP, shadow minister for universities and science, said the figures showed the chaotic impact of government policies on higher education. &quot;Ucas reports wild and dangerous swings  with some huge losers and some winners  but the variations show severe volatility in the system that should be a concern for everyone. The government must now answer for the damage it has done to those universities that have suffered as a consequence of their reforms and decision to raise fees to 9,000. &quot;With every type of university reporting significant falls in students, including many in the Russell Group, this is a problem for all of higher education and shows once again how raising fees and implementing now-discredited student number control systems has done such damage.&quot; Drops in student numbers in cities such as Manchester and Leeds would have a devastating impact on local economies, she said Patrick McGhee, vice-chancellor of the University of East London and chair of the university thinktank Million+, said the decline in numbers studying part time was also a concern, adding: &quot;The need for the government to launch a campaign to promote the value of higher education is now all too obvious.&quot; Earlier this week Million+ and the consultancy firm London Economics published a report which assessed the economic value of a UK degree. This concluded that investment in higher education produced a rate of return of more than 10% for the Treasury. It also found that getting a degree was likely to provide people over their lifetimes with better employment prospects and higher earnings in spite of the economic downturn.  This article was corrected on 19 January 2013 because it said the introduction of higher fees &quot;caused &apos;wild and dangerous swings&apos; in enrolments at UK universities, according to the Universities and Colleges Admissions Service&quot;.", 
    "section": "education", 
    "gid": "education/2013/jan/18/tuition-fees-student-numbers-figures", 
    "wordcount": "619"
}