{
    "headline": "Abhijit Banerjee: 'The poor, probably rightly, see that their chances of getting somewhere different are minimal'", 
    "text": "On first impressions, you probably wouldn&apos;t take Abhijit Banerjee for the author of a gripping international bestseller. Then again, a page-turner about the micro-economics of aid policy might not sound too probable either. But that&apos;s what the mild-mannered Indian economist and his French co-author, Esther Duflo, have written, and it is a truly remarkable book, best described as Freakonomics for the billion people on earth who live on less than a dollar a day. Until Poor Economics appeared last year, the debate about aid had been broadly polarised into two positions. On the left was Jeffrey Sachs, arguing that the single biggest factor keeping poor people poor is poverty. If foreign aid can lift them out of the poverty trap long enough to free them from the disease, ignorance and debt that thwart their potential, then pretty soon they will be able to solve their own problems for themselves. On the right, William Easterly argued that the real problem isn&apos;t a poverty trap but aid itself, which creates a dependency culture that keeps the poor poor, and distorts their only real roadmap to prosperity  the free market. As Banerjee saw it, both positions owed more to polemic and conjecture than empirical evidence. Aid budgets run into billions, yet very little work had been done to analyse their outcomes. He and Duflo, both economists at the Massachusetts Institute of Technology, thought a better approach would be to appropriate the methodology of the pharmaceutical industry, and subject different types of aid to randomised controlled trials. In 2003 they established a Poverty Action Lab, and by 2010 its researchers had conducted more than 240 experiments in 40 countries, in a Herculean attempt to find out what actually works. The results are fascinating. Recipients of free or subsidised mosquito nets, say, or water chlorination tablets, or schooling, or contraception, often prove bafflingly disinclined to use them. Such apparent indifference to life-saving gifts seems puzzling to the point of perverse. Even microcredit, widely lauded as the panacea to world poverty, turns out to be less revolutionary than previously thought. But Poor Economics doesn&apos;t vindicate Easterly, because the authors discovered that tiny adjustments to the delivery mechanism of aid can radically transform its efficacy. For example, offering Kenyan farmers half-price fertiliser at sowing time didn&apos;t work, because they hadn&apos;t saved enough money from harvest time to buy it. But selling farmers a full-price voucher directly after the harvest, when they could afford it, to be exchanged for fertiliser at sowing time when they needed it, increased fertiliser use by 50%. When aid is carefully designed to navigate the specific socio-cultural landscape of its recipients&apos; lives, it begins to deliver the sort of results Sachs claims. &quot;This book will not tell you whether aid is good or bad,&quot; its authors write, &quot;but it will say whether particular instances of aid did some good or not.&quot; Their overwhelming message is that there is no Big Idea or golden bullet, so we should stop thinking about &quot;Aid&quot;, and start thinking about &quot;aid&quot;. Poor Economics makes this case so persuasively that I can&apos;t honestly see how anyone could disagree after reading it. The surprise for me was the book&apos;s striking parallels between poverty in the developing world and in the UK, and its relevance to our attempts to help the poor in Hartlepool or Glasgow. When studied closely, it becomes clear that people who live on less than a dollar a day are not uniquely mysterious, but subject to the very same psychological and behavioural patterns as the rest of us. &quot;I think the real single biggest difference,&quot; Banerjee agrees, &quot;is that the state has delivered a whole bunch of stuff for us, and we forget how much is enforced and sustained by the state. The poorest person in the UK drinks extremely high-quality water, and this is not something that is just God-given; water in the UK in the 17th century was horrible. It&apos;s not that there was some pure fountain of water that exists in the UK that doesn&apos;t exist in Mali; it&apos;s just the water has been cleaned by a system that has been set up for it.&quot; If we had to remember to laboriously sterilise everything we drank, we would probably get careless too. Likewise, British parents may do better than many in India at getting their children immunised  but we shouldn&apos;t infer that they are somehow intrinsically more conscientious. &quot;If you don&apos;t get your children immunised, they probably can&apos;t go to school and they probably can&apos;t use the NHS. The fact that the state delivers these services, and therefore earns the right to restrain, is very important. Weaker states cannot deliver, nor can they expect therefore to have the right to restrain, because if you are not giving me anything, why would I listen to you?&quot; There is little evidence, Banerjee argues, that in the absence of compulsion, or at the very least pressure, any of us would always do the sensible thing. &quot;This is where I think the American penchant for ultra-libertarian solutions to a lot of these problems is really hard to justify, precisely for the reason that we just don&apos;t seem to be good at taking any of these decisions.&quot; The poor&apos;s resistance to measures that could improve their lot is often due to a universal truth of human nature known as &quot;time inconsistency&quot;, he explains. &quot;It means something very simple. It means there are lots of decisions that you think today you&apos;d like to implement and stick to, but which  once you get to the sticking-to part  you don&apos;t want to stick to any more. I think most of your readers, and certainly including me, have the problem with candy. I&apos;m very convinced that I should not have as many sweet things as I do, but then when it comes down to when I see one, I really feel like having one. There&apos;s an inconsistency in time between your self in repose and your self in action, and that&apos;s a permanent tension we live in all the time.&quot; Aid that presumes the poor will always do the right thing, in other words, will probably be as much of a waste as the gym memberships we sign up to on 1 January. The book cites one aggravating factor in time inconsistency: the disproportionately high levels of cortisol  the hormone produced by stress  which is found among the poor and impairs impulse control. &quot;But I also think it&apos;s worth emphasising that part of impulse control is will,&quot; Banerjee clarifies. The problem may be partly neurological, but it is also circumstantial.     Banerjee in India on work projects for Poverty Action Lab.    &quot;If you happen to be mostly depressed about the state of your life, I don&apos;t know whether you feel like doing impulse control. If you are like me and you see that you have a bunch of ambitions that you actually think you have a reasonable chance of realising in life, you may be very different in terms of your willingness to give up the almond croissant. But if I feel that everything I&apos;ve hoped for never worked, then what am I restraining myself for? That&apos;s a completely legitimate way to think. And I think that it may well be that a substantial part of the reason why the poor look as if they&apos;re taking worse decisions is because they don&apos;t care enough, and they don&apos;t care enough because they really, probably rightly, see that their chances of getting somewhere very different are minimal. If you&apos;re never going to climb up that hill towards attainment, then you might as well not try. There&apos;s no point pushing the rock up the hill and having it roll down on you.&quot; Banerjee himself is a walking testament to the power of hope and belief, although in his case not a lack of it. Born in Calcutta in 1961, he grew up next door to a slum, envying his neighbours&apos; freedom to play out all the time when he had to stay inside studying. He was a decidedly unpromising student: his school complained that he was falling behind. But his parents  both academic economists  simply refused to accept this, and insisted the problem must be that the work was too easy, so they moved him up a grade. Eventually he began to take an interest in his studies, and went on to gain a doctorate from Harvard. He has the classically measured, understated manner of a traditional academic, and thinks for so long before answering some questions that I wonder if his mind has wandered off, until he delivers a very precise and cautiously qualified reply. But his book is unmistakably contemporary, and he acknowledges its debt to other recent bestsellers  Freakonomics, Malcom Gladwell&apos;s Outliers or The Tipping Point  that have popularised complex subjects without simplifying them. Poor Economics is written beautifully, with a gently conversational voice that seems too true to be jointly authored  and indeed turns out to be Banerjee&apos;s alone. Duflo, he explains, &quot;has an amazing ability to just put together everything kind of slapdash on to the page. My job is to take that and go sentence by sentence to give it a shape.&quot; Banerjee writes like neither an economics geek, nor an anti-poverty campaigner, and I find myself wondering what motivates him. Temperamentally he seems far too self-effacing for flashy academic showmanship, and too agnostic for activism, so I ask if he was drawn to this work by the abstract intellectual challenge, or by a vocation to help the poor. He considers this in silence for 15 seconds, before smiling. &quot;I think both of those sound grander than how I function. I come from fairly pure theory and mathematical theories  so my background is very much that of someone who is trained to pose and solve puzzles. But it&apos;s not that I don&apos;t want the poor to have better lives  quite the contrary. But it would be dishonest to say that that&apos;s where it came out of, rather than out of a sense that I know all this economics, so why isn&apos;t it helping me understand stuff that I see next to me?&quot; He admits that it would have been lovely to come up with one answer that would solve world poverty. &quot;Surely, yes. If we had one big idea then that would be easier to get traction on, that&apos;s for sure. Nobody wants to be told that there&apos;s actually just a thousand small problems, and you&apos;d better figure out how to solve all of them. That&apos;s not a good message to deliver to anyone.&quot; Nonetheless, Poor Economics won the Financial Times/Goldman Sachs business book of the year award. In the current financial crisis, is it possible that governments will want to know if their aid budget is doing any good before handing it over, and therefore be more receptive to Poor Economics&apos; message, leading to more effective aid? After another lengthy pause Banerjee offers a polite &quot;maybe&quot;, but doesn&apos;t look at all convinced. &quot;I think the real value of aid is in promoting and digging deep into something, and committing to generate innovations,&quot; he explains. &quot;And that&apos;s what a national government has a hard time doing. Why? Because it&apos;s something that requires the willingness to fail, many times. Everybody wants to be able to claim: &apos;I saved two million lives yesterday,&apos; and I&apos;m a bit worried that if the political pressures get more intense, that&apos;s what would survive. Whereas I think where the aid really has value added  which is what national governments can&apos;t do  is to promote a sudden kind of innovation. And that&apos;s what&apos;s going to be much harder to sustain.&quot; A less political animal than Banerjee would be hard to imagine, but if objectivity is the great strength of Poor Economics, its political detachment is also arguably its flaw. Its authors dispute the widely held belief that the single greatest cause of entrenched poverty is poor governance and corruption, and that until democracy and transparency reach the world&apos;s poorest nations, their people will remain trapped in poverty. Banerjee argues that aid can have a significant impact without waiting for political reform first  and has been accused of underestimating the importance of power. &quot;I think people slightly misread what we were trying to say,&quot; he responds. &quot;I don&apos;t think we were saying that politics is unimportant. You know, if you&apos;re in North Korea, we don&apos;t have anything to tell them and that&apos;s just how it is. They have a crazy dictator who has completely maniacal preferences, and we don&apos;t pretend that that&apos;s not a problem. For North Korea, I would say they shouldn&apos;t read our book, it&apos;s a complete waste of time for them. They need to somehow get rid of their dictator  and that&apos;s just how it is. And I&apos;m sure that&apos;s true of 20 other countries in the world. &quot;I think what we are trying to say is that there are another 180 countries or something where politics is still messed up, but the people who are political players still have some idea that they want some legitimacy. The fact that people are corrupt doesn&apos;t mean that they don&apos;t want legitimacy. They want legitimacy because, for example, they want to stay in power so that they can steal more.&quot; He cites the example of 19th-century America, which despite being &quot;extraordinarily corrupt&quot; still managed to become an economic superpower. Similarly, China today is rife with corruption, but nevertheless achieving growth rates most democracies can only dream of. &quot;So we shouldn&apos;t get too fixated on the idea that bad politics  and China certainly has that in droves  is inevitably linked to stagnation. We need to learn to work with political systems that are not perfect instead of taking the view: let&apos;s first fix the politics, then we&apos;ll fix the rest. I don&apos;t believe the history of the last 200 years tells us that that&apos;s how things work. So in that sense I don&apos;t think we were saying politics is unimportant. We were saying: don&apos;t assume that bad politics is the end of the story.&quot; Banerjee conveys such an air of patient forbearance that I get the impression he has had to accommodate himself to hearing a great deal of nonsense talked about the subject he has made his life&apos;s work. I suspect he is still having to get used to the success of his book, and to the attention it has attracted; at the end of the interview he admits that he had just assumed I wouldn&apos;t even have bothered to read it. So I ask him how he feels about populist feelgood slogans of the &quot;Make Poverty History&quot; variety. Are they helpful, or inane? &quot;No,&quot; he says after another great long pause. &quot;I think that it&apos;s a good objective. The world is a rich enough place  but a tranche of the world&apos;s population lives in conditions thatshould be completely unacceptable. People who live inside garbage piles  that should not be happening. So we should not give up on the objective. &quot;Will we make all poverty history? No. But can we solve some of these extreme and egregious forms of poverty? I think yes, and we should.&quot;", 
    "section": "global-development", 
    "gid": "books/2012/apr/22/abhijit-banerjee-poor-chances-minimal", 
    "wordcount": "2572"
}