{
    "headline": "An unforgettable ride with Bradley Wiggins", 
    "text": "It&apos;s not every day you get to lead the Tour de France winner in a King of the Mountains points competition. But that was my short-lived claim to fame as I crossed the timing mat at the top of a windswept Waddington Fell 12 miles into the inaugural Ride With Brad sportive on Sunday. It had helped that I&apos;d set off on the demanding route around the fells and peaks of Lancashire a good half hour before Bradley Wiggins, and that he&apos;d had to pull over for a &quot;natural break&quot; just before the top. When he eventually did arrive at the summit, nattily attired in yellow helmet and matching sunglasses, he was greeted by a small crowd of fans brandishing camera phones and a union flag. And it wasn&apos;t even nine o&apos;clock on a drizzly Sunday morning. The affection for Britain&apos;s first ever Tour de France winner and seven-times Olympic medallist was plain to see all along the route. On remote peaks, in front gardens and outside village pubs, people cheered and waved homemade Wiggo banners. The dishevelled bunch huffing and puffing in his wake must have been something of an anticlimax. As sportives go, it was pretty unforgettable. Not only were the 1,500 riders treated to a stunning route of either 100 or 160km on roads regularly used by Wiggins during his winter training, and a goody bag containing highly collectable T-shirt and bidon, there was also the distinct possibility of Wiggins himself joining your bunch for a short while. Of course, how long you were able to keep up with him was a matter between you and your Strava stats. As Wiggins put it in his inimitable style after completing the longer route: &quot;It was fantastic today. I&apos;m not comfortable going to receptions and things like that so it&apos;s really nice being able to do what you do best, go out and ride your bike and talk to people, and then when you get fed up move on to the next group or drop back. I really enjoyed it.&quot; His enthusiasm was shared by the dozens of riders who tweeted their praise for the event, though phrases such as &quot;deeply unpleasant&quot; and &quot;touch of evil&quot; were used to describe the final nine-mile stretch which featured some particularly nasty surprises for weary legs. They were &quot;some of the toughest roads in England&quot;, according to Wiggins. &quot;I remember training on them back in December. That&apos;s when the Tour de France was won.&quot; As well as Waddington Fell, the route took in the Trough of Bowland, Nick O&apos;Pendle and a short but brutal 20% ramp called Jeffrey Hill which had many riders wincing in agony despite the consolation of views to Blackpool Tower in the distance. But the descents were equally challenging. I overcooked it at a sharp right-hander during an 50mph pursuit of Wiggins down Waddington Fell, fortunately suffering nothing worse than a broken pair of sunglasses and the ignominy of having to extricate myself from a ditch in front of Wiggins&apos; support vehicle. The event was organised to launch the Bradley Wiggins Foundation, which aims to encourage people to participate in more sport and exercise by providing equipment and funding to community groups, clubs and schools. &quot;It&apos;s not about people becoming Olympic champions or winning the Tour de France, it could be something like underprivileged kids going to Manchester velodrome for the day and getting on the track,&quot; said Wiggins, who sponsors his son&apos;s under-sevens&apos; rugby league team. &quot;The goal is to make this an annual thing and let it grow and evolve and who knows in 10 years&apos; time we might have tens of thousands of people doing it. &quot;But if anything I&apos;d like to see it a bit easier because it was quite hard today. It took me six hours so God knows what it would have taken some of the people out there. But it was brilliant just to see so many people not giving up and even walking up some of the last climbs to get to the finish. This wasn&apos;t a one-off, we want to stick with it and try and make it the best sportive in the country.&quot; Wiggins even rounded off the event by doing what he&apos;d memorably promised to do from his winner&apos;s podium on the Champs Elyses back in July  draw the raffle tickets.  Trevor Ward is the travel editor of Bikesoup.cc", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/aug/21/riding-bradley-wiggins", 
    "wordcount": "753"
}