{
    "headline": "Scientific fraud: a sign of the times?", 
    "text": "If you read about scientific fraud in the recent news, it would seem that there is much to worry about. It&apos;s on the rise, apparently! There has been a 10-fold increase in the number of retracted papers since the 1970&apos;s, and a number of these are due to fraud or suspected fraud.  An  investigation of retractions from the biomedical scientific literature database PubMed published in the prestigious Proceedings of the National Academy of Science USA (PNAS) found that a whopping 63.2% of health- and life-science related retractions were due to fraud, suspected fraud or plagiarism, with good old honest error retractions in the sound minority. This sounds scary  especially the &apos;suspected fraud&apos;. Is this just the tip of the scientific deceit iceberg? Just how many lies are lurking in the scientific literature?  Then there are the stories. Professor Marc Hauser (formerly) of Harvard was accused by the U.S. Department of Health and Human Services&apos;s Office of Research Integrity of inventing results to support his idea of a biological foundation for cognition in monkeys  specifically if they could recognize changes in sound patterns like human babies can. Hauser was a popular scientist too; he even has a best-selling book: Moral Minds: How Nature Designed Our Universal Sense of Right and Wrong where he somewhat ironically argued that &quot;policy wonks and politicians should listen more closely to our intuitions and write policy that effectively takes into account the moral voice of our species.&quot; Which worked out in his case; he was busted for scientific misconduct. His book also tells us that &quot;our ability to detect cheaters who violate social norms is one of nature&apos;s gifts&quot;. Nature&apos;s gifts or not, his students and research assistants blew the whistle. And this isn&apos;t just in life science, it&apos;s everywhere. Physics has its high profile cheaters too! There is Jan Hendrik Schn, the physicist who made up his data  26 of his papers have been retracted and he has been stripped of his doctoral degree. And then there is the cold fusion boys who, to be fair, are probably more victims of faulty equipment and sticking to your beloved theory despite the facts, than perpetrators of actual fraud. Psychology is not immune either; Dirk Smeester, whose results seemed too good to be true, has also been caught just making stuff up.  Is no scientific discipline safe? Are scientists just incapable of keeping their modern houses clean? It has been argued that because of recent pressure for scientists to publish groundbreaking results that change the world, the temptation to commit fraud is perhaps bound to increase, implying that there was a simpler, more honest time for science. Dewy-eyed, there is a temptation to believe that scientists back in the day were only of high moral character and were purely duty-bound to pursue the truth. But this isn&apos;t really true. Fraud in science isn&apos;t new, just like fraud in anything isn&apos;t new.  Take Piltdown Man, the famous Sussex fossil. In 1912, amateur archaeologist and premier forager Charles Dawson discovered the link between ape and man  Piltdown Man. He presented his results to the Geological Society and was much revered for his discovery  huzzah, a link which proved Darwin&apos;s theory! Piltdown man was 1912&apos;s version of high-impact science and as such had some legs. It was used as far abroad as Tennessee in 1925 by the theatrical Clarence Darrow during the Scopes monkey trial in defense of teaching evolution in schools. Piltdown man was finally proven to be a hoax  in 1953. Not a mistake  a hoax. Orangutan jawbone, human skull. It turns out Dawson himself was somewhat of a serial fraudster; he also faked findings of Roman bricks and proof of early Roman iron casting. Serial fraudsters are modern too, according to the findings from PNAS, which found that 44% of the fraud-retractions are due to serial fraud.  Upon a slightly closer inspection, looking at the actual retraction numbers in the PNAS study, there have been a total of 2047 papers retracted (between 1977 and May 2012) from the biomedical literature. This is 2047 papers out of almost 25 million papers in the PubMed database - so 0.00008% in total. This number is tiny. Yes, there has been a 10-fold increase in the microscopic number of retracted papers in 1977 (0.00096%) relative to the similarly microscopic number (0.0096%) in the period from 2007 to May 2012, but it is still a microscopic number. It is not an increase significant enough to even really worry about.  Still, fraud stories are scary, even if infrequent. Scientific works reported in academic journals undergo peer-review prior to publication, so on the surface it might seem that fraud should be more easily detected. In the peer-review process, or reading any scientific publication for that matter, trust is important. In the same way we trust people in general. Some people lie, some people don&apos;t. If you meet a new person and they tell you they used to live say in Tennessee, you usually just believe them, without doing a background check. If they are lying, it usually becomes pretty apparent after a few minutes, especially if you have been to Tennessee. Unless of course they are pretty good liars or you have never been to Tennessee  then it might take a bit longer to work it out.  The same thing happens in scientific literature; when a paper is reviewed, no one goes for a visit to the laboratory where the work was done  there has to be some degree of trust. If someone is falsifying data they usually get found out. No one else can repeat the experiments, no one else can find any evidence for the authors&apos; claims. This is actually a standard part of science. Scientific experiments must be repeatable. Theories or hypotheses must verifiable in some manner to stand the test of time. If a scientific work cannot be verified or repeated then it tumbles off into oblivion, like most scientific theories (most people for instance have never heard of the theory of phlogiston, though it was a very popular scientific theory back in the day). Rather than heading for an iceberg that threatens to sink modern science in a wave of fraud and deceit, science is the same as it ever was. Errors in the science literature, whether a result of fraud or honest errors or faulty equipment, ultimately will either fall off into obscurity or get found out  like Schn, Hauser and Piltdown man. Science has a way of righting itself, as to be successful in the long run it must stand the test of time.  This article was amended on 15 October 2012. The original stated that the PNAS study hadn&apos;t been normalised against the total number of papers published per year in the biomedical sciences. This has been corrected.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/oct/12/scientific-fraud", 
    "wordcount": "1145"
}