{
    "headline": "Facebook banker Morgan Stanley tries to calm brokers' fears after IPO", 
    "text": "Facebook banker Morgan Stanley is preparing to adjust thousands of share trades from last Friday&apos;s messy initial public offering to ensure no investor pays more than $43 a share, according to reports. The bank faces intense criticism of its handling of Facebook&apos;s IPO. Regulators are investigating whether the bank, and others, warned their top clients about analysts&apos; fears that Facebook&apos;s growth was slipping while they pushed for investors to pay the highest price for the company&apos;s shares. Morgan Stanley held a conference call with brokers on Thursday afternoon as it tried to mend relations. Andy Saperstein, head of the firm&apos;s Smith Barney unit, said the adjustments will likely be made on Friday. Saperstein took no questions during the call, which lasted about 10 minutes, and made no apology, telling brokers to follow procedure and go directly to their service manager if they had any outstanding issues, two advisers told Reuters. The shares were priced at $38 apiece, but briefly soared to $45 before losing all those gains and more. Shortly before the IPO Facebook moved the target range for its IPO from $25-35 to $35-38 before settling to launch the share sale at the top end of that range. According to Reuters, the bank has now told brokers that no one will pay more than $43 for the shares that are now trading for $33. The news comes as tension builds between Facebook, its bankers and Nasdaq, the stock market that is currently home to Facebook&apos;s shares. Facebook management is reportedly unhappy with the IPO process and how it was handled by Nasdaq. The sale was delayed as the stock exchange struggled to cope with the volume of buyers and sellers. More than 571m Facebook shares were bought and sold last Friday, a record for Nasdaq, which now faced law suits and it&apos;s own regulatory inquiry. Knight Capital Group, a broker, has estimated it lost $30-35m because of Nasdaq&apos;s delays. So far Facebook has not commented on the IPO debacle. Chief operating officer Sheryl Sandberg spoke to Harvard University students in her first public appearance since the IPO. But she refrained from addressing the controversy and told media she would not comment on the IPO. Sandberg spoke about inequality in the workplace, a recurring theme for the COO. &quot;We need to acknowledge openly that gender remains at issue at the highest levels,&quot; she told students at Harvard Business School and their families. After urging the graduates to use Facebook to stay in touch, she said: &quot;We&apos;re public now, so could you please click on an ad or two while you&apos;re there.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/may/24/facebook-morgan-stanley-ipo", 
    "wordcount": "435"
}