{
    "headline": "4G mobile internet to be launched by Everything Everywhere", 
    "text": "The UK could be getting its first taste of 4G superfast mobile internet within months with the telecoms regulator Ofcom expected to announce on Tuesday that it will allow Everything Everywhere, the owner of the T-Mobile and Orange networks, to launch the service, potentially ahead of rivals. In a week which is likely to see a significant reshaping of Britain&apos;s mobile spectrum landscape, Everything Everywhere is also close to selling a chunk of its airwaves to the UK&apos;s smallest and operator, Three. EE has applied to Ofcom to be able to use some of its existing spectrum for 4G services. The company has been installing the necessary equipment since the beginning of the year and already has some major population centres covered. If given the go-ahead , the company would be ready to start selling 4G services to customers before Christmas. Rivals say this could give a massive advantage to what is already the UK&apos;s largest operator with 27 million customers. Vodafone and O2 say they will have to wait until the forthcoming 4G spectrum auction, which could raise as much as 4.5bn for the public purse, before acquiring enough airwaves to launch their own services. The airwaves being auctioned are currently used for digital television and will not be freed up for mobile signals until later next year. As EE combines the holdings of two networks, it has a large amount of spectrum in the 1800 band, which is well suited to 4G. The new technology is a successor to 3G, which allowed connections to the internet on mobile phones for the first time when it was introduced a decade ago. Networks are promising that 4G will bring even faster download speeds, helping networks keep up with the growing demand for data from smartphones. Ofcom said in March it was &quot;minded&quot; to approve liberalisation of the 1800 band, currently licensed for 2G and 3G services. However, after protests from rivals that EE would have an unfair first mover advantage, it extended the consultation period. EE had originally hoped to have its service running this autumn, having applied for liberalisation last November. Ofcom is thought likely to approve EE&apos;s request, although it may impose conditions such as a later launch date than the company is hoping for. Meanwhile, sources have confirmed that EE is on the verge of announcing a deal with Three, owned by Hong Kong conglomerate Hutchison Whampoa. The European commission had ordered EE to sell a quarter of its 1800 holding as a condition of approving the T-Mobile/Orange merger . Vodafone and O2 also bid for the spectrum, but it is thought they have missed out. The sale, arranged by EE&apos;s financial adviser Morgan Stanley, would not necessarily allow Three to launch 4G this year. This is because EE is not obliged to clear the spectrum until September 2013. A spokesman for Three said: &quot;We are interested in all mobile spectrum&quot;, but declined to comment on any deal with Everything Everywhere.", 
    "section": "technology", 
    "gid": "business/2012/aug/20/4g-mobile-internet-everything-everywhere", 
    "wordcount": "499"
}