{
    "headline": "Kent grammar schools intake has more than 10% from private education", 
    "text": "More than one in 10 grammar school places in Kent are offered to prep school pupils from the county, with some schools offering more than a third of their places to privately educated children, figures show. Two grammar schools in Kent offered more than 40% of places to children from fee-paying schools. Less than 6% of primary age children in Kent are privately educated. The Conservative-controlled county council voted last month to allow the creation of two satellite grammar schools linked to existing schools in the county, in the first extension of selective secondary education for decades. The figures, revealed by Kent county council in response to a request under the Freedom of Information Act from the Kent Messenger group, show that, of the 4,491 places available at Kent&apos;s grammar schools for this September, 489 were offered to children who attended prep schools. Across the county&apos;s 32 grammar schools, which require children to take the 11-plus, 10.9% of places for this September were offered to privately-educated children. The council&apos;s remaining grammar school, Cranbrook School, which caters for boarding and day pupils aged 13-18, sets its own test for children. Melissa Benn, a writer and education campaigner, said she was &quot;not surprised in the slightest by the figures&quot;. &quot;One of the enduring myths about grammar schools is that they are giving poorer children a chance and a leg up. Grammars clearly divide children on the basis of social class,&quot; she said. There are currently 164 grammar schools in England, spread across 36 local authorities. Under legislation introduced by Labour, no new grammar schools may open. But a new admissions code brought in by the coalition gives greater freedom to existing, popular schools, including grammars, to expand. Benn said: &quot;We have a government which says in the first instance that it is committed to improving the chances of poorer children and yet they are at the moment enabling the extension of grammars which clearly  as these figures show  benefit those at the other end of the social scale.&quot; A Sutton Trust study published in 2008 finds that grammars take a lower proportion of pupils eligible for free school meals than other state schools, a difference which is &quot;not adequately explained&quot; by the pupils&apos; higher academic ability or the location of the schools. David Willetts triggered a row within the Conservative party when he pointed out in 2007 that &quot;the chances of a child from a poor background getting to a grammar school in those parts of the country where they do survive are shockingly low&quot;. A study by researchers at the universities of Bath Spa and Oxford, which looked at data that tracked children born in a particular week in 1958, found that poor children who attended grammars were no more likely to move up the ladder than their counterparts in comprehensives. But it found that when they did move up the ladder, they went further.The Kent figures show that the Judd School offered 53 out its 125 available places to private school pupils, while girls-only Tonbridge Grammar School offered 62 of 150 places in this year&apos;s intake to privately-educated children. Tonbridge Grammar School headteacher Rosemary Joyce stressed that it was &quot;important to understand the local context&quot; and that the number of places taken up by prep school pupils was always lower than the number of offers. Mike Whiting, Kent&apos;s cabinet member for education, learning and skills said: &quot;Kent county council supports parental choice and offers a rich and diverse mix of education provision which includes grammar schools. &quot;It is not unexpected that where a grammar school is located in an area which also has a high proportion of independent schools, the intake to that grammar school may show a higher proportion from the independent sector than in other areas. &quot;The grammar school system in Kent remains popular and this is backed up by a recent petition by parents for grammar school provision in the only district not to have it.&quot;  This article was amended on 27th April to clarify that the Freedom of Information request were submitted by the Kent Messenger Group.", 
    "section": "education", 
    "gid": "education/2012/apr/27/kent-grammar-schools-intake-private", 
    "wordcount": "700"
}