{
    "headline": "CES 2013: computer motion firm takes giant leap into the future", 
    "text": "Any sufficiently advanced technology is indistinguishable from magic, said Isaac Asimov, and there is a hint of that wonder in a little gadget called Leap  which could transform how we use computers. The device, the size of a USB drive, is a 3D interface with camera sensors which lets you control your computer by waggling your fingers in the air. If you&apos;ve seen Minority Report you sort of have the idea, except you don&apos;t need to touch the screen or even to wear special gloves. &quot;We&apos;ve created a technology that could fundamentally change how people interact with computers, said Michael Zagorsek, vice-president of product marketing of Leap Motion, which plans to launch the gizmo onto market this spring, price $70. &quot;We&apos;re creating the canvas and tools to create experiences which customers will fall in love with.&quot; There are more than 100,000 pre-orders. He gave the Guardian a demonstration on Wednesday on the sidelines of the Consumer Electronics Show in Las Vegas, plugging the device into a laptop balanced on his knee. Like a minimalist conductor, Zagorsek&apos;s fingers hovered over the keyboard, never touching it, and pointed at the screen. A matrix appeared. Zagorsek&apos;s fingers waggled, and the matrix unfolded into a spinning cube. He waggled some more, and colourful squiggly lines appeared, arcing and looping across the matrix in accordance with his fingers. He switched to the game Fruit Ninja, where you slash falling fruit, and handed me the laptop. A mango tumbled from the top corner of the screen. My finger sliced the air and the mango burst open. It feels like Microsoft&apos;s Kinect controller but with dramatically better accuracy  200 times better, according to Leap Motion  which can track finger movements down to one hundredth of a millimeter, smaller than a pinhead. The technology has wowed those afforded advance demonstrations. Wired called it the best gesture-control system it had ever tested. The Verge called it &quot;Kinect on steroids&quot; and predicted a glittering future. &quot;We&apos;re pretty sure we&apos;ve seen the next big thing in computing.&quot; David Holz, a former Nasa engineer and self-styled &quot;mad scientist&quot;, and Michael Buckwald, a serial entrepreneur, founded Leap Motion in 2010. Netscape&apos;s Marc Andreessen was an early investor. They recruited Andy Miller from Apple to serve as president. Other top Apple executives followed, including Zagorsek. When the company uploaded a video last May giving a glimpse of their software&apos;s potential, reaction went viral, with more than 7m views. Key to the strategy is throwing open the platform to app developers. It received 40,000 submissions suggesting a bewildering array of spin-offs. Many were for robots, a field the company does not wish to pursue for now, but suggested apps for games and music proved more promising. One of Zagorsek&apos;s favourites was an air harp, which would allow musicians to play the instrument with exact precision. Another was for recipes, the idea being a cook with sticky hands could flick pages of a recipe without touching the screen. &quot;Just like pinching and zooming, people had to learn new ways of interacting, and now it seems so obvious,&quot; said Zagorsek. He predicted it would initially complement and gradually replace the mouse. Perhaps the physical keyboard too, at least for those who could touch-type an imaginary keyboard. Sceptics say waving your arms all day could become tiring and tedious but Zagorsek said you could control the computer by waggling your fingers an inch over the keyboard. The company is sending 12,000 devices to developers around the world in hope of filling an app store with irresistible products. Leap Motion is pacing its debut. It has no booth or displays at CES. Instead it has rented two discreet rooms to meet developers and a few journalists at the back of the Hilton convention centre, the quietest, dullest part of an otherwise bustling expo. The limelight, it believes, will come soon enough.", 
    "section": "technology", 
    "gid": "technology/2013/jan/10/ces-2013-leap-motion-computer", 
    "wordcount": "656"
}