{
    "headline": "Boot up: CES 2012 special: vacuums, fridges, cameras and a PlayBook with email", 
    "text": "A burst of 7 links for you to chew over, as picked by the Technology team I Shot Asteroids  With My Eyes [VIDEO] The technology has been programmed to work with an Asteroids-like game and even the Windows 8 Metro interface. I tried it out with the Asteroids game and found it remarkably effective LG Unveils High-Tech Smart Appliances The company also unveiled a fridge feature called Blast Chiller that can chill a bottle of wine in eight minutes. The refrigerator also features French doors, the largest of its kind on the market. And not in the mood to vacuum? A new LG robot vacuum cleaner will clean up the house as you kick up your feet and relax on the couch while operating the device via a smartphone. Samsung inTouch TV Hands-on - SlashGear This camera is a Wi-fi enabled webcam-like device that allows you to turn your gigantic home television into a 720p conferencing station, fully integrated with Skype. This little device also allows you to browse the web and use YouTube on your television with ease. And what&apos;s best? It&apos;s doing so with Android! CES 2012: RIM Shows Off New BlackBerry Phone And Tablet OS | WebProNews BlackBerry OS 7.1, which begins rolling out to BlackBerry smartphones today, includes a variety of new features. BlackBerry Tag allows users with NFC-enabled phones to exchange information by bumping their phones together. Mobile hotspot functionality has been added as well, along with enhanced search capability. CES 2012: Intel Lays Out Its 2012 Ultrabook Strategy, Concept Laptops - Tested Services such as PayPasswhich will allow users to make payments by tapping their credit cards to the device using NFCand Nuance speech recognition are being incorporated into new Intel partner devices. The goal, said the chip giant, is not only to produce thinner and lighter machines, but laptops that are both fast and capable too, thanks to Intel&apos;s forthcoming Ivy Bridge chipset. Lenovo K91 Smart TV hands-on video and pictures | The Verge The 55-inch 3D-enabled IPS television is running a skinned version of Android 4.0 ICS, has a webcam built into the bezel, and is powered by 1.5GHz dual-core Snapdragon processor. Lean, Green Tablet Prototype Promises Mobile Computing for $100 | Gadget Lab | Wired.com OLPC&apos;s XO 3.0 tablet is encased in lime green plastic like its laptop counterpart. It has a solar panel cover that can generate four watts of power (which delivers two hours of usage) after charging for an hour. It can also be powered using a hand-cranked power supply. Six minutes of cranking will net you two watts of power, or one hour of usage. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest links, tag articles on Pinboard.in with &quot;guardiantech&quot;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/10/technology-links-newsbucket", 
    "wordcount": "461"
}