{
    "headline": "A breakdown of nervous breakdowns", 
    "text": "There&apos;s a lot in the world to get stressed about lately. This last week alone we&apos;ve seen bombings and city-wide gunfights in Boston, massive explosions in Texas, on-going violence in the Middle East, emotions raised over Thatcher&apos;s funeral, increasing measles cases in Swansea, continuing savage benefit cuts and maybe an alien invasion or two that got lost among the onslaught of bad news.  It seems to many that the world in general is becoming an increasingly awful and depressing place. Is this the case? Or is there as much bad stuff happening as there&apos;s ever been, but 24-hour rolling news and an increasingly interconnected, always-online society have contributed to ensuring that no bad news ever goes unreported? Either way, it doesn&apos;t really matter; the negative effects on people&apos;s wellbeing are the same. But the things covered in the news, as terrible as they can be, are more &quot;mainstream&quot; worries; things that everyone can worry about to some extent. The more typical concerns people have tend to be more specific, as they&apos;re things that affect them personally and directly and maybe affect them alone.  When stressful events keep occurring, you will often hear people claim they are heading for a &quot;nervous breakdown&quot;. You may be someone who says this, or you may be someone who has experienced (or is experiencing) such a thing. It&apos;s a well-known concept. Even celebrities are vulnerable to nervous breakdowns. Stephen Fry has spoken candidly about his breakdown, Spike Milligan had several, and the Rolling Stones claim to have had at least 19 (although that may be an exaggeration).  But &quot;nervous breakdown&quot; seems to be one of those terms that is often used but not well understood. As a neuroscientist, I always find myself reflexively thinking it means nervous tissue is breaking down, so means someone is suffering from a neurodegenerative disorder like Alzheimer&apos;s or Parkinson&apos;s disease. This may seem a bit ridiculous, but then what does &quot;nervous breakdown&quot; actually mean? Is it one of those terms that people use freely without understanding the actual meaning, like &quot;irony&quot; or &quot;offside&quot;? Interestingly, despite its widespread use, &quot;nervous breakdown&quot; isn&apos;t a term that is used by the medical profession.  [As an aside, my first draft of this used the phrase &quot;medically speaking, there&apos;s no such thing as a nervous breakdown&quot;, but that&apos;s not that accurate a statement, and I also worried that someone from ATOS would read it and immediately declare thousands of sick people fit for work.] The term nervous breakdown is actually surprisingly old, and stems from a time when both &quot;nervous&quot; and &quot;breakdown&quot; arguably had different meanings to their modern ones. It seems the &quot;breakdown&quot; element refers to a breakdown in the same way that cars or other machines can break down. And nervous just refers to the nervous tissue. So originally it meant a fault or error in the nervous tissue that controls the body. And suddenly my interpretation doesn&apos;t seem so literal. But this doesn&apos;t mean it&apos;s an invalid term, it&apos;s just more of a rule-of-thumb or generalisation used to refer to what happens when someone becomes psychologically unable to function as normal. In the simplest sense it could be said that, mentally speaking, a nervous breakdown occurs when an individual finds that the number of things that they are able to cope with is lower than the number of things that they have to cope with.  In a psychiatric/psychological sense, these things you have to cope with are known as stressors. Stressors don&apos;t necessarily have to be negative, anyone who&apos;s ever gone on holiday will know this; for something that&apos;s meant to be fun and relaxing, they involve quite a lot of stress, especially if they involve Ryanair in some way. But stressors generally have certain qualities in common, such as:  They reduce personal control (as in they remove the amount of authority you have on your own life) They reduce options for action (as in, they restrict your options regarding what to do about them) They cause fatigue (as in, dealing with them leaves you physically or mentally knackered) And so on. Most people in our society probably experience stress in the workplace. Unfortunately, stressors can lead to more stressors and greater stress, part of the stress cycle. Say you get a new boss who assigns you a lot more work than is reasonable. This would cause stress, and you react to this stress by working longer hours to deal with the workload, and eating and drinking more to unwind. This has negative consequences on your health, which stresses you out further and makes you vulnerable to further stressors.  Alternatively, you could break into your boss&apos;s house and smother him with a pillow as he sleeps. This may remove the cause of the original stress, but the guilt coupled with the danger and hazards of life on the run from the law would cause ample stress. And on it goes.  These are all external factors, of course. They are easier to identify, and even have their own scale to measure how bad they can be. But there are also internal factors, like pre-existing illnesses (physical or mental), a general predisposition to reacting badly to stressors for whatever reason (e.g. harsh life events, genetic factors), even something like having a big ego can make things worse (if your self-image is very important to you, then finding you can&apos;t deal with something will potentially stress you even more). And stress has numerous health consequences. This delicate balance between stress and vulnerability is well documented, particularly in the case of psychosis, by the stress-vulnerability model, which basically shows that the more vulnerable you are to stressors, the less stress it takes to tip you over the edge. Sufferers of psychosis may call this an &quot;episode&quot;, but a breakdown can take many forms. A psychotic episode, a depressive funk, panic attacks, anything that means you can&apos;t function normally any more. Like I said, it&apos;s a general term, not a specific one. The point of this article, if there is one, is to demonstrate that stress affects everyone, and some people, largely through no fault of their own, are more vulnerable to it, and this can lead to a nervous breakdown, however you choose to define such a thing. But as unpleasant as they may be, they&apos;re not permanent, and even those with pre-existing conditions can return to &quot;normal&quot; (which is another term that isn&apos;t that specific). So if you&apos;re experiencing a breakdown of any description, know that you&apos;re not alone, and that countless other people have gone through something similar.  Of course, now that I&apos;ve explained it, I may have made things worse. Another cause of stress in humans is uncertainty. This is why a troubled economy and job market can cause a lot of consternation even when they don&apos;t directly impact your present situation or daily routine. So by explaining how a nervous breakdown can occur, I&apos;ve introduced an awareness of the possibility of one occurring in people who would otherwise have remained blissfully ignorant, thus adding to their overall stress levels.  Stupid science and its chaotic consequences! Dean Burnett tries to maintain a stress-free life by saying nothing controversial on Twitter, @garwboy His new science/humour podcast &quot;Dean and Dave&apos;s science webnoise&quot; with close friend and fellow science blogger David Steele, is available here and via iTunes.", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/apr/24/breakdown-nervous-breakdowns", 
    "wordcount": "1253"
}