{
    "headline": "Who stole all the fat balls?", 
    "text": "While I unhooked bird feeders from the branches of a weeping silver birch, a long-tailed tit popped out from behind the curtain of newly unfurled leaves, followed by the rest of the foraging party, which swung en masse on the fat-ball cage like circus acrobats. Long-tailed tits breed early, so they are usually the first absentees from my feeders each spring, as they turn to invertebrate prey. This year, due to the unseasonable cold and the late onset of spring, family groups are still daily visitors to the garden feeding station. As I entered the garage to top up the feeders, I heard a loud rustle. Grabbing a broom, I poked around among the tools, sacks of potting compost and trays of chitting seed potatoes. There was the shuffle of feet on plastic beside the feed bin. Shifting a pile of cardboard I discovered a forgotten bag containing a box of fat balls. The packaging had been chewed through in a neat circle the size of a 10p piece and I could see that half of the nearest fat ball had been nibbled. When I opened the box I discovered the extent of the thievery. A whole tray of six had been devoured, but what was the culprit? Baiting an upturned box with a fat pellet, I stepped back and waited. A twitching, bewhiskered nose appeared, followed by currant eyes and over-sized ears. It was a wood mouse, easily distinguished from a house mouse by its larger features and warm brown pelage. It sat back on its haunches, cocked its head and peered at me. Darting forward it grabbed the pellet with nubby digits and scuttled away. Shifting the feed bin I found a neat pile of fat, sunflower seeds and dead mealworms scavenged, I suspected, from the hedgehog&apos;s dish. Like long-tailed tits, wood mice feed on larvae and newly emerged insects at this time of year, so was this one just opportunistic or was it also suffering from a lack of natural food?", 
    "section": "environment", 
    "gid": "environment/2013/may/06/langstone-hampshire-who-stole-fat-balls", 
    "wordcount": "334"
}