{
    "headline": "Boot up: Maude's PDF killer, Surface's blitz, WhatsApp doc'd, 'dark social' and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Government data PDF enthusiasts will be &apos;dealt with&apos;, says Maude &gt;&gt; Guardian Datablog  The Minister, in charge of the government&apos;s transparency drive, said that departments who continue to publish the data in their annual reports in PDF format would be &apos;dealt with&apos;.  &quot;Data in annual reports in PDF, that is in breach of our own open government license - and we will deal with that,&quot; [Cabinet Office minister Francis Maude] said.   You&apos;re urged not to be one of the people Francis Maude has to &quot;deal with&quot;. $499 Microsoft Surface preorders slip to three weeks &gt;&gt; CNET News  Are we seeing the first signs of keen consumer interest in Microsoft Surface?  Answer: at this stage -- the first day of preorders -- we have no idea if Microsoft&apos;s first branded PC is a hit. But one backordered model may point to some momentum.  The $499 model is already showing shipments pushed back to &quot;within 3 weeks,&quot; while the two other pricier models are available for delivery by October 26, when Surface goes on sale.   When it comes to tablets people seem to prefer less expensive, aka cheaper. (Thanks @jforbes for the link.) Pondering Whatsapp &gt;&gt; Benedict Evans  None of this is especially scientific, but taken together, it seems pretty clear that WhatsApp has well over 100m active users, and possible 2-300m. Skype, incidentally, has 254m MAUs [monthly active users].  In other words, WhatsApp has several times more users than Instagram had when Facebook bought it for what was then $1bn. With a staff of just 35, plus outsourced development in Russia, that&apos;s a testament to the scaling possibilities of app stores - and suggests that M&amp;A industry is pretty much camped out in the WhatsApp offices.   WhatsApp also has revenue, which Instagram famously did not, though how much is even more opaque.   WhatsApp may be the biggest app that many people over 25 haven&apos;t heard of. Limited use of sharing buttons shows people&apos;s desire to share links privately &gt;&gt; Poynter  AddThis, which provides sharing tools embedded on 10 million websites, says between 70 and 95 percent of all link-sharing occurs by copying and pasting a URL, not by clicking a button on the page.  In some cases this has the same effect, if someone copies and pastes a URL into Twitter instead of clicking the embedded tweet button. But the data also show the hidden but popular practice of sharing links privately with specific people over email or IM, said Greg Cypes, director of product for AddThis parent company Clearspring Technologies.  &quot;The desire for people to share one-to-one or one-to-few ... is much much greater than we originally expected it to be,&quot; Cypes said.  Dark Social: we have the whole history of the web wrong &gt;&gt; The Atlantic Alexis C. Madrigal:   Here&apos;s a pocket history of the web, according to many people. In the early days, the web was just pages of information linked to each other. Then along came web crawlers that helped you find what you wanted among all that information. Some time around 2003 or maybe 2004, the social web really kicked into gear, and thereafter the web&apos;s users began to connect with each other more and more often. Hence Web 2.0, Wikipedia, MySpace, Facebook, Twitter, etc. I&apos;m not strawmanning here. This is the dominant history of the web as seen, for example, in this Wikipedia entry on the &apos;Social Web.&apos;  But it&apos;s never felt quite right to me. For one, I spent most of the 90s as a teenager in rural Washington and my web was highly, highly social.   The social networks you can name aren&apos;t the ones that actually send people to sites. A few words on Reddit, Gawker, and anonymity &gt;&gt; Popehat  Let me put it this way: I would not let the moderators and fans of the Reddit creeper forums around my daughters; I&apos;d worry they would sexually assault the girls. I don&apos;t worry about Gawker writers and editors molesting my girls. However, if my girls were molested, I&apos;d expect Gawker writers and editors to try to find ways to monetize it, use it to drive traffic, come up with banal, weakly ironic hipster-douchebag quips about it, pay witnesses to offer lurid details about it, and try to find clumsy and demi-literate ways to connect it to politicians they don&apos;t like.  The Internet Is Not Private: You&apos;re a fool if you think it is. The internet makes it easier, not harder, to figure out who you are, because the internet preserves your activities and allows your critics to crowdsource efforts to identify you.   A fantastic post. If you only read one (other) thing today... Slideshow: A History of the Smartphone in 20 Handsets &gt;&gt; Reg Hardware  With the news that world smartphone usage total has passed the billion mark in 20 years, we present 20 of the most important smartphones from the past 20 years.   Nice gallery. Wonderful what you can do when you&apos;re not constrained by having 350 words for a print article. (Thanks @angusthebull for the link.) Google to debut US$99 Nexus tablet in 4Q12, say Taiwan makers &gt;&gt; Digitimes  However, Quanta declined to comment and Asustek Computer, a Taiwan-based vendor developing Nexus 7 through cooperation with Google, indicated that it has no plans to launch US$99 Nexus.  If Google launches such a US$99 tablet, China-based white-box vendors of inexpensive tablets are expected to be under heavy competitive pressure, the sources pointed out.   Not really - surely it would be Google that would come under pressure, since those cheap tablet makers are playing in that price space already. Google might have to swallow a loss or razor-thin margin on each device it sold. That&apos;s not a long-term or a volume strategy, and wouldn&apos;t please OEMs either. (Thanks @modelportfolio2003 for the link.) Microsoft Surface team do Ask Me Anything &gt;&gt; Reddit Really interesting. (Two years ago, would anyone have thought Microsoft would make its own ARM-based tablet?) (Thanks @rubbernuke for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/18/technology-links-newsbucket", 
    "wordcount": "1055"
}