{
    "headline": "Get someone to check your results. And don't lobby gravity", 
    "text": "Reviewing, like going to meetings, is an occupational hazard of life in a big collaboration. In fact lots of the meetings are review meetings.  The path from the first idea through to final publication of a result is arduous, and full of potholes, trapdoors and mind-sapping disputes about commas and hyphens, often conducted at volume by a group of tired, angry people, none of whom have English as their first language.  Even so, and the comma-and-hyphen element notwithstanding, reviewing is vital. Remember the Higgs rumours? They were wrong. The result hadn&apos;t been reviewed, failed miserably when it was, and the new boson was discovered in a completely different place more than a year later. A second or third independent person looking over your results can see things you can&apos;t. Errors can be of omission, wishful thinking, or just rubbish coding. This is just one reason why big drug companies need to share their data. If they won&apos;t, their conclusions can&apos;t be trusted. Not even because they might be lying, but because if they haven&apos;t exposed their analysis to external review, they might be honestly wrong. Either way, money is wasted and people suffer.  Less seriously, if Time magazine had got someone to review their Higgs boson nomination for them, they might have avoided making an average of more than one error per sentence, and thus removed the need for this humiliating deconstruction from Matt Strassler.  Reviewers are also good protectors of a night&apos;s sleep.  One of the first papers I wrote was a measurement of the rate of production of jets of hadrons in photon-proton collisions. The data were collected with the ZEUS detector at the HERA accelerator in Hamburg. I made the plots in the paper myself, with my own code, and I became very aware of the enormous number of steps between the raw data and my result. I was also very very aware of the fact that people on another experiment (H1) would likely repeat the result, and that physicists coming after me would measure it more precisely once we got more data. So any mistakes I made would eventually be exposed. But we were the first. No one knew the answer until we measured it. In the early stages of the analysis, I would regularly find mistakes that would change the result by large factors. Things settled down eventually. The room for error got smaller. It got to the stage where I was tracking down inconsistencies in the errors bars, very minor things. Still, in the last week or two before publication, I woke up several times in the middle of the night in a panic, worrying about something I hadn&apos;t checked. The only thing that kept me (relatively) sane was the knowledge that the final plots had been made independently by someone else. In ZEUS we had a rule which required at least two independent analyses of any result for publication. In fact the &quot;second analyser&quot; and I found several bugs in each other&apos;s analysis by comparing things at different stages. The chances of us both having made the same massive blunder which would significantly change the final answer were pretty small. So I would go back to sleep - but still check, when I got up. Anyway, we were right and I am still very proud of that paper, which was a significant step in understanding photons, protons and the strong interaction. (It&apos;s this one, in case you are interested.) At the core of this behaviour is whether we want to know the answer, or whether we want to impose our view on the universe.  In any science, and even more so in engineering, you&apos;d better get the right answer. Nature won&apos;t pay any attention to a mistake and people may die. Finding an unwelcome right answer may appear to be a setback, but proceeding on the basis of a welcome but wrong result can be fatal. I think one of the fault lines between science and politics is that this dynamic is less clear in politics. No matter their prejudice, a politician cannot change the science behind the consequences of carbon emissions, rape or vaccination. But when it comes to economic and social consequences, maybe they can. Persuade people to save, or spend, more money, you change the economy. Persuade people to support, or denigrate, universal health care, you change society.  You can see why politicians, lobbyists or indeed drug company executives may sometimes get confused about where the lines are.  Even where justified, using persuasion to change reality meets with varying success. But it has more chance of working in politics than it does in physics. Don&apos;t try persuading gravity to give you a day off.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/dec/06/fact-checking-science-politics", 
    "wordcount": "786"
}