{
    "headline": "Homework guidelines scrapped to give headteachers greater freedom", 
    "text": "Ministers have scrapped guidelines setting out how much homework children should be set, in a move intended to give headteachers greater freedom. Under the last government, guidance was issued to all schools recommending they have a policy on homework. At the time, homework was common in secondary schools but practices varied at primary level. The guidelines suggested children aged five to seven should be set an hour a week, rising to half-an-hour a night for seven- to 11-year-olds. Secondary schools were encouraged to set as much as two and-a- half hours a night for children aged 14-16. There is controversy about the value of homework, with critics saying it is either ineffective or potentially harmful if the extra work is so dull that children switch off. A greater emphasis on homework can also unfairly benefit pupils from more affluent homes, as they are more likely to have a quiet place to study. Ann Donaghy, assistant principal of Smith&apos;s Wood sports college, in Solihull, West Midlands, said: &quot;If homework is set well then it can be useful  if it consolidates learning. &quot;But often it&apos;s not. Often, it&apos;s an extension to finish off work and it doesn&apos;t aid the child. &quot;There&apos;s pressure from external sources to set homework. There&apos;s a comment in the new Ofsted [inspection] framework where they mention homework, and a lot of teachers see that as if they must be setting homework all the time, even if it&apos;s not necessary.&quot; A review of academic research has found the impact of homework on primary age children is &quot;inconclusive&quot;, while there is a &quot;relatively modest&quot; effect on older pupils. Time spent on homework had a small impact on pupils&apos; results at secondary school, the 2001 review by the National Foundation for Educational Research found. It quoted one study that found A-level students who spent seven hours or more on homework per week achieved results that were only a third of a grade higher than students of the same sex and ability who did homework for less than two hours a week. Education secretary Michael Gove has encouraged schools to extend the length of the day, raising the prospect of more schools supporting pupils as they study in the evening rather than setting them work to take home. Donaghy welcomed the decision to scrap the homework guidance. She said: &quot;Allowing headteachers to have more autonomy is a good idea as they understand the context of their school.&quot; While homework is controversial, experts agree on the value of parents taking an interest in their children&apos;s intellectual life. Results from the OECD Pisa study, which compares school systems around the world, finds a strong association between children&apos;s reading performance at 15, and home activities such as discussing politics, talking about books or films and eating meals together as a family. The Association of Teachers and Lecturers&apos; annual conference voted in favour of abolishing homework for primary school pupils in 2009, saying it was &quot;a waste of children&apos;s time&quot;. TV presenter Kirstie Allsopp, who has campaigned against homework for primary schoolchildren, has described it as a &quot;constant battle that gets in the way of all the real ways kids learn. Going to the park. Reading together. Even just talking, interacting with the rest of the family.&quot; A Department for Education spokeswoman said: &quot;Homework is part and parcel of a good education  along with high quality teaching and strong discipline. We trust headteachers to set the homework policy for their school. They know their pupils best and should be free to make these decisions without having to adhere to unnecessary bureaucratic guidance.&quot;", 
    "section": "education", 
    "gid": "education/2012/mar/04/homework-guidelines-scrapped", 
    "wordcount": "612"
}