{
    "headline": "Ofqual was prepared to force exam board to change GCSE boundaries", 
    "text": "Glenys Stacey, the head of the exams watchdog Ofqual, has admitted that she would have forced one of England&apos;s biggest exam boards to alter its GCSE English boundaries to avoid grade inflation had it not agreed to voluntarily this summer. The regulator has the power to direct grade boundary changes and would have done so if Edexcel had not revised them this summer, she suggested. Exam boards moved the grade boundaries this summer in order to avoid inflation in the results, leading to an outcry from schools complaining that their students had been moved down a grade. The disclosure came as new figures showed that at least 143 secondary schools were set to fall below the government&apos;s floor target for pupils achieving at least five Cs including English and maths as a result of the GCSE English fiasco  putting them at risk of being considered failing. Appearing before the Commons education select committee on Tuesday, Stacey was asked what Ofqual would have done if Edexcel had stuck to its first response to the regulator and insisted that its proposed grade boundaries were fair. &quot;If they had done so, then the legislation provides that the regulator can direct grade boundary changes,&quot; Stacey said. Pushed on whether Ofqual would have done this, she added: &quot;I think we would have done, yes.&quot; The admission shows the extent of the pressure on the exam boards to move the boundary this summer. The inquiry was taking place after the Times Educational Supplement published letters between Ofqual and Edexcel on Tuesday, which appeared to show Ofqual putting pressure on the examiner to lower the English grades in the weeks before they were published. Brian Lightman, general secretary of the Association of School and College Leaders, claimed that pupils who sat their English GCSEs this summer were given lower grades to compensate for the award of inflated grades to students who sat the exam earlier in the year. Lightman said 26.7% of students who sat foundation tier units in English a year early in June last year had got a grade C, while in January that figure had jumped to 37% and in June it dropped sharply to 10.2%. &quot;These are enormous differences and there&apos;s no evidence that those papers had any difference in the level of challenge between those times,&quot; said Lightman. &quot;Therefore it cannot be that the standard was the same across those two years.&quot; One of the MPs, Damian Hinds, asked whether Lightman was suggesting that pupils who sat the exams this June were &quot;particularly harshly treated&quot; and marked down so that across the whole year group the results were in line with previous years. Lightman replied: &quot;You have hit the nail on the head there. That&apos;s what did happen, we think.&quot; Challenged to justify his claim, Lightman added: &quot;That&apos;s the 10.2% statistic I quoted. How can it be in January 37% were getting a C, and in June 10.2? It&apos;s been adjusted to give a comparable outcome across the year cohort.&quot; Questioned later in the session, Stacey defended Ofqual&apos;s handling of the problem. Ofqual has admitted that the grade boundaries were moved, but suggested that the downgrading in June was only to correct an over-generous boundary earlier in the year, saying pupils in January &quot;got lucky&quot;. Pupils who failed this summer have been offered a free resit in November. Stacey said that before the grades were amended, Edexcel had been planning to release grades that would have been a 6-7% &quot;inflation&quot; in the pass rate, something they assess based on previous year&apos;s results and pupils&apos; results earlier at key stage two. Stacey also resisted calls for the grades to be revisited, which would hold out the prospect of some pupils who had failed being given a pass. &quot;The June boundary setting was done properly,&quot; said Stacey. The headteachers&apos; leaders also said there was evidence that other grade boundaries  A*, A and B  had been affected by the raising of the boundary for the C grade, and there was some evidence that a similar problem might have occurred in maths, though on a smaller scale. Mike Griffiths, headmaster of Northampton school for boys, defended a strong statement in which he said that pupils who should have passed with a grade C had had their &quot;future destroyed&quot;. &quot;I know a number of youngsters who are dropping out who shouldn&apos;t be,&quot; said Griffiths. &quot;It depends on their background and the support they get.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/11/ofqual-chief-exam-board-gcse", 
    "wordcount": "767"
}