{
    "headline": "TalkTalk's internet filter could give children access to porn, says magazine", 
    "text": "A study by a computer magazine has found that the internet porn filtering system offered by TalkTalk, one of the biggest internet service providers, could potentially give children access to hard-core pornography. The revelation comes as ministers have said that parents will be asked whether porn should be automatically banned on PCs and smartphones by ISPs. The study by PC Pro magazine investigated the HomeSafe filter offered by TalkTalk, which claims to block content from pornographic or violent sites, and optionally from social networks. The HomeSafe system has been endorsed by Clare Perry, an MP who backs the blocking of pornography, and the Sunday Times. But, after turning off the parental controls setting on the Google search engine, the investigation found that they could access pages of pornographic images using Google&apos;s image search  even while access to the sites themselves was blocked. TalkTalk told PC Pro: &quot;We note the PC Pro searches and will look at the results in question. If a customer finds a site that they think should be blocked they can alert us so we can take action.&quot; The company said that its HomeSafe filter is already used by 385,000 of its 4 million subscribers. The UK internet porn industry is worth an estimated 3bn a year, but campaigners have argued it is too easy for children to access explicit adult content, and have called for blocks to be put on systems so that new accounts have to opt in to access it. More than 100,000 people have signed up to a campaign, Safety Net, run by a Christian group, which calls for the government to introduce legislation to ensure ISPs filter pornography at source. Children&apos;s minister Tim Loughton said the internet industry needed to raise its game to help families control what their children saw online. &quot;We have always been clear we would turn up the heat on industry if it did not make fast enough progress,&quot; Loughton said. But bringing in an automatic filter risks &quot;lulling parents into a false sense of security&quot;, he warned. &quot;There is no silver bullet to solve this. No filter can ever be 100% foolproof,&quot; Loughton said. &quot;There can never be any substitute for parents taking responsibility for how, when and where their children use the internet. The answer lies in finding ways to combine technical solutions with better education, information and, if necessary regulation further down the line.&quot; The ten-week consultation will ask parents and businesses for their views on the best way to shield children from internet pornography and other potentially harmful sites, such as those which providing information about suicide, anorexia, and self-harm or promoting gambling and violence. Nick Pickles, director of the Big Brother Watch campaign group, said: &quot;The consultation appears to rule out a UK-wide filter, something that we have campaigned against as government should not have the ability to control what we can see online. Parents do need more help installing and using online safety tools, but using them and what to prevent access to are decisions for parents.&quot; The Department for Education (DfE) said that it will also seek views on preventing online sexual grooming and cyberbullying. Parents will be asked for their views on three possible systems  one where users have to &quot;opt in&quot; to see adult sites, or one where customers are presented with an unavoidable choice about whether or not they want filters and blocks installed. The third option would combine the two systems, enabling customers to block some content automatically and then be given a choice to unblock them as they wish. Earlier this year David Cameron said the government needed to look at whether internet services or devices might come with a filter on as their default setting or have a combination of a filter and an &quot;active choice&quot; by the customer. One in five 11 to 16-year-olds have seen potentially harmful user-generated content online, rising to a third of 14 to 16-year-old girls, figures from Ofcom&apos;s Children&apos;s Media Literacy Tracker 2010 and EU Kids Online II survey showed. Andrew Flanagan, chief executive of the NSPCC, said: &quot;Industry has done a huge amount in recent years and active choice is a step in the right direction. But long term, we back the next step which is the introduction of an opt-in filtering system for all internet accounts in the UK, if necessary, supported by government regulation. &quot;This will mean all new internet accounts will default automatically to a setting that blocks access to adult content. Over-18s can then request for this to be removed if they wish.&quot; But he added: &quot;No system is ever 100% effective and no filter will automatically stop explicit images or cyber bullying sent between young people. &quot;Fundamental to any approach is a strong emphasis on supporting parents in talking to their children and education for young people themselves on how to stay safe and treat each other with respect.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/28/talk-talk-internet-filter-porn", 
    "wordcount": "841"
}