{
    "headline": "Evolutionary theory gone wrong", 
    "text": "Evolution? It is only a theory, many creationists will tell you.  &quot;Only a theory&quot; is meant to be dismissive, yet much of science is based on things that are only a theory. Theories are important; they are how science works. Theories are not facts  theories are explanations of the world that we observe. Theories are based on facts but are not themselves facts. As they are the basic stuff of science, calling something only a theory makes no sense as an insult. So I am not sure what the creationists are on about: clearly they want to discount science as &quot;tricks of the Devil&quot;  it might be easier for them to just say that. Trying to use &quot;only a theory&quot; as a dismissal of real science is a huge misinterpretation of how a scientific theory works in general, and evolutionary theory more specifically. The creationists aren&apos;t alone in this; there are many misinterpretations of evolutionary theory out there (as my fellow Occam&apos;s Corner blogger Henry Gee discussed recently). Evolutionary theory is a great scientific theory that has the best explanation, so far, of why there is such a huge diversity of species on our planet and how this diversity developed from common ancestors. It is about animals, plants and fungi adapting to their niche environments over time. What this theory is not is a moral judgment.  Evolutionary theory misused as a misplaced morality all started with the coining of the phrase &quot;survival of the fittest&quot; by Victorian economist and philosopher Herbert Spencer. Spencer thought that man would continually improve over time to eventually create the perfect man in the perfect society. This is a rather benevolent worldview, but next came so-called social Darwinism, coined by Darwin&apos;s own cousin, which set forth that certain races were superior to others. Francis Galton firmly believed that society would go to the dogs if we kept allowing &quot;inferior&quot; people to breed.  Even though most people would balk at Galton today, evolutionary theory misused as a moral judgment still happens all the time to justify all manner of ridiculous stuff  from the humorous to the dangerous. Take the Darwin Awards, where people die doing &quot;stupid&quot; things and as the award givers say themselves:  &quot;The Darwin Awards salute the improvement of the human genome by honoring those who accidentally remove themselves from it &quot;  The Darwin awards are clearly meant to be funny  but in reality this has nothing to do with genetic inheritance because there is not a gene for &quot;doing stupid things&quot;. Not to mention that &quot;smart&quot; people do stupid things all the time. Just look at what Niall Ferguson, who was evidently having a Pat Robertson moment, said last week about how Keynes&apos;s economic theory was flawed because he was gay. When our mindset leaves the arena of humour and actually proposes that some genes are &quot;better&quot; than others, the outcomes can be dangerous. One only has to look at eugenics  the Galtonian idea that we can somehow improve the genetic fitness of the human population by selective breeding. This has led to all sorts of horrid catastrophies, from the Holocaust to the US using compulsory sterilisation into the 1970s.  These false ideas of evolution usually have no scientific basis  they are rather like some kind of crazy genetic get-out-of-jail-free card. Take the &quot;man is hunter, woman is gatherer/homemaker&quot; trope and the idea that this somehow has to do with genes we have inherited, rather than some kind of social evolution (sans the genes). Social evolution isn&apos;t the same as genetic evolution. While societies certainly do evolve (not necessarily for the &quot;better&quot;, which is in the eyes of the beholder), this is not the same thing as evolution as it pertains to the origins and diversity of species. I sincerely doubt it is &quot;in my genes&quot; to keep the hearth while my man goes and clubs meat over the head, and that if I don&apos;t clean my house there is something genetically wrong with me.  &quot;Survival of the fittest&quot;? Darwin wasn&apos;t the first to say that. What Darwin did describe was &quot;fitness&quot; to a certain environment, which might seem like a subtle difference but is rather an important one. Natural evolution is about the diversity of species, not the justification of moral theories. If we are going to turn evolution into moral philosophy, my vote would be for &quot;live and let live&quot;, which is much more apt.  3.45pm update: It has been pointed out to me by several folks that Darwin shouldn&apos;t be &quot;let off the hook&quot; because he did begin to use the phrase &quot;survival of the fittest&quot; in his later editions of Origins and was a big fan of eugenics (the text of the article has been amended). This, again, is Darwin taking his theory on the diversity of species a bit too far.   Sylvia McLain runs a biophysics research group at the University of Oxford. She can be found on Twitter as @girlinterruptin", 
    "section": "science", 
    "gid": "science/occams-corner/2013/may/09/evolutionary-theory-gone-wrong-darwin", 
    "wordcount": "860"
}