{
    "headline": "The play is the thing: drama and food research", 
    "text": "When we announced that our new initiative to re-think UK agri-food research policy would use drama as a core design feature, several of my colleagues in the science policy community responded with a mixture of humour and horror. A friend at a prominent environmental NGO said he feared his director would find such an approach &quot;cringe-worthy&quot;. A professor of social science told me that all this touchy-feely stuff had been tried in the 1960s and hadn&apos;t worked. More sympathetically, a policy officer at one of the UK science research councils took one of us for a quiet cup of tea to explain myself. Her expression as we sat down said it all  had things got so desperate that, after fifteen years working on these issues, we&apos;d turned to the opposite of evidence  the arts?  In some ways she was right  food research is in a terrible state. With rates of suicide and depression of farmers in the UK and India rocketing, one billion people across the globe go to bed hungry every night, while a billion and a half are overweight or clinically obese. Debates about which research policies to adopt are stuck in arguments about the validity of various forms of evidence and the abstract concepts of risk and precaution, as they have been for the past two decades. The UK&apos;s Chief Medical Officer and mainstream medical research organisations  both state and private  embrace the idea of patients as people whose expertise qualifies them to help shape research objectives. Yet, the equivalent organisations in agri-food policy are stuck in the &quot;food wars&quot;, where what trust there was between proponents of opposing world-views broke down a long time ago. A hundred days after the horsemeat scandal broke, a dtente in the battle between those with competing visions of our global food system would appear to be a far off prospect. A key contributory factor in this impasse is the almost complete absence of involvement of everyday people in these science policy debates, beyond their role as the purchasers of products. Whether it be the green revolution in India or the hyper-industrialisation of the food system in Europe and North America, the future security of the world&apos;s food has been discussed in research laboratories and government departments. Both spaces are far removed from the lived experiences of those whose lives are often in the balance.  Our Food&apos;s dramas began as conversations between a collective of facilitators at SPEAKS and staff and trustees of the Food Ethics Council. Within a few months we were working with community initiatives across the north-east of England, together with a group of researchers from seven research institutions, including the UK&apos;s leading research and teaching centre for conventional intensive agriculture, Harper Adams University and Coventry University&apos;s Centre for Agroecology and Food Security, which is run jointly with the Garden Organic charity. Our aim has been to provide an opportunity for people from very different backgrounds, who have hardly ever talked before, to meet on equal terms. We combine a variety of imaginative approaches to dialogue in order to re-vision food and farming, starting new conversations with the potential to jumpstart change.  We have designed our approach based on the lessons learned from a range of recent initiatives that have been using dialogue to explore different perspectives on the future of food in recent years. Our key innovation has been to put the devising of a series of dramatic performances at centre stage, allowing people with widely differing life experiences of food issues to imagine what it is like to be the other.  Discussing the facts  as perceived by anyone  can get us only so far. Envisioning how the system could be different requires new scenarios brought alive by imagined future stories of how we might eat. Working with theatre directors JonLuke McKie, Erin Walcon and Patricia Cumper, our community participants and professional food researchers have helped to inform and devise a range of performance-dialogues, two of them public. The first of these, staged at the Live Theatre, Newcastle upon Tyne, focused on everyday people&apos;s experience of food in north east England since the war. The second, at St James Theatre, London, last week, explored the food crisis from a global and multicultural perspective.  Using arts-based techniques has already led to some unexpected alliances between people who, in the past, were seen as being on different sides of the food debate. One scientist, renowned for his past promotion of GM, has begun working with other researchers to build an alternative to industrialised supermarket-owned agriculture. Another researcher studying obesity has been inspired to make links with those who grow their own food in an attempt to rethink how we relate to what goes in to our mouths.  To broaden this new drama-based dialogue between researchers and local communities across the UK, we are launching a competition for new plays about food to be performed this summer. We are providing 10,000 for performances around the UK which have involved in their production both everyday people and food and farming researchers.  The great historian of the industrial age, Eric Hobsbawm, remarked that, &quot;with the democratisation of politics, power increasingly became theatre&quot;. Our Food has taught us that improving science policy entails not merely the assembling of evidence, but the performance of different perspectives and fresh visions on the policy-making stage. Connecting people leads to new stories, new forms of evidence being seen as valid and new performances of what the future could look like. When performed, these new accounts of what is a fair and sustainable food system can then begin to supplant those that have dominated our imagination for the past sixty years. If we are right, science policy may be heading for a new scene. Tom Wakeford and Jasber Singh teach the Community Participation in Professional Practice course at the University of Edinburgh and are members of the the SPEAKS collective, which tweets at: @SpeaksSpeaks", 
    "section": "science", 
    "gid": "science/political-science/2013/may/01/drama-food-research", 
    "wordcount": "996"
}