{
    "headline": "Development needs discussions that embrace both the good and the bad", 
    "text": "The Institute of Development Studies has an interesting video up discussing the western media&apos;s failure to portray the global south in more rounded terms. Most westerners associate developing countries with corruption, famine and disaster, because those are the things that make the headlines. Yet the problem ranges beyond the media. In fact, one of the biggest challenges for campaigners is how to highlight the problems facing the developing world without talking down the countries and peoples affected. Take Colombia, a country I have worked on and written about for a number of years. I have received criticism from some Colombians after writing articles highlighting the injustices and crimes that continue to blight their country. Typically, Colombians are incredibly proud of their country and want to share its wonders with the rest of the world. So do I. They are especially upset by the bad press it has tended to receive, associated with drugs and kidnappings, and want to be part of a rebranding of the country. So do I. Economically, Colombia is really going places, and there are certainly immense possibilities in the years ahead. But Colombians working on poverty and human rights also understand the need to balance this positive picture with a stony recognition of the injustices that have yet to be dealt with, particularly the violence and displacement carried out by the state and actors close to the state. To raise these issues in public seems a betrayal of the cause of rebranding Colombia. But there are millions of Colombians who need the beady eye of global opinion firmly fixed on their plight if they are ever to have a chance of justice, which in many cases means return to their land and criminal proceedings against the perpetrators of violence. The threat of displacement looms heavy, especially in Afro-Colombian and indigenous communities. More broadly, it is not at all clear that the proceeds of growth will spread to poor parts of society in one of the world&apos;s most unequal countries (although it is good news that the Colombian government is finally talking openly about the need to address inequality). In my view, it is not only possible but vital to raise these issues if you love Colombia and want to see it thrive. To hide them under the blanket of optimism would be a disservice not only to those desperate for justice, but also to the country itself. Colombia&apos;s future is potentially so much brighter than its past, but only if it can truly exorcise the ghosts of violence and inequality. In many cases, campaigning has entered something of a vicious circle: writers and organisations do not now try to present the situation as it is, but seek to rebalance what they see as a lopsided presentation by &quot;the other side&quot;. Governments tend to downplay injustices, in order to demonstrate how their policies are working. This prompts campaigners to emphasise the bad, because they think the picture presented by the government is too rosy. And so the circle continues. But there must be a way of writing and campaigning that can celebrate a country at the same time as recognising its ills. A couple of months ago I began to read A Week in the Horn, a newsletter produced by the Ethiopian embassy in London. With all the obvious caveats about it being a government paper, the stories that emerge show Ethiopia  which has found it so hard to shake off its emblematic status as the world symbol of famine  doing many of the things a normal country does. The town of Assela is developing its twinning ties with Redbridge in the UK. The Ethio-Djibouti railway project has been unveiled. Ethiopian Airlines has recently joined Star Alliance. The country is excitedly following Haile Gebrselassie&apos;s and Asselefech Mergia&apos;s latest race wins. Businesses are investing and people are engaging in cultural activities. It prompted me to think that you need to live in a country for a decent period of time, or follow its news quite closely, if you want to get beyond the generalisations you might read in the press, see in films, or receive from government or NGO representatives. Only by getting to know a country on a day-to-day level, and therefore embracing its banality as well as its more notable problems and news stories, can we hope to overcome lazy generalisations. Given that it is impossible for anyone to know more than a handful of countries very well, the second best option is simply to mistrust stereotypes and generalisations completely. While they often have elements of truth in them, they also tend to misrepresent a more complex reality. Along with mistrusting sweeping statements, a balanced view of progress is also worth nurturing, one acknowledging that steps forward and backward coexist in most countries at most times. Some will insist all is rosy, others will say everything is getting worse; the truth is usually somewhere in the middle.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/24/development-discourse-embraces-good-bad", 
    "wordcount": "823"
}