{
    "headline": "Birdbooker Report 246", 
    "text": "Books to the ceiling, Books to the sky,My pile of books is a mile high.How I love them! How I need them!I&apos;ll have a long beard by the time I read them.  ~ Arnold Lobel [1933-1987] author of many popular children&apos;s books.  Compiled by Ian &quot;Birdbooker&quot; Paulsen, the Birdbooker Report is a weekly report that has been published online for years, listing the wide variety of nature, natural history, ecology, animal behaviour, science and history books that have been newly released or republished in North America and in the UK. The books listed here were received by Ian during the previous week, courtesy of various publishing houses.   New and Recent Titles:   Boysen, Sally and Deborah Custance. The Smartest Animals on the Planet: Revised &amp; Updated. 2012. Firefly Books. Paperback: 192 pages. Price: $24.95 U.S. [Amazon UK; Amazon US]. SUMMARY: This compelling book is from a world authority in animal intelligence and brings together the cumulative research relating to non-human &quot;smart&quot; species. It reveals how intelligent animals communicate, how they learn behavior, how they show feelings and emotions -- and for some species, how they use tools, count, and pick up a foreign language! Fully illustrated with photographs and step-by-step graphics, and drawing on data from historical and current experiments and observations, the book examines intelligence in the great apes (gorillas, chimpanzees and orangutans), monkeys, and a surprisingly long list of non-primate species: sea otters, eagles, elephants, dolphins, lions, whales, parrots, honeybees, beetles, rats, woodpeckers, crows, and dogs.The book&apos;s chapters:   Comparing Animal Skills and Intelligence -- with each other and with humans  Animal Tool Use -- in nature, in captivity, environmental adaptation  Communication in Animals -- language, intention, meaning, alarms  Imitation and Social Learning -- culture, observational learning  Social Cognition and Emotion -- cooperation, altruism, empathy, deception  Self-recognition and Awareness -- consciousness, mirror self-recognition  Numerical Abilities in Animals -- counting, uses of quantity  Animals and Human Non-verbal Language -- sign language, shapes, graphic symbols This new edition&apos;s updates reflect the massive surge in research on animal cognitiion in the last 3 years -- in companion dogs, birds, insects, stingrays and mongooses.IAN&apos;S RECOMMENDATION: For those with an interest in animal behavior.  McLaren, Ian A.. All The Birds of Nova Scotia: Status and Critical Identification. 2012. Gaspereau Press. Hardbound: 247 pages. Price: $47.95 U.S. [Amazon UK; Amazon US]. SUMMARY: All the Birds of Nova Scotia aims to help observers evaluate bird sightings in Nova Scotia by focusing on the finer details of occurrence and identification. Compiling and evaluating a broad range of historical and contemporary data gathered by both ornithologists and amateur observers, Ian McLaren provides brief accounts of the status and key identification issues for all bird species, distinctive subspecies, and variations believed to have occurred in Nova Scotia up to 2010. In these accounts, readers can find answers to questions such as: Where does the bird normally occur? Is it common or rare, or becoming more, or less, common? Is it unusually late or early for the season? This book is required reading for any serious observer of Nova Scotia birds.IAN&apos;S RECOMMENDATION: A must have for those with an interest in Nova Scotian birds. Birders in Eastern Canada and Northeastern USA should find the ID ISSUES section useful.  Strange, Morten. A Photographic Guide to the Birds of Indonesia: Second Edition. 2012. Tuttle Publishing. Flexicover: 544 pages. Price: $34.95 U.S. [Guardian Bookshop; Amazon UK; Amazon US]. SUMMARY: A Photographic Guide to the Birds of Indonesia is a newly revised edition of the first -- and best -- comprehensive photographic guide to the birds of Indonesia. Because of its vast size and geographical location, Indonesia has the world&apos;s most diverse avifauna. It boasts of more than 1,600 species -- of which 235 species are only found in Indonesia, making it the world&apos;s number one travel destination for bird-watching. This book covers a total of 912 species, including most of the non-migratory and endemic species that are seen only in Indonesia. A photograph and distribution map is given for each bird. Many new photographs appear in this volume for the first time and have been carefully selected to show the important characteristics of each bird. The concise text provide vital information, and an index of common names is provided at the back of the book.IAN&apos;S RECOMMENDATION: A useful guide to have if you&apos;re interested in the birds of region.  Pittie, Aasheesh. Birds in Books: Three Hundred Years of South Asian Ornithology--A Bibliography. 2010. Permanent Black. Hardbound: 845 pages. Price: $40.00 U.S. / 25 [Amazon UK; Amazon US]. SUMMARY: This bibliography includes details of over 1700 books covering the ornithology of Afghanistan, Bangladesh, Bhutan, India, the Maldives, Myanmar, Nepal, Pakistan, Sri Lanka, and Tibet and also provides brief glimpses into the lives of over 200 ornithologists. This book is available directly from the author here: aasheesh.pittie@gmail.comIAN&apos;S RECOMMENDATION: A must have for those with an interest in ornith-bibliography!  .. .. .. .. .. .. .. .. .. .. .. ..  Ian &quot;Birdbooker&quot; Paulsen is an avid and well-known book collector, especially to the publishing world. Mr Paulsen collects newly-published books about nature, animals and birds, science, and history, and he also collects children&apos;s books on these topics. Mr Paulsen writes brief synopses about these books on his website, The Birdbooker Report.  .. .. .. .. .. .. .. .. .. .. ..  Follow Grrlscientist&apos;s work on facebook, Google +, LinkedIn, Pinterest and of course, twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/nov/11/1", 
    "wordcount": "903"
}