{
    "headline": "Higher education networking: engaging effectively online and off  live chat", 
    "text": "Most of us have been there. That moment when you enter a room full of strangers, quickly survey it for wine and canaps (if you&apos;re lucky) and try to keep yourself occupied while you search for that lone person drifting on the sidelines to approach and engage in conversation. For some, this chance to network with other experts in their field is exciting, for others, it&apos;s utterly terrifying. But the same questions matter to both camps: how do I approach someone; what should I talk about; and how can I make a good impression? To get to the top, whether in academia, administration or management, performance alone is not enough. As Mary Churchill blogged for the University of Venus network, challenging yourself to reach out beyond your institution or department, even internationally, is only a good thing. This week&apos;s live chat is not so much a &apos;how to&apos; guide (there are plenty of websites offering this kind of advice); rather, a chance for academics and university staff to debate the changing face of networking in higher education, and share how they have boosted their own career progression by joining and making the most of different networking platforms. Social media and digital networks are changing the way academics and university staff interact and promote their work, both online and off. No longer is networking a dirty word, says Catherine Armstrong, senior lecturer in American History at Manchester Metropolitan University  it&apos;s a necessity. &quot;Networking on both a formal and informal level, personally and electronically, is vital for any academic who wants to develop his or her career,&quot; Armstrong says. &quot;In academia, especially in the UK, there is a perception that [networking] is too manipulative and commercial and will actually put others off rather than encourage liaisons.&quot; But this view is not true, she adds. &quot;Developing your networking skills will allow you to maximise opportunities such as conferences when you meet other academics. This is especially important for those in junior positions who hope to climb the career ladder.&quot; Do digital platforms offer more democratic opportunities for networking? How has online networking changed the way offline engagements now work? Should you apply different strategies for networking externally and internally within your institution? And what difference does space make  whether it&apos;s a conference or unconference, Twitter or tweet-up  to the way people network? Join us on Friday 5 April from 12-2pm BST to discuss these questions and further strategies for networking, as well as how the sector can get the most from engaging on different platforms. Here&apos;s what we are looking to discuss:  Making networking work for you and your institution  Impact of online networking on offline engagement  Managing personal and institutional reputation and risk  Barriers to networking and how can they be overcome  Importance of internal and external networks  Issues of space and language in networking You can follow the debate live on Twitter using the hashtag #HElivechat Panel Paul Manners, associate professor in public engagement at the University of the West of England and director of the National Coordinating Centre for Public Engagement Manners was a secondary English teacher for five years before he joined the BBC where his credits include the BBC2 series, &apos;Rough Science&apos;. He is chair of the National Trust&apos;s advisory panel on Learning and Engagement and a fellow of the RSA. @NCCPE Sheila MacNeill, assistant director at JISC CETIS, the Centre for Educational Technology and Interoperability Standards based a the University of Strathclyde She is currently active in exploring the implications and potential of analytics and networks to support teaching and learning. Online networks play an increasingly significant role in her professional development. @sheilmcn Charlotte Mathieson, research fellow at the University of Warwick&apos;s Institute of Advanced Study She researches and teaches nineteenth-century literature, and works on IAS projects focusing on public engagement and supporting postdoctoralresearchers. She runs Researcher Life for ECRs at Warwick. @cemathieson Nadine Muller, lecturer in English Literature and Cultural Historyat Liverpool John Moores University She is a member of the Journal of Gender Studies editorial board, co-editor of the six-volume anthology Women and Belief 1852-1928, and a member of the Contemporary Women&apos;s Writing Association&apos;s executive committee. She runs The New Academic blog. @Nadine_Muller Patrick Blessinger, executive director of International Higher Education Teaching and Leaning Association (HETL) Blessinger has founded and developed some of the world&apos;s largest and most active faculty networks and projects. He is an international and interdisciplinary educator and an expert in the field of teaching and learning. @PWBlessinger Suzanne Spicer, social responsibility manager at the University of Manchester She joined the university in 2008 as the Beacon for Public Engagement Project manager and worked on embedding public engagement in the everyday life of the university. She is co-author of Vitae&apos;s The Engaging Researcher booklet and regularly runs training workshops on public engagement.  Heather Rea, project lead for the Beltane Public EngagementNetwork Previously Rea was deputy director for the Edinburgh Beltane and aresearcher in mechanical engineering. @edbeltane  Katrina James, press officer at the University of Bath and a marketing consultant She is currently leading a project at the university aimed at increasing staff use of social platforms with the goal of encouraging greater network building between university staff and the wider public. @KatrinaJames   Elton Barker, reader in classical studies at the Open University He has been leading projects looking to develop the automated means ofdiscovering and visualising ancient places in texts (the Google-fundedGAP project) and to find ways of linking together different onlinematerials related to the ancient world (Pelagios). For Barker, networking has been essential for the success of these international collaborations. @eltonteb Jon Hickman, senior lecturer in new media and academic lead for knowledge transfer at Birmingham City University His research interests include digital cultures and UK hyperlocal media production. To support research, teaching and knowledge transfer work, he maintains an active networking profile within a number of peer groups both face-to-face and online. @jonhickman", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/apr/02/higher-education-careers-networking-advice", 
    "wordcount": "991"
}