{
    "headline": "Peter Molyneux to quit Lionhead and Microsoft", 
    "text": "Peter Molyneux has revealed that he will leave Lionhead after the completion of the studio&apos;s current project, Fable: The Journey. The veteran games designer will also give up his position as creative director of Microsoft Games Studios Europe. In a statement to US game site, Kotaku, he said:  &quot;It is with mixed emotions that I made the decision to leave Microsoft and Lionhead Studios, the company that I co-founded in 1997, at the conclusion of development of Fable: The Journey. &quot;I remain extremely passionate and proud of the people, products and experiences that we created, from Black &amp; White to Fable to our pioneering work with Milo and Kate for the Kinect platform. However, I felt the time was right to pursue a new independent venture.&quot;  A message on Molyneux&apos;s Twitter account reads simply, &quot;I have left the lovely amazing Microsoft and lionhead. Now for something really amazing, scary and brave a new company called 22 Cans.&quot; There are no further details on the new studio, or what platforms it will develop for. We contacted Molyneux&apos;s spokeswoman earlier who said he&apos;d remain quiet about future projects for a while. Awarded an OBE for services to the games industry in 2005, Peter Molyneux has been a key figure in British development for over twenty years. His first major title, Populous, is credited with, if not creating then certainly popularising, the whole &apos;god game&apos; genre. He formed Lionhead in 1997 after leaving his original studio, Bullfrog, following its purchase by Electronic Arts.  At Lionhead, Molyneux went on to oversee the development of ambitious fantasy sim Black &amp; White, before launching the first of the best-selling Fable adventures. Designed for Xbox and PC, the franchise would quickly become a major series for Microsoft&apos;s console. Lionhead was purchased by Microsoft in 2006. A question mark now hangs over both Lionhead and Fable. According to Kotaku, the studio&apos;s co-founder Mark Webley will now take charge.  This isn&apos;t the only senior departure from the Fable titles. Last summer, Simon Carter, who along with his brother Dene devised the Fable concept while working at their own studio Big Blue Box, left Lionhead to start up his own studio. It was recently announced that Simon and Dene had now set up Another World, to work on digitally distrubuted games. The news has been well hidden until this point. Peter Molyneux attended last week&apos;s Xbox Live Showcase event in San Francisco and gave a passionate talk about Fable: The Journey. Although his ambitions have often exceeded the reach of his titles at times (generating much controversy in the process) he remains one of the greatest communicators about the thrill of game design. Whatever his next project is, it will be closely watched by the industry.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/07/peter-molyneux-leaving-lionhead", 
    "wordcount": "461"
}