{
    "headline": "Boot up: HTC's warning email, tablets to outpace notebooks?, UK gov threatens RIM and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team HTC&apos;s Chou tells workers &apos;kill bureaucracy,&apos; email shows &gt;&gt; Bloomberg  [Chief executive Peter] Chou, 55, said the company needs to build on its culture, &quot;committed&quot; employees and customer relationships.  &quot;Don&apos;t let the processes, rules and norms to impact our important goals,&quot; he wrote. &quot;Of course we have to follow certain rules and criteria but don&apos;t let small things kill the major goals.&quot;  &quot;The industry&apos;s best rating&quot; for HTC&apos;s One X handset is evidence the company has the best products, Chou wrote. There are also strong products in the pipeline for this year and early next year, Chou wrote without naming them.  Tablet PCs expected to surpass notebook sales in 3Q12 &gt;&gt; Digitimes  Tablet PCs are expected to surpass notebook sales in the third quarter as new models are about to hit the market, according to industry sources. Sources said the tablets have price advantages over notebooks, especially white-box ones, making them popular choices for consumers.  It is estimated that as many as 20-30 million low-end tablets will be sold in the third quarter alone, which will influence ultrabook sales, said the sources.   With notebooks making about half of the 90m PCs shipped every quarter, that&apos;s a lot of tablets. Google updates struggling Chrome OS &gt;&gt; PC Pro  Google has added the ability to save files directly to Drive, rather than saving them locally and uploading them, making it much easier to work on files between devices. Saving a file opens a dialog window with a choice of tabs; choose Google Drive and it gives a neatly ordered folder and file tree that&apos;s arguably cleaner than the Drive web interface.   The article also mentions that Chitika estimates Chrome&apos;s share at around 0.0119%. That&apos;s somewhere around 100,000 devices. Archos Gen10: tablet productivity done wrong (review) &gt;&gt; Mashable  I&apos;m trrrying to writne this review onthe very Archos Gen10 XS tABLET this review is supposed tyo be about, and it&apos;s tough (as u can see). I have to admire Archos for trying something diffrrent with the Gen10, which comes with a &quot;lid&quot; for the tablet that doubel;s as a keyboard (much like the Microsoft Surface), buyt in practice, I have to say Im not afan.   Next! RIM set to lose stranglehold on government mobile market &gt;&gt; Computer Weekly  A government document seen by Computer Weekly stressed the importance of using appropriate commercial products to enable remote working in government at T1. This could include a greater use of consumer devices such as the iPhone and Samsung and HTC handsets.  China Telecom profit beats estimates as IPhone lures users &gt;&gt; Bloomberg  &quot;It looks like the negative impact of iPhone subsidies was not as strong as people expected in the quarter, and average revenue per user was higher than we expected,&quot; said Marvin Lo, a Hong Kong-based analyst at Mizuho Securities. &quot;The rising iPhone and smartphone penetration helped increase&quot; average revenue per user, he said.  Why social media can&apos;t win swing votes &gt;&gt; Mashable  A recent poll shows that 90% of the public already knows everything they need to about President Obama, and 69% feel that way about Romney.  But that remaining 10% -- which could swing the election -- is pivotal. And they need something dramatic to move them. Facebook&apos;s shrimpy real estate isn&apos;t conducive to operatic marketing in the way that traditional television is. An emotional TV commercial -- like Reagan&apos;s classic &quot;Morning in America,&quot; which was brilliantly dissected in Drew Westen&apos;s book &quot;The Political Brain&quot; for its ability to tap into deep neural associations and metaphors -- packs a permanent punch and creates an affinity that a superficial &quot;like&quot; can&apos;t equal.  Samsung Galaxy Note 10.1 review: an embarrassing, lazy, arrogant money grab &gt;&gt; Android Police  The Galaxy Note 10.1 is actually trying to make tablets useful, productive tools. They&apos;ve added split screen and floating apps. I&apos;ve actually got my email and a web browser open side by side right now, and it&apos;s like a dream come true.  If that isn&apos;t enough for you, this thing also has pen input. A pressure-sensitive pen stows away in the bottom-left corner of the tablet. You can take notes, and select an area of the screen to capture and draw on it.  On paper, it all sounds very good. Reality, however, is an entirely different story. It&apos;s not enough to just have a good idea, you have to actually make it real, you need to build it. I&apos;m sad to report that Samsung failed at execution on all fronts.   Wow. He&apos;s really very unimpressed. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/23/technology-links-newsbucket", 
    "wordcount": "824"
}