{
    "headline": "Builders unearth Medieval plague victims in City of London square", 
    "text": "Seven centuries after their demise, the skeletons of 12 plague victims have been unearthed in the City of London, a find which archaeologists believe to be just the tip of a long-lost Black Death mass burial ground. Arranged in careful rows, the bodies were discovered 2.5 metres below the ground in Charterhouse Square in works for a Crossrail tunnel shaft beside the future ticketing hall for Farringdon station. Tests are needed to confirm the skeletons&apos; provenance, but the discovery should shed more light on life and death in 14th-century Britain and help scientists to understand how the plague mutated. Crossrail&apos;s lead archaeologist, Jay Carver, said: &quot;This is a highly significant discovery and at the moment we are left with many questions we hope to answer. However, at this stage, the depth of burials, the pottery found with the skeletons and the way the skeletons have been set out, all point towards this being part of the 14th-century emergency burial ground.&quot; Historical records contain references to a burial ground in what was then &quot;no man&apos;s land&quot;, and archaeologists have long believed excavations would turn up bodies. But this is the first sign of what John Stow&apos;s 1598 Survey of London suggested could contain as many as 50,000 bodies. Experts now believe that is &quot;something of an exaggeration&quot;, according to Nicholas Elsden ,of the Museum of London, who is working on the site. But he said there could be hundreds more buried under the gardens in Charterhouse Square. The first skeletons were laid out in neat rows, suggesting that they died in an early wave while the authorities  the then lord mayor  had made provision for the impending disaster coming from the continent. While the fast-train project promised to relieve congestion in the capital, work on Crossrail has now turned up so many bodies that archaeologists at the Museum of London admit that storage is becoming a problem. Despite the considerable scientific interest in the site, archaeologists are content to limit themselves to studying the skeletons discovered in the shaft. Crossrail works have already meant excavating 300 skeletons with up to 4,000 from the 17th-19th centuries expected from the Bethlem &quot;Bedlam&quot; hospital burial ground, now the site of Liverpool Street&apos;s new station. These bodies will be stored in the museum for up to two years before reburial. Elsden said specialist exhumation contractors have been called in to help. Most of the Bedlam dead will end up reburied, with a Christian memorial service, in Canvey Island in the Thames estuary. The rarer bones of the Black Death victims, lying untouched for seven centuries, are likely to kept overground a little longer for research. Don Walker, an osteologist examining one of the skeletons at the Crossrail site, said the bones belonged to a man, under 35, with decent teeth and, for a plague victim, in otherwise good shape. But the Black Death, which cut down almost two-thirds of London&apos;s population, had killed too quickly to leave a visible trace on the skeleton. &quot;Something acute like plague, you don&apos;t get the marks on the bones,&quot; Walker said, but added that bacterial DNA could still be present and hold lessons for microbiologists studying the evolution of disease. Barney Sloane, author of The Black Death in London, said: &quot;An emergency cemetery is a really uncommon find: they were open for a very short while in response to a disease that wiped out 60% of London in months. &quot;They give us a snapshot of the health, lifestyle and demographic make up of London  and since the plague killed indiscriminately there should be a good cross-section.&quot; Construction of Crossrail, which has involved excavation for stations and tunnels across London, has thrown up treasures from the past, including amber and 68,000-year-old mammoth bones at Canary Wharf. Crossrail was quick to reassure that there was no risk to workers or the public from the skeletons. If there were, said Elsden, who helped to unearth the other known mass burial ground in Spitalfields in the 1980s, &quot;myself and my colleagues wouldn&apos;t be here&quot;.", 
    "section": "science", 
    "gid": "science/2013/mar/15/black-death-victims-city-london", 
    "wordcount": "690"
}