{
    "headline": "Freshers week: what songs will get you dancing?", 
    "text": "    For those who like to party, there may be only a few choice memories remaining once freshers week has faded. But if you remember anything at all, it will be the music  cheesy, poppy and repetitive, resonating around your head for days to come like a never-ending ring tone. There&apos;s not much you can do to avoid it, but to ensure you make the most, here is a heads-up of what to expect. The big names in dance, that some prefer not to call &quot;DJs&quot; and &quot;artists&quot;, are the ones that will dominate freshers&apos; week. Guetta and Harris and co, along with a number of their dangerously catchy tracks, are immortalised in the uni club scene, sticking to the decks like shoes to a floor saturated with Jgermeister. Slipped in alongside them are the equally ever-present pop-rock tracks from your childhood days. You&apos;re bound to hear the likes of Nirvana and Wheatus because freshers week DJs love to have a crack at creating nostalgia. The protocol for this situation is to drunkenly belt out the lyrics as best as you can while waiting for the next track. If, like me, you don&apos;t know the lyrics, sing anything  &quot;Humpty Dumpty&quot; usually works fine. You can also expect somebody comical and mildly harrowing, like Bieber or Carly Rae Jepsen, not that there&apos;s anything funny about the dubstep Biebs. On a serious note, if you&apos;re lactose intolerant, watch out; DJs love slathering you in 90s cheese. It will be a varied week (in all respects). The important thing is to drop all music snobbery and pretentious critiques of the &quot;mainstream&quot; and get stuck in. Freshers week is meant to be a laugh, and you can&apos;t laugh if you&apos;re debating David Guetta vs deadmau5 or Calvin Harris vs Carl Cox. To keep the music alive post-freshers, you can do three things. First, keep your eye on listings and, crucially, attend. If you&apos;re seeking a particular sound, visit Don&apos;t Stay In. They have thousands of events sorted by location, venue and every genre under the strobe. It&apos;s also a great way to discover your new city&apos;s nightlife. Second, if you can twang a guitar or hoot a trumpet, join your university&apos;s live music society. You&apos;ll meet other musicians, either to drink with or to play with. If vocals are more your thing, there&apos;s usually a choir or two and a Glee club. If there isn&apos;t, start one  most student unions allow it. Third, get involved with your university&apos;s student media. Writing gig reviews often means you&apos;ll get a spot on the guestlist and there&apos;s a chance you&apos;ll get to interview whoever you&apos;re seeing. Finally, if you&apos;re really keen to break free from the student circuit, speak to the locals  there&apos;s no quicker way to discover the best venues, the hardest-to-find clubs and the coolest bands you&apos;ve never heard of. As for freshers week, the best thing to do is grin (literally) and bear it. You can get a taste of what&apos;s to come with the playlist we&apos;ve put together. Feel free to add your own tracks in the comments below.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/mortarboard/2012/sep/17/freshers-week-songs-for-dancing", 
    "wordcount": "525"
}