{
    "headline": "Talk point: How can we tackle the global jobs crisis?", 
    "text": "Around the world, unemployment is big news. At last count, more than 200 million people were unemployed worldwide, and another 1.5 billion  or half the global working population  were in vulnerable or insecure jobs. From the revolutions in Tunisia and Egypt to the riots in the UK, many have pointed to unemployment to explain growing social unrest. The UN continues to sound the alarm over a &quot;global jobs crisis&quot;. How has this crisis come about? What needs to happen to address the growing global demand for more  and better  jobs? How can developing countries avoid the pitfalls of &quot;jobless growth&quot;? What is life like for the unemployed? And how have prospects changed in Tunisia and Egypt, one year on from the demonstrations that toppled the Ben Ali and Mubarak regimes? We&apos;ll discuss these issues in this month&apos;s Global development podcast and want your thoughts and questions to fuel the discussion. Employment will be high on the development agenda this year. Next week, the International Labour Organisation will release new statistics on the global jobs crisis. In September, Unesco will focus its flagship report on matching education and skills with available jobs. And, later this year, the World Bank will turn to jobs and joblessness for its 2013 World Development Report. Writing in December on employment over the past year, Indian economist Jayati Ghosh had questions of her own:  So the weakening prospects for the world economy come at a time when labour market conditions are already fragile. Now that everyone is bracing themselves for the next recession, and big round of job cuts and falling real wages, it is important to ask: is this really necessary? Must we be forced to submit to these apparently unassailable economic forces that seem to bear down on us like natural disasters? Or is another route possible?  What do you think? Do you agree with Ghosh that a change of perspective is needed? What aspect of employment would you like to see discussed at June&apos;s G20 in Mexico? What specific questions and case studies should our podcast focus on? We&apos;re recording on Wednesday 25 January and would like to put a selection of your questions to our panellists. If you have problems posting, or would prefer to comment anonymously, email us at development@theguardian.com and we&apos;ll add your thoughts to the debate. Update 23 January 2012: The podcast panel is confirmed as below. Dr Hania Shokalmy is an Egyptian academic and economist focussing on health and gender issues. She works at the social research centre at the American University of Cairo and has a PhD in anthropology from SOAS.  Dr Adam Hanieh is a lecturer in development at SOAS working on labour markets and globalisation, with a particular focus on the Middle East.  Heike Harmgart is a senior regional economist for the southern and eastern mediterranean at the European Bank for Reconstruction and Development (EBRD). Discuss the issues on our talk point.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/17/talk-point-tackle-global-jobs-crisis", 
    "wordcount": "494"
}