{
    "headline": "BlackBerry-maker RIM mulls board shakeup as tablet prices slashed", 
    "text": "Research In Motion is reportedly close to a decision on stripping its co-chief executives of their other shared role as chairmen of the board, a change that could meet a key demand from angry and disillusioned investors. The National Post newspaper, citing &quot;sources familiar with events,&quot; said Barbara Stymiest, currently an independent member of RIM&apos;s board, is leading the race to replace the co-founders Mike Lazaridis and Jim Balsillie in the chairmanship.  RIM shares jumped more than 7% on investor hopes that the struggling BlackBerry maker was listening to increasingly strident demands for change. At the same time, the company has slashed prices of its PlayBook tablet in the US by up to $400 (255), offering all three versions of the product  with storages of 16GB, 32GB and 64GB  for the same price of $299 until the finish of its current financial quarter at the end of February. That is a discount of $400 against the original price when the device was first introduced in April 2011. But with RIM having taken a $485m writeoff against the value of PlayBooks in its warehouses in December, effectively writing down the value of 1.2m of the devices that it had to zero, it now profits if it can sell them at any price. It has shipped roughly 850,000 of the devices in its first nine months. The missteps over the PlayBook and delays to the introduction of handsets built on a new operating system, now not expected until later this year. have intensified the focus on RIM&apos;s unusual boardroom structure, where co-founders Lazaridis and Balsillie are both co-CEOs and co-chairmen. They are also RIM&apos;s second- and third-largest shareholders, with a little more than 5% of the stock apiece. &quot;Any talk about an independent chairman is going to give this company a boost. It will increase the likelihood the value of this company will be unlocked,&quot; said BGC Partners analyst Colin Gillis. &quot;It breaks the stranglehold the current CEOs and co-chairs have on the company.&quot; But other analysts doubted Stymiest, if named to the chairmanship, would actually assume the transformational role that activist shareholders are calling for. Jaguar Financial Corporation, which says it speaks for 12 of the company&apos;s 20 largest shareholders and 8% of its stockholders, has been calling for some months for boardroom change including the splitting of the CEO and chairman roles. The precipitous RIM share-price drop in 2011, which has seen it barely worth the value of its assets, prompted calls by some analysts and investors for RIM to consider strategic alternatives such as a split or an outright sale of the company. Sources told Reuters in December that Amazon.com and other suitors had considered making a bid for RIM, but the board wanted to focus on a turnaround instead. In June, RIM agreed to study its unusual corporate structure and report back to investors by the end of January. RIM did not respond directly to the National Post report, but said a committee of its seven independent directors was on track to deliver recommendations by 31 January. That committee includes Stymiest, who has sat on the RIM board since 2007 and who is one of Canada&apos;s most successful businesswomen. Analysts were not sure if Stymiest could herald the more radical change activist investors want if she took over as chair, or if such a change would just be more window-dressing at a company that has earned a reputation for over-promising and under-delivering. &quot;She&apos;s being thrust into the limelight to appease shareholders. It doesn&apos;t really do much for me personally,&quot; said Matthew Thornton, an analyst at Avian Securities in Boston. &quot;This one action doesn&apos;t solve anything, in my mind.&quot; Trained as an accountant, Stymiest was a partner at Ernst &amp; Young, then chief financial officer of Bank of Montreal&apos;s Nestbitt Burns investment bank before becoming head of the Toronto Stock Exchange in 1999. In her five years as chief executive of Canada&apos;s largest stock market, she shepherded the bourse through one of the most transformative periods in its 150-year history. She brought the exchange public in 2002, expanded the company into bond and energy trading, and acquired the resource-focused Canadian Venture Exchange, making the Toronto exchange a mining and energy powerhouse. Notably for RIM investors and customers weary of BlackBerry network outages, Stymiest put an end to an embarrassing series of technical glitches that had plagued the exchange after it went electronic in 1997. Stymiest left the exchange late in 2004 to become chief operating officer at Royal Bank of Canada, making her the apparent front-runner to eventually replace CEO Gord Nixon as the first female bank CEO in Canada. But Stymiest appeared to lose influence at the bank, and was shifted to a lesser executive role in 2009. She left RBC, the country&apos;s largest lender, in 2011.", 
    "section": "technology", 
    "gid": "technology/2012/jan/04/rim-boardroom-chair-shakeup", 
    "wordcount": "813"
}