{
    "headline": "Donors pledge $6.4bn to address Yemen's humanitarian crisis", 
    "text": "A new $6.4bn funding package has been announced to try to tackle the deepening humanitarian crisis in Yemen that has pushed 10 million people into chronic hunger. A meeting of donors in Saudi Arabia this week, led by the British government, finalised the package of support after months of negotiation. The money will go towards underpinning the flagging Yemeni economy and funding new infrastructure projects, as well as immediately addressing the humanitarian situation. With 58% of children under the age of five experiencing chronic malnutrition, Yemen has the second highest rate of chronic malnutrition in the world, behind Afghanistan. The UK will contribute 196m (around $311m) between 2012 and 2015. Most will go towards protecting 2 million women and children from hunger and delivering short-term humanitarian assistance, which will provide 300,000 people with emergency food assistance and 170,000 with essential health services. Other donors include Saudi Arabia, which has pledged $3.2bn, the US and the World Bank, which pledged an extra US$400m to its existing $700m programme over the coming two years. It is hoped the emergency funding will help stabilise Yemen&apos;s faltering economy and its volatile security situation, which donors described as being on the &quot;brink of a slide into instability&quot;. &quot;For the first time ever for Yemen, donors have come together to say in detail what they are going to do to help, how they will do it, and when they will deliver their aid, an effort to which Saudi Arabia has given the most,&quot; says Alan Duncan, UK international development minister. &quot;Over the last few months, we&apos;ve put together a package of support which will underpin the Yemeni economy, direct funds into infrastructure, and will urgently address Yemenis&apos; basic needs, such as healthcare, education and access to sanitation.&quot; Yemen has the highest poverty levels in the Middle East and the humanitarian crisis that has engulfed the country has been exacerbated by years of conflict and violence. Last year, president Ali Abdullah Saleh was ousted from power after 33 years and was replaced by President Abd-Rabbu Masour Hadi, but the country continues to be marred by violence as the government and Islamic militants wrestle for control of areas of the south. Oxfam has welcomed the funding, saying the money will make a real difference to the lives of the 10 million Yemenis without enough to eat. &quot;Yemen is in the midst of a catastrophic hunger crisis,&quot; says Colette Fearon, Oxfam&apos;s country director in Yemen. &quot;The government of Yemen has estimated that the current crisis has pushed back Yemen&apos;s development by a decade. We welcome the UK&apos;s leadership on this issue and urge more donors to step forward and help Yemen tackle its humanitarian crisis. All donors need to ensure that pledges of money get to the ground immediately.&quot; Ginny Hill, an analyst focusing on Yemen at thinktank Chatham House, said the funding was a step towards ensuring that donors took a more effective and co-ordinated approach to tackling Yemen&apos;s humanitarian crisis. &quot;In 2006, there was a similar pledge from donors, yet very little of the money was ever spent and this time around it is vitally important that the funding gets allocated and close attention is made to monitoring how it is spent,&quot; she said. &quot;This new funding is testament to the development of better working relationships with Gulf donors over the past few years, and it seems that the potential is now there to develop a much more effective response to getting urgent assistance into the country.&quot;  This article was amended on 7 September 2012. The name of the analyst from Chatham House was incorrect. This has now been corrected.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/06/money-yemen-humanitarian-crisis", 
    "wordcount": "623"
}