{
    "headline": "Greater transparency can shed light on the murky world of resource corruption", 
    "text": "Africa is considered to be the most economically underdeveloped continent. It holds significant reserves of natural resources: 75% of global cobalt and platinum, 50% of diamonds, 47% of phosphate, and 30% of the world&apos;s gold. Tanzania, where I come from, has always been ranked among the world&apos;s 10 poorest countries, and lately among the three poorest. Yet it is rich in natural resources, so how can this be? In Tanzania, corruption is common. The resulting economic losses are incalculable, the human losses in livelihood terms immeasurable. We all know corruption is shrouded in secrecy, so the best way of tackling it is to maximise transparency. Having stronger laws on transparency, like the one the European Union (EU) is proposing through its revised transparency (pdf) and accounting (pdf) directives, is very important. Such laws can address revenue collection from the mining sector, and also empower people in resource-rich countries by giving them the information they need to hold their governments and companies accountable. After meeting with MEPs, permanent representatives and civil society groups in Brussels, I was encouraged. There is commitment among many MEPs to pass strong transparency legislation for the disclosure of payments by extractive industries. But I am also concerned. Some EU countries that facilitate transparency around forests, mineral deposits, oil and other natural resources falling under their jurisdiction  Germany, for example  are reluctant to enable this to happen elsewhere. Three years ago, many communities were removed from their land in Geita town, Tanzania, in order to make way for mining operations. With nowhere to go, they called upon us as religious leaders to help. When we raised the case with the district authorities, they acknowledged receipt of about $400,000 from the mining company in question, yet less than a 10th of this had reached the families. When we eventually met with the mining company, they claimed to have actually paid more than $1.2m to the government in compensation, to be distributed to the affected families. The case is ongoing and we continue to monitor the situation so that the money earmarked for compensation will benefit its intended recipients. When families know about the compensation payments made, as in Geita, they can make efforts to hold their government to account. The EU transparency laws can do the same. The legislation has the chance to oblige all companies to disclose the payments they make, and this information will empower local communities, who can make efforts to ensure that the revenue gained from their natural resources is used for development and poverty alleviation. Many have argued existing initiatives are enough. I am part of the Tanzanian branch of the international Extractive Industries Transparency Initiative (EITI). The scheme requires companies to report their payments to the government, which must in turn report its receipts. It has been a positive experience so far. The first EITI report was launched in Tanzania last year and prompted heated public debate. People were able to peruse previously unseen facts and figures. On the one hand, the report confirmed public suspicions of cheating in the natural resources business; on the other, it raised hopes that the truth is now partly visible and can be used to effect change. However, the EITI has limitations. It provides information at a national level, but does not enable communities to know how much wealth was generated in their locality and should therefore be returned to them. It is also voluntary. Governments decide whether to sign up. Only 35 have done so, leaving dozens of resource-rich countries with no publically available information. This is why we need robust EU legislation revealing information at project level and published in all countries where EU companies work. Information must be relevant to local communities and attributed to the projects in their area. If not, legislation will simply not achieve its intended aim. Tanzanians have managed to create platforms for discussion with our politicians. We know our government is under pressure from civil society to make the mining sector function for the benefit of communities. The more information available, the better the quality of public debate will be. We will be able to convince government to enter business deals with credible partners, those prepared to go the extra mile on increasing transparency. I see this as the EU&apos;s best chance to pass transparency laws. By doing so, Europe will show Africa and the rest of the world that it is committed to upholding justice, and that it is ready to look beyond its own boundaries for the benefit of the worlds poorest people.  Bishop Stephen Munga is a member of the working group of the Tanzania Extractive Industries Transparency Initiative and chair of the interfaith standing committee of Tanzania. He travelled to the EU with Tearfund as part of its Unearth the Truth campaign", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/30/greater-transparency-resource-corruption", 
    "wordcount": "800"
}