{
    "headline": "Love bombing: Oliver James, Susan Greenfield and the rise of data-free celebrity science", 
    "text": "Like all good academics, when Oliver James has a new idea he writes it down for peer review and presents his findings at a conference. Thus his latest contribution to the burgeoning field of speculative popular psychology appeared in the form of a book and newspaper column, and was presented yesterday at the Hay Festival, who managed to find some space for him in between sessions on metaplasticity in the hippocampus and the increasingly frantic attempts of Nick Ross to become relevant. This approach was pioneered by Susan Greenfield, among others; an academic I&apos;ve written about so many times that every time I type her name my keyboard lets out an involuntary little sigh. It has some distinct advantages for the academic, as Oliver James admitted in response to an impertinent audience member who challenged him at the Hay Festival. &quot;I myself am a busy man,&quot; The Telegraph reported him as saying, &quot;I don&apos;t have time to muck about doing intervention studies.&quot; It&apos;s a heart-breaking plight that should be familiar to observers of Greenfield sigh. A BBC reporter, Zoe Kleinman, recently questioned her on her failure to publish any research to back up  well, whatever exactly it is that her hypothesis about brains and computers is supposed to be: &quot;How can I publish just one paper?&quot; she replied, seemingly unaware that academics are not subject to paper rationing. &quot;Does Professor Richard Dawkins have one paper which sets out why God doesn&apos;t exist? Tell me one experiment I should do that proves once and for all whether computers are evil for the brain.&quot; Science isn&apos;t often about iconic egos, grand experiments and revolutionary theories though; it tends to be built on modest, incremental progress, and Susan Greenfield sigh seems unable to manage even that. Oliver James&apos; idea is called &apos;love bombing&apos;, an unfortunate juxtaposition of sex and violence that conjures up images of exploding Playboy bunnies raining down on Baghdad. His view is that parents have become too selfish, and that imposing any sort of routine on a baby is &apos;wicked&apos;. Mothers  only mothers, apparently  should do better, responding immediately to the proto-human&apos;s needs. The solution is &quot;love bombing&quot;, not to be confused with &quot;sex shooting&quot; or the &quot;fuck strike&quot;. In an article last September he described it as:   &quot; a method I developed to reset the emotional thermostats of children aged three to puberty. It entails spending a period of time alone with your child, offering them unlimited love and control. This is not the same as &quot;quality time&quot;  just hanging out with your child. When you love bomb, you create a special emotional zone wholly different from normal life, with new rules. &quot;So, how exactly does it work? First, you explain to your child that, sometime soon, the two of you are going to spend time together, one to one, and have a lot of fun. Your child is going to decide what they want and when they want it, within reason. You give the message that this is going to be a Big Event: It&apos;s Coming Soon  How Exciting! The child then draws up a list of things to do. It doesn&apos;t matter if it includes lots of SpongeBob SquarePants: the key is that your child has chosen it. &quot;Throughout the experience, you are trying, as much as possible, to give them the feeling of &quot;whatever I want, I get&quot;  of being in control and of being gratified, as well as bombed with love.&quot;  By resetting the &quot;emotional thermostat&quot;  a task usually achieved by jabbing a pen into your child&apos;s reset button  this affection-nuking apparently solves a whole array of problem behaviours, &quot;severe or mild; from defiant  even violent  aggression to shyness, sleeping problems or underperformance at school.&quot; How does this work? &quot;I suspect that the experience stabilizes levels of the fight-flight hormone cortisol,&quot; says Oliver, which sounds both suitably &quot;sciencey&quot; and rather simplistic. I&apos;m not sure many scientists would call cortisol &apos;the fight-flight hormone&apos; given that its release is just one part of that response, and the relationship between its &quot;stability&quot; and a child&apos;s emotional welfare is probably A Bit More Complicated Than That. In any case, a suspicion does not a theory make. All we have here is a tenuous thread of reckonings, some of them rather impenetrable  I tried Googling the phrase &quot;emotional thermostat&quot;, but found only a page of links to previous Oliver James articles.  James admits that he&apos;s being a bit naughty here. According to the Telegraph, &quot;He acknowledged the approach may be viewed as &apos;irresponsible&apos; by some,&quot; describing himself as merely a &quot;lone punter&quot; and adding that &quot;it &apos;wouldn&apos;t do any harm&apos; to treat children to a weekend away along with his suggestion.&quot; And it&apos;s true, indulging a child for a weekend probably won&apos;t do a lot of harm. It probably won&apos;t do a lot of anything much in the grand scheme of things. But that doesn&apos;t mean that this sort of scientific short-circuiting isn&apos;t troubling, if not for the advice than for the torrent of misinformation that tends to accompany it. Parents are bombarded with a million half-formed pseudo-theories about how they should be bringing up their kids, and throwing one more into the mix helps nobody  it just makes the good advice harder to find. It also shows a remarkable degree of arrogance; a worrying lack of respect for the scientific community. Why bother submitting your ideas to the scrutiny of peers when you can float above it all, carried along by the hot air of the press?  It&apos;s not just scientists that are shoved aside in the race to broadcast these &quot;reckonings&quot;, but ironically the very parents and children that James and Greenfield sigh claim to defend. In both cases, the unthinking assumption at the heart of their thinking is that the children of &quot;Broken Britain&quot; are the worst we&apos;ve had in generations, damaged by social change, technological upheaval and ignorant parenting. It doesn&apos;t seem to occur to them that the kids of today might be doing at least as well as their ancestors. Perhaps they could do better still if older generations weren&apos;t so intent on slagging them off. @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2013/jun/04/psychology-guardian-hay-festival", 
    "wordcount": "1065"
}