{
    "headline": "Twitter suspends British journalist critical of NBC's Olympics coverage", 
    "text": "Twitter has brought down a hail of critical tweeting on its own head by suspending the account of a British newspaper&apos;s Los Angeles correspondent following his acerbic reporting of NBC&apos;s coverage of the Olympics. The social media network hummed with the indignation of thousands of its users after the Twitter feed of Guy Adams of the Independent disappeared. The paper&apos;s deputy editor, Archie Bland, confirmed the suspension, calling it &quot;heavy-handed&quot;. NBC said it had complained to Twitter after Adams published the email address of one of its senior bosses. &quot;We filed a complaint with Twitter because a user tweeted the personal information of one of our executives. According to Twitter, this is a violation of their privacy policy. Twitter alone levies discipline.&quot; Rachael Horwitz, a spokeswoman for the San Francisco-based firm, confirmed that it does not &quot;actively monitor&quot; users&apos; accounts, and added that it was company policy not to comment on individual users. NBC acted after Adams published a tweet that included the email address of Gary Zenkel, the president of NBC Olympics, encouraging people to complain to him about the TV network&apos;s delayed broadcast of the opening ceremony of the Games. Twitter&apos;s terms and conditions state that users must not post private email addresses, unless they are already available on the internet. Adams said the email was not a private one but a corporate account, and that Zenkel&apos;s address is identical in form to thousands of other NBC employees. The offending tweet was not the only one critical of NBC. Some of Adams&apos;s comments fall in the camp of caustic criticism: &quot;America&apos;s left coast forced to watch Olympic ceremony on SIX HOUR time delay. Disgusting money-grabbing by @NBColympics&quot; And some arguably went further than that: &quot;I have 1000 channels on my TV. Not one will be showing the Olympics opening ceremony live. Because NBC are utter, utter bastards.&quot; In a piece published by the Independent  the reporter said that NBC&apos;s decision to delay transmission of the Games so that it could maximise its advertising revenue in primetime had sparked &quot;ridicule from TV critics and outrage from the US public&quot;. He also pointed out the timing of the suspension, which came very soon after a sharply-critical piece by Adams on NBC&apos;s coverage of the Olympics opening ceremony was published. The headline on the piece said &quot;all the talk is about #NBCfail&quot;. Adams also referenced several gaffes and insensitive remarks by NBC commentators, including the memorable remark that they &quot;haven&apos;t heard&quot; of Tim Berners-Lee, the British inventor of the world wide web. Suspicions that Twitter had over-reached itself and strayed into censorship were heightened by the fact that the firm has entered into a deal with NBCUniversal in which Twitter becomes the official narrator of live events at the Olympics.  Among the sharply-worded tweets coming from Adams were:  &quot;Am I alone in wondering why NBColympics think its acceptable topretend this road race is being broadcast live?&quot;  and: &quot;Matt Lauer: &apos;Madagascar, a location indelibly associated with a couple of recent animated movies.&apos; #tosspot&quot; Twitter users rallied to the defence of Adams. This from the Scottish novelist Irvine Welsh was typical:  The Guy Adams twitter ban illustrates three tendencies of hegemonic power; 1) hates criticism, 2) takes itself seriously 3) no sense of fun.  Irvine Welsh (@WelshIrvine) July 30, 2012  Or this:  Draconian suspension of #Indy journalist Guy Adams account by #Twitterfollowing criticism of #NBC #Olympics coverage independent.co.uk/sport/olympics  Gideons Way (@Gideons_Way) July 30, 2012 ", 
    "section": "technology", 
    "gid": "technology/2012/jul/30/twitter-suspends-guy-adams-account-nbc", 
    "wordcount": "596"
}