{
    "headline": "Climate change, pension funds and the big six energy companies", 
    "text": "Laudable and crucial as Lord Stern&apos;s and Carbon Tracker&apos;s warnings are (Carbon bubble &apos;creates global economic risk&apos;, 19 April), their success will depend on the existence of a plausible, large-scale investment alternative that can provide secure returns. Without this, investors&apos; money will continue to fuel the overheating of the planet. The role of pension funds is crucial here since they are heavily dependent on fossil-fuel investments to finance their present and future pensioners&apos; needs. Two areas that would provide thestable long-term income they require are energy efficiency in buildings and renewables. Investment in the former would be repaid out of the resulting lower fuel bills and would have the additional bonus of creating a huge range of jobs and a new career path in every town and city. In terms of investing in renewables, repayments would be made via energy bills and government-backed payment mechanisms, as is the case today. These are lower risk and less volatile options than the stock market and, as such, pension funds should reduce their expected levels of returns from them and compensate for this by a huge increase in such low-carbon investments. Following such a climate-friendly programme would enable pension fundsto wean themselves off their eventually doomed fossil fuel portfolios. In addition, this approach will provide baby boomers with a safe refuge for their pensions, provide their children and grandchildren with much-needed jobs and future generations could be spared an inhospitable planet  a real example of intergenerational solidarity.Colin HinesConvenor, Green New Deal Group  The report by Damian Carrington shows the perfidy of the big energy companies. They are over-valuing fossil-fuelreserves, searching for more (to the grave danger of the Arctic), and trying to increase sales at a time when scientists throughout the world are saying that to avoid the increasing dangers of climate change due to global warming, fossil fuels should be left underground undisturbed. Couple that with Terry Macalister&apos;s report (Big six energy firms accused of &apos;cold-blooded profiteering&apos;, 13 April) and it looks as though there is a case for the next Labour government to repeat the action of Attlee&apos;s 1945 administration and take the energy companies into public ownership. And if, as Carrington&apos;s report suggests, &quot;the stock markets are betting on countries&apos; inaction on climate change&quot;, there is a case for tough measures to stop financiers gambling with the lives of our grandchildren.Michael BasseyNewark, Nottinghamshire", 
    "section": "environment", 
    "gid": "environment/2013/apr/19/climate-change-pension-funds", 
    "wordcount": "403"
}