{
    "headline": "DfID under fire for poor response to human rights concerns in Ethiopia", 
    "text": "Britain&apos;s Department for International Development (DfID) is under fire for failing to adequately address allegations of human rights abuses in Ethiopia, a major recipient of UK aid. During a trip to South Omo in January, officials from DfID and the US international aid agency, USAid, were told by men and women from the Mursi and Bodi ethnic groups of incidences of rape, arrests, withholding food aid, intimidation and threats as the Ethiopian government seeks to evict people from their land to make way for commercial investments. Audio transcripts of meetings, seen by the Guardian, record the aid officials acknowledging the severity of the violence the farmers say they have experienced. &quot;They [government soldiers]  took the wives of the Bodi and raped them  then they came and raped our wives, here,&quot; one Mursi farmer told the officials. A DfID official promised to raise their complaints &quot;very strongly with the [Ethiopian] government&quot;, according to the transcript, saying: &quot;Obviously, we agree it&apos;s unacceptable, beating and rapes and lack of consultation or proper compensation.&quot; A joint USAid-DfID report of the January trip, published only after the UK international development secretary, Justine Greening, had been questioned on the issue in parliament, said: &quot;As a consequence of these events, the Mursi and Bodi in particular stated that they were living in fear, resorting to other food sources or going hungry. The phrase &apos;waiting to die&apos; was used.&quot; However, the report added that &quot;although these allegations are extremely serious, they could not be substantiated by this visit&quot;, and suggested a &quot;more detailed investigation&quot; was made. Almost 10 months after the trip, however, Greening told parliament on 5 November that her department had still not been able to substantiate the claims. A DfID spokesman confirmed that the Ethiopian government had been asked about these allegations, but he refused to comment on whether the department had received a response, or what the British government was doing to press Ethiopian ministers on the issue, or if the UK was planning to further investigate the claims. The department&apos;s reaction is at odds with David Cameron&apos;s &quot;golden thread&quot; of development, which promotes the rights and freedoms of individuals, good governance and justice for the poorest people. The South Omo region in south-east Ethiopia has a population of around 246,000, mainly pastoralists, composed of more than 12 ethnic groups. According to the Oakland Institute, these groups&apos; existence is under &quot;serious threat&quot; as they are forced off their land to make way for the Gibe III hydroelectric dam project, road-building and commercial investors. &quot;The suggestion by the UK minister that DfID has not been able to substantiate allegations of abuses in the Lower Omo valley is nothing short of a diabolical statement,&quot; said Felix Horne, a consultant for Human Rights Watch. DfID is embroiled in a separate legal action over its links with the Ethiopian government&apos;s controversial &quot;villagisation&quot; programme, which aims to move 1.5 million rural families from their land to new &quot;model&quot; villages in four regions across the country. The scheme has been hit by allegations of forced evictions, rapes, beatings and disappearances. Ethiopia is one of the biggest recipients of UK aid and the UK is a major donor to the Protection of Basic Services (PBS) programme, which human rights campaigners say is being used to pay the salaries and administrative costs of the officials running the relocation scheme. In September, an Ethiopian farmer, &quot;Mr O&quot;, started legal action against DfID through London-based law firm Leigh Day &amp; Co. He claims that in 2011 he was forcibly evicted from his farm in the Gambella region in western Ethiopia and beaten. He says he witnessed rapes and assaults as government soldiers cleared people off their land. Leigh Day is arguing that DfID money is linked to these abuses through PBS funding in Gambella, where the Ethiopian government wants to resettle 45,000 households  almost 100% of the total rural population  over three years. The Ethiopian authorities claim the PBS programme addresses the challenges of poverty through cost-effective service delivery to scattered and nomadic populations. Mr O has told his lawyers that when he tried to return home after being forced from his land, he was hit repeatedly with a gun, and taken to a military camp by government soldiers and beaten. Lawyers at Leigh Day say Mr O is claiming that his family was forced to resettle in a new village where they were given no access to farmland, food or water, and where they could not make enough money to feed themselves. Two assessments of the villagisation scheme in the region in February and June this year, which involved DfID, concluded they had uncovered no evidence of forced displacement or human rights abuses linked to the scheme. However, both acknowledged that basic services and shelter were not adequate in the new villages, and said about half the people they had interviewed had not wanted to move and that there had been pressure to do so. Lawyers at Leigh Day are trying to establish whether the UK government is doing enough to ensure that British money is not contributing to human rights violations. &quot;The UK spends a considerable amount of money on international aid and DfID has a responsibility to ensure that this money does not contribute in any way to human rights abuses such as the ones suffered by our client,&quot; said Rosa Curling, who is representing Mr O. &quot;Our government has a duty to ensure that the programmes it supports meet the highest compliance standards.&quot; In response to the claim, the DfID spokesman said: &quot;We take the issue of human rights extremely seriously and we will respond in due course to this letter [from Leigh Day &amp; Co]. &quot;The UK does not fund Ethiopia&apos;s commune development programme. We are aware of allegations of human rights abuses on the ground. We will continue to review the situation and raise any concerns at the highest levels of the Ethiopian government.&quot; The case is ongoing.", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/21/dfid-human-rights-ethiopia", 
    "wordcount": "1024"
}