{
    "headline": "Trip to 7-Eleven leads Bangkok police to tiger butchers", 
    "text": "It isn&apos;t every day that a man with bloody hands emerges from a convenience store and returns home to continue chopping up tigers, zebras and wild buffalo in an underground slaughterhouse. So Thai police officers on a routine street patrol in north-east Bangkok had a lucky break when, by chance, they crossed paths with a member of a wild animal meat gang who had nipped out to buy some butchering supplies. On following the man, Thai police discovered four other men chopping up a large male tiger. Zebra, crocodile, wild buffalo and elephant carcasses, along with 400kg of tiger meat, were also found in the building, ready to be sold as exotic meat and trophies. &quot;We found one tiger in an ice box, where it was being preserved with formaldehyde, and a lot of bones. On the floor, there were fresh cuts of white tiger, elephant and lion skins,&quot; the Thai nature crime police commander, Colonel Norasak Hemnithi, said. &quot;The suspects later told us that they had gone out looking for ice to store the fresh meats.&quot; Police have since arrested eight people, including the alleged mastermind, in what they and local wildlife organisations believe is a smuggling operation fronted by Bangkok zoos. The case has shed light on Thailand&apos;s place at the heart of an estimated $10bn global trade in endangered species that is driving many plants and animals to extinction, according to wildlife groups. It highlights a worrying trend in which the meat of endangered animals is sold in resort restaurants in southern Thailand. Demand for trophy items and exotic meats across Asia, but particularly in China, has driven up the trade in elephants, big cats, reptiles and birds. The anti-wildlife trafficking group Freeland, which is working with police on the investigation, suspects the animals came from, or were sold through, private zoos in Thailand. &quot;It&apos;s hard for police to go after zoos because there&apos;s a legal loophole [here] that can easily be used to front a breeding operation. Zoos have a permit to own tigers, so they can breed the tigers and sell the offspring,&quot; said a Freeland spokesman, Roy Schlieben, adding that an adult tiger could fetch more than $10,000. Raids in Thailand, which heads the 10-country Asean Wildlife Enforcement Network in south-east Asia, have risen nearly tenfold in five years, Freeland said. The director general of the Thai wildlife agency said last month that poachers had slaughtered two wild elephants for their meat in a national park. Damrong Phidet told the Associated Press that trunks and sexual organs had been ordered by restaurants in Phuket. Some of the meat was to be consumed without cooking, like &quot;elephant sashimi&quot;, he said. But critics claim police are only touching the tip of the iceberg. &quot;A lot of catches are lucky catches,&quot; Edwin Wiek, of Wildlife Friends Foundation Thailand, said. &quot;In Saturday&apos;s case, the criminal was only caught because he went to 7-Eleven and had blood on his hands. These criminals are making a lot of money and have nothing to fear  the penalties are very low and hardly any jail sentences are given to these people.&quot; The men arrested this month could face four years in prison and fines of 40,000 baht (820) for illegally processing wild and protected animals, but Wiek and Schlieben said prison terms were unlikely and called for harsher penalties. Tiger skins are often sold as trophy items to wealthy buyers in China, Thailand and Vietnam, with animal parts such as tiger bones being used in traditional Chinese medicine, Schlieben said, adding: &quot;Then you&apos;ve got mounted tigers, considered status symbols, and wild meat being consumed because it&apos;s &apos;more healthy&apos; than domesticated animals.&quot; Despite the increased number of wildlife criminal arrests in the past few years, Thai police have admitted they are still far from cracking the organised smuggling of animals through Thailand and abroad. &quot;We see about 100 [wildlife] cases per year,&quot; Norasak said. &quot;We&apos;re [usually] able to catch the criminal but not the [mastermind] behind him. But we work consistently to investigate further and process cases.&quot; The raid was the latest in a string of high-profile cases. A United Arab Emirates citizen was arrested at Suvarnabhumi airport, Bangkok, last May. He had live infant leopards, panthers, monkeys and an Asiatic black bear stuffed in his luggage.", 
    "section": "environment", 
    "gid": "environment/2012/feb/12/thailand-wild-animal-meat-gang", 
    "wordcount": "735"
}