{
    "headline": "UK universities slide down greasy pole of perception", 
    "text": "Fewer British universities have this year made it into the world&apos;s top 100 colleges, as ranked by reputation. The University of Leeds has dropped out, but Cambridge remains in third place, and Oxford has climbed from sixth to fourth. Just nine UK institutions are in the Times Higher Education World Reputation Rankings, compared with 10 last year and 12 the year before. Harvard has come top, with Massachusetts Institute of Technology taking second place. The University of California, Berkeley and Stanford are in the fifth and sixth spots. UK universities have the highest number of institutions in the rankings after the US, which takes up 43 of the 100 places. However, east Asian and Australian universities are gaining ground. The National University of Singapore, the Republic of Korea&apos;s Seoul National University, the University of Hong Kong and the National Taiwan University have improved their rankings. In 2012, the University of Sheffield and the London School of Hygiene and Tropical Medicine dropped out of the top 100. Phil Baty, rankings editor at Times Higher Education magazine, said a gap was opening up between the very best British universities and the rest. &quot;With the coalition government attempting to introduce an aggressive market in UK higher education and concentrating increasingly scarce resources on a select few, there is likely to be further trouble ahead for all but a small elite group. It would be bad news indeed for UK plc if the bulk of the UK&apos;s world-class universities are relegated to the global lower leagues.&quot; Dr Wendy Piatt, director general of the Russell Group, which represents the country&apos;s most prestigious universities, said British universities &quot;punch well above their weight and do more with less&quot;. But she said the UK had one of the lowest levels of expenditure in higher education across the western world. &quot;We are concerned that our global competitors in the US, east Asia and Europe are pumping billions into higher education. And, as these results show, money really matters.&quot; The reputation rankings are based on a global invitation-only opinion poll carried out by Ipsos MediaCT for Thomson Reuters. The results are based on 16,639 responses from senior published academics.", 
    "section": "education", 
    "gid": "education/2013/mar/05/uk-universities-times-higher-reputation", 
    "wordcount": "366"
}