{
    "headline": "Boot up: RIM's video pain, Kim Dotcom's Megabox tease, will Twitter kill follower counts? and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Paying developers is A Bad Idea &gt;&gt; Charlie Kindel  The companies that make the most profit are those who build virtuous platform cycles. There are no proof points in history of virtuous platform cycles being created when the platform provider incents developers to target the platform by paying them.  Paying developers to target your platform is a sign of desperation. Doing so means developers have no skin in the game. A platform where developers do not have skin in the game is artificially propped up and will not succeed in the long run.  The Windows Phone 7 team was in a very, very desperate situation.   Thoughtful post by ex-Microsoftie Kindel about the dynamics now in the smartphone, tablet and PC marketplace. Ballmer pitches Windows 8 to developers, but keeps tight rein on Surface &gt;&gt; Wired.com  For such a rah-rah event meant to get developers excited to start building for Windows 8, Ballmer and the rest of the Microsoft team spent very little time talking about or showing off the Surface tablet, arguably Microsoft&apos;s most exciting product. The tablet is due to launch at midnight on Oct. 26, at the same time as Windows 8. Yet the company has not let people have much hands-on time with the Surface and its innovative Touch Cover.  This was no exception. In the hands-on time after the event, the Surface was missing from the product table, where several other Windows 8 tablets and ultrabooks were available to test and examine.   Twitter mulls killing follower counts &gt;&gt; The Washington Post  Speaking at a BuzzFeed panel in New York yesterday, Twitter co-founder and board member Evan Williams said that reach is a much more important measure: &quot;The dream metric is how many people saw your tweet.&quot;  Engagement is certainly the metric that matters to marketers: if people don&apos;t see your message, they cannot act on it. But follower count has long been a source of perceived legitimacy for some, and Twitter has previously taken steps to reduce its impact. Twitter even completely hit the reset button on follower account temporarily, after the infamous auto-follow bug.   But to whom will this metric be visible? Followers is crude, but it has a simply understood meaning. How one video sums up the state of Blackberry &gt;&gt; The Velocity Digital Blog  The Blackberry brand has been suffering for a number of years now. From service outages to terrible handset design, the once mighty mobile device producer is in a world of pain. As we speak (well, read), the &apos;Blackberry Jam&apos; conference is in full swing, during which, RIM are showcasing their new operating system, Blackberry 10. This morning, I had the &apos;joy&apos; of watching a video from RIM that was designed to persuade application developers that they will benefit from making apps for Blackberry devices. I lasted 8.21 seconds. Take a look...   How do these things ever get greenlighted? Kim Dotcom teases Megabox, reveals exclusive artists? &gt;&gt; TorrentFreak  Kim Dotcom is determined to put the major music labels out of business with Megabox. At the same time he promises to give artists full control over their own work and a healthy revenue stream. Today Dotcom released a video on the making of Megabox which unveils some of the service&apos;s features. The video also shows &quot;The Black Keys,&quot; &quot;Rusko,&quot; &quot;Two Fingers&quot; and &quot;Will.i.am&quot; as exclusive artists.   No word heard from Will.i.am (or the others) on whether he&apos;s indeed part of this. Best to be sceptical until proof emerges. Report: fewer than 1% of sales can be tracked back to social media &gt;&gt; Marketing Lane  A new Forrester report titled &quot;The Purchase Path of Online Buyers In 2012? analyzes conversion paths on 77,000 orders to determine what sources returned the most revenue. While the report found a handful of high revenue sources (paid search, organic search, email) one clear cut source fell behind the rest: social media. The data showed that fewer than 1% of transactions could be traced back to social links.  Apple in the dock over iPhone 5 connector row &gt;&gt; Consumers International Stephen Russell, secretary-general of ANEC, the European consumer&apos;s voice in standardisation:   Although the use of Lightning as the connection through which the iPhone 5 is charged complies with the Voluntary Agreement that Apple - and other manufacturers - signed with the European Commission in 2009 on the harmonisation of smartphone chargers, Apple has chosen not to adopt the micro-USB solution favoured by its competitors and recommended in the Agreement.  Instead, it has cited a tiny clause in the Agreement that permits an extra adapter between the phone and the &quot;universal&quot; charger if the manufacturer wishes to use one.  Saving Android from a second-rate future &gt;&gt; Wired.com Anil Dash wrote the stuff above this comment. But it&apos;s the comment directly linked here that sets out the framework for so much empty argument. Micro Anvika goes titsup after Olympics fails to save its shops &gt;&gt; The Channel  The recession, costly overheads and the migration of shoppers from the traditional model to the online world were primarily to blame for Micro Anvika&apos;s troubles, said [business advisor] Re10.  &quot;The final nail in the coffin was the Olympics - the directors expected an uptick [in store footfall] but that didn&apos;t happen,&quot; said [Gary] Rupping [Re10 manager, who is seeking to sell the business as a going concern].   Rough end for a 28-year-old business. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/27/technology-links-newsbucket", 
    "wordcount": "966"
}