{
    "headline": "Insect life bursts from the shadows for a one-last-time party", 
    "text": "Like a punched ticket, the comma butterfly settled for a second. With apostrophes clipped out of its wings, it was the embodiment of autumn: sunlight through beech and chestnut leaves, earth dark with last night&apos;s rain, meadow seeds rattling in the breeze, a hint of late honeysuckle. The comma snapped into the air and was instantly joined by another and they both knot-danced away. It was as if the sun-facing hedges had shaken themselves out, flinging the lives which had been hiding in them into the light. Speckled wood butterflies, dusty and greying, launched into one last reckless flight. Ruddy darter dragonflies were darting so ruddy fast they seemed to bend the light down a ruby needle. Thousands of hoverflies, true flies and bees with dark, stripy, shiny bodies and transparent wings set up a drone which vibrated through the air and cells of the body. A pair of red admiral butterflies, black, white and red, mirrored each other giddily and with the same colours as the greater spotted woodpecker which not so much perched as appended like an ornate jug handle on a telegraph pole. A brimstone butterfly, as infeasible as a swatch of sunlight, drifted up as charms of goldfinch and chaffinch clattered in and out of tall hedges with trees, holding their subdued little song wrapped up in a parcel. This all had the feel of a one-last-time party, in which life burst from the shadows into the beautiful sunlight of an October day despite the gathering and inevitable gloom. There was also, in that autumnal melancholic way, a feeling that each of these lives was a memory: the ghost of another life or event or emotion dancing into one last flash of sunlight before fading away, to be swallowed back into the hedge and its darknesses. Butnot yet. This was a joyous resistance, a wild festival of the living light.", 
    "section": "environment", 
    "gid": "environment/2012/oct/09/wenlock-edge-insect-life-party", 
    "wordcount": "316"
}