{
    "headline": "Pat Brookes obituary", 
    "text": "My wife, Pat Brookes, who has died of cancer aged 68, spent much of her life helping others. She was born in Stocksbridge, near Sheffield, and from the age of two she lived in childcare homes run by her parents, John and Margaret Gaskell, in Devon and then Cheshire, ending up in Kilrie in Knutsford. Being brought up as an only child, alongside deprived and often abused &quot;transient siblings&quot;, had a profound impact on Pat. This showed throughout the rest of her life, during which she remained a committed socialist, a staunch Labour party supporter, an avid Guardian reader and a most loving wife, mother and grandmother. We met when she was 18, when we started work on the same day on the Ferranti Atlas (then the largest, fastest computer in the world) in a joint project between Ferranti at their West Gorton factory in Manchester and Manchester University. We married in 1964 and after our three daughters, Diane, Gail and Maura, were born, Pat restarted her studies, becoming one of the first intake of the Open University and gaining two science degrees. Once our girls started school, Pat obtained a postgraduate teaching certificate at Bath University and began a science teaching career at the Grange school for girls (now the Grange school and sports college), near Bristol, where she became head of science. Alongside school work, she was a strong advocate for integrated science and spent much of her spare time writing texts for the Avon Learning Resources Development Unit. She was also very active in our village community in Marshfield, Gloucestershire, helping with activities including the youth club and Duke of Edinburgh awards, stage-managing many theatrical productions and acting as project co-ordinator for the building of the new community centre. She continued to teach science at the Grange school until my job took us to London. Then, frustrated with the Thatcher government&apos;s policies on education, she left teaching in 1986 and concentrated on voluntary work, including long spells at Citizens Advice. When we settled back in the West Country, Pat became a governor of a number of schools, including the Grange, where for many years she was vice-chair of governors. Her passion for education, especially for the underprivileged, remained undiminished  although she despaired of the current coalition government&apos;s policies. She is survived by me, our daughters, four grandsons and three granddaughters.", 
    "section": "education", 
    "gid": "education/2012/jan/26/pat-brookes-obituary", 
    "wordcount": "395"
}