{
    "headline": "UK aid under scrutiny, snapshots of city life, and Malawi's battle against hunger", 
    "text": "In the last two weeks, UK aid spending has come under close scrutiny  both the amount spent and whether it is giving good value for money, which will be investigated through an internal inquiry. We compiled the data, and found that the vast majority of Department for International Development contracts are being awarded to companies in the UK, a practice that is at odds with the government&apos;s policy to keep aid untied from commercial interests. Readers&apos; photos What&apos;s life like in your town or city? More people live in urban areas than ever before, and the number is set to keep rising. In the runup to World Habitat Day on 1 October, we&apos;re looking for your photos and your views on the growth of cities. Read our Talk point and share your pictures on our Flickr group. Elsewhere on the site Alex Duval Smith reports from Malawi on new legislation and a refocusing of the use of subsidies to encourage farmers to grow more protein-rich food to address the country&apos;s annual food shortages. Mark Tran reports on moves by the EU to require all oil, gas, mining and timber companies to publish their payments to foreign governments. Clar Ni Chonghaile visits a garbage dump in Nairobi that campaigners want to see closed to stop the spread of disease, but which thousands of people rely on for survival. Meanwhile, Monica Mark reports on west Africa&apos;s hi-tech firms that are finding new solutions to social problems. Coming up on the site Paige McClanahan is in New York this week reporting from the UN general assembly. She writes of the weight of expectation on the UN high-level panel charged with developing a post-2015 vision, which is meeting for the first time on Tuesday. Watch out for the next Global development podcast, which this month looks at urbanisation and development, with a particular focus on Nairobi. With elections in Sierra Leone scheduled for November, we&apos;ll be launching a video and blog looking at the lobbying by the women&apos;s movement to ensure a 30% political quota system is introduced in the country. Celeste Hicks looks at the long-term solutions needed to address the hunger crisis in the Sahel. Guardian development achievement awards The shortlist for this year&apos;s international development achievement awards has been published, and it&apos;s now up to you to decide who wins. Read about the five nominees, then vote for your favourite. Voting closes on 7 October and the winner will be announced on 22 November. Multimedia In pictures: Surviving off rubbish in Kenya&apos;s slums Thousands of Nairobi&apos;s slum dwellers risk their lives sifting rubbish on the biggest dump in Kenya. A report from Concern Worldwide and other agencies focuses on the urgent need to close the site, which is a severe health risk to nearby communities and &quot;one of the most flagrant violations of human rights in Kenya&quot;. In pictures: Tackling hunger in Kenya High levels of child malnutrition exist in many rural and urban communities in Kenya, reaching alarming rates in the slums of Nairobi. Award-winning photographer Gideon Mendel captures the stories of some of the families whose children have been affected. What you said: some of the best comments from our readers On Claire Provost&apos;s data blog on why so much UK aid money is still going to companies based in Britain, quiquemendizabal wrote:  There is a serious need to assess the negative effect this has on labour markets in countries where just a few can benefit from aid funding. Many of these UK firms are subcontracting local consultants and researchers at prices that generate dangerous distortions and inequalities.  On Mark Tran and Marishka Van Steenbergen&apos;s blog on the need for caution when assessing the value of UK aid, ipeanddevelopment said:  Lots of people have been saying this long ago. But either you measure development by quantitative figures or by neoliberal standards. Both end up with numbers. The layman in the street will still be unhappy as will be the various development practitioners.  And responding to Michael Edward&apos;s blog suggesting a new emergency fund could improve humanitarian assistance, DrFredenschade argued:  So large tranches of taxpayer money should be handed over to NGOs to spend as they see fit? Why not cut out the middleman and hand over the money directly to foreign governments seeking humanitarian assistance? Seems like the self-serving and very middle-class development sector is looking out for its own interests ... again.  Highlights from the blogosphere On Triple Crisis, Martin Khor argues why de-coupling has not had the expected positive impact on developing countries. On the African Can End Poverty blog, Wolfgang Fengler and Fred Owegi discuss the challenges facing Kenya&apos;s sugar industry. Meanwhile, on the Centre for Global Development health blog, Amanda Glassman and Kate McQueston write about the precarious position that Ethiopia could be in next year, when US funding for HIV and Aids decreases. And finally  The Poverty matters newsletter will be back in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date with the issues on the Global development website. Follow @gdndevelopment and the team  @ClaireProvost, @LizFordGuardian and @MarkTran  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/25/uk-aid-investigate-city-life-malawi", 
    "wordcount": "864"
}