{
    "headline": "The man whose brain ignores one half of his world", 
    "text": "     Alan Burgess doesn&apos;t need a rhyme to remember the 5th of November. He&apos;ll never forget the day he had his stroke. It left him with a syndrome known as hemispatial neglect and a strange new perspective. I asked him how he explains this to other people. &quot;I say it&apos;s two different worlds,&quot; says Burgess. &quot;My old world finished on 5 November 2007 and the new world started the same day.&quot; His stroke damaged the parietal lobe on the right side of his brain, the part that deals with the higher processing of attention. The damage causes him to ignore people, sounds, and objects on his left. &quot;Hemispatial neglect typically occurs after a stroke,&quot; says Dr Paresh Malhotra, senior lecturer in neurology at Imperial College London. &quot;It is not blindness in one eye, and it&apos;s not damage to the primary sensory cortex, it&apos;s a process of ignoring, for want of a better word, one side of space.&quot; Burgess, 64, originally trained as a tool design draughtsman and, before his stroke, he was working as a driver. His visual neglect makes driving impossible, and he was forced into early retirement. He had never painted before his stroke, but it became an important outlet for him afterwards. Look at his artwork, though, and it is not only the vivid colours that grab your attention. He hands me a sketch of a pig that has half its head missing, and then produces two robins copied from a Christmas card - the robin on the right is full of rich detail, but the one on the left remains unfinished. &quot;Vision is most strikingly affected because we are visual creatures, but hearing, touch, representation and sense of self are also affected,&quot; says Dr Malhotra. People with hemispatial neglect are often unaware of their condition. Friends or relatives might suggest they look to their neglected side but that instruction misunderstands the problem they have with navigating the space around them. Burgess, and people like him, are not aware that something is missing, so why would they seek it out? Patients might bump into things on their neglected side, shave or apply makeup only on one side of their face, or leave half of the food on their plate. Alan often has to stop and think to make sense of the world around him. Walking down a street, he hugs the right side of the pavement, brushing up against walls and hedges. He won&apos;t notice any potential dangers coming from the left, so he cannot go out on his own. &quot;I can&apos;t describe how the world looks to neglect patients,&quot; says Dr Malhotra. &quot;Part of the reason it&apos;s so difficult is because we don&apos;t really appreciate how the world looks to ourselves. We think it&apos;s just a nice screen and you can see everything, but that&apos;s something that your brain is computing and telling you you&apos;re seeing. &quot;In fact you&apos;re attending to specific things at specific times. Your eyes are darting all over the place, but you have a sensation of a static world.&quot; After his stroke, Burgess was assessed by Dr Malhotra, who tested the severity of his condition by asking him to mark the centre of a 25cm line on a piece of paper. During his first meetings, Burgess marked approximately 2cm from the right edge - he simply did not attend to the left side of the line. Nowadays, after regular practice, his mark is more accurate, approximately 10cm from the right. &quot;It&apos;s in the middle of my line, not the middle of your line,&quot; Burgess told Dr Malhotra during one consultation. Dr Malhotra says that people with visual neglect do realise something is wrong when it is pointed out to them over and over and over again. &quot;So in a way I think for them it&apos;s slightly abstract that they know there&apos;s some problem on the left hand side, and they use strategies to try and overcome the problem, without really being able to appreciate it in its fullness.&quot; His most recent work has looked at how patients might reduce this bias to the right. Previous research suggests that people with normal vision perform better at visual attention tasks when they are rewarded for good performance and Dr Malhotra and his team have found the same thing in neglect patients. In the experiment, he asked patients to circle images of coins and buttons on a piece of paper covered with lots of other similar symbols. On their first visit, patients performed equally badly with coins or buttons. When they returned for a second test, they were told they would get a pound for each coin they circled. Their performance subsequently improved on the coins test, but not on the buttons test  where they were told there was no reward  suggesting that motivation could be used in the rehabilitation of stroke patients. Burgess is going from strength to strength in his rehabilitation. As I shook his hand to leave I remarked on his muscular grip. This somehow ended up with our having an arm wrestle. He is 37 years older than me, and yet he won hands down.", 
    "section": "science", 
    "gid": "science/blog/2012/nov/23/man-brain-ignores-half-world", 
    "wordcount": "873"
}