{
    "headline": "Young human rights reporter of the year 2012  sixth-form runner-up", 
    "text": "Tasers How scared should we be of our police force? Personally, I find the police an effective but community-friendly organisation, with our safety and comfort at the forefront of every officer&apos;s mind. What about in America? To us Britons, the American police are presented as an organisation to be feared; their officers are, at least in my mind, tough guys with guns, patrolling the streets and shooting the bad guys. They are dangerous and ruthless, and will not hesitate to shoot anyone in their way. In comparison in Britain, the police are almost never convicted of killing innocent people for no good reason. But is this all about to change? Until recently, I was unaware that tasers, weapons giving out harmful and potentially lethal electric shocks, were even being used in the UK, and was alarmed to find out that not only are they used widely in both the US and the UK, but they have also been responsible for many deaths, often of innocent, or at least unarmed, citizens. On Monday 13 February this year, the death toll by taser in America reached 500, when 43-year-old intoxicated and unarmed Johnnie Kamahi Warren was killed after an officer deployed a taser on him. Amnesty International immediately responded to this shocking statistic, saying that the use of tasers is in some cases &quot;unnecessary force&quot; which is &quot;unacceptable&quot;. I read of Roger Anthony, an American man who fell off his bicycle and died after he was shot with a taser. The reason given for the shock was that he did not respond to orders to stop. Roger had a disability and hearing problems. Maybe you disagree, but I cannot see how he was a threat to society, potentially dangerous, or threatening any lives. Shouldn&apos;t these be the circumstances in which use of a taser should not be permitted? Last year, West Yorkshire police admitted to having lost one of their taser guns. Controversial and worrying, this news brought the weapon back into everyone&apos;s minds. Amnesty International has worked tirelessly worldwide to prevent the use of tasers increasing, as in the 2008 report &quot;USA: Stun Weapons in Law Enforcement&quot;, it was found that 90% of the victims killed by tasers had been unarmed. I am not suggesting tasers be banned completely, as in some situations I can envisage them being the safest and most useful way of detaining dangerous criminals, and keeping the police force unscathed. However, I believe that the last thing anyone in this country wants is a police force they are scared of, and we need to help prevent more innocent people being killed for crimes they did not commit by opposing the use of these potentially lethal weapons. It is time, once again, to stand up as members of a worldwide organisation for peace and make our voices heard on this issue, the truth about tasers. We would not allow murder, so why should we allow unjustified killing?", 
    "section": "education", 
    "gid": "education/2012/may/14/human-rights-sixth-form-award1", 
    "wordcount": "495"
}