{
    "headline": "Fake Facebook girlfriends: what's not to like?", 
    "text": "The moment I buy my fake Facebook girlfriend, she leaves a post on my wall. It reads: &quot;I just remembered that thing you said hiarious. lol;)&quot; Great. Now everyone thinks I&apos;ve fallen for a woman who can&apos;t spell and says &quot;lol&quot; a lot. This is a disaster. My reputation might take years to recover. What ifshe misuses an apostrophe in her next post? Orhas ever said the word &quot;nom&quot; out loud? I&apos;llberuined. Worse still, my girlfriend  my actual, real-life, flesh-and-blood girlfriend with whom I live  isn&apos;t afan of my new fake girlfriend at all. Whenever my Facebook girlfriend posts anything, my real-life girlfriend narrows her eyes and reads it backto me in a withering voice. Yesterday, while Iwas looking up a recipe on my phone, she yelled,&quot;Are you texting your new girlfriend? Youare, aren&apos;t you?&quot; and then fell silent for three-quarters of an hour. This whole situation was a mistake. Why did I buy a fake Facebook girlfriend? Curiosity, mainly. Name me one red-blooded manwho wouldn&apos;t want to validate his neediness by paying a stranger of undetermined gender to send him hollow, misspelt platitudes on the internet. You can&apos;t, can you? But I also wanted a glimpse into the thriving, fascinating fake internet girlfriend industry. For amodest amount of money  certainly far less than it costs to start and maintain a human relationship  a growing number of websites nowoffer the services of pretend social media paramours. Maybe they&apos;ll flirt with you on Twitter. Maybe they&apos;ll change their relationship status on Facebook. Some fake girlfriends will even phone you at work, presumably so you canbark, &quot;Not when I&apos;m in the office, darling!&quot; then hang up, roll your eyes at your colleagues, walk home and cry. It&apos;s a weird setup. Many of the services claim that they exist to make other women jealous  your crush will see that you&apos;re in a new relationship, realise that she&apos;s wanted you for herself all along and pursue you relentlessly untilyou&apos;re hers. It sounds unlikely, but apparently it works. My Facebook girlfriend came from Fiverr, an online marketplace where everything costs exactly five US dollars. Want someone to optimiseyour CV? Five dollars. Want someone towrite your name on their cheek in lipstick andphotograph it? Five dollars. Want a stranger to say a prayer to a god of your choice? Five dollars, you numbskull. For a friend&apos;s birthday last year, I took a Fiverr vendor up on his offer todress as a wolf, dance around his basement andfilm himself singing a personalised, free-form version of Happy Birthday. The finished product looked like something a serial killer might record seconds before turning the gun on himself but, hey, it only cost five dollars. It was either that oran Amazon voucher. Fiverr is teeming with fake girlfriends. But what sort did I want? Did I want to remain amicable with my pretend partner, or break up spectacularly (one ad was titled: &quot;I will be your jealous PSYCHO girlfriend for a week&quot;)? Did Iwant a deliberately submissive Asian girlfriend, or someone touting themselves as a &quot;crazy angryRussian&quot;? Someone who would &quot;post the sexiest comments you have ever seen&quot;, or someone who didn&apos;t care if they had to be my girlfriend or my boyfriend, just so long as they gottheir five dollars? And then I found Martha. She was probably French, possibly Asian and almost definitely female. To be fair, it was hard to tell. Her profile picture was so impenetrably lo-res that I briefly worried I&apos;d accidentally paid for a romantic encounter with a cat&apos;s face or a pile of fruit or something. Martha&apos;s advert read: &quot;Want to make a ex jealous? I will regularly post flirtatious comments on your timeline wall for all your Facebook friends to see.&quot; I checked her Facebook &quot;likes&quot; page to see if wewere compatible. She liked Saul Williams. I&apos;veheard of Saul Williams. She liked Tibetan fashion. I know where Tibet is. She liked something called &quot;The Garden Of Emotions&quot;. Mymum and dad have got a garden. Perfect. Wewere all set. As I signed up, I decided to ask Martha a few questions to see how much of her was artifice. Not much, it turned out. Her name really was Martha, she was 27, it was her in the picture andshe fake-girlfriended two men a week but mostly she was hired by businesses who wanted their Facebook pages to look more popular than they really are. Nor was this her only source of Fiverr income. As well as pretending to be your girlfriend, she could also teach you secrets about eBay, provide you with a list of restaurants in any city in the world, send you a postcard from Paris, translate your documents, buy you a French lottery ticket or drive unlimited traffic to your website, all for $5 a pop. &quot;She sounds busy,&quot; my girlfriend sniffed. &quot;Good luck trying to spend any time withher.&quot; But it was too late to back out. I&apos;d paid the equivalent of 3.53 for this. I logged on to Facebook, named Martha as my girlfriend and satback, anticipating shock and outrage from everyone I knew. This was going to be good. And then nothing. Not a peep. From anyone. Eventually, a text from a friend limped in, drowsily asking what was going on. My real girlfriend&apos;s best friend momentarily expressed the lowest possible amount of concern, before getting bored and wandering off. But that&apos;s as scandalous as itgot. Maybe, I thought, Marthawas saving all the good stuff for day two. Nope. The next day she came online to write the word &quot;ouch&quot; underneath a picture of a leg injury I had posted deliberately to make her say something girlfriendy. I wouldn&apos;t have minded, but my Auntie Pat had written the exact same thing underneath it three hours earlier. What was happening? Could it be that my fake internet girlfriend was ashamed of me? Wasn&apos;t I even goodenough for a lo-res probably-woman to love? Did that 3.53 mean nothing to her? On day three, Martha didn&apos;t post at all. Iknow this because I sat in front of my laptop all day, obsessively refreshing Facebook every 30 seconds and wondering what I&apos;d done wrong. I sent her aprivate message. &quot;Hi, Martha,&quot; it read. &quot;I haven&apos;t heard from you today. Is everything OK? :)&quot; That&apos;s right, I used a smiley. I was chasing a woman who didn&apos;t care about me, and realistically might not even be a woman anyway, and things had got so fraught that I actually used a smiley. I was debasing myself for minuscule scraps of affection. This was every single relationship I&apos;ve ever been in all over again. And that&apos;s where things started to get complicated. Because Martha clearly wasn&apos;t attending to my needs in the proper manner, Idecided to revise my options. After a sleepless night, it hit me. I would cheat on Martha. Now, I&apos;m generally of the opinion that infidelity is wrong, but these were desperate times. I hopped back on to Fiverr and bought the services of awoman called Yournewcrush, who offered to write &quot;flirty comments to make your ex realise what they are missing out on!&quot; I directed her to Martha, handed over my five dollars and waited for the sparks to fly. Yournewcrush was chattier than Martha. I could call her Veronica, she said, before telling me that everything about her profile  her name, location, history, opinions and details  was fictional. She was studying for a master&apos;s in psychology, and suffered from very poor health. She&apos;d been doing this for a year and a half, and it was the perfect job for her. &quot;I have clients from all around the world, from ages 17 to 75,&quot; she told me. &quot;Some arecollege students and others are multi-millionaires. They tend to be men who just went through a bad break-up and just want someone to talk to or an ego boost.&quot; Best of all, she said, &quot;I never use emoticons, XOXO, abbreviations, terrible spelling or internet lingo.&quot; You hear that, Martha? Veronica knows better than to say &quot;lol&quot; to her boyfriend. She knows how to treat a man. And, if she doesn&apos;t, I&apos;llbuy another girlfriend who can make both of you jealous. And if that doesn&apos;t work, I&apos;ll buy another one. And then another one. I&apos;ll buy everysingle Facebook girlfriend on Fiverr and pitthem all against each other. What, you don&apos;t think I&apos;ve got that many multiples of 3.53? I&apos;m rolling in 3.53s! I&apos;m a3.53ionaire! Fortunately, this horrifying chain reaction of made-up girlfriends didn&apos;t need to happen.Veronica immediately leapt into the fray with gusto. Shefound the post announcing my relationship with Martha and wrote &quot;DISLIKE&quot; underneath it. Shesaw the picture of my injured leg and offered to kiss it better. She found a picture of meand said that Ilooked &quot;a little bit crazy&quot; in it.Not really a compliment, I know, but it didn&apos;tmatter. The main thing is that it worked. Veronica&apos;s involvement spurred Martha back into action. &quot;Hey you left your bracelet the other night at my place Wanted to come back for more? ;)&quot; Awinky smile, confused tenses and the insinuation that I&apos;m the sort of person who wouldever wear a bracelet, yes, but this was more like it. Martha and Veronica were jealous ofeach other. Maybe they&apos;d fight for me. Maybe they&apos;d fight for me in a jelly pit. This was brilliant. It wasn&apos;t long after this that the desperate reality of the matter started to sink in. First, Irealised that these girls were interested only in my 3.53. They wouldn&apos;t be jealous of anything ifI hadn&apos;t been flinging virtual coins at them. Second, and most importantly, nobody else cared.Aside from one message asking if I was going out with a spammer, my Facebook friends were oblivious to my exciting new love life. My brother didn&apos;t notice. My parents didn&apos;t notice. None of my friends from work or school or university expressed even the slightest bit of joy or concern about anything that was happening tome. Finally, after five days of this nonsense, Itook it upon myself quietly to dump Marthaand Veronica. Tomisquote Elton John, our candle had burned out long before literally anyone important in my life gave abillionth of a shit about it. And, having been through theexperience, Ithink that&apos;s probably for the best. Facebook isfor many things. It&apos;s for remembering birthdays. It&apos;s for posting drunk pictures of yourself that your children willone day be horrified to discover. It&apos;s for seeing which of your classmates has got the most racist since you left school. Butit isn&apos;t for parading your new 3.53 fake girlfriend around on. Or, for that matter, the girl you paid 3.53 to make your 3.53 girlfriend jealous. But Martha and Veronica, if you&apos;re reading, know that acorner of my heart will be for ever yours. Youcan have it if you like. Five dollars.", 
    "section": "technology", 
    "gid": "technology/2013/apr/05/fake-facebook-girlfriends", 
    "wordcount": "1995"
}