{
    "headline": "Egg farmers challenge government over imported battery cage products", 
    "text": "The egg industry in the UK is launching judicial review proceedings against the government over its controversial refusal to ban imports of illegally produced battery cage eggs and egg products. The British Egg Industry Council, which represents egg producers, has warned that thousands of jobs are at stake and has written to the Department for Environment, Food and Rural Affairs (Defra) to challenge its position. British farms have invested 400m in phasing out barren battery cages to meet the tough new requirements of EU legislation that came into force on 1 January, and all British Lion-marked cage eggs now come from new colony cages, according to the council. But producers in 13 other EU countries, including Spain, Italy and Poland, had not fully complied with the ban, the council claimed. The BEIC estimates that about a quarter of EU cage egg production will be illegal, with more than 50m hens still being kept in barren battery cages, producing more than 40m eggs a day. In December, farming minister Jim Paice announced that the UK would not impose a unilateral ban on eggs produced in battery cages, citing &quot;very significant legal and financial implications&quot; and practical difficulties in enforcing such a ban. The UK is instead relying on ultra-violet testing of imported shell eggs and a voluntary food industry ban, backed by a number of retailers, food service companies, manufacturers and processors. In the first step towards seeking a judicial review  a pre-action &quot;protocol&quot; letter  the council is asking the government to give &quot;a fuller explanation for its decision and to review its current position that the government cannot do anything to prevent the importation of illegally produced eggs and egg products&quot;. The BEIC chairman, Andrew Parker, said: &quot;British egg producers have invested heavily to meet their legal obligations and improve animal welfare. We now need our government to support them by preventing unfair competition from producers in other countries who have not complied with the ban. EU member states have had more than 12 years to get their houses in order and comply with the new legislation so there are no excuses.&quot; Britons eat more than 11bn eggs a year  31m every day  and more than 23,000 people are directly or indirectly employed in egg production in the UK. More than half of the UK egg need is for food manufacturing (24%) and catering (30%). Although the government has said it will conduct checks of shell egg imports, it does not plan to check imported egg products or products containing eggs, meaning that cheaper illegal eggs could be used in products such as quiche, egg mayonnaise and scotch eggs, or be contained in finished foods containing eggs, imported from other EU countries. Parker said: &quot;We&apos;re asking the government to conduct proper checks of imported eggs, egg products and products containing eggs entering UK ports, egg packing stations, processing plants, importers and wholesalers. Otherwise UK consumers could be eating eggs from illegal battery hens and British egg producers will be seriously undermined, with the possible loss of thousands of jobs.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jan/03/egg-producers-challenge-imported-battery", 
    "wordcount": "521"
}