{
    "headline": "Apprenticeships: crisis, what crisis?", 
    "text": "When Simon Waugh said he was stepping down as chief executive of the National Apprenticeship Service last month, on the same day that Geoff Russell, the head of its parent organisation, the Skills Funding Agency, announced his retirement, it naturally raised eyebrows. Over the last six months, the NAS has come under increasing scrutiny for failing to act on the problem of apprenticeship providers offering really short apprenticeships, when the minimum recommended is around a year. Some providers, like the De Vere Hotel Group, had been delivering qualifications in 12 weeks or less. The NAS and the SFA have also been criticised for giving public money to big businesses such as Morrisons and Asda to train existing employees, in some cases, generating big profits for private companies delivering training on their behalf. News that the heads of both these organisations (two of the most senior jobs in vocational education) were stepping down fuelled speculation in the sector that the two had jumped before being pushed  a situation that wasn&apos;t helped by the way the announcement was handled. While Waugh says the dual announcement was &quot;coincidence&quot;, an SFA press officer told Education Guardian it was planned that way. Today Waugh is keen to set the record straight. His decision to leave was purely motivated by a need to spend time with his family after the death of his four children&apos;s mother at the end of last year, he explains. He is annoyed about the pressure he has faced to explain the reasons for his departure. &quot;So I have to explain to journalists something which is unbelievably personal to me and my family,&quot; he says. &quot;What a terrible world we live in.&quot; But he is keen to give his analysis of the apprenticeships landscape, and problems that he thinks have been blown out of proportion. &quot;There is a really small percentage of programmes that are poor quality and I have been all over it for many months. Inevitably as you grow, there are going to be providers that are not doing things the way they should  and we were going to spend more and more time ensuring the quality of every programme.&quot; Steps have been taken already by way of a new set of standards introduced last April. The Specification of Apprenticeship Standards for England (Sase) stipulates that every apprentice should receive up to 280 hours of guided learning (time in education and training, away from their usual duties) each year and should, in theory, prevent abuse of the system. Under new government measures due to be introduced in August, all apprenticeships for 16- to 18-year-olds must last at least a year, and NAS is currently reviewing whether similar rules could be applied to older learners. The NAS has neither the budget nor the manpower to keep track of what every learner is up to, says Waugh. Staffing has been cut by 25% in the last six months, he says. And because funding for apprenticeships is allocated to colleges or training companies, which may then sub-contract to other providers, news of &quot;immoral, illegal or inappropriate&quot; behaviour can take months to reach the organisation. It is over 40 minutes into an hour-long interview before Waugh concedes that the NAS could have done any more, that &quot;there&apos;s stuff we need to fix, do better&quot;. He admits he underestimated what a political hot potato apprenticeships were. &quot;I am a bloody idiot for being naive; I didn&apos;t quite realise,&quot; he says. Waugh does not accept that NAS is wrong to work with big businesses such as McDonald&apos;s and Morrisons. What critics fails to recognise, he argues, is that these companies are not just taking handouts from the government to subsidise staff training. The &quot;anti-big business&quot; argument ignores the fact that these companies give people a chance to develop basic literacy and numeracy, which has wider benefits for society  and they do it on company time, says Waugh. That might be so, but is it right to call these training programmes apprenticeships? Can an 18-year-old checkout operator be compared with, say, trainee stonemasons who might spend years learning their craft? He dismisses such questions as &quot;snobbish&quot;. Some media coverage, he says, has focused on companies investing in apprenticeships to help solve unemployment. This idea is a &quot;big fallacy&quot;, says Waugh. &quot;Apprenticeships are not about unemployment. These are real jobs that exist anyway and this is about training people and giving them the best foundation they will ever have in their lives.&quot; Following the case of the De Vere Hotel Group, which last year was found to be advertising more than 700 12- to 16-week apprenticeships, more than 40 short-duration programmes are under review. While the NAS has said it will close down any providers found to be abusing the system, Waugh says some don&apos;t necessarily realise they are doing anything wrong, and with guidance, can turn things around. The scrutiny and criticisms of the last six months have hit the NAS hard. This week, which is National Apprenticeship Week, sees the introduction of a new marketing campaign  known as &quot;New Era for Apprenticeships&quot;  that will attempt to &quot;reposition&quot; the organisation and ensure that learners, employers and training providers are more aware of their rights and responsibilities. The poster campaign, based around the slogan &quot;apprenticeships deliver&quot;, will target employers, young people and their parents, via advertising on public transport, direct mail and social media. Figures from the National Audit Office published last week suggest that while apprenticeships have grown by 140% in the last five years, the majority of jobs have gone to the over-25s, suggesting that a growing number of existing workers are being trained under the scheme. One in five apprenticeship programmes were completed in less than six months. But Waugh is keen to stress that he is leaving the organisation in a strong position. &quot;I tell you, if there were real issues in apprenticeships  if I thought there were really serious, systemic problems here, I wouldn&apos;t walk away.&quot;", 
    "section": "education", 
    "gid": "education/2012/feb/06/apprenticeships-under-scrutiny", 
    "wordcount": "1023"
}