{
    "headline": "Apps Rush: Madonna, Temple Run, Zoho Docs, Yorkshire Post, GQ Style, Apparatjik, Trendabl and more", 
    "text": "A selection of 16 new apps for you today: Madonna Just in time for the release of her new album MDNA, Madonna has a new iPad app  the first artist to get the tablet treatment using Mobile Roadie&apos;s DIY platform. Like the iPhone and Android versions, it offers news, videos, song clips and social features.iPad Temple Run Temple Run has been a monster hit on iOS with more than 45m downloads. Now it&apos;s finally on Android too, displacing a number of dodgy fake versions that appeared on Google&apos;s Play store in its absence. The real deal remains fun, as you run and leap through treasure-hunting environments.Android Zoho Docs Google Docs has some online competition in the form of Zoho Docs, and now the battle has expanded to Android. People with Zoho accounts can access their documents, spreadsheets and presentations.Android Yorkshire Post Johnston Publishing&apos;s Yorkshire Post has made the leap to iPad with an app that charges readers 7.99 a month via Apple&apos;s iTunes subscriptions system. The app blends content from the newspaper and its website, including a full digital replica of the daily paper.iPad Captain&apos;s Conquest This is interesting: a massively multiplayer piracy game for Android, where you sail the virtual seas and visit ports based on locations in your real-world city. Social features include the ability to form fleets with friends.Android GQ Style UK GQ&apos;s fashion spin-off is published every six months as a print magazine. Now it&apos;s an iOS app too, charging 5.99 for each digital issue. It promises readers that it&apos;ll &quot;guide you safely through any style and fashion pitfalls that might befall you&quot;.iPhone / iPad Apparatjik Rock band Apparatjik may qualify for supergroup status, given that it includes members of Coldplay and A-ha. It&apos;s also innovative on the apps front, having launched an augmented reality iOS app for its new album.iPhone / iPad Trendabl Trendabl is a fashion-focused social app for iPhone that gets people to upload photos of their own clobber, while following &quot;Tastemakers&quot; to see what they&apos;re recommending. The latter include Diane von Furstenberg, Nicky Hilton and Barneys NY. Pics can be shared to Facebook, Twitter and Tumblr too.iPhone Pro-Direct Soccerzone Sports store Pro-Direct has teamed up with Nike for this iPhone app, which pulls in social updates and videos from Nike-sponsored players like Wayne Rooney and Cristiano Ronaldo, while showing off the latest boots and kit to buy.iPhone iPoe Subtitled &apos;The Interactive and illustrated Edgar Allan Poe Collection&apos;, this adds illustrations and animation to some of Poe&apos;s spookiest stories, complete with an original soundtrack and a choice of English, Spanish or French text.iPad Ebuzzing Want to keep pace with today&apos;s viral videos? Ebuzzing aims to help. It tracks videos that are causing a stir on social networks and serves them up from sources including YouTube and Dailymotion.iPhone / iPad Kyte Phone Beta Kyte Phone promises to turn &quot;any Android into a kids-friendly phone&quot;, restricting children to calling numbers approved by their parents, and using apps and games unlocked for their use. There&apos;s also a website dashboard to keep tabs on their activity.Android Secrets and Treasures in Muswell Hill This app wants to persuade more residents to shop locally in Muswell Hill by sending them on a treasure hunt, solving puzzles to win prizes. It also includes &apos;archive postcards&apos; showing how the area used to be, which can be accessed by users who aren&apos;t there right now too.Android / iPhone Curzon Memories App More location-based UK goodness with this app, based on the Curzon Community Cinema in Clevedon. It gets people to scan QR codes around the building to hear stories from local people. There&apos;s a manual interface to access everything if you&apos;re not in Clevedon too.iPhone Camden Town One more? Why not. This app wants to be &quot;the perfect companion for a trip to Camden Town&quot;, offering YouTube video tours from local celebrities (Wayne Hemmingway, Suggs) as well as tips, discounts and a personalisable map.iPhone Red Bull Kart Fighter World Tour Red Bull has released a top-down iOS karting game, with a global tour solo mode and a same-device multiplayer mode.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/27/apps-rush-madonna-temple-run", 
    "wordcount": "703"
}