{
    "headline": "1,000 postgraduates  a year 'too poor' to take up Oxford place", 
    "text": "About 1,000 students a year turn down a postgraduate place won at Oxford on academic merit because of the financial demands of study there, university figures suggest. This amounts to 15% of the 7,500 students offered a place, according to the admissions office. The figure has emerged after the outcry last week over the case of Damien Shannon, 26, who is suing St Hugh&apos;s College for &quot;selecting by wealth&quot;. Oxford demands that students who meet its academic targets for study must also prove that they have liquid assets to cover fees, which can reach 41,000, plus 12,900 in living costs. Students cannot factor in future earnings from evening or weekend work under a policy formalised across the university in 2010. There is also only one university means-tested scholarship to allow poorer students the chance of a postgraduate education. St Hugh&apos;s denies that it discriminates against those from lower-income backgrounds or that it has contravened Shannon&apos;s &quot;human right&quot; to an education by demanding that he show he had access to 21,000 for fees and living costs for his economic and social history course. St Hugh&apos;s claims in its defence that the so-called financial guarantee is enforced to ensure students will be able to complete their courses without suffering financial difficulty and anxiety. But the case, revealed in the Observer, has caused an outcry within the academic world and beyond. Dr Alex Flynn, a former St Hugh&apos;s student and now a lecturer in international development at the University of East Anglia, has shared a letter he has written to the college&apos;s principal to tell her of his &quot;dismay&quot;. He wrote: &quot;I was brought up in Manchester like Mr Shannon and had I been required to provide assurances that I had access to a total of over 20,000 for fees and living costs, I would not have been able to satisfy them. Consequently, I would not have been afforded the opportunity to study at Oxford. &quot;My career in academia at present has been underpinned by the education I received at St Hugh&apos;s and it is lamentable that St Hugh&apos;s is even being accused of following a policy that amounts to clear financial discrimination.&quot; Last week parliament debated Shannon&apos;s legal case, which has received the backing of former Labour cabinet minister Hazel Blears, MP for Salford, where Shannon lives. She said the university&apos;s demands were &quot;unfair and shortsighted&quot; because they blocked talented students from poor backgrounds. She said the amount of money the university demanded students have access to bore no relation to the real costs of study. She added: &quot;I know that work has been done over the last few years to try to widen access to undergraduate degrees, but postgraduate qualifications are becoming increasingly expected if people are to [gain] access to some of our professions. That is why I am so exercised about this situation.&quot; Responding in the Commons, the universities minister David Willetts would not comment on the case but said he was aware of the wider social mobility issue in postgraduate study. He said: &quot;I fully understand that we cannot afford the sheer waste of talent if people who can benefit from any level of education do not participate. As well as the fairness argument, there is an efficiency argument, and when fairness and efficiency point the same way it leads to a clear recognition on both sides of the House of what must be done.&quot; Blears has written to Oxford to ask that some of a total of 30m donated to the university for postgraduates in the last year should go to students on a means-tested basis. A spokesman for the university said it was &quot;open minded&quot; but that much of the money was already committed. A first hearing of Shannon&apos;s case will be heard next month.", 
    "section": "education", 
    "gid": "education/2013/jan/26/postgraduates-poor-oxford-wealth-test", 
    "wordcount": "657"
}