{
    "headline": "Andrew Rugasira: can coffee transform lives in Africa?", 
    "text": "How can you tell when a story has ended? If it is an African story, such as the one Andrew Rugasira has to tell, closure is never likely to be satisfying or clear cut. Beginnings are more straightforward. Rugasira&apos;s once-upon-a-time moment came nearly a decade ago, when he had a vision to start a coffee company in his native Uganda. He would, he determined, become the first African to collect and roast and market and sell quality coffee direct to British supermarkets. And, by that example, he would demonstrate his certain beliefs: that it was trade, not aid, that transformed communities and that change was never an imposed solution, but a positive choice made by those whose lives would be most affected by it. The place Rugasira chose to base his coffee company, to start that story, the Rwenzori mountains  the Mountains of the Moon  looked a lot like a blank page. The lives of the 14,000 subsistence farmers who lived high above the town of Kasese, right on the war-torn border with the Democratic Republic of the Congo, had never been the stuff of written record. Their narratives were of survival rather than progress. Ambition meant getting through the next day and the next week, in thrall as they were to the suddenly shifting front lines of brutal cross-border conflict and the vagaries of farming a little scrap of land without decent tools or any technology, without transport or access to market, barely growing enough to feed themselves and their children, waiting for agents or middlemen to pass through and buy some coffee beans, maybe soon, maybe not, and never for a price that seemed fair. Rugasira believed he could help to give the lives of those 14,000 farmers and their families a different shape. One that could take in measurable progress; that could see skills learned and retained in the community; that could reward consistent effort, introduce saving and planning and time horizons that included the real prospect of better lives for children and for grandchildren. The first step in rewriting those life stories would be to communicate an idea, Rugasira believed. So, aged 34, and after a career that had taken in event planning and business consultancy in Kampala, he went up into the mountains and started telling the farmers what he had in mind. He recalls the first of those meetings, with a group of community leaders, in his book, A Good African Story, which details the progress of his vision and his company, the ways in which it has succeeded and the ways in which it has failed. &quot;In Kasese, I shared my frustrations,&quot; he recalls, &quot;at Africans always being seen [in the west and sometimes at home] as nothing more than beggars: incapable, deprived, poor and helpless. With their help, I told them, I was determined to make a change, however small, to alter this outlook. But the project could only work if we did this together.&quot; At this point in Rugasira&apos;s speech, a young man who had been sitting quietly at the back of the room put up his hand to speak. &quot;My name is Charles Kahitson and I am from Nyakabingo in Rukoki sub-county,&quot; he said. &quot;I want to tell you, Mr Andrew, that I am in fact a model farmer. If you come to Kasese to work with model farmers then I am one and I am willing to work with you.&quot; And so it started. Over the next year, Rugasira, with the help of Kahitson and others, began to build up his network of farmers in the mountains who might share best farming practice, &quot;wet-processing&quot; coffee, rotating their crop, harvesting efficiently. At the same time, he helped to establish microfinance initiatives, particularly among women, promising a model of business in which his Good African coffee company would guarantee a consistent, fair market price and would share profits 50/50 with the farming community. In addition, Rugasira would go out into the world and sell their high-quality product and tell their story. I first saw Rugasira recounting the opening chapters of that story in 2005 in the unlikely setting of the terrace of the House of Lords, where he had been invited to speak about his initiative beside a banner that read &quot;Trade not Aid&quot;. Rugasira is a committed Christian, and a compelling orator, but he reserves much of his evangelism for the lessons of self-help, the wisdom of entrepreneurs, quoting as freely from business leaders he admires  Jack Welch of General Motors, Lee Kun-hee of Samsung  as from the Gospels. And that day, at the House of Lords, he could point to the minor miracle of his coffee on the shelves of Waitrose as evidence of the reality of his faith for those who doubted. Inspired by some of this message, a few weeks later I went out to the Mountains of the Moon to hear the tales of the farmers first hand. In Kasese, Rugasira introduced me to some of the stars of his 14,000-strong &quot;team&quot;. In turn, they proudly showed me the processing methods they had mastered, they talked of advances in yield and quality, the incremental improvements they had made to their one-room huts, and their eyes shone with possibility. Some stories stayed with me, like parables. There was the story of Charles Kahitson himself, who as a sideline from his coffee growing was experimenting with beekeeping, spreading the word about homemade hives, and honey, and imagining the Rwenzori valleys buzzing with life. (The only book Kahitson owned was on the technicalities of apiology and so enthralled was he by it that he had named his son Macmillan, after its publisher.) There was the tale, too, of Milenai Muhindo, who talked quietly in simple declarative sentences of the way, soon after her husband had died, she had seen her three brothers killed in front of her by a militia group from Congo, who also burned her home to the ground. With the coming of the coffee company, though, she had still found some place in her life, as a single mother and farmer, for hope. She had started a microfinance group among the local women; she showed me the little ledger of how their savings were growing week by week. There were many other stories like these and by the time I ended that visit, I felt I had a sense of what even the tiniest change might mean for these people and how it was beginning to be effected. In the years since then, I have seen Rugasira from time to time when he has been over in Britain, on his never-ending storytelling mission for contracts and capital. Those one-man trade delegations have sometimes appeared full of hope  as he secured further contracts with Sainsbury&apos;s and Tesco  and sometimes more desperate, as he sought to protect those hard-won agreements, beset by problems of financing and managing growth. He made good his promise to establish a coffee roasting plant to serve Rwenzori, proof that value could be added to the product where it was produced. He expanded to America, planned to grow the model into tea and chocolate, and he reported back on the small anecdotal changes in the lives of the farmers I had met  how this man had bought a bicycle, that one had now saved to send his daughters to a good school. A couple of years ago, six years since Good African was established, Rugasira took the surprising step of enrolling on an MSc course in African studies at Oxford University. Partly it was the fulfilment of an old promise he had made to himself and to his mother. Having studied at the School of Oriental and African Studies at the University of London after school, he had been forced home immediately after graduation by news of the death of his father, aged 51. He laid aside plans for postgraduate work and was cast prematurely in the role of man of the house in a country still unhinged by the brutal regimes of Idi Amin and Milton Obote. Oxford was put on hold for 20 years. When he did take up his place, he left behind in Uganda his wife, Jackie, and five children, as well as his business. I saw him a couple of times while he was pursuing a spartan regime of gym and study, trying to run Good African and be a father and husband from afar. One result of that period of reflection was hisbook. In a piece for the Times last week, a reviewer suggested the memoir was a piece of &quot;premature triumphalism&quot;, that the story of Good African was not only incomplete, but the model as yet unproved. Rugasira accepts that his timing might look odd in a landscape of business literature that tends to deal in unqualified success. Even so, he told me, when we met last week: &quot;I thought it was time to try to force a conversation. Everyone is suddenly talking about Africa being &apos;open for business&apos;. But nobody seems to want to define what that might mean.&quot; The book is full of Rugasira&apos;s vivid character, scholarly, argumentative and big-hearted, dismantling the agendas of NGOs, dwelling on the historical context of poor governance and corruption, detailing the ways in which real change in Africa is still an ambition rather than a reality. Its theme is not one of triumph, but of ongoing frustration and struggle. The context has changed since 2003, when Africa was still seen primarily as a place for charity rather than investment, but not always in useful ways. &quot;I think there are always two conversations taking place now,&quot; Rugasira says. &quot;One is among the observers of Africa, the investing class. They point to the McKinsey report, which says African economic growth is running at 6% or 7%, in which they have an interest But there is also another conversation going on, this time on the continent, among the increasingly young population, who are still looking for work, looking for capital. It doesn&apos;t matter how many times young African entrepreneurs are told Africa is open for business. It is still business on somebody else&apos;s terms...&quot; Much of Rugasira&apos;s anger remains directed at the good intentions of foreign aid and ring-fenced investment, which focuses on nebulous &quot;capacity building&quot; without ever targeting support directly at small business or wealth creation. &quot;It is easier to plant a bore hole in some remote place and bring some media in to photograph it and say, look, these people have water. They are the same vulnerable, impoverished people, but now they have a bore hole. The question still has to be: how do you enable these people to build their own bore holes?&quot;     Attention to detail: Andrew Rugasira at the Good African coffee companys factory inKampala, Uganda. Photograph: Jonathan Torgovnik/Getty Images    He points to the transformations achieved in Singapore and South Korea: &quot;There was no aid, just financial institutions geared by government not only to lend but to lend technical support, who would fund their trade shows and exhibitions and marketing&quot; And he references the Cambridge economist Ha-Joon Chang&apos;s book Kicking Away the Ladder, the story of how all major developed countries used interventionist and protectionist policies to get rich and now work to prevent underdeveloped countries doing the same. Rugasira has close knowledge of that reality. Despite his indefatigable commitment, he has been beset with the African entrepreneur&apos;s catch-22. &quot;In order to grow you have to have a long-term market expectation, but you have no access to long-term capital. I had African banks asking me for letters of credit from Tesco. I had to explain that is not really how it works.&quot; As a result of this mismatch of finance and culture, Waitrose and Sainsbury&apos;s ended up delisting Good African last year. &quot;With Waitrose, we were just unable to meet its rate of sales; we didn&apos;t have the resources to do the promotion and marketing needed to expand.&quot; He hasn&apos;t given up hope of a return and in the meantime, as well as an expanding market in Africa, &quot;Tesco has said we will go from 118 stores to 630&quot;. As he has negotiated this journey, Rugasira has sometimes come close to defeat; he sold his house in Kampala and was forced to downshift with his family. There have been times when he has been unable to pay for the coffee brought to Kasese. But that in itself proved a lesson. &quot;It&apos;s funny,&quot; he says, &quot;but it was only when it became clear that we as a company were also vulnerable financially that the farmers could see that we were serious. We became real. When we said, &apos;Look, we can&apos;t pay you this week&apos;, they didn&apos;t walk away, as I feared. They said, &apos;OK, keep the coffee and pay me next week.&apos;&quot; Transformation, in this sense, he suggests, is full of unintended consequences. Having raised the quality and reliability of coffee production exponentially in Rwenzori, other bigger buyers have come in to compete. It gives him cause for hope, not despair. &quot;I said to my wife, Jackie, the things we have learned in the past eight years, where else on Earth could we have learned them? She agreed with me,&quot; he says and laughs. &quot;But she also wants it fixed this year. Otherwise she will be looking to see how many places I have sent my CV&quot; Given his commitment to change, Rugasira is often asked about political ambitions. He doesn&apos;t quite rule out the possibility but he is wary. &quot;I just want to be a good president of Good African coffee. Politics has too many takers.&quot; He is, if anything, a slightly more humble, perhaps wiser figure than he was when I first met him, though still as passionate. &quot;I have learned that I&apos;m not as important as I thought I was in this,&quot; he says. &quot;You begin to effect a change, but the change is bigger than you. There are successes, but you are never going to say you have completely succeeded.&quot; What he hopes his book shows, he says, is &quot;the dignity of proving we could do it for ourselves&quot;. He had just sent a few copies to his model farmers and received an excited phone call. &quot;I just want to thank you, thank you for putting my name, Charles Kahitson, all over the world,&quot; the voice said. &quot;But I didn&apos;t do it,&quot; Rugasira says to me. &quot;Charles grasped the opportunity to do that for himself.&quot; Andrew Rugasira is speaking at the Bristol Festival of Ideas, 18 February, 6.15pm", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/17/andrew-rugasira-interview-good-african-coffee", 
    "wordcount": "2469"
}