{
    "headline": "BlackBerry's BB10 and Z10: the review roundup", 
    "text": "Thorsten Heins, chief of the now-renamed BlackBerry, launched the BB10 software and Z10 touchscreen handset to a world audience, in a move widely seen as BlackBerry&apos;s last roll of the dice: it&apos;s this or a slow slide to invisibility. But do reviewers think that it has done enough? Walt Mossberg at the Wall Street Journal Mossberg says &quot;BlackBerry reinvents itself to compete with all-touch smartphones&quot;:   Its user interface is so different that it will seem foreign to longtime BlackBerry users. And the first phone to use it, the Z10, looks much more like its rivals than like traditional BlackBerrys.  He points to the lack of a cloud-based ecosystem for storing and sharing files (compared to Google Drive or Apple&apos;s iCloud) - though Dropbox is available. But he&apos;s a fan of the typing:   The Z10 keyboard is the best and fastest out-of-the-box virtual keyboard I&apos;ve used. Master BlackBerry thumb typists might not find it as fast as the traditional physical keyboard, but, for a one-finger typist like me, it was faster and more accurate than either the native keyboards on the iPhone or Android. This is partly because it features predictive typing. It displays words that are likely to come next right above the rows of letters, and lets you flick these words upward into the text you&apos;re composing. It learns what mistakes you typically make in hitting letters, and adjusts. And it learns words and abbreviations you frequently use, even proper names.  His conclusion:   I believe it has a chance of getting RIM back into the game, if the company can attract a lot more apps.  David Pogue at the New York Times Pogue says it&apos;s &quot;lovely, fast and efficient, bristling with fresh, useful ideas&quot;. He thinks the swipe-up-to-unlock gesture is &quot;fast and cool&quot; and points to the keyboard&apos;s predictive word system as a standout feature. BBM with video, BlackBerry Balance (to split personal/work identities), NFC to send photos or songs or URLs to another BB10 owner. He points though to &quot;the usual achilles heel for a new type of smartphone&quot;:   the apps. Who could catch up with the 750,000 apps available for iPhone or Android? (The BlackBerry Z10 doesn&apos;t run older BlackBerry apps.)  His conclusion?   So then, is the delightful BlackBerry Z10 enough to save its company? Honestly? It could go either way. But this much is clear: BlackBerry is no longer an incompetent mess  and its doom is no longer assured.  Joshua Topolsky at The Verge Topolsky wonders if BB10 is &quot;a new life, or life support?&quot; (It feels like he missed  or intentionally avoided  a Star Wars Episode 4 reference there.)  The Z10 is a fine, handsome phone. It&apos;s well made (in Mexico by the way, and some will be made in Canada), feels solid in your hand, and is inoffensive enough in its design that it won&apos;t really shock anyone. On the other hand, it won&apos;t necessarily draw a lot of attention either, and if BlackBerry wants to spark some kind of excitement about its new hardware design, this device won&apos;t get the job done.  . Call quality and audio output were excellent, and data connectivity still &quot;at the top of the game&quot;.  But he thought the battery life &quot;deeply&quot; disappointing - that it couldn&apos;t make it through a workday without a recharge. (Though in that, it&apos;s in the same place as most touchscreen phones.) He&apos;s unimpressed by the multitasking (&quot;once you get to app nine [being open] your old apps are dismissed unceremoniously.&quot; Of the BlackBerry Hub - &quot;a sort of unified inbox for everything&quot; - he thinks &quot;there&apos;s a lot about the execution that doesn&apos;t work&quot;:   Compared with how iOS and Android handle notifications, the Z10 felt clunkier and more confusing in some ways. I would rather have a representation of a notification that is abstracted from the actual message, because that allows me to dismiss the transitory notices without having to necessarily deal with the content itself.  As for apps  BlackBerry says that it&apos;s launching the Z10 and BlackBerry 10 with about 70,000 apps. I know what you&apos;re thinking: that&apos;s a lot of apps to come with out of the gate. Unfortunately, while testing the device I felt like it was really something like 69,000 really mediocre (or just plain bad) applications. His conclusion (along with a mark of 7/10):   The problem with the Z10 is that it doesn&apos;t necessarily do anything better than any of its competition. Sure, there are arguments that could be made about how it handles messages or the particulars of its camera, but no one could argue that there&apos;s a &quot;killer app&quot; here.  Matt Warman at the Telegraph Warman says it&apos;s a phone buckling under expectations &quot;that must surpass every expectation and achieve things that no user even contemplated a mobile phone could do.&quot; He zeroes in on BlackBerry Balance, which lets companies using the new BES software split the phone into &quot;personal&quot; and &quot;work&quot; spaces:   if you work for a company that isn&apos;t terribly forward-thinking, you may soon find they&apos;re offering you a new BlackBerry. But if you work for a firm that cares whether you get to work on time and thinks it might be useful that there&apos;s a National Rail app with train times on your phone, you may not.  He concludes that:   It will find its corporate niche, and &quot;too little too late&quot; is too harsh. But it&apos;s not quite enough, not quite soon enough.  Stuart Miles at Pocket-Lint Miles isn&apos;t a BlackBerry user, but like everyone, knows BB7&apos;s strengths and weaknesses. The Z10 demands to be taken on its own terms:   while there isn&apos;t any lag in the performance of the gestures, it&apos;s not overly fast either. You feel that it says, this is the speed you should be working at, rather than you ever thinking it&apos;s going too fast. If that sounds disappointing, it shouldn&apos;t. The OS is responsive, but if you&apos;ve ever used an Android device, you&apos;ll know that the ability to scroll through your home screens is slowed only by how fast you can swipe with your finger and that isn&apos;t the case here.  Like Topolsky, he wasn&apos;t impressed by the battery life - &quot;we&apos;ve struggled to get through till 6pm from an 8am start. It&apos;s not helped by the fact that there isn&apos;t an easy way to see how much battery you have left aside from a small icon in the top left of the screen. There is no percentage marker, no time indicator, just a guess at how much is left.&quot; He points out that the predictive text is powered by the British company SwiftKey - &quot;based on the time we&apos;ve spent with it so far, we love the keyboard, though suspect Android users will get something equally as powerful in the next iteration of SwiftKey&quot;. Overall?   we can&apos;t help feeling that RIM has done what it has always done: made an amazing smartphone for its customers and no one else. That&apos;s fine when RIM ruled the roost and it had lots of customers, but there is nothing overly amazing here that is going to woo back Android or iPhone users who are disgruntled. Those disappointed with the Android experience are likely to go iPhone or Nokia&apos;s Window Phone 8. BlackBerry is having to fight a battle on many fronts and we&apos;re just not sure this is the device to give them the power to survive that fight.  The Guardian And to wrap up: the Guardian&apos;s video review of the Z10 running BB10 - and my own search for the USP (unique selling point), of which I decided:   given the lack of compelling apps, it&apos;s not likely to tempt the not-yet-smartphone users, nor to tempt back already defected users.  It seems that BlackBerry&apos;s uphill struggle - while not yet Sisyphean - is to go on.", 
    "section": "technology", 
    "gid": "technology/2013/jan/31/blackberry-bb10-z10-roundup", 
    "wordcount": "1335"
}