{
    "headline": "Students: who will cook your meals?", 
    "text": "You&apos;re about to start uni: should you go for catered or self-catered accommodation in your first year? Huge numbers of students  past, present and future  consider the catered option for a mere millisecond before opting for self-catering. The most obvious reason is, as Rachel McDermott puts it: &quot;You can cook whenever you want to.&quot; And that&apos;s perfectly true  what you eat and when you eat is your choice. However, this very freedom of choice may be one of the key reasons why so many self-catered students end up in poor health after their first year. Chrissie Robson of Northumbria University went self-catering in halls: &quot;I fell into a bad routine of oven pizzas, chips and lots of pasta.&quot; She blames not a lack of facilities but &quot;general first-year laziness&quot;. Chrissie, Rachel and other students I have spoken to all say that at the beginning they made the effort to cook proper meals. However, as time went on, they were defeated by student sloth. In Rachel&apos;s case, the usual problem of lazy housemates not doing their share of the cleaning led to a maggot infestation and the entire kitchen eventually having to be refitted. Lots of first years pile on the pounds during their first two semesters. Chrissie and Jack King-Spooner point a finger at fatty kebabs, carb-to-the-max pasta, calorific doughnuts and sausage-rolls. Copious amounts of alcohol and late-night take-aways also get a mention. But I think first-year weight gain has less to do with the quality of the food eaten and more to do with the irregularity of meal times. A doctor, dietician or health-savvy website (such as this one) will tell you the key to achieving and maintaining a healthy weight is to eat at the same time every day. If you eat at varying intervals, your body doesn&apos;t know when the next meal is coming. So each time it does get a burst of nutrition, it stores it away for safe-keeping  in a handy ring around your belly. Catered accommodation takes away your freedom to eat exactly when you want, but offers you instead the opportunity to maintain a balanced diet and a healthy weight. Meals are at set times, and a balance of food groups, including nutritious fresh fruit and veg, is generally on offer. Take a look at what you&apos;ll be served up at Lancaster University over the course of a week, for example. If the health benefits aren&apos;t enough to entice you, perhaps the financial aspect will. The difference between catered and self-catered at two major UK universities  Newcastle and Edinburgh  is 20 and 30 a week respectively. Getting your shopping in for less than 30 is doable, but getting it in with the variety and quality offered by catered meals is not.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/aug/13/students-consider-catered-meals", 
    "wordcount": "467"
}