{
    "headline": "Ancient pine sheds a bough", 
    "text": "It happened at night. Some people tucked up in bed at the time said it sounded like wheelie bins dragged across the ground, or thunder. Most heard nothing, but in the morning a pine bough lay on the church green. Wewent to investigate. Some edged from shops in a quiet moment, skirting like wrestlers reluctant to enter the ring; some wore an expression of official looking-into-this-ness; others walked their curiosity on a short leash. For all its ordinariness  a branch fallen off a tree  it was a shock. The break was livid and fleshy, a poking jagged stump 50 feet high. The bough, weighing several tons, had twisted in midair, scored deep lines down the trunk and crashed into the circular metal bench that surrounded it. &quot;Suppose someone&apos;s still underneath?&quot; At one end was a dark mass of pine needles with old cones and new starfish-like creatures which would become new cones. These were still fixed to a 20-foot-long, torso-thick branch with serpentine cream-and-brown diamond-patterned bark. Beyond the amputated end was a rent that spilled its timber guts out on to the lawn and smelled of the warm resinous fragrance of summer forests. In the absence of any plausible reason, theories of rain-weight and years of stress were discussed. After a century or more of just being there, that tree had done something spectacularly dangerous. Some predicted its end because it had proved it couldn&apos;t be trusted. Others shrugged off the idea of trees as honorary monuments  casting the odd branch wasjust natural. Nyctohylophobia is the fear of dark trees and woods at night. Something changed. The black pine had become a thing to be afraid of. Under cover of darkness and without reason, it had unleashed a violence like a betrayal. Suddenly, in this gardened precinct where even the dead had been tidied up, nature was dangerous again. Swifts raced over rooftops, pigeons clapped their wings, people came and went, but the great bough lay there: random, wrong, weird and scary. Its silence said something to the onlookers, but we couldn&apos;t repeat it.", 
    "section": "environment", 
    "gid": "environment/2012/may/22/country-diary-wenlock-edge-pine", 
    "wordcount": "350"
}