{
    "headline": "UK industry group pushes government to raise energy saving targets", 
    "text": "An organisation representing some of Britain&apos;s leading industrial companies has warned the government that a key initiative designed to reduce household bills by saving energy is doomed to failure. The Association for the Conservation of Energy (ACE), whose members include Carillion, E.ON and Honeywell, together with the Green Alliance thinktank and wildlife group WWF, has written to Ed Davey, the energy and climate change secretary, expressing concerns about his proposed electricity demand reduction programme. &quot;We feel that your department continues to treat electricity saving as a low priority, and fear it will miss the opportunity to reduce the UK&apos;s electricity bills. We would urge you to aim higher and use the energy bill to create a step change in the UK&apos;s energy efficiency,&quot; the letter says. Particular concerns surround the &quot;capacity mechanism&quot; whereby companies, hospitals or other heavy energy users are paid to provide back-up power systems or for reducing their electricity needs. The system, which involves participants having to bid in auctions and needs accredited financial backing, is regarded as too complicated for many smaller users to engage with. Instead ACE and its supporters want the government to introduce an electricity efficiency &quot;feed-in tariff&quot; like that available currently for solar power. They argue it is a proven measure which directly rewards reduced energy use and provides certainty for businesses wanting to enter the energy saving market. Matthew Spencer, director of Green Alliance, said: &quot;The Department of Energy and Climate Change (Decc) isn&apos;t applying the same reforming zeal to reducing energy bills as it is to supporting new power stations. The government is missing the biggest opportunity in a generation to create a new market for electricity saving and stimulate a new wave of business activity.&quot; Chris Shearlock, sustainable development manager at the Co-op, which is also concerned about the government&apos;s energy reduction programme, added: &quot;As a business that has reduced its own emissions by over 40% in the last six years we&apos;re acutely aware of the potential that energy efficiency offers. The energy bill needs to go much further in offering incentives for businesses across the UK to save energy, rather than blindly paying for spare capacity in new power stations.&quot; The capacity mechanism as set out in the energy bill would have 1bn alloted to it that would be used to encourage energy companies to build new plant as well as offering incentives to reduce power. ACE, Green Alliance and WWF say its research shows that a demand reduction of this kind in the US showed only 3% of all the cash going to energy efficiency programmes. &quot;If this were to happen in the UK we would be 970m short of the funding needed to reduce energy demand by 10% each year,&quot; say the organisations. By contrast, they argue an EE FiT trialled in the US has brought down consumer bills, created new business opportunities and driven innovation in energy saving. A Decc spokeswoman said: &quot;The energy bill presents an exciting opportunity to provide much needed investment in our energy infrastructure. We will shortly set out our ambition for reducing electricity demand, in light of responses to our recent consultation. It&apos;s important to see this in the context of our wider package of policies for improving energy efficiency across the UK, from households to factory floors.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/02/energy-saving-household-bills-warning", 
    "wordcount": "565"
}