{
    "headline": "Exeter sex tape: who really misbehaved?", 
    "text": "Exeter University&apos;s recent Safer Sex Ball has found itself in the media spotlight, after CCTV footage of two students engaged in sexual activity in the campus bar leaked online and made international headlines. While the university itself remains tight-lipped and the Students&apos; Guild (Exeter&apos;s students&apos; union) tries to work out what went so horribly wrong with its charity fundraiser, students are taking the opportunity to consider what constitutes acceptable sexual behaviour. We know that staff members working for the Students&apos; Guild were responsible for filming and sharing CCTV footage of the amorous pair. In a statement released to Exepos, the student paper, last week Guild senior management confirmed that members of their staff had been dismissed following a &quot;rigorous investigation&quot; into the leaked footage. The Guild told Exepos: &quot;We have identified the individuals involved, and in light of the seriousness of the breach, have taken the strongest possible disciplinary action The footage was taken without our permission, and internal rules around security of CCTV were breached.&quot; Today the Guild will add no more than &quot;with regret we are unable to provide details; the details are integral to the investigation and ongoing disciplinary action process&quot;. On campus, a rift has opened up between the Guild and the university, you can&apos;t get into the campus bar without a student ID card, and the editors of Exepos, which I co-edit, have been threatened with disciplinary action should our reporters make any attempt to investigate parts of the story that might hinder the progress of the internal investigation. But the most extraordinary thing of all is that what should have ended up as a banal piece of campus gossip has landed Exeter at the centre of a national storm over the &quot;sexual bullying and voyeurism&quot; that has besmirched the country&apos;s best universities. Does the footage, as a Daily Mail feature argued last Saturday, expose an aggressively voyeuristic attitude to sex at University? Students on Twitter have been quick to answer no: @Megan_117 tweeted: &quot;The news article in the Daily Mail about Exeter is disgusting, ridiculously overblown and laughably false&quot;, while @BenWinsor1 went for: &quot;Daily Mail Online, famed for its balanced, positive approach to presenting women and sexuality, accuses Exeter of voyeurism and bullying&quot;. But the answer is complex. In October, my paper ran a story about the growing number of students posting compromising pictures of themselves on the Facebook page of Original Sin, the events organisers who run many of Exeter&apos;s club nights. And more recently, there&apos;s been a hue and cry over the closure of popular Facebook groups such as &quot;Confessions of a uni student&quot;, and &quot;Spotted in the library&quot;. These pages featured bawdy posts about fellow students and explicit sexual images. Bosses at the university, which last year accepted an invitation to join the Russell Group and is extremely protective about its image, said such pages harassed students who were trying to do their work in the library, and could damage the career prospects of posters. But, sexual boasting and teasing aside, has there been an actual shift in student behaviour? Is &quot;sexual bullying&quot; becoming more commonplace at universities? Or is it just a lot more visible? Ellie Steafel, a fourth-year French and Spanish student at Exeter, says: &quot;The difference now is that social media like Facebook and Twitter encourage people to behave and communicate differently from behind the safety of their computer. I think it&apos;s fair to say there is a problem here, but the examples of student behaviour recently seen in the press aren&apos;t exactly a new phenomenon.&quot; The leaked footage, which was filmed on a smartphone and circulated through WhatsApp, has tainted the reputation of the ball, which raises thousands for Aids charities while promoting discussion about safe, consensual sex. The Guild says today: &quot;We are deeply saddened by the outcomes of the 2012 event but we do not want to lose sight of the positive work the event has done. The event has been running for over 20 years and generates a significant charitable contribution each year for safer sex awareness charities.&quot; Meg Drewett, a second-year English student, says: &quot;It&apos;s hardly surprising that something like this happened at the Safer Sex Ball  the clue is in the name. And although it might seem a bit scandalous to anyone over the age of 30, the press coverage of the footage doesn&apos;t offer a fair representation of the hardworking people I know at Exeter.&quot; Indeed, if we&apos;re asking questions about acceptable behaviour, it seems more important to ask why staff members thought it was okay to film and leak the footage of young people having sex  to me, this is the real story, and the real problem.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/jan/22/exeter-sex-tape-who-misbehaved", 
    "wordcount": "804"
}