{
    "headline": "No sell-off of forests, promises Caroline Spelman", 
    "text": "England&apos;s publicly owned forests and woodlands will not be sold off, the environment secretary, Caroline Spelman, said on Wednesday, after the independent panel she appointed recommended it remain in public ownership. The panel said the sell-off had &quot;greatly undervalued&quot; the benefits that woodlands provide for people, nature and the economy and that investment would repay itself many times over in terms of public benefit. It called for the forests to be held in trust for the nation and for public investment to manage and expand the woods. Spelman said: &quot;Our forests will stay in public hands. We will not sell the public forest estate.&quot; The move completes the U-turn  brought about by huge public outcry against a wholesale sell-off  by ruling out the sale of the 15% of England&apos;s public forests that had only been suspended in February 2011. James Jones, the bishop of Liverpool and chair of the panel, said: &quot;Our woodlands, managed sustainably, can offer solutions to some of the most pressing challenges facing society today. There is untapped potential within England&apos;s woodlands to create jobs, to sustain skills and livelihoods, to improve the health and wellbeing of people and to provide better and more connected places for nature.&quot; The panel, made up of the heads of countryside and conservation bodies and forestry and rural business interests, called for the forests to be held in trust for the nation. &quot;Forest management should be taken out of the sphere of direct political interference. The tree cycle is wholly different to the electoral cycle: that is what has blighted the management of woodlands. We have to look to the next 50-100 years,&quot; said Jones. The panel proposed an organisation with a 10-year legal charter governed by trustees, akin to the BBC. Spelman had wanted to raise around 100m by selling off the nation&apos;s woodlands, after her department suffered the greatest budget cut in Whitehall in the 2010 comprehensive spending review. But protests across the country led her to tell parliament in February 2011: &quot;I am sorry, we got this one wrong.&quot; The panel found that the 22m cost to the state of maintaining the forests was &quot;very modest and delivers benefits far in excess&quot;, estimated to be at least 400m a year in increased health and wellbeing for people, clean air and water, flood protection and timber. The benefits of woodlands was estimated at 1bn-2bn a year by the government&apos;s own landmark assessment in June 2011. Spelman said the government would respond more fully to the panel&apos;s report by January 2013. Mary Creagh, Labour&apos;s shadow environment secretary, said: &quot;Over half a million people signed a petition against this out-of-touch government&apos;s plans to sell off England&apos;s forests. Our forests will play a pivotal role in the green economy and our low-carbon future and we look forward to working on a cross-party basis to protect them.&quot; The panel said it was struck by the &quot;heartfelt connections&quot; between people and woodlands and received 42,000 communications from the public and interested parties. The panel said the government must invest a further 7m each year until 2020 to give it &quot;financial breathing space&quot; in safeguarding the public forests. &quot;At the moment the Forestry Commission is paying for the public benefits and to do so they are selling off land. That is a contradication in terms,&quot; Jones told the Guardian. But the panel also said the government should encourage &quot;new markets&quot; to secure its long-term income and Spelman said: &quot;We need a new model that is able to draw in private finance, make best use of government funding and facilitate wider community support.&quot; &quot;We have made real, substantive progress but we are not out of the woods yet,&quot; said Jonathan Porritt, one of the leaders of the Our Forests campaign. &quot;There are some weasel words about appropriate sources of private funding that leaves an awful lot to worry about.&quot; Porritt had accused some NGOs of &quot;betraying&quot; their members by initially expressing interest in acquiring woodland the government wanted to sell. &quot;But they have now moved a long way. It will not be easy for the government to play fast and loose with the forests now.&quot; The panel said woodland cover should be expanded from the current of 10% of England&apos;s land to 15% by 2060. Data published this week shows that just 13% more trees were planted in England in 2012 than in 2010, contrasting with Scotland and Wales which have expanded their wooded areas by increasing planting by 233% and 250% respectively over the same period. It noted that just 20% of the nation&apos;s timber comes from the UK, stating there was a &quot;big opportunity&quot; for the forestry sector to deliver more. The panel also called for greater public access to privately owned woodland. England contains about 1.3m hectares of woods and forests  an area about twice the size of Devon  but the 82% in private hands provides just half the accessible woods. &quot;If private woodland owners benefit from grants there should be a condition that their land is accessible,&quot; said Jones. He also said more must be done to protect ancient woodlands, only 15% of which are protected as sites of special scientific interest. Jones stressed the international significance of England&apos;s forests. &quot;We cannot lecture the rest of the world on deforestation if we don&apos;t put our own house in order. We have 9% woodland compared to 38-39% in Europe.&quot; The report was widely welcomed by NGOs and countryside groups. &quot;We&apos;re delighted government has agreement to give their privatisation plans the chop,&quot; said the Friends of the Earth campaigner Paul de Zylva. &quot;England&apos;s woodlands are precious national public assets that provide real value for money.&quot; Simon Pryor, at the National Trust whose chief executive sat on the panel, said if the government implemented the panel&apos;s recommendations: &quot;The nation&apos;s protest last year will not only have saved the public forest estate, it will have triggered a step change in the way we treat woodland in England.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/04/no-sell-off-forests-spelman", 
    "wordcount": "1044"
}