{
    "headline": "Harvesting the sea-given bounty", 
    "text": "After weeks of wind and the recent disruptive gales it&apos;s curious to wake in the near silence of a calm morning. Still hidden behind the soft grey silhouettes of the mountains, the early morning sunpaints a scatter of clouds in tones of rose and gold, while a crisp overnight frost lies steely-blue on garden and field alike. But the frost does not remain long, for once the sun clears the mountain&apos;s flanks a rapid transformation begins. Asthe sun&apos;s warmth melts the frost, thecool grey-blues disappear to be replaced by sunlit ochres and yellow-greens, and the blues that are present  in the narrow strip ofsea visible beyond the dunes and theexpanse of the wildfowlstudded loch are clear and bright. Along the track there is still evidence of the intensity of last night&apos;s cold. The deep puddles are ringed with ice smashed  presumably by a passing tractor  into opaque glittering crystals and great flat shards like glass. And indeed it&apos;s not long before we first hear the sound of an engine. It&apos;s coming not from the cattle pen with its store of silage bales, but from beyond the line of dunes on the beach itself, where the gales have flung piles of kelp several feet deep on to the sand. As we reach the dunes a smart modern tractor and trailer comes lurching up off the beach and on to the track. It swings about in a practised circle, comes to a halt and then, without needing to leave his cab, the driver raises one end of the trailer and tips out a mass of gleaming weed to add to the sizable pile he&apos;s already accumulated. Down comes the trailer and he&apos;s off again for another load. The labour involved in gathering this sea-given bounty may have changed drastically from the old days, but the traditional practice of adding kelp to bind and enrich the sandy machair soils continues to this day.", 
    "section": "environment", 
    "gid": "environment/2013/feb/07/harvesting-sea-given-bounty", 
    "wordcount": "331"
}