{
    "headline": "Windows 8 for tablets: success lies in being human", 
    "text": "Last week I wrote a piece on the mishmashed mess that was Metro-style apps running on Windows 8. I wasn&apos;t alone - there were plenty of others who found it similarly flawed. Towards the end of the article I was at pains to separate how I felt about the bastardisation of Windows and Metro-style from how I felt about Metro-style on a tablet device. On a tablet, Windows 8 and the full-screen Metro-style apps work very well. But do they work well enough to that you can class the tablet as a fully-fledged post-PC device? That depends on how &quot;human&quot; it is. Emotional high I bought my first iPad when it first came out. I had no idea why I would want one when I bought it - it&apos;s my job to understand these things, hence the expenditure. At the time I wasn&apos;t particularly into Apple stuff. I had an iPhone 3GS, but the only pieces of Apple kit I&apos;d bought before that was an iPod in 2004 and an &quot;Ive Special&quot; iMac back in 1999.  One of the things that I&apos;m passionately interested in is how technology can be used to positively enhance human relationships. (I&apos;m not particularly interested in technology for technology&apos;s sake. Even the most ardent among us would probably admit it&apos;s all a little dull. Really? That new processor can get us an extra 30 minutes of battery life? Yawn.) Most of the technology that&apos;s had a disruptive effect on society has worked because it&apos;s had a disruptive effect on people. When Orange was launched in the UK it was the first entirely digital mobile phone network. A feature of the new handsets was text messaging capability. (Other than that they handsets were pretty crappy compared to units like the awesome NEC P4 - warning: early-90s phone porn.) When Orange was launched, the company didn&apos;t even charge for texting. You can bet if Orange had known how popular it was going to be they would have charged from it for the get-go. Importantly, no one in Orange&apos;s marketing department was contriving different ways to upsell customers into sending text messages. It was a tool given to people that made sense, so people used it, then the network&apos;s monetized it. But people don&apos;t use text messaging because of what is is. What it is is inordinately dull - it&apos;s a way of encoding strings in the network&apos;s control data stream. What it does is let you be down the pub with your mates being bored hearing the same story for the n-hundredth time and receive a text from that special person you want to be your beau or belle. It&apos;s the emotional hit that comes from the human connection enabled by the technology that&apos;s important - not how SMS works. Facebook works in the same way. Facebook is the most boring site in the world from a technical perspective - just a socking great database of triviality. (OK, some of the &quot;how&quot; is fun if you need to build a socking great real-time-ish database. Do you need to?) What you&apos;re doing when you use Facebook is buzzing off of the emotional highs and lows you get when dealing with people in your life.  iPhone - not impressed The iPhone that I owned when I first took delivery of my iPad didn&apos;t impress me much. Yes, it was nice - nicer than my BlackBerry Pearl with the two missing keys and the tiny screen - but apart from the novelty of Angry Birds, it wasn&apos;t doing much for me. The first time I took the iPad along to a client&apos;s office, I was showing it around, and someone in the office held it up to his ear and yelled, predictably, &quot;HELLO! I&apos;M ON AN IPAD!&quot; It actually made me quite cross - not because of the predictability of his Dom Joly-esque comedy stylings, but because he didn&apos;t get what the iPad did, and even though I&apos;d only owned it for a day I&apos;d already developed an emotional attachment to it. Hang on - an &quot;emotional attachment&quot;? Odd, right? The iPad did to the personal computer what text messaging did to telephony. Text messaging turned a box that could make phone calls into something that you could use to - for example - surreptitiously flirt with someone exciting while having a really dull day at work. It reduced the distance between you and those who provide you an emotional high. The iPad does the same thing. Email, Twitter, Facebook, anything you&apos;re into, is a factor closer to you, a factor more accessible than before. It also brings the information you need a step closer too. If I want to watch Top Gear in bed, or read a book on Kindle, it&apos;s a breeze on an iPad. Do I want to prop up a laptop in bed and deal with all the faff? No. Just make what I need available there. Don&apos;t make me have to go over there. Hence why I was cross with the office wag - he was lightly mocking me for an object that had quickly become important in my psychic landscape because it was already a gateway to experiences and people that embedded in my life and lifestyle as important. For me, it&apos;s a shame that the term &quot;personal computer&quot; was snaffled by IBM back in the 80s. Really, the iPad is the &quot;personal computer&quot;. What we call a PC really isn&apos;t that &quot;personal&quot; at all. Ask yourself whether it is, next time you&apos;re pounding away at your work desktop bought at the cheapest possible price and built from the same system image as your nearest &quot;n&quot; colleagues, unable to mount a USB drive, or get to sites you want through the firewall. Nope - not &quot;personal&quot;. In comparison the iPad is a deeply personal and - here&apos;s the key word - human device. WOA there Thing is, there&apos;s nothing magical about the iPad. Apple are fabulous at marketing. The iPad is a really, really good device. It&apos;s staggeringly cheap. If iPad had a good competitor we&apos;d be talking about killer sales for &quot;tablets&quot;, not for &quot;iPads&quot;. (But there isn&apos;t, so we talk about &quot;iPad&quot; sales by default.) By rights, Android tablets should sell. They&apos;re as arguably human as the iPad. They do the same thing - they bring the people you interact with online closer. But they don&apos;t sell in anything resembling the same quantities (in the west. Millions of cheap Android tablets are sold in Asia, but the research companies can&apos;t get a handle on them, so they mostly ignore them.) My best theory on this is that Android doesn&apos;t have a brand. Google changing Android Market to Google Play highlights this point. That&apos;s a dumb move. Somehow Google has managed to create a smartphone platform so popular over half the phones sold are Android, yet most people who own an Android phone don&apos;t know what Android is! Best to entrench that position and rename a key property involved in the Android ecosystem away from the Android brand  Sheesh. But I digress.  Perhaps a deeper problem is in how these companies think. In Charles Arthur&apos;s book Digital Wars there&apos;s a part about Dell trying to build a competitor to the iPod. In early 2001, Toshiba had shown Apple&apos;s hardware chief Jon Rubenstein a nifty - and tiny - 5GB 2.5&quot; disk drive. He reasoned that this would work in the music player Apple wanted to build, and tied up an exclusive contract. A year or two later, Dell wanted to compete  but decided its supply chain needed two drive suppliers. Trouble is, the suppliers put the connector in different locations. The result: Dell had to design the device with two voids so that either hard disk unit could be accommodated on assembly. Result: the player has air in it. It&apos;s physically bigger.  Dell, at that historical point in the game at least, was probably better at running a supply chain and manufacturing than Apple. But by taking the focus away from the humans who would use the devices, and instead into the process that builds the devices, they stripped away some of the humanity of their iPod clone. Apple would never do this, and it&apos;s not because Jonathan Ive is being fussy or fastidious. It&apos;s because designing a device primarily around a supply chain is un-human. Apple&apos;s success comes from removing the &quot;un-human&quot; part of business. It&apos;s not in the size or quality of their App Store, it&apos;s not in that they&apos;re first to market, it&apos;s not in that they have the biggest database of credit cards, it&apos;s that they&apos;re focused on the human experience. Oh, the humanity! In order for Windows on ARM (WOA) tablets to succeed, Microsoft has to create a distinctly &quot;human&quot; tablet to compete with the demonstrably &quot;human&quot; iPad. Understanding how people interact with others through their post-PC devices to enrich their lives is where success in WOA lives. (You can see Microsoft is mucking some of this up already. &quot;WOA&quot; - honestly, is that a good name for a &quot;human&quot; device? Hardly. Metro-style? What is that? How do I explain that to a relative who has a passing interest in technology?) If you run Windows 8 on a tablet, you can see that it has the potential to work. The way the tablet works is very human - the touch capability works nicely; it&apos;s quick and responsive; Metro-apps ebb and flow in a less clunky way that the iPad&apos;s equivalent. Like the iPad, it&apos;s able to punt the OS the hell out of the way and allow the user to drive a quick path to the who or the what that the user needs to connect with to get their emotional hit.  Metro-style on the desktop doesn&apos;t do this - this is why it needs to be killed, preferably with fire. Metro-style is the equivalent Dell having to put voids in its case to support its supply chain choices. It&apos;s the wrong way up, guys! So remember, Microsoft, when you&apos;re building an OS, it&apos;s all about my life and my world and much, mess less about your suppliers and your shareholders. Matthew Baxter-Reynolds is the keynote speaker at the first Windows 8 Conflab being held in London on 18 April.", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/16/windows-8-metro-tablet", 
    "wordcount": "1750"
}