{
    "headline": "Dogs take lead in sniffing out Arctic oil", 
    "text": "When it comes to drilling for oil in the harsh and unpredictable Arctic, Shell has gone to the dogs, it seems. A dachshund and two border collies to be specific. The dogs&apos; ability to sniff out oil spills beneath snow and ice has been tested and paid for by Shell  and other oil companies and government research organisations  in preparation for the industry&apos;s entry into the forbidding Arctic terrain. The company hopes to begin drilling for oil off the north-west coast of Alaska in June. The project, conducted by independent Norwegian researchers Sintef off the Svalbard archipelago in northern Norway in 2009, set out to find a low-tech fix to a nightmare scenario for Arctic drilling: how to clean up a spill in remote waters? The technology for detecting and tracking spilled oil in the Arctic is still in the early stages. To make clean-up even more challenging, the areas in the Chukchi Sea to be drilled are 1,000 miles from the nearest coastguard base. As the study itself notes: &quot;Today, no proven operational system exists for detecting oil spill covered by snow and/or ice or hidden under beach sediments.&quot; The remote and challenging Arctic environment made it difficult to rely on sensitive technological equipment, it added. However, the campaign group Greenpeace said dachshund sniffer dogs were not the answer. &quot;The idea that small dogs can track leaking oil deep under the Arctic pack ice in the middle of winter is absurd,&quot; said Ben Ayliffe, Arctic campaigner for Greenpeace. &quot;The fact that they are paying good money to seriously use this as an option shows how much they are scrabbling around for a solution.&quot; Others said the study should be an embarrassment to the industry. &quot;This is another example of how we do not have adequate science and technology yet to drill in the Arctic Ocean  particularly in ice,&quot; Marilyn Heiman, the director of the US Arctic Programme for the Pew Environment Group said in an email. &quot;It is embarrassing that using dogs to sniff out oil is the best technology we have to track oil under ice. Industry needs to invest in research to determine how to track oil under ice, as well as significantly improve spill response capability in ice, before [being] allowed to drill in ice conditions.&quot; A spokesman for Shell said the company had done additional research on oil-sniffing dogs since the 2009 study but &quot;nothing major&quot;. Curtis Smith, the spokesman, said Shell has no plans to deploy the dogs in Alaska. The company&apos;s oil spill response plan, approved by the interior department last month, calls for a fleet of vessels to be on standby at all times, as well as for the construction of a special capping system that would be able to capture and store up to 80,000 barrels of oil a day. &quot;Shell and others are looking mainly at technology like advanced radars [and] satellite to detect oil under ice,&quot; Smith wrote in an email. The absence of canine participation is in no way the dogs&apos; fault. The dogs  border collies Jippi and Blues, and dachshund Tara  were able to pick up the scent of oil up to 5km downwind of a spill, the researchers found. They held up well to long flights, -40C temperatures, and bumpy snowmobile journeys. They were also able to focus on their mission  and did not go tearing off after polar bear or seals, the study said. &quot;This gives us future possibilities in using specially trained dogs to search large areas covered with snow and ice to detect possible oil spills,&quot; the study added.", 
    "section": "environment", 
    "gid": "environment/2012/mar/12/oil-arctic-shell-dogs", 
    "wordcount": "615"
}