{
    "headline": "Heathrow expansion an environmental disaster, warns Boris Johnson", 
    "text": "Boris Johnson, the Conservative mayoral candidate, has warned that further expansion of Heathrow would be &quot;an environmental disaster &quot; and akin to trying to &quot;cram a quart into a pint pot&quot;. Johnson, the incumbent Conservative mayor who is seeking re-election in May, made clear his ongoing opposition to the idea of a third runway at Heathrow, insisting that &quot;it will not be built as long as I am mayor.&quot; He issued the warning amid reports that David Cameron and George Osborne are keen to re-examine long term policy on Heathrow amid fears that it is choking off economic growth. &quot;&apos;Heathrow has a great future as a key UK airport. But we cannot endlessly expand it, and cram a quart into a pint pot,&quot; Johnson said. &quot;A third runway would be an environmental disaster. It would mean a huge increase in planes over London, and intolerable traffic and fumes in the west of the city  and it will not be built as long as I am mayor of London. &quot;That is why the government is right to look at all new solutions for extra aviation capacity except the third runway at Heathrow. I look forward to engaging with [transport secretary] Justine Greening&apos;s consultation this summer.&quot; The reported rethink about Heathrow will be embarrassing for Johnson, who is presenting himself at the mayoral election &quot;as the only candidate who can secure a better deal for Londoners from No10.&quot; Johnson has consistently opposed a third runway but has been building the case for the past four years for a new airport hub on the Thames estuary to create extra airport capacity in the south-east on economic grounds. The government recently confirmed it would consult on the issue, though Johnson told the Guardian over the weekend that despite his efforts, &quot;contrary to popular belief I am not the slightest bit wedded to some remote archipelago in the Thames estuary.&quot; Johnson is open to airport capacity being expanded at other sites, including Gatwick and Stansted. However, Justine Greening has previously ruled out both in answers to parliamentary questions. Ken Livingstone, the Labour mayoral candidate, is generally opposed to expansion in the Greater London region, but has not ruled out expansion at Stansted if the business community can mount a good case that more flights are needed. He has outlined hopes for a &quot;Crossrail 2 and 3&quot; which would provide more rail services across the capital to link with trains coming into London. A spokeswoman for Livingstone said: &quot;Reports that Boris Johnson&apos;s Tory government are considering this, show the Tory Mayor&apos;s claims to have successfully lobbied against the third runway are hollow and that people who voted Conservative on this basis have been betrayed.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/26/heathrow-expansion-disaster-boris-johnson", 
    "wordcount": "466"
}