{
    "headline": "Bradford free school loses funding one week before opening", 
    "text": "A free school in Bradford has lost its government funding a week before it was due to open its doors. The One in a Million secondary school, run by a local charity and built on the grounds of Bradford City FC, is the latest free school to collapse after failing to attract enough pupils. Last month the Newham Free Academy in east London was withdrawn from the coalition&apos;s free schools programme. In June the Beccles free school in Suffolk had only 37 applications for children starting the new school year. One in a Million&apos;s co-founder Wayne Jacobs said he was shocked by the Department for Education&apos;s 11th-hour decision to withdraw funding. He said: &quot;We are completely baffled and stunned at this decision by the DfE and absolutely devastated for the parents, children and staff of the One in a Million free school.&quot; Nearly two-thirds of an initial 50 student places had been filled and the charity said it been assured by the DfE in June that its funding was on track for signoff by the education secretary, Michael Gove, but it was told last Friday that the department had decided to recommend funding should not be approved. Parents said the school&apos;s closure was a &quot;devastating blow&quot;. Matthew Band, chief executive of One in a Million, added that he was amazed at the decision, particularly at such a late stage. &quot;It just doesn&apos;t make sense and we don&apos;t know of any other free school that has been put in this position with a week to opening and we will watch with interest to see which schools do open in September, their student numbers and capacity, and whether their facilities are permanent or temporary,&quot; Band said. Bradford is in the top 10% of deprived areas in the UK. One in a Million has set its sights on helping children from disadvantaged backgrounds, providing access to education, sport and the arts. Bradford council said all 30 children due to join the free school on 3 September would be found local authority school places. Free schools that receive government approval are given state funding for the costs of building or converting premises. They are run by faith organisations, parents&apos; groups or charities. They are independent of local authority control. A DfE spokesperson said: &quot;Setting up a free school is a difficult task and we thank One in a Million for all their hard work. Before any new schools open their doors we have to be sure that all the conditions we set have been met. Making certain that new schools raise standards is one of the reasons why our free schools have been so popular with families across England. We still hope that One in a Million will open in 2013.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/28/bradford-free-school-government-funding", 
    "wordcount": "465"
}