{
    "headline": "Education and skills have long-term effect on cities' economic well being", 
    "text": "The long-term economic health of towns and cities rests on investment in citizens&apos; skills and professional qualifications, according to a study published on Thursday examining the effects of 111 years of change in urban life in England and Wales. Cities with the highest numbers of well-trained and educated residents in 1901 are found to be among the best performing places today, while those with the lowest skills base in Edwardian times tend to be the most vulnerable economies today, according to the research by the Centre for Cities thinktank. The report&apos;s authors claimed the research has significant implications for policymakers and &quot;illustrates that short-term cuts in expenditure on the policies that support cities to boost skills, from education to transport infrastructure, are likely to result in a big bill for government in the medium to longer term&quot;. Seven out of eight of the best performing cities today had above average skills levels in 1901, including Oxford, Brighton, Crawley and London, the study found. Meanwhile 80% of cities with struggling economies today fell into the bottom 20 cities for skills levels in 1901, including Grimsby, Middlesbrough, Barnsley, Stoke and Burnley. Figures for 1901 were collated using census data and the figures for today are based on national statistics and government data. &quot;History tells us that failure to invest in city economies has long-term effects for the UK economy,&quot; said Alexandra Jones, chief executive of Centre for Cities. &quot;The government needs to preference the policies that support cities to grow  the research shows that skills and transport in particular can shape the economic health of a city. Ensuring the education system prepares children for the world of work when they leave school is vital for those children and for the future health of the UK economy.&quot; The thinktank is urging the government to combine investment in core literacy, numeracy and IT skills with investment in technical courses such as engineering, a skill it warns is likely to be in shortage over the next decade. The health of economies was assessed in 2010 using a range of factors including economic output, growth in private sector jobs, unemployment and wages. Skills levels in 1901 were based on numbers in professional occupations such as banking, insurance, accountancy, as well as merchants, and commercial and business clerks. The study found that cities like Preston, Warrington and Swindon have progressed much more quickly than others. For example, the skills of Warrington&apos;s population are more highly developed now than in 1901, when it was in the bottom 5% of cities. Now it falls within the top 20% of cities for skills and according to the thinktank&apos;s index of economic indicators. The report&apos;s authors attribute the trend to state investment in transport networks, both road and rail. The balance of power between cities was dramatically different at the turn of the century, according to the analysis. The coastal towns and cities of Southend, Blackpool, Bournemouth, Hastings and Brighton had the highest number of people in higher wage occupations, while Bournemouth, London and Blackpool had the highest property values per member of the population. The city with the most joint stock companies per head of population, a measure of enterprise, was not London, but Cardiff, followed by Bradford and then London. Liverpool, which was described by Benjamin Disraeli as the &quot;second city of the Empire&quot;, was ranked as one of the most economically buoyant in 1901 but by 2011 it tanked among the 20% worst performing in the UK.", 
    "section": "education", 
    "gid": "education/2012/jul/12/education-skills-economic-policy", 
    "wordcount": "587"
}