{
    "headline": "More UK aid channelled via investment funds in tax haven of Mauritius", 
    "text": "  Britain&apos;s aid budget for Africa is increasingly being channelled through public-private investment funds based in the offshore tax haven of Mauritius, despite David Cameron&apos;s recent commitment to tax justice for poor countries. The Department for International Development (DfID) has sponsored a network of offshore investment funds and trusts in Mauritius for aid spending on infrastructure and agribusiness projects in Africa. The African island is known for its secrecy, negligible corporate tax rates, and for being a favoured conduit for wealthy individuals and multinationals wishing to avoid tax on African and Asian profits. The extent of the offshoring and privatisation of the aid budget is revealed in a critical report published by the campaign group War on Want this week. A key plank of DfID policy is to use British aid to create equity funds for Africa that leverage in further private investment. In part the department&apos;s policy dates back to Tony Blair&apos;s government, but under coalition ministers there is a perceived ideological shift to giving partnership with the private sector greater priority and increased funding. The government, battling to defend its pledge to commit 0.7% of GDP to international aid against Tory backbenchers who believe the money should be spent domestically, argues that working with private partners increases overall investment and economic activity. But War on Want&apos;s director, John Hilary, said: &quot;David Cameron is happy to talk up his newfound opposition to tax havens, yet his government is routing more and more UK aid through Mauritius. &quot;With its budget rising and DfID staff numbers declining, the department is now channelling vast sums to private investment companies. But outsourcing the aid budget to the private sector will do little to reduce poverty. In fact DfID-funded expansion of corporate control over agriculture in Africa is a sure way of increasing long-term vulnerability.&quot; The department has spent 102.5m to date on the Emerging Africa Infrastructure Fund (EAIF), set up in 2002 under the Labour government and registered in Mauritius, to attract private investors looking to make profits from construction and infrastructure projects in Africa in agribusiness, water, energy and transport. A further 100m is committed up to 2015. The EAIF is managed by a company that is also incorporated in Mauritius, Frontier Markets Fund Managers Ltd, although both the fund and the management company are run by staff in London. EAIF in turn receives equity from another major vehicle set up with DfID money, the Private Infrastructure Development Group (PIDG) and its trust, also established in Mauritius. War on Want also attacks the government for using aid to promote the commercial interests of some of the world&apos;s most profitable food, drink and agrochemical corporations. The report says that DfID-sponsored programmes which have funded projects in Africa and Asia with multinationals include the alcohol companies Diageo and SABMiller and the food giant Unilever. It also tracks support for initiatives to develop sales networks for agrochemical companies such as Syngenta and Monsanto. DfID is, for example, set to contribute 395m to the New Alliance for Food Security and Nutrition, an initiative that involves 45 of the largest multinational corporations investing $3bn (1.86bn) in African agriculture. War on Want argues that the model of aid now being promoted by DfID in Africa has been shown to marginalise small and medium farmers in Latin America and India while promoting agribusiness. A DfID spokesperson dismissed the report&apos;s criticisms, saying that UK aid was helping millions of smallholder farmers across Africa. Tax was &quot;not a primary driver in considering the location for funds&quot; such as the EAIF, he said. Any profits they made would be reinvested in development once tax had been paid. &quot;By 2015 our hunger and nutrition programmes will help more than 6 million of the world&apos;s poorest people escape extreme poverty and stop 20 million children going hungry.&quot; On Monday night, an independent watchdog alleged that hundreds of millions of pounds of UK money is being channelled into European Union aid projects without proper assurances that it is being spent effectively. Britain contributes about 1.4bn a year to EU aid spending  accounting for 16% of the DfID aid budget. However, the Independent Commission for Aid Impact  set up by the coalition to ensure the aid budget was delivering value for money  said DfID had only limited oversight over the expenditure. It strongly criticised the EU for weak management, slow decision-making and overambitious plans. On its traffic light rating system, it assessed DfID&apos;s oversight as amber-red  meaning that it offered relatively poor value for money and significant improvements are required. &quot;There is no effective performance management system in place for EU aid, which limits DfID&apos;s oversight,&quot; the commission said.", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/10/uk-aid-africa-tax-haven-mauritius", 
    "wordcount": "789"
}