{
    "headline": "No 10 scraps plan to penalise early student loan repayments", 
    "text": "A plan to impose penalties on students who pay university loans back early has been scrapped by the government, amid fears hundreds of thousands of people would be hit with unfair charges. Ministers were considering levying annual charges of about 5% on excess payments to prevent wealthier students escaping interest charges on 30-year repayment plans. However, it is believed that David Cameron has negotiated to kill off the Liberal Democrat scheme, as part of a deal that will allow Vince Cable, the business secretary, to appoint his chosen candidate as the government&apos;s university admissions tsar. A Downing Street spokesman confirmed reports that the repayment penalties plan was now dead in the water. &quot;The consultation has now closed and we will come forward with our response shortly,&quot; he said. From September, students will be able to take out loans to cover their annual tuition fees bill of up to 9,000, as well as their living costs. They will begin to repay the loans once they earn more than 21,000 a year, and any outstanding balance will be written off after 30 years. The plan to revamp the loans scheme was conceived by the Lib Dems as a progressive &quot;graduate tax&quot; that would impose higher fees on those who profited most from their university education. But to stop wealthier graduates opting out of the scheme, it was intended that they would face a fine equal to 5% of the value of early repayments. Consultation on the plans, which drew criticism for imposing further burdens on already financially-squeezed middle classes, closed earlier this year and ministers are expected to formally announce the plans have been dropped next week. It is believed that Cameron has appeased the scheme&apos;s Lib Dem backers by allowing Cable to appoint Professor Les Ebdon as head of the Office for Fair Access, despite fierce Conservative opposition. &quot;The Lib Dems were very keen to appoint Ebdon, and we felt very strongly about penalties for early repayment of loans. This is hopefully good news for tens of thousands of families, as well as many Conservative MPs who had raised concerns about the penalties,&quot; a Downing Street Source told the Telegraph. Despite the government&apos;s reversal over early repayment penalties, there is known to be disquiet among Tory ranks over the appointment of Ebdon, with some MPs calling on the prime minister to overruleCable. &quot;The scrapping of repayment penalties is very welcome but it&apos;s still not a great political deal as Ebdon has the potential to do real damage to our country&apos;s education system,&quot; a Conservative source told the Telegraph. Ebdon, vice chancellor of the University of Bedfordshire, has upset traditionalists because of his unorthodox views on widening student intakes at highly academic universities and his support for degrees in subjects such as media studies and fashion design. Ebdon has also threatened to use a &quot;nuclear option&quot; against universities that he deems have failed to do enough to increase the numbers of students from less well-off backgrounds.", 
    "section": "education", 
    "gid": "education/2012/feb/16/cameron-early-student-loan-repayments", 
    "wordcount": "510"
}