{
    "headline": "Renegade GM wheat confined to single Oregon field says agriculture secretary", 
    "text": "The agriculture secretary, Tom Vilsack, moved to steady Asian and European nerves about US wheat exports on Wednesday, saying there was no indication that rogue GM wheat had entered into the greater food supply. Vilsack said investigations so far suggested the renegade wheat, which was discovered last week, was confined to a single field in Oregon. There was no threat to public health, he said. &quot;This was a finding of a very small number of plants on 123 acres of land. There is no indication it has found its way into commerce, into flour or wheat that has been sold,&quot; Vilsack said during an appearance at the National Press Club in Washington. &quot;It has been limited at this point in time to this particular field.&quot; Nearly all of the soft white wheat grown in Oregon is sold for export, mainly to Asia, and the discovery of the GM seeds, which were developed by Monsanto, sent wheat prices falling and could imperil billions of exports. Japan and South Korea immediately suspended shipments. Vilsack, in his remarks to the press club, said he hoped investigations by the US Department of Agriculture would make sufficient progress to reopen those markets in a matter of weeks. Some 15 investigators have been dispatched to Oregon to find out how GM wheat seeds arrived in what was supposed to be a fallow field in the eastern part of the state. Monsanto had carried out field trials of the GM wheat in Oregon and 15 other states between 1998 and 2005, but abandoned efforts to market the strain. Half of America&apos;s wheat is exported, and buyers in Asia and Europe were opposed to GM products. The last field trials in Oregon were grown about a decade ago. The company has not entirely given up on GM wheat, however. Monsanto has applications pending to test new strains of GM wheat at fields in North Dakota. The company also moved to calm global markets for US wheat on Wednesday. In a conference call with reporters, the company&apos;s chief technology officer, Robb Fraley, said the escape of GM wheat was probably the result of an accident. Fraley did not rule out sabotage in the deliberate mixing of seeds. &quot;We&apos;re considering all options,&quot; he said. It appeared unlikely that Monsanto would be able to confine the fallout from the GM escape to a single field, however. Earlier this week, a farmer in Kansas, who raises a relatively small 1,000 acres of wheat, filed the first law suit against Monsanto, blaming the company for forcing down wheat prices. &quot;Monsanto has failed our nation&apos;s wheat farmers,&quot; Stephen Susman, a lawyer for the farmer said in a statement. &quot;We believe Monsanto knew of the risks its genetically altered wheat posed and failed to protect farmers and their crops.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jun/05/gm-wheat-oregon-field", 
    "wordcount": "475"
}