{
    "headline": "The technofix is in", 
    "text": "    Alvin Weinberg was an unashamed technological enthusiast. He was from the generation of American boffins, brought together by the Manhattan project, who convinced themselves that modern science made almost anything was possible. As director of the Oak Ridge National Laboratory, Weinberg led American post-war science policy debates. And even though his nuclear optimism grew outdated, his influence on science policy has remained through the terms that he coined: &quot;Big Science&quot;, &quot;Trans-science&quot;, the &quot;Faustian bargain&quot;. Perhaps his most famous phrase is the &quot;technological fix&quot;. The term has become pejorative, but for Weinberg a technological fix was a brilliant thing, a way of shortcutting complex problems like a sword through a Gordian Knot. He called his memoir &quot;The life and times of a technological fixer&quot;. While governments, interest groups, social scientists and whoever would argue about the various social causes of disease, over-population or famine, Weinberg would simply point to the self-evident triumphs of the smallpox vaccine, the Inter-Uterine Device and the Green Revolution. From his side of the Cold War, he was troubled by what he saw as Marxist attempts at &apos;social engineering&apos; (pdf). Looking at the brilliant physicists that populated the US national labs, he saw limitless promise. Even after one his most hubristic national lab colleagues, Edward Teller, had been (allegedly) satirised in the film Dr Strangelove, Weinberg claimed that Teller had &quot;supplied the nearest thing to a quick technological fix to the problem of war, the Hydrogen Bomb&quot;.  Political excitement about technological fixes, and the military-industrial complex that allowed it to flourish, seems to have waned. Perhaps the last Hurrah was Reagan&apos;s Star Wars programme - a technological fix to the technological fix that was nuclear weaponry. By the time this project collapsed, the critique of technological fixes was well established. People could look back on the Green Revolution and, while marvelling at the mountains of wheat and rice that were produced, point out that it caused untold environmental harm and widened the gap between rich and poor farmers. Technological fixes, rather than solve problems, at best postponed them and at worst created new ones (see this book for a summary of the arguments).  And yet, according to Evgeny Morozov, the technological fix is alive and well. It just manifests in different ways, ways that are arguably more insidious and less accountable. His new book is about &quot;solutionism&quot;. He insists that this is &quot;not just another riff on the inapplicability of technological fixes&quot;, but many of the themes are similar. The difference is that the new wave of fixes come not from the top down, but from the bottom up. It is no longer governments but businesses, particularly those in Silicon Valley, that are defining our problems to suit the solutions that they offer. As he puts it, &quot;by the time it is &quot;solved&quot;, the problem becomes something else entirely&quot;. The new masters of the technological universe that Morozov attacks tell us that their businesses will not just sell us stuff but also change the world. Take these two quotes:   &quot;In the future, people will spend less time trying to get technology to work ... If we get this right, I believe we can fix all the world&apos;s problems.&quot; Eric Schmidt, Google   &quot;There are a lot of really big issues for the world that need to be solved and, as a company, what we are trying to do is to build an infrastructure on top of which to solve some of these problems.&quot; Mark Zuckerberg, Facebook   A flick through any copy of Wired magazine provides more. This is from a report on the myriad benefits of Richard Branson&apos;s space plane:  [Branson] hopes not only to give birth to a new industry, but to transform humanity&apos;s relationship with its own planet. Branson believes that democratising the experience may help save the planet. &apos;We can send enormous quantities of people into space who come back determined to make a difference&apos;.  Really? This is a chain of thinking that takes the global problem of sustainability and addresses it with a commercial space rollercoaster. Such is the power of solutionism.  This sort of thinking would be easy to laugh off were it not for its wider political effects. Morozov demonstrates that solutionism contains the same contempt for democratic politics that Edward Teller and friends showed. He describes Amazon&apos;s Jeff Bezos raging against the flaws of institutions and the various ways in which tech companies are trying to reengineer democracy from the bottom up. The visions of the future we are being sold are not merely technological. They are intrinsically political. So we should ask whether they are desirable and widely shared. Call me a Luddite, but I don&apos;t want my future determined by a new generation of technological fixers. I should point out that Evgeny Morozov will be talking to Jessica Bland (of this parish) about his new book tomorrow morning at Nesta. The discussion will be livestreamed from 8:30am. Jack Stilgoe teaches science policy at University College London", 
    "section": "science", 
    "gid": "science/political-science/2013/mar/21/science-policy", 
    "wordcount": "851"
}