{
    "headline": "Boot up: Apple iPhone 4S sales 'cancelled in Beijing and Shanghai', Steven Levy on Google+, and more", 
    "text": "A quick burst of 14 links for you to chew over, as picked by the Technology team February 2010: Google boss says &apos;nobody was harmed&apos; by Buzz debacle &gt;&gt; guardian.co.ukWorth reading in the light of the present fuss in the US over Google&apos;s &quot;Search+&quot;. Recall the outcome: Google was obliged to submit to privacy checks by the FTC for 25 years as a result of Buzz&apos;s privacy failings. iPhone 4S Sales Cancelled at Beijing and Shanghai Apple Stores - John Paczkowski - News - AllThingsDRemarkable: &quot;Would-be customers, many of whom had waited over night in the freezing cold to be among the first to purchase the latest iPhone, became so unruly when the store failed to open its doors on-time that Apple was forced to cancel first-day sales there. And rather than risk a repeat of the incident, the company has decided not to sell the 4S at any of its retail stores in Beijing and Shanghai. Instead, it will sell the device through its Web site and carrier partners.&quot; Ways in which people mistype &apos;Britney Spears&apos; &gt;&gt; Google All the way down to those which have only occurred twice. Just as well she wasn&apos;t Brian Ferry&apos;s daughter. Google: sorry, Twitter, we don&apos;t index the @ symbol &gt;&gt; MashableThis one will run and run: &quot;Now Google has confirmed to Mashable that it has never indexed the &quot;@&quot; symbol. In other words, the search engine has never recognized a Twitter handle when it was formatted that way. &quot;So while a search for &quot;WWE Twitter&quot; still returns the organization&apos;s Twitter feed before its Google+ page, &quot;@WWE&quot; returns the same results as &quot;WWE&quot; -- in this case, with Google+ results first. Somehow a search for &quot;+WWE&quot; succeeds in returning a Google+ profile. &quot;But really, Google? The company with a car that drives itself? In more than five years of people searching for Twitter handles, you never got around to adding the @ symbol to your index? &quot;Even without the @ sign being indexed, however, the concern over the results for &quot;@WWE&quot; are valid: about 24,900 people have +1ed or added WWE to their circles on Google+ -- but 792,642 people follow WWE on Twitter.&quot; Is too much Plus a minus for Google? &gt;&gt; StevenLevy.comSteven Levy was pretty much embedded with Google to write his book In The Plex, so he has a special view of its changes to search in the US: &quot;there is a risk to proceeding on this path. The company has spent its entire corporate life protecting the integrity of its search product. When writing In the Plex, I learned that the secret behind Google&apos;s somewhat bland design was that if Google looked like it was designed by a machine, users would implicitly understand that Google search itself was unpolluted by strong opinions. Google meticulously positioned its flagship product as a neutral judge of what was relevant to the user. &quot;Search, in short, should appear to be like Caesar&apos;s wife, above reproach. When using its algorithmic wizardry to deeply integrate social information into its search experience, it behooves Google to avoid even a whiff of bias. With SPYW, though, the odor is unmistakable. No matter how you cut it, the search engine now increases the value of participating in Google+. It may be Google&apos;s right to do this. But it also may turn off a lot of users. And it also provides ammo for Google&apos;s detractors, including those in Washington.&quot; BBC News - &apos;Booth babes&apos; stir controversy at 2012 CESSome women at this year&apos;s Consumer Electronics Show in Las Vegas have expressed their frustration at the scantily-clad &quot;booth babes&quot; hired by some companies to promote their stalls. The BBC&apos;s Matt Danzico investigates whether this practice is an effective marketing strategy, or merely a reflection on gender relations in technology. Sony SmartWatch hands-on (video) -- EngadgetIt&apos;s connected to Bluetooth through your phone -- acting as a notifier and music play as well as the capability to answer calls and check-up on social networks like Facebook and Twitter. Hope To See The Next iPad At CES? You Might, Without Knowing It | iLounge BackstageYesterday, one day ahead of the 2012 CES, I saw what&apos;s supposedly the next-generation iPad. I&apos;d show you a picture, but there&apos;s honestly nothing to be seen. Samsung WiFi Washer and Dryer hands-on (video) -- EngadgetThe WF457 washer and dryer set houses an 8-inch touchscreen, is WiFi-enabled and can be controlled from inside or outside of the home via a mobile app. With your smartphone or tablet, you can choose the cycle, duration and set-up notifications on your mobile device once the job is done. Clover Trail Tablet Reference Design with 32nm Chipset [Video] | Netbooknews - Netbooks, Netbook Reviews, Smartbooks and moreIntel is showing off a reference design of their upcoming Clover Trail platform in a 10 inch tablet form factor. Clover Trail should be released in the second half of 2012 and they appear to be on track to launch right along side Windows 8. Behringer&apos;s iNuke Boom is the essence of Vegas | The VergeThe front of the booth is not an enticement to gadgets within, it is the gadget. Microsoft Bets Big on Kinect for Windows, But Splits Its Community | Epicenter | Wired.comBallmer never thought he&apos;d be in this position -- not only porting a gaming peripheral to his beloved Windows machines, or even opening it up for commercial development by other software companies, but owning it, taking control of it, and positioning it as a key component in the future of the company. Considering that a little over a year ago, Microsoft was threatening to sue and/or prosecute anyone who wanted to develop for Kinect on a PC, it&apos;s a remarkable turnaround. WikiPad:3D Specs, Reviews, &amp; Latest News | Wikipad | The VergeWikiPad has made a splash at CES with its WikiPad:3D -- a glasses-free 3D 8-inch tablet running Android 4.0.3. Is MySpace really dead? It still gets more traffic than Tumblr &amp; Google+ &gt;&gt; hypebotShows Google+ to be about half the size of Twitter in the US in terms of unique visitors, and with people spending one-fifth of the time. When compared to Facebook, it gets one-tenth the visitors and they spend 1% as much time there. But Google+ sits right next to Google&apos;s crawler, so obviously it&apos;s more relevant for search results than the public networks that people actually use. You can follow Guardian Technology&apos;s linkbucket on Pinboard", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/13/technology-links-newsbucket", 
    "wordcount": "1098"
}