{
    "headline": "Namibia's language policy is 'poisoning' its children", 
    "text": "Namibia&apos;s commitment to English as the main language of education has been undermined by revelations that 98% of the southern African country&apos;s teachers are not sufficiently proficient in the language. Leaked results of government tests carried out last year indicated that all but 2% of teachers need to undergo further training in basic English. Up to 30 languages are spoken in Namibia, 14 of which have a full orthography, but in 1990, when the country gained independence from South Africa, Afrikaans, which had functioned as a lingua franca, was jettisoned in favour of English. Though spoken by a small minority, the adoption of English as the language of school instruction was seen by the new government as a break with the colonial past and a means of unifying the country. But experts say that the government has failed to provide adequate training to teaching staff for whom English is a second and even third language. Andrew Matjila, a retired school teacher and former politician, said that the language policy, in place for over 20 years, had failed to deliver widespread competence. He said public figures, such as politicians, struggled with the language and that the limited language skills of teachers had &quot;poisoned thousands of children&quot;. Adolf de Klerk, another commentator on education, said there was a direct link between the low English language skills of teachers and students&apos; exam results. Nearly 50% of 16-year-olds failed the junior secondary school certificate in 2010. He called for &quot;drastic&quot; action to be taken. Researcher Priscilla Harris, author of a recent study, claims that &quot;the medium of instruction used in schools is a major cause for concern which the government has overlooked&quot;. Harris said the post-independence adoption of English was &quot;a challenging decision&quot;, because &quot;only 8% [of Namibians] are English speakers, whereas the rest of the population use their home language and Afrikaans as the language of communication in their daily lives&quot;. Close to 23,000 teachers sat an English language proficiency test last September as part of an education ministry strategy to identify further training needs. The test, compiled and evaluated by the University of Namibia, assessed comprehension, grammar and writing skills. In the writing section, teachers were required to construct four complete sentences. Results from a leaked report indicate that more than 70% of teachers in senior secondary schools cannot read and write basic English. Among junior secondary teachers 63% have a poor grasp of English, which is jeopardising their teaching, the report said. Even the 18% of teachers who scored between 75% and 92% made mistakes with capital letters and punctuation, subject-verb agreement, singular and plural forms and articles. Another damning finding was that some teachers struggled &quot;to fill in personal data required on the front of the answer sheet&quot;. This included basic biographic information. Abraham Iyambo, the minister of education, tried to downplay the results when they were leaked to the press in November. In a statement to parliament Iyambo claimed that the results had been misrepresented. The test, he said, was not meant &quot;to fail or pass a teacher. Neither was it a means of firing teachers; it was diagnostic in nature.&quot; He added that &quot;the test is intended to determine the training needs of teachers and place them in the appropriate continuing professional development course&quot;. Matjila called for the immediate provision of training for teachers, saying that without intervention &quot;the danger that is coming to Namibia is unimaginable&quot;. Priscilla Harris was the lead researcher on a report publish last month by the Urban Trust of Namibia (UTN), a local NGO, which is highly critical of the current language education policy. The report, called Language in schools in Namibia  the missing link in educational achievement?, claims that the policy in place since 1993 &quot;was essential to drive the strategic decision for English in education. But this massive decision was made without the required resources being in place.&quot; &quot;Teachers were not ready, could not express themselves and were not trained in English,&quot; Harris said, adding that the curriculum, syllabuses and materials linked to a successful outcome were not made available. Harris points to higher success rates of school students in South Africa and Botswana, two of Namibia&apos;s neighbours where children learn in their home language. &quot;The challenge of the decision to use English as the national language still deeply affects the levels of success in education. Some of these difficulties relate to skills,&quot; Harris said. She cites evidence of poorer results in maths in classes taught by older teachers who have low English levels, compared to classes taught by younger teachers whose competence in English, thanks to better training, is higher. &quot;But language stands out throughout the research as a major problem,&quot; she said. Harris recommends that learners should be allowed to be taught in their mother tongue until at least the end of primary school at age 11. Momentum is growing behind a challenge to the current language policy. After a national conference on education held last June, calls to revisit the language policy were heard within government circles. UTN wants education provision to be more closely matched to the needs of learners. It wants &quot;urgent in-service and pre-service training&quot; for teachers who teach home languages, along with &quot;access to technical support in those languages with time and resources set aside for study leave&quot;. The government is yet to respond to UTN&apos;s report.", 
    "section": "education", 
    "gid": "education/2012/jan/10/namibia-english-crisis", 
    "wordcount": "924"
}