{
    "headline": "Mozambique smelting profits should not fill foreign coffers, say campaigners", 
    "text": "Tax campaigners are calling on Britain, the World Bank and private investors to return &quot;excessive&quot; profits from a flagship aluminium smelting project in Mozambique started as part of a recovery programme after the country&apos;s civil war in the early 1990s. According to a report by Jubilee Debt Campaign in the UK, the Tax Justice Network and Justica Ambiental (Friends of the Earth Mozambique), the Mozal smelter  the biggest private-sector project investment in the former Portuguese colony  has benefited foreign interests much more than the people of Mozambique. The report calculates that foreign investors, governments and development banks have received an average of $320m (199m) a year from the smelter, in contrast to the Mozambique government&apos;s $15m. In other words, for every $1 paid to the Mozambique government, $21 has left the country in profit or interest to foreign governments and investors. &quot;It is scandalous that a project with so much international development funding has yielded large profits for foreign governments and multinational companies, but very little for Mozambique,&quot; said Tim Jones, policy officer at Jubilee Debt Campaign. &quot;The UK government, World Bank and others should hand their excess money back to the people of Mozambique, and support a renegotiation of the amount of tax the smelter pays.&quot; The Mozambique government and development institutions saw Mozal as a catalyst for foreign investment to rebuild a shattered country. The project, a smelting facility to produce aluminium for export, was the first major foreign investment project in the country. To attract foreign investors, the Mozambique government exempted Mozal from taxes on profit and VAT, levying only a 1% turnover tax, while allowing all profit from the smelter to be taken offshore. BHP Billiton, the mining group, owns 47% of Mozal, while Japan&apos;s Mitsubishi owns 25%. The other two equity investors are the Industrial Development Corporation of South Africa (24%) and the government of Mozambique (4%). Mozal began operating on the outskirts of Maputo, the capital, in 2000, followed by an extension  Mozal II  in 2003-04. The project is responsible for 30% of the country&apos;s official exports, and uses 45% of the electricity produced in Mozambique. In all, $2.2bn was invested to build Mozal, half from equity investors and half from loans from development institutions including the World Bank&apos;s private-sector arm, the International Finance Corporation (IFC), the EU&apos;s European Investment Bank and the Commonwealth Development Corporation (CDC), the UK&apos;s development finance institution. According to the report, Britain provided $53m of loans from CDC and guaranteed $145m of loans through UK Export Finance. The UK government has received $88m in interest on the CDC loan, as well as repayment. The report estimates that, in total, the CDC and other public institutions made more than $120m a year out of the smelter, eight times more than the $15m received annually by the Mozambique government. CDC said it played no part in determining the tax arrangements put in place before Mozal, responsibility for which lay with the government. &quot;We believe the terms of the loans to be reasonable given the conditions in Mozambique in 1998,&quot; said CDC. &quot;At the time, neither increased production nor rising aluminium prices were a given, especially considering the recent political upheaval in the country and a moribund aluminium market. Fortunately, over the 13-year duration of the loans, increased production at Mozal combined with a dramatic rise in the price of aluminium generated $45.6m of additional performance-related payments to CDC.&quot; BHP Billiton made an average profit from the smelter of $114m a year between 2005-06 and 2011-12, more than seven times the sum made by the Mozambique government. In a response to the report, BHP said Mozal has made a significant contribution to Mozambique in the past decade. It said Mozal trained thousands of workers and that 93% of its employees are now from Mozambique. &quot;The smelter&apos;s success has encouraged others to invest in the country,&quot; said BHP. &quot;The government is a shareholder and receives a proportional share of dividends.&quot; BHP said the smelter&apos;s agreements with government were designed to secure the investment required to deliver broad benefits such as employment and attract other foreign investors, not to maximise tax revenues. The report said maximisation of tax revenues should have been a goal. The World Bank sees Mozal as a positive contribution to Mozambique&apos;s economy, saying it tripled the country&apos;s exports and added more than 7% to GDP in its initial years of operation and an estimated 10% in 2001. Mozambique has enjoyed strong growth  it has averaged almost 8% a year since 1998  but the country remains poor. Mozambique ranks fourth from bottom of the UN&apos;s human development index (184). About 54% of people remain poor, according to a 2008-09 survey, and poverty reduction has slowed. This is despite anti-poverty government budgets that allocate a fifth of spending to education. Jubilee cites Mozal as symptomatic of Mozambique&apos;s juxtaposition of high growth and high poverty. &quot;The large export revenues  Mozal accounts for 30% of Mozambique&apos;s official exports  and economic activity Mozal generates boost overall figures for growth and exports. But these are not entering the Mozambique economy.&quot; IFC said it supported Mozal to send a signal about the long-term investment prospects in a country emerging from civil war. &quot;[The project&apos;s] impact extends well beyond the direct benefits to investors,&quot; said an IFC spokesman. &quot;The project provided significant infrastructure development and tens of thousands of direct and indirect jobs. Mozal helps domestic small and medium enterprises gain the skills and technical capabilities they need to compete effectively, and in a sustainable way, for large contracts in a number of important industries.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/08/mozambique-smelting-profits-foreign-coffers", 
    "wordcount": "950"
}