{
    "headline": "The eco guide to televisions", 
    "text": "Its not very rocknroll, but Ive always loved an energy rating. A third of the UKs greenhouse gas emissions come from Energy Using Products (EUPs) in offices and industry and also, significantly, in our own homes, too. The ones we control can really help to reduce that percentage, so choosing the best energy-rated model makes sense. EU energy labels give us an easy way to power down. Regulated by European law, they can help us see how efficient a product is before we buy it, and also mandate vampirical products that suck power out of the grid when you think theyre asleep (since 2010 products cannot have standby power greater than 1W). Dont ask me what happens after Brexit. I worry about that, too. For now, sust-it.net rates a Panasonic as its most energy-efficient TV. Today, TVs are 60% more efficient than they were five years ago. That has everything to do with energy ratings. However, ultra high definition (UHD) TVs are not so efficient. They offer impressive definition  but the waste is phenomenal. If America switches its 300m HD TVs to UHD, annual electricity consumption will increase by 8bn kilowatt hours. To make matters worse, an investigation by the NRDC (National Resources Defence Council) found that TV manufacturers in the US may be manipulating their energy ratings. The NRDC reported that energy consumption for popular TV models (I am yet to determine whether any are available in the UK) that seemed efficient under test conditions soared by up to 50% in real world use. Meanwhile in Europe, a review of appliance ratings, the Smart Testing of Energy Products (Step), will report later this year and hopefully restore my faith in energy ratings. Until then, do not adjust your sets. The big picture: let there be light!     Solar system: this electricity-free light costs just $5.    The international charity SolarAid has a grand plan to light up Africa, providing light to 598 million people on the continent who lack access to electricity. Its not easy. But the newly launched SM100, commissioned by SolarAid and designed by Yingli Europe, brings that plan several steps closer. Retailing at US$5 in several African countries, it is billed as the most affordable solar light ever. Well dressed: from trash to fashion     Net benefits: EcoAlf recycles almost anything, including fishing nets.    A truly sustainable Spanish fashion brand, EcoAlf offers a new trashion concept where every waste product presents a new possibility. Plastic bottles, used tyres, coffee grounds, recycled wool and fishing nets are transformed into different fabrics, yarns and components for clothing, accessories and shoes.  Their latest project, Upcycling The Oceans, is helping to remove waste from the sea (abandoned nets are a major ecological nuisance) thanks to the support of fishermen.  EcoAlf are operating 14 joint ventures globally, collecting and processing waste fabric into new and brilliant designs  many of which can be reused and recycled again. Gwyneth Paltrow and Richard Gere are among their fans. Hopefully its only a matter of time before other fashion brands follow suit. Email Lucy at lucy.siegle@observer.co.uk or follow her on Twitter @lucysiegle", 
    "section": "environment", 
    "gid": "environment/2016/oct/23/the-eco-guide-to-televisions", 
    "wordcount": "512"
}