{
    "headline": "At Boots, science is for boys and pink princess toys are for girls", 
    "text": "Last summer, driving our firstborn girl home from hospital, the world outside the car window seemed suddenly strange and new: the trees greener; the road grittier; the blossom in the hedges fluffier. From out of the shell-shocked fug of my brain, the opening lines from Sylvia Plath&apos;s poem Child emerged unbidden:  Your clear eye is the one beautiful thing I want to fill it with colour and ducks The zoo of the new   Over the past 10 months, I have watched our daughter&apos;s clear eyes open to the world, and seen how voraciously they devour each new object they encounter. The black blur of our cat flashing past the window; a purple-hatted rag doll; a plastic workman&apos;s hammer; the car keys held in my mouth as I struggle to buckle her into her seat: all these things are met with an equal squeal of delight. For the moment, she makes no distinction between household objects and toys, let alone toys designed to appeal to girls or boys. Everything exists solely to be explored by her sticky fingers and (if only I would let her) stuffed into her mouth. And yet I know this will not last. One day in the not too distant future, she will be standing in a shop and her clear eye will be filled not with &quot;colour and ducks&quot;, but with a wall of pink. There will be pink tea sets; pink dolls&apos; houses; pink princess outfits; pink pencil cases; pink jewellery-making sets; pink glittery stickers. All the other colours of the rainbow will be washed away in an unending saccharine sea. The issue was brought home to me this week when I logged onto my Facebook page and saw a photo that my friend the children&apos;s writer and illustrator Helen Stephens has posted on her wall. The photo was taken by @SeanEGray in the Newcastle branch of Boots. It showed the display units in the shop&apos;s toy section. On the left was a shelf labelled &quot;For boys&quot;, filled with Science Museum toys. On the right hand shelf, labelled &quot;For girls&quot; were tea sets and princess-themed gifts. Every single item was packaged in pink. The message to any little girl standing in front of this display was clear: experiments with magnets and rockets &quot;are not for you&quot;. The photo had been picked up by campaigning group @LetToysBeToys, who re-posted it on Facebook and suggested that, since Boots are largely inactive on Twitter, people should make their complaints known on their Facebook page instead. And, like many other dismayed Boots customers, that is exactly what I did. What upset me most was that Boots is a science-based company that employs many female pharmacists, opticians and chemists and should know better than to discriminate in this way. Among the other people complaining were the parents of boys who pointed out that their sons might equally wish to play with tea sets and jewellery-making kits if left to make their own minds up. Coincidentally, that same day, I stumbled across an article about the Everyday Sexism project which cited the example of a little girl who had asked her Mum: please can I turn into a boy so I can go into space. If ever proof were needed of why the issue of how we market to children is important, there it is. As a children&apos;s author, I regularly spend time talking to children in schools and I see first-hand how their aspirations are shaped by the world around them. As a mum, my first wish is for my daughter to grow up happy and fulfilled. I do not care whether she becomes a scientist or a tea lady. All I ask is that this decision should be shaped entirely by her own imagination. After initially defending its position, Boots has now agreed to remove the gender signage from the toy sections of their stores (though not from their website, which still divides toys into those for boys and those for girls). I hope that more high street retailers will follow suit. Any shop that can continue to fill my daughter&apos;s clear eyes with colours other than pink will have my loyalty. Megan Peel is a children&apos;s author living in the Yorkshire Dales. Her first book The Fabulous Phartlehorn Affair is published by Walker Books. On Twitter she is @megpeel", 
    "section": "science", 
    "gid": "science/blog/2013/may/01/boots-labels-science-toys-boys-pink-girls", 
    "wordcount": "729"
}