{
    "headline": "Scientists to reveal full extent of Arctic ice loss amid climate change fears", 
    "text": "The full extent of the extreme loss of Arctic ice cover is due to be revealed on Wednesday when a premier US science agency delivers its annual report on the polar region. The report, overseen by the National Oceanic and Atmospheric Administration (Noaa), provides the most comprehensive review so far of a year of record-breaking and extreme weather events in the Arctic. Some scientists have warned the changes in the Arctic recorded this year  particularly signs of thawing permafrost  could bring the planet much closer to a climate tipping point than previously anticipated. &quot;Climate change is taking place before our eyes, and will continue to do so as a result of the concentrations of greenhouse gases in the atmosphere, which have risen constantly and again reached new records,&quot; the World Meteorological Organisation&apos;s secretary general, Michael Jarraud, said. Nowhere has that been more apparent this year than the Arctic, according to scientists. Noaa&apos;s administrator, Jane Lubchenco, and other scientists were due to deliver their own assessment at the annual meeting of the American Geophysical Union in San Francisco on Wednesday afternoon. The scientists will outline the record loss of summer sea ice  which reached its lowest value on the satellite records of 26 August 2012, the decline in spring snow extent, rising temperatures in the permafrost in northern Alaska, and the dramatic melting of the surface of the Greenland ice sheet, according to the AGU website. Some of those findings have already been made public, reinforcing the already extensive evidence  in real time  of climate change. New satellite and aerial data presented to the AGU week earlier this week suggested that the entire Greenland ice sheet was losing about 22 gigatons of ice a year, with rapid thinning in the northern edge of the ice sheet. The entire ice sheet experienced rapid melting over a four day period last July, in an event that stunned and alarmed scientists. The melting ice in Greenland has added to global sea-level rise over the last two decades. Future melting is also expected to add to rising seas. The UN&apos;s weather agency, the World Meteorological Organisation, told negotiators trying to reach a global climate agreement in Doha, that an area of Arctic sea ice bigger than the entire United States melted this year. Meanwhile, the United Nations Environmental Programme released a report warning scientists may have been underestimating the melting of the Arctic. Large-scale thawing of the permafrost, the frozen soil that traps vast amounts of carbon, may already be underway, releasing more of the gases that cause climate change. This year is predicted to be one of the warmest on record, with global land and ocean temperatures in the first 10 months of 2012 about .45 degrees celsius above the average recorded even in the mid-20th century. America and Europe baked under heat waves, the American midwest weathered its worst drought in a generation, and parts of Brazil and China also went without rain. Pakistan, meanwhile, lost hundreds to floods caused by epic monsoon rains. West Africa also experienced floods. But it was the Arctic that exhibited the most staggering changes, according to scientists, and which dominated the United Nations&apos; annual climate change report.", 
    "section": "environment", 
    "gid": "environment/2012/dec/05/climate-change-scientists-arctic-ice-loss", 
    "wordcount": "532"
}