{
    "headline": "Spotting nervousness in the voice of a telephone user could uncover fraud", 
    "text": "Businesses need a way to detect nervousness on the telephone, says a recent patent, which offers a computerised means of accomplishing this. Inventor Valery Petrushin obtained his doctorate in computer science from the Glushkov Institute for Cybernetics, Kiev, and now works in Illinois in the US. His patent, granted last year, is for &quot;detecting emotion in voice signals in a call centre&quot;. A simple flow chart illustrates &quot;a method for detecting nervousness in a voice in a business enviroument to prevent fraud&quot;. We see the following three statements, each enclosed in its own box: &quot;Receiving voice signals from a person during a business event&quot;; &quot;Analysing the voice signals for determining a level of nervousness of the person during the business event&quot;; &quot;Outputting the level of nervousness of the person prior to completion of the business event&quot;. Petrushin recommends his invention also to improve &quot;contract negotiation, insurance dealings  in the law enforcement arena as well as in a courtroom environment, etc&quot;. He specifies a few of the many applications in these fields: &quot;fear and anxiety could be detected in the voice of a person as he or she is answering questions asked by a customs officer, for example&quot;. Petrushin assigned his patent rights to Accenture Global Services Ltd, the giant international advice-for-almost-everything consulting company. Accenture sells call-centre-centric services to BSkyB (&quot;BSkyB increased its customer satisfaction while enhancing its bottom-line performance&quot;) and other high-flying firms. The patent, in essence, presents a recipe that has missing steps. That&apos;s because scientists have not yet found a reliable mechanical way to identify emotions. But there&apos;s hope (the document implies), in that &quot;psychologists have done many experiments and suggested theories.&quot; The method relies on &quot;statistics of human associations of voice parameters with emotions.&quot; These parameters are acoustical  all about the vibrations of the voice, paying no attention to the words those sounds happen to represent. Words can be misleading; if spoken different ways, they might carry different emotions. This all grew out of, and in a sense headed sideways from, Petrushi&apos;s early research about telephone-borne emotion. Those were the days before fear came to prominence. A study he published in 2000 identified a different emotion as the one to focus on for industrial purposes. Petrushin wrote, at that time: &quot;It was not a surprise that anger was identified as the most important emotion for call centres.&quot; His experiment back then measured the ability of then-current computer programs to correctly identify different emotions in recorded voices. The patent filing, 11 years later, speaks of improvement in the emotional technology. In the best of several test runs, it says, &quot;We can see that the accuracy for fear is higher (25-60%) The accuracy for sadness and anger is very high: 75-100% for anger and 88-93% for sadness.&quot;  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/may/14/emotion-in-voice-signals-fraud-detection", 
    "wordcount": "500"
}