{
    "headline": "Former BP boss Tony Hayward defends company's actions before Gulf disaster", 
    "text": "Tony Hayward, BP&apos;s former boss, defended his role in the Deepwater Horizon disaster on Wednesday as lawyers blamed his cost cuts for the deadly oil rig explosion. In video testimony shown to the New Orleans court, Hayward defended the massive cost savings made under his tenure. &quot;When you don&apos;t have accountability no one is accountable for anything,&quot; he said, under often combative questioning from Robert Cunningham. Hayward was asked about a Guardian article from 2007 which reported on his cost-cutting plans, outlined in a speech to staff in Houston. The article reads: &quot;&apos;Assurance is killing us,&apos; Mr Hayward told US staff, noting that too many people were engaged in decision-making leading to excessive cautiousness, something that critics of its safety performance in the US might question.&quot; In his video evidence, Hayward said: &quot;The context was [that] I had spent a lot of time in this speech talking about safe and reliable operations before I mentioned any of this.&quot;     Tony Hayward, ex-BP boss.  Photograph: Toby Melville/Reuters    Looking tired and harried, Hayward (pictured) repeatedly tried to emphasise that he had not sacrificed safety when making cost cuts.  Hayward was chief executive of BP in 2010 when the explosion on the Deepwater Horizon drilling rig killed 11 workers and spilled millions of gallons of oil into the Gulf of Mexico. At the height of the spill, Hayward attracted criticism said: &quot;I&apos;d like my life back.&quot; He took over at BP when the company was facing serious financial difficulties. In March 2008, Hayward held a meeting of BP&apos;s top 500 managers in Phoenix, Arizona and invited a Morgan Stanley analyst, Neil Perry, to address the meeting. Perry told attendees BP &quot;might not be here in a couple of years&apos; time&quot; unless it did something different, according to reports. Hayward was quizzed about Perry&apos;s role in BP&apos;s cost cutting. &quot;I asked Neil Perry to do one thing one thing only  to come to a management conference and give an unblemished assessment of BP,&quot; said Hayward. &quot;He may have given recommendations but they were not asked for and they were not acted upon,&quot; he said. The BP boss was followed by video testimony from Kevin Lacy, a former official with BP&apos;s drilling operations in the Gulf of Mexico, who resigned some months before the disaster because of disagreements over the company&apos;s commitment to safety, according to a federal lawsuit. Lacy was asked whether he had been asked to choose cost over safety. After a long pause he replied: &quot;Not explicitly.&quot; The lawyer asked about the &quot;six second pause&quot;. &quot;I was never given a directive to cut corners or deliver something not safely but there was tremendous pressure on costs,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2013/feb/27/bp-deepwater-oil-spill-hayward", 
    "wordcount": "459"
}