{
    "headline": "Susan Cain: 'Society has a cultural bias towards extroverts'", 
    "text": "Susan Cain is a former lawyer who quit Wall Street to write a book about how society is geared around extroverts at the expense of introverts and the wider economy. Quiet: The Power of Introverts in a World That Can&apos;t Stop Talking has been on the US bestseller lists since publication, and was published by Viking in the UK last month. What is your definition of an introvert? It&apos;s how you respond to stimulation, including social stimulation. So introverts prefer lower-stimulation environments, that&apos;s where they feel at their most alive. Whereas extroverts really crave stimulation in order to feel at their best. It&apos;s important to see it this way because people often equate introversion with being antisocial, and it&apos;s not that at all  it&apos;s just a preference. What&apos;s the relationship between shyness and introversion? Shyness is about the fear of social judgments  at a job interview or a party you might be excessively worried about what people think of you. Whereas an introvert might not feel any of those things at all, they simply have the preference to be in a quieter setting. And an example of this is Bill Gates, who is often described as introverted and comes across as quite private  but you don&apos;t get the feeling that he is very fazed about what people think about him. You don&apos;t imagine him sitting up at night worrying about that. In practice many introverts are also shy, but many are not. You argue that the education system is geared against introverts. In a way education by its nature favours the extrovert because you are taking kids and putting them into a big classroom, which is automatically going to be a high-stimulation environment. Probably the best way of teaching in general is one on one, but that&apos;s not something everyone can afford. So, school ends up becoming this place where introverted kids learn that they have to act like extroverts. So school is a place kids learn to dislike their introversion? You can see it if you watch preschool children  grown-ups will repeatedly remark upon quieter children. &quot;Oh isn&apos;t she quiet? Isn&apos;t she shy?&quot; As soon as they get to school they will be repeatedly encouraged to join group activities, even if they would prefer not to. It&apos;s all very well-meaning but it has the cumulative effect of telling the child that their natural preferences for how they spend their time are not valid. How did we get to the stage where extroverted traits are valued over introverted traits? To some extent it&apos;s in our cultural DNA. Western society is based on Greco-Roman ideals of the person that can speak well, a rhetorical ideal. We have always been to some extent a society that favours action over contemplation. But this really reached a pitch when we moved from an agricultural society into the world of big business. And that&apos;s when it really became the case that to stand out and succeed in a company, with people that you had never met before, the quality of being very magnetic, very charismatic in a job interview suddenly became very important. This happened at the turn of the 20th century. And, it was some what coincidentally some what not, accompanied by the rise of the cinema and the idea of movie stars. And so movie stars became the ultimate guide on how to be magnetic and charismatic. So if you were a private person just facing the question of how do I appear at the job interview you go to the movie&apos;s a Saturday afternoon and there is a movie star kind of showing you the way. So this became very deeply engrained. And work like school is  geared around the way extroverts like to work? I&apos;d say its more so than ever before, we are currently living with a value system that I called the &apos;New Groupthink&apos; which is the idea that creativity and productivity comes from a creative moments do often come from chance encounters, you have an important conversation and suddenly it gives you an idea about how to do things differently. That&apos;s all well and good, but we take that too far and we say therefore that everybody should be out and circulating and having these conversations all day long, and we leave very little place for deep thought and for focus and a work space where you can&apos;t be interrupted. And that&apos;s what&apos;s were missing because solitude is equally a crucial ingredient of creativity. So we really need both, we need the solitude and the chance encounters. Do you enjoy brainstorm meetings? Brainstorming, it&apos;s always this experience where you are cooked up in a room with your colleagues and there&apos;s some very peppy facilitator who is telling you, you know, standing up there with a magic marker I don&apos;t know, I always feel like they arere kind of silly, you just end up with a lot of ideas taped to the wall. And no one really does anything with them. But this is not just my personal feeling, actually there is 40 years of research maybe more into brainstorming and it has found repeatedly that individuals brainstorming on their own come up with better ideas and more ideas than groups do. The British psychologist Adrian Furnham says, &quot;Evidence from science suggests that business people must be insane to use brainstorming groups.&quot; When creativity is the highest priority people should be encouraged to work alone. Is it often the case that a business run by extroverts will just want to employ other extroverts, since extroversion is the only language they understand? To some degree, but there are also plenty of introverts running businesses, and I think that introverts too have some of these same cultural biases. If you look at a culture that is sexist the women are upholding the sexist ideals in the same way that the men are. You know it&apos;s deeply ingrained in the culture. So I think the same thing is true of introverts and extroverts. How do gender and introversion mesh? In terms of statistics it&apos;s pretty much 50/50. Men are more likely to be introverted than women are, but it&apos;s really very slight. But the real difference I think is in how it plays out, how it relates to cultural stereotypes. For men it can be a little bit more difficult, because there are these cultural demands for men to be very dominant. But there are roles for introverted men: the strong reserved man, the strong silent type. I think especially in the UK, there is more of a place for dignified reserve. The US used to have a place for that, but we lost it! For women, on the other hand there is some permission to be more demure, more modest. Do people get more introverted as they get older? That is they require less approval, less interested in making friends? Less bothered about dominating a group? Yes, there is one theory that this is a kind of evolutionary mechanism, when you are younger you have to be out there looking for mates, but as you get older those needs diminish. We get more introverted with time. What&apos;s interesting is relative levels of introversion tend to stay the same. If you went back to your reunion from school, you would probably find that if you ranked everyone in your class into terms of levels of introversion and extroversion you&apos;d still be the same rank. But everybody would have shifted more along the spectrum. As an introvert how do you modify your communication style if you are in an environment with a lot of extroverts? You sometimes do have to push yourself to speak more than you feel like doing. But Once you have done that, I have found you need to speak out of conviction. Even if you are not the loudest voice or the most dominant voice, it kind of doesn&apos;t matter, it&apos;s the conviction which carries the day. So that&apos;s the homework to do! Has the exposure that has come with this book, talking at TED and so on, made you work on your extrovert muscle more? I guess it has. You become desensitised to the discomfort of it. I would say also that because I&apos;m really passionate about trying to change things with the ideas in the book  that helps me transcend my aversion to the spotlight.", 
    "section": "science", 
    "gid": "technology/2012/apr/01/susan-cain-extrovert-introvert-interview", 
    "wordcount": "1403"
}