{
    "headline": "Libya undecided on future of African investments", 
    "text": "Libya&apos;s new government is still taking stock of extensive investments made in Africa by the former regime of Muammar Gaddafi before deciding on what it should do next. Mohammed Abdul Aziz, Libya&apos;s deputy foreign minister, admitted on Thursday that the National Transitional Council (NTC) does not yet know the exact extent of Libyan investments on the continent. &quot;We don&apos;t have a figure yet of what we lost and what is still there,&quot; he told the Pan-African news agency ahead of the AU summit in Addis Ababa, which starts on Sunday. &quot;We like to know the viability of these investments, what kind of impacts they could have for us and for the local community where we are investing  to my mind, we cannot plan for the future before making our proper assessment.&quot; Under Gaddafi, Libya invested its oil wealth mostly in Europe but also in Africa, the Middle East and the US. Some of Libya&apos;s major investments in Africa are managed by the $65bn Libyan Investment Authority (LIA) through a $5bn fund known as the Libyan African Investment Portfolio (LAP). LAP has been a significant presence on the continent and  under its telecom arm, LAP Green  has invested in Zambia, Uganda, Niger and Ivory Coast. Libya also owns companies in Uganda, including the National Housing Construction Company, Tropical Bank, Laico Lake Victoria hotel, Tamoil East Africa and OilLibya. Abdul Aziz said Libya would maintain its presence in 39 African countries with which it has diplomatic relations, and which have benefited from Libyan investments. But he said there would be a reassessment of Libya&apos;s financial commitments, an understandable sentiment given the amount of reconstruction needed at home. &quot;We are now preparing criteria based on bilateral relations, based on mutual interest between us and the African countries,&quot; said Adbul Aziz. &quot;We do have investments in these 39 countries, but it would be premature to decide what kind of direction to take before we complete such an assessment.&quot; Earlier this month, Mustafa Abdul Jalil, the chairman of the NTC, said: &quot;There may be investments that would be better for the Libyan people for them to be closed&quot;. Abdul Jalil added, however, that Libya would increase its investments in Sudan, particularly in agriculture and property. &quot;Reason and justice require us to direct agricultural investments close to Libya instead of the Far East or Central Asia,&quot; he said. In keeping with his image as a pan-African leader, Gaddafi backed his rhetoric with cash. Libya was one of the African Development Bank&apos;s leading regional shareholders and one of the biggest contributors to the 54-member African Union.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/27/libya-undecided-future-african-investments", 
    "wordcount": "441"
}