{
    "headline": "Carbon credits row could derail UN climate talks, says Brazil", 
    "text": "Brazil has said a row over carbon credits could derail the United Nations climate change negotiations taking place in Qatar this week. The row concerns whether countries entering the second round of the Kyoto protocol should be allowed to carry over emissions credits from the first phase. Some countries, including Poland, Ukraine and Russia, have large surpluses of credits, generated because their carbon output collapsed alongside their industrial base after the fall of communism. These credits are derided as &quot;hot air&quot; by critics because they represent greenhouse gases already reduced many years ago, rather than new efforts. Andr Corra do Lago, head of the Brazilian delegation, told the Guardian: &quot;The second phase has to have environmental integrity, and you will not have that if countries are allowed to carry over [the credits]. The second period will be completely compromised. This is not a way to have effective reductions.&quot; Brazil occupies an important position at the talks: it is one of the rapidly developing Basic countries (Brazil, South Africa, India and China), but has acted as a moderating force between this group and the developed nations, which often have major differences. Russia and the Ukraine are thought to have billions of emissions credits unsold, but the focus has been on Poland because as a member of the EU it has committed to the second phase of Kyoto. Its refusal to give up its credits has riven a deep split in the EU, which likes to be seen as one of the engines of progress in the talks. &quot;They are debating this inside the European bloc and we really hope that they will solve it in a way that gives environmental integrity. This is a loophole that means they won&apos;t reduce emissions [as much as promised], so it&apos;s a very strange logic,&quot; said Corra do Lago. Russia has refused to join the second commitment period, likely to run from 2012 to 2020, and Ukraine&apos;s position is unclear. Developing countries are already unhappy that so few rich nations have agreed to join a second phase of Kyoto. The non-joiners have argued that the focus should shift from the 1997 Kyoto protocol to forging a new global agreement covering developed and developing countries, that would be drafted by 2015 and come into force in 2020. New Zealand&apos;s climate minister, Tim Groser, told the Associated Press in Doha: &quot;This excessive focus on Kyoto, Kyoto, Kyoto, Kyoto, was fine in the 1990s. But given that it covers only 15% of emissions, I&apos;m sorry, this is not the main game.&quot; Corra do Lago said the second phase was needed to give all sides the confidence to proceed: &quot;It is clear from the number of ship-jumpers that if we do not have a Kyoto protocol, things will go rapidly downhill.&quot; He said the number of countries taking on pledges under the continued protocol meant it would not be enough to cut emissions in line with scientific advice, but said it might be &quot;enough politically&quot; to bring developing and developed countries together in a new global agreement to succeed the protocol after 2020. The row in Doha came as a paper in the journal Nature Climate Change suggested emissions rose again this year, by about 2.6%, to a record high of 35.6bn tonnes. This means global emissions from burning fossil fuels are now 58% above 1990 levels, which was used as the base year for calculating emissions cuts under the Kyoto protocol, according to the Tyndall Centre for Climate Change Research at the University of East Anglia. The research follows stark warnings from other authorities in recent weeks, including the World Bank and International Energy Agency, that the world is headed for catastrophic levels of warming, of as much as 4-6C. Scientists say emissions must peak by 2020 to have a chance of holding warming to no more than 2C. &quot;The prospect of catastrophic climate change needs to change the mindsets of political leaders,&quot; said Martin Kaiser, climate campaigner at Greenpeace. &quot;Coal-rich Poland is so far dictating the European Union position on hot air. Ministers coming to Doha must make a choice now about whether they have the courage to defend people from the impacts of climate change, or whether they will pander to Brussels politics. If Europe makes the wrong call here, it will lose the trust of the rest of the world.&quot; Under the Kyoto protocol, Poland was obliged to cut its emissions by 6% by 2012 compared with 1988 levels. Poland&apos;s emissions are currently about 30% below the baseline, but the country is a big producer and consumer of coal for power generation, and the country has frequently tried to block EU moves to strengthen environmental regulation. Poland had an estimated 500m tonnes of carbon credits, known as assigned amount units, or AAUs, but has sold an unknown number to Spain, Japan and Ireland, to help those countries meet their emissions targets, for an estimated 190m so far. The credits are not worth much at present  similar credits can be picked up for as little as 1  but Poland argues they are a &quot;national right&quot;. In a move that some applauded as a diplomatic coup and others called a joke, the UN has agreed that next year&apos;s climate talks will take place in Warsaw. Following on from this year&apos;s choice of Qatar, which has the world&apos;s highest per-capita emissions and derives most of its wealth from oil and gas, the choice may prove to be either inspired or disastrous.", 
    "section": "environment", 
    "gid": "environment/2012/dec/02/carbon-credits-climate-talks-brazil", 
    "wordcount": "940"
}