{
    "headline": "Climate change did not cause 2012 US drought, says government report", 
    "text": "The historic drought that blazed across America&apos;s corn belt last year was not caused by climate change, a federal government study found. The summer of 2012 was the driest since record-keeping began more than a century ago, as well as one of the hottest, producing drought conditions across two-thirds of the continental United States. Barack Obama and other prominent figures have repeatedly cited the drought as evidence of climate change. But the report released on Thursday by scientists at five different government agencies said that was not the case. The drought was &quot;a sequence of unfortunate events&quot; that occurred suddenly, the report said. The circumstances were so unusual the drought could never have been predicted. &quot;The Central Great Plains drought during May-August of 2012 resulted mostly from natural variations in weather,&quot; the report said. The scientists found moist air from the Gulf of Mexico did not stream northward as it does most years, bringing spring rain. The jet stream that ordinarily pushes up the moisture from the Gulf was stuck far to the north in Canada. July and August failed to produce their usual thunderstorms and those that did occur brought little rainfall. The deficits were extreme. Last year was the driest year since record-keeping began in 1895, the report said. Conditions were even hotter and drier than the &quot;dust bowl&quot; years of 1934 and 1935. But the scientists were clear in the report: &quot;Neither ocean states nor human-induced climate change, factors that can provide long-lead predictability, appeared to play significant roles in causing severe rainfall deficits over the major corn producing regions of central Great Plains.&quot; The finding was immediately challenged by other scientists. The report looked at six states  Wyoming, Kansas, Nebraska, Colorado, Missouri and Iowa  but by last September the drought had spread across two-thirds of the continental United States, devastating crops from Texas to Georgia. Some experts predicted the economic losses would exceed those from hurricane Sandy. Obama cited the drought, along with last year&apos;s wildfires, record-breaking temperatures, and Sandy, as evidence of climate change. Campaign groups have also cited the drought to make the case for climate action. The lead author of the report, Martin Hoerling, a research meteorologist at the National Oceanic and Atmospheric Administration, told the Associated Press he had tried to create computer simulations of the the drought, factoring in climate change conditions. Hoerling undertook a similar exercise with the 2011 drought in Texas, finding that climate change had indeed been a factor. He was unable to do so in this case, Hoerling said, arguing that it demonstrated the drought had been a one-off event. &quot;This is one of those events that comes along once every couple hundreds of years,&quot; Hoerling told the AP. &quot;Climate change was not a significant part, if any, of the event.&quot; However, Kevin Trenberth, a climate scientist at the National Centre for Atmospheric Research, who was also contacted by the Associated Press, said the study failed to take into account the lack of snowpack in the Rockies or how climate change may have played a role in keeping the jet stream away.  Drought Task Force Report", 
    "section": "environment", 
    "gid": "environment/2013/apr/12/climate-change-not-2012-drought", 
    "wordcount": "531"
}