{
    "headline": "Nuclear sale overshadows crucial carbon capture development", 
    "text": "There are two four-letter words that sum up today&apos;s announcement that Hitachi is buying the Horizon nuclear power business abandoned by German-owned RWE and E.on after the Fukushima disaster led Angela Merkel to turn her back on building new reactors. The first is &quot;phew&quot;, the overwhelming sentiment from ministers and from Horizon&apos;s former owners.  For ministers, the big hole in their low-carbon energy plans that would be left by a failure to get new nuclear plants built is now less likely, For RWE and E.on, they have offloaded the nuclear sites for a lot more cash - 700m - than they might have expected. The fact that even EDF, a supposed competitor to Horizon, &quot;welcomed&quot; Hitachi&apos;s purchase shows how close to meltdown the plan to build new nuclear plants has come. The second four-letter word, from those who oppose new nuclear power in the UK, is unprintable. Hitachi&apos;s purchase is undoubtedly a blow for them. But despite the government&apos;s delight  Prime minister David Cameron was rolled out to herald the news  today&apos;s development is a small step on a long road.  The second energy announcement today, the shortlisting of four carbon capture and storage projects in the government&apos;s 1bn competition, could be the more significant news. It now looks likely that contracts for one or two CCS demonstrations will be signed within a year. That&apos;s very welcome given the government&apos;s current emphasis on gas, because that means CCS is going to be needed. But the prospect of new reactors at Horizon&apos;s sites at Wylfa on Anglesey and Oldbury in Gloucestershire remains much more distant. Cameron said: &quot;This is a decades-long, multi-billion pound vote of confidence in the UK,&quot; But what Hitachi has bought, whatever it says about &quot;a 100 year commitment&quot;, is an option, nothing more. For its 700m, it now has sites with permission build two or three reactors on each. That is lot of money, but its probably less than 1% of the total value of running six reactors for 60 years. Before it does so, it needs to get its nuclear technology licensed in the UK: that can take years. Next, it has to finance tens of billions of pounds of investment to build the new plants. That will of course depend on what price the government decides to guarantee for electricity from new nuclear power. French state-controlled EDF is leading that crucial negotiation, which is the subject of intense speculation. The best guess for what EDF is demanding is high - probably between 100 and 140 per MWh, comparable to offshore wind. The question is whether ministers are prepared to commit energy customers to paying that for decades. It is notable that, despite half a century of taxpayer subsidies, the cost of nuclear energy is rising, while the cost of energy from the much younger renewable sector is falling. But do not underestimate the government&apos;s attachment to the nuclear project. You&apos;d be forgiven for thinking the energy ministry had been entirely captured by the nuclear industry with, as I reported a year ago, several EDF staff working on secondment in government and civil servants returning the favour by working for the energy companies, including Horizon. There was more today, with the announcement of a new Nuclear Industry Council. The Nuclear Industry Association&apos;s chairman John Hutton said: &quot;The new council symbolises the long-term strategic partnership developing between the UK nuclear industry and the government.&quot; It certainly does. There is no Renewable Industry Council or any renewable energy industry staff on secondment in the department for energy and climate change (Decc). The CCS news is thankfully more straightforward, and allows the five-year fiasco of the previous CCS competition to be buried. In many scenarios CCS is crucial to meeting future carbon targets and even more so should new nuclear falter. Minister&apos;s shortlisted the four projects in seven months and those chosen wisely span the range of CCS technology. Only one is on a gas plant, with the other three on coal power stations. That is unfortunate, given the government&apos;s current &quot;dash for gas&quot;, says Prof Stuart Haszeldine, a CCS expert at University of Edinburgh, but results from a historical focus in coal.  One surprise was the failure of 2Co Energy&apos;s Don Valley CCS project to wind government support, given that it was seen to be the most advanced and most favoured by the EU for potential matched funding. But Haszeldine said there were &quot;sensible&quot; reasons for the decision, including the lack of permission for a 50km onshore pipeline. The coalition is committed to supporting four commercial-scale CCS projects, but this competition won&apos;t support more than two. Haszeldine says splitting the 1bn pledged by government between a pair of projects &quot;would just about work&quot;. He adds: &quot;There is now a six-week period to do the commercial bit. It&apos;s about Decc knocking heads together to see if the companies can improve the commercial terms of the deals by co-operating&quot; on, for example, shared pipelines. In a decade or two&apos;s time, I wonder which of today&apos;s two announcements - nuclear and CCS - will have been more significant: a renaissance for an old industry or the flowering of a new one.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/oct/30/horizon-nuclear-energy-ccs", 
    "wordcount": "886"
}