{
    "headline": "Country diary: Wenlock Edge", 
    "text": "When the wild wind whistled off, leaving a moment of stillness, it also seemed to have left some eggs behind to hatch another gale. Up in the short grazed turf of Windmill Hill, things the size of hens&apos; eggs, only rounder, had not been blown away. They began as pale bulbs from the earth when rain came after the dry autumn  meadow puffball fungi  and now they&apos;ve ripenedand sent their spores out into the wind. Under the green, crow-poked, rabbit-nibbled surface, the puffballs senttheir spreading filaments into the roots of plants to stitch this turf together. The plants get water and minerals supplied by the fungus and the fungus gets sugars that the plants make; it&apos;s an old deal without which there would be no meadow here at all. Perhaps the plant-fungus affair has beengoing on for millennia on this hill, and it&apos;s hard to tellif the scatteredpuffballs belong to many or just one organism. All the meadow puffballs do belong to a genus called Lycoperdon, from lyco meaning wolf and perdon meaning breaking wind. These things should really be called wolf-farts. That would also make a better description of their release of spores than &quot;puff&quot;. When the fungi are ripe, they become thin and papery like little waspnests. At the apex of the dome is a tiny aperture which can be opened by raindrops or thewind. Imagine blowingacross the top of a bottle; the hollow space inside the ball fills with spores, tiny reddish brown orbs of life which burst out of the split as the windrattles the ball and draws the spores like vapour into the air with the power of a wolf&apos;s fart  silent but deadly. Each puffball must hold millions of spores, like galaxies blown away by the wind. Do we breathe them in, carry them around inside in case we end up under the sod of meadows?", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/jan/10/country-diary-wenlock-edge", 
    "wordcount": "332"
}