{
    "headline": "Sleeping Dogs  preview", 
    "text": "On the surface, it&apos;s easy to dismiss Sleeping Dogs as yet another Grand Theft Auto clone, but that would be doing it a great disservice. Aside from Rockstar&apos;s license to print money, UFG&apos;s new game borrows liberally from Assassin&apos;s Creed, Just Cause, Batman: Arkham City and pretty much all of late 80s/early 90s Hong Kong action cinema. Here is a game that wears its influences on its sleeve, and proudly at that. It&apos;s also an absolute blast to play. Sleeping Dogs centres on the story of one Wei Shen, a Hong Kong-born, American-raised ne&apos;er-do-well who has recently returned to the Pearl of the Orient to make some quick cash. To that end, he hooks up with some of his childhood friends who have now become low-rent thugs situated at the bottom of Hong Kong&apos;s criminal food chain. Unbeknown to his mates, however, Wei&apos;s actually an undercover cop being used to spearhead police efforts aimed at smashing the local Triads. If the story reads like the premise for a film from Hong Kong&apos;s late 80s/early 90s heyday, it&apos;s because it bears more than a passing resemblance Ringo Lam&apos;s City On Fire. But UFG&apos;s love of the whole HK action film subgenre is evident throughout Sleeping Dogs; they may borrow a lot of gameplay elements from other open world games, but they pay homage to the like of Lam and John Woo in the game&apos;s plot and mechanics, too. Wei Shen is your typical HK action hero: cocky, confident but conflicted about his loyalties because of his close association with his criminal chums. Not only is this a decent plot point, it actually feeds into the gameplay; for every criminal act Wei commits, his Triad XP rises, eventually unlocking gruesome combat moves, Triad suits and vehicles. If he upholds the law, the Police XP meter rises, opening up new weapons and equipment. There&apos;s also an overall Face XP meter that dictates how other characters react to Wei. This can lead to him getting discounts in stores or getting hassled by cop or criminal elements. Like any action hero, Wei is also a dab hand at firearms and unarmed combat. The fighting engine is one of the best things in Sleeping Dogs, because while its set-up is deceptively simple and easy to get to grips with, it boasts a pretty lengthy combo list just waiting to be unlocked.     Sleeping Dogs    Players are able to dish standard throw, kick and punch attacks, but they can also use objects in their environment to deliver eye-watering damage, such as ramming their opponent&apos;s face into a fan, or slamming their head in a car door. Indeed, a lot of the violence in Sleeping Dogs would be right at home in a film on Palisades Tartan&apos;s Asia Extreme label. My personal favourite involved using a store shutter to snap an opponent&apos;s spine. For the gunplay, UFG has borrowed elements from Gears Of War  a lot of the firefights are cover-based  but it has also added a pinch of the bullet ballet from the films of John Woo. When Wei breaks cover, the game activates a small window of bullet-time. The action slows down, the soundtrack is reduced to muffled thumps and thuds and the player has a few seconds where they can target their enemies more easily. The bullet-time here isn&apos;t as integral to the proceedings as it is in the recently released Max Payne 3, but it certainly gives the player a slight edge in a gun battle and it looks cool, too, which is kind of the point. Slow motion also activates every time Wei blasts a car off the road with gunfire from the back of a motorbike. Like any decent action flick, Sleeping Dogs has more than a couple of car chases and they move at a pretty high-octane pace. They&apos;re also filled with ridiculously over-the-top action; aside from causing cars to pinwheel end over end with gunfire, players can use Wei to hijack vehicles in mid-chase. They simply position his car or bike near a target vehicle and press &quot;A&quot; when prompted, in a move that will be familiar to anyone who ever played Midway&apos;s open-world crime thriller, Wheelman.     Sleeping Dogs    UGC has also borrowed Wheelman&apos;s shunt mechanic, allowing players to crash into the side or rear fenders of other vehicles at the touch of a button. This feature also comes in rather handy in the ton of street races that are dotted around the game&apos;s huge map. Not only does racing earn Wei cash and cars, it raises his Face rating in the Hong Kong underworld. Aside from races, the map of Hong Kong is filled to bursting with activities for players to get stuck into. Some of these increase Wei&apos;s standing with the cops or the Triads  hacking CCTV cameras and bringing in drug dealers, or collecting protection money and beating rival gangs  and some are simply ends in themselves. One mission, for example, involves taking pictures around Hong Kong for a lady selling postcards. Players can also visit dojos to unlock new combat moves, underground fight clubs to earn cash and they can indulge in a spot of gambling on Mahjong or cockfighting. The can even visit one of the city&apos;s many massage parlours  for a massage, obviously. The wealth of content in the game goes a long way towards immersing the player in the Hong Kong environment. The production values don&apos;t hurt, either; the neon-encrusted streets look enticingly seedy, the character models are intricately detailed and the voice acting is superb. Sleeping Dogs&apos;s cast also features some pretty big names from the acting world in the voiceover cast. Apart from Will Yun Lee (Die Another Day), Tom Wilkinson plays Wei&apos;s handler Pedrew and Parr Shen from Infernal Affairs fame appears as Chu, Wei&apos;s childhood mate and police target. The likes of Emma Stone, Lucy Liu and James Hong also put in appearances in supporting roles. Sleeping Dogs is certainly derivative, but UFG has assembled it with enough care and affection to make it feel like more than the sum of its parts. It may be derivative and it may not boast much in the way of innovation, but it&apos;s heaps of fun to play. If the final release lives up the promise of its preview, it should provide gamers with a needed burst of excitement during the relatively dry release window in August.  Sleeping Dogs will be released for PC, PS3 and Xbox 360 on 17 August", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/20/sleeping-dogs-game-preview", 
    "wordcount": "1078"
}