{
    "headline": "Green investment must not suffer in dash for growth, MPs warn", 
    "text": "Environmental protections must not be slashed in an &quot;irresponsible&quot; and &quot;desperate dash for growth&quot;, an all-party group of MPs has warned. Green investment should play a key role in the UK&apos;s economic recovery, the group reports, but accuses prime minister David Cameron of a lack of leadership and George Osborne&apos;s Treasury as regarding environmental measures as hampering economic development despite the green economy growing at 4% a year. The debate over the value of investing in clean power, energy efficiency, recycling and reducing environmental damage has reached the top of government in recent weeks, with foreign secretary William Hague, deputy prime minister Nick Clegg and environment secretary Caroline Spelman all stating its high importance in a world challenged by climate change, growing population and greater competition for resources. Monday&apos;s report, from the Environmental Audit Committee (EAC), said the government had broken its promise to deliver a roadmap to a green economy, with the current approach merely listing existing policies, relying on voluntary action and having no deadlines. This was &quot;unlikely&quot; to deliver the billions of pounds of green investment needed, the report added. &quot;The prime minister should show leadership and put the green economy at the heart of the government&apos;s plans to revive the economy,&quot; said Joan Walley, chair of the EAC. &quot;The Treasury seems to see environmental regulations as nothing more than costly red tape, but what we are talking about here are vital laws to give us clean air, safe food, and a thriving countryside. It would be irresponsible to get rid of sensible regulations in a desperate dash for growth.&quot; The Guardian revealed in January the ambition of the cabinet office minister, Oliver Letwin, to cut 10,000 pages of regulatory guidance to 50 pages. Spelman said the cutting or changing of three-quarters of all green regulations would &quot;be good for the environment and good for business&quot;, while saving business 1bn over five years. The MPs stated: &quot;There appears to be little priority in government attached to moving to a green economy.&quot; They said March&apos;s budget, the first since the publication of the government&apos;s green economy plan, &quot;lacked any indication that the Treasury has embedded the green economy into its economic plans, but rather plans for new roads and increased oil and gas extraction.&quot; &quot;Rising global demand for commodities and fossil fuels means that prices will continue to rise, so it is incredibly short-sighted of the Treasury not to give businesses clear incentives to use resources in a smarter way,&quot; said Walley. In a leaked letter to the prime minister, Hague emphasised the economic opportunities offered by green innovation, now being seized by China and Germany. &quot;The low carbon economy is at the leading edge of a structural shift now taking place globally  and is outperforming the economy as a whole.&quot; The letter, sent earlier this year, urged Cameron to give a speech on the issue, but the Guardian revealed in April that a speech by the prime minister planned to be a &quot;major policy intervention&quot; had been downgraded to seven minutes of introductory remarks. &quot;The call is now coming from across the Conservative party, from inside government and from business to stop the Treasury blocking green growth and get on with policies that our economic competitors have been doing for years,&quot; said Luke Wreford, economic policy officer at WWF-UK. &quot;Far from putting British companies out of business, environmental policies may well be the saving of them.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/21/green-investment-growth-mps", 
    "wordcount": "597"
}