{
    "headline": "Do teaching models in higher education need reinventing?  live chat", 
    "text": "Michael Barber, chief education adviser of the world&apos;s largest education firm, Pearson, has been reported saying middle-ranking UK universities could face extinction within the next 10 years if they don&apos;t find a way to &quot;mark themselves out of the crowd&quot;. He said the traditional lecture model is outdated and remarked it was pointless for 100 universities to develop the same courses when &quot;the best professors are making their course available for free&quot;. If it&apos;s not just universities that face extinction, but university lectures too, is it time to rethink the way academics teach in universities? How do lecturers now see their role in higher education? And what do they think is the teaching model of the future? We&apos;ve already seen a major shift in the landscape with the creation of Massive Open Online Courses (MOOCs) both overseas  Coursera, Udacity and edX  and in the UK  FutureLearn  providing thousands of free online courses for anyone, anywhere, with an internet connection. This has led to big dilemmas not only for institutions, but academics themselves: should they get on board the Mooc train, boost their academic profile and make their course content freely available online  or fear being left behind? Many academics are already turning teaching on its head to keep up with rising student expectations and knowledge competition from the web. Developments include:  Flipped classroom  a form of blended learning that sees pupils completing course material ahead of lessons to free up time with their teachers and apply the knowledge they have just learned  Flipped academic  the academic who informs first and publishes later, using teaching time and community engagement to feed into research &quot;What do we do on campus with the space and time freed up by online learning?&quot; asked Andrew Bollington, chief operating officer of the University of London International Programmes, at the Guardian&apos;s Future of Higher Education Summit last month. This is where the pedagogy gets interesting, he added. We agree, so join our #HElivechat on Friday 15 March 12-2pm GMT to discuss whether it&apos;s time to reinvent the teaching models of higher education. You can also follow the debate live on Twitter using the hashtag #HElivechat. Questions to be discussed:  Is it time to rethink teaching in higher education?  What are the threats to current teaching models?  What might be a sustainable model for the future?  How can we use campus and classroom time better? Panel Katelyn Donnelly, executive director in the office of the chief education advisor at Pearson Donnelly leads the Affordable Learning Fund and is also a consultant to governments on education system transformation and delivery. She is co-author of An Avalanche is Coming: Higher education and the revolution ahead. @krdonnelly Geoff Stoakes, academic lead (research) at the Higher Education Academy His role is to undertake or commission research in relation to learning and teaching and the student experience in higher education. Previously he was vice-principal (academic) at University College Plymouth St Mark and St John. Stoakes is a historian by training and has published on the interface between learning and teaching and research. Martin Weller, professor of educational technology at the Open University Weller chaired the OU&apos;s first major e-learning course in 1999, with 15,000students. He has been director on the Ou&apos;s VLE and SocialLearnprojects. He is currently leading a Hewlett funded project creating aresearch hub for OERs. His research interests are in open education,digital scholarship and the impact of new technologies. His latest book, The Digital Scholar was published by Bloomsbury in 2011. Bhavik Patel, senior lecturer in physical and analytical chemistry at the University of Brighton Patel&apos;s areas of interest include analytical chemistry and gastrointestinal physiology. He has an interest in approaches to utilise blending learning in science in higher education.  Julie Wintrup, principal teaching fellow for Centre for Innovation and Leadership in Health Sciences at the University of Southampton She is also part of a team which includes law, psychology, medicine and philosophy developing interdisciplinary ethics education as part of Southampton&apos;s Curriculum Innovation programme. Wintrup&apos;s research interests include student engagement in curriculum innovation, transition experiences of international students, widening participationand the education and training of the health and social care supportand technical workforce. Roy Jackson, reader in philosophy of religion at the University of Gloucestershire As a lecturer of undergraduates, Jackson encourages the use of preparatory online materials so that students can make better use of the class time. He is currently involved in the development of an MA in Philosophy and Religious Thought which will be delivered using an innovative blend of digital technologies. Franois Thrin, dean of the school of business at Curtin University Sarawak in Malaysia, the largest offshore campus of Curtin University Australia Thrin has been working as an academic and manager in higher education institutions in Canada, France, Oman and Australia. He was one of the pioneers in the design and introduction of fully online and blended learning courses in France in 2001, and has always taught online since then. @ftherin  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/mar/12/new-teaching-models-higher-education", 
    "wordcount": "866"
}