{
    "headline": "Further education colleges awarded 10,000 degree student places", 
    "text": "More than 10,000 undergraduate student places for this autumn have been awarded to further education colleges under government reforms that are encouraging the growth of a low-cost alternative to traditional universities. A total of 20,000 places have been stripped from higher education institutions in England and auctioned off to universities and colleges charging average tuition fees of 7,500 or less this year. About 9,600 have gone to 35 universities, of which the biggest winners were Anglia Ruskin, London Met, Nottingham Trent and Staffordshire. But more than half of the places have gone to further education colleges, including Hartpury College in Gloucester, Newham College, east London, and Newcastle College. Universities can charge tuition fees of up to 9,000 from this September. The creation of a margin of 20,000 student places open only to cheaper institutions was intended to create pressure to bring fees down. In December, 24 universities and one FE college brought down their average fees in order to bid for student places from the margin. Announcing the reforms last year, the universities minister, David Willetts, said there would be &quot;pressure for quality and value for money&quot; on universities. Nick Davy, higher education policy manager with the Association of Colleges, said: &quot;The quality of college bids through the core and margin system has led to an allocation of around 10,500 additional full-time student numbers for the sector  an increase of 25% on present numbers.&quot; However, Davy said a number of universities had also withdrawn undergraduate places they had previously extended on a franchise basis to local FE colleges. He said: &quot;This figure is brought down substantially by the practice of universities withdrawing indirect student numbers from the sector. AoC estimates that the growth in entrant numbers actually is nearer to 7%, a long way from the government&apos;s intention to significantly support degree-level growth in the college sector. &quot;There needs to be a considerable increase in margin places to achieve the government aim of creating a more cost-effective and accessible HE sector.&quot; The coalition&apos;s higher education reforms also allow institutions to expand to take on more students who achieve grades AAB or higher at A-level. The government estimates this will cover about 65,000 students in this summer&apos;s exam season. This is expected mainly to benefit elite universities.", 
    "section": "education", 
    "gid": "education/2012/mar/07/colleges-degree-student-places", 
    "wordcount": "393"
}