{
    "headline": "Michael Gove backs creation of Royal College of Teaching in attack on unions", 
    "text": "Michael Gove has backed the establishment of a new Royal College of Teaching  modelled on the medical royal colleges  as a voice for the profession in competition with unions, which he said were dominated by a &quot;tiny, but vocal, group of militant activists&quot;. In an address to the National College for Teaching and Leadership in Nottingham on Thursday, the education secretary had warm words for the teaching profession overall, while reserving his ire for the National Union of Teachers (NUT) and NASUWT, which he described as &quot;increasingly out of touch with the profession as a whole&quot;. &quot;The leadership teams of the NUT and NASUWT have demanded their members take industrial action  a work-to-rule  for reasons which are obscure to me but seem to amount to &apos;we don&apos;t like the last 25 years of education reform, why can&apos;t we party like it&apos;s 1968?&apos;,&quot; Gove said. The speech was the latest round in the skirmishing between Gove and the unions, which have opposed the introduction of academies and free schools, as well as resisting his attempts to change the employment conditions of teachers in state schools in England. Gove said: &quot;There is a growing consensus that teachers should emulate other professions, and set up a new Royal College  like the Royal College of Surgeons or Paediatricians  identifying, exemplifying and defining best practice in the teaching profession.&quot; The secretary of state joked that &quot;any endorsement from me might blight its chances&quot;. Christine Blower, general secretary of the NUT, said a royal college could not replace a union in fighting for the best conditions for teachers and learners. &quot;The tiny vocal group to which Michael Gove refers is the 90% of teachers represented by the NUT and NASUWT who are no longer prepared to put up with the attacks on their pay and working conditions he has initiated,&quot; Blower said. Gove and his successors as secretary of state might find that royal colleges as professional bodies do not necessarily lead to an easier life for politicians: the Royal College of GPs, for example, has been a thorn in the side of the government in opposing NHS privatisation plans.", 
    "section": "education", 
    "gid": "education/2013/apr/25/michael-gove-royal-college-teaching-unions", 
    "wordcount": "367"
}