{
    "headline": "Dividing younger pupils by ability can entrench disadvantage, study finds", 
    "text": "Thousands of UK primary schools are locking their pupils into a cycle of disadvantage by separating them into ability groups, a major international study has warned. The Organisation for Economic Co-operation and Development (OECD), a Paris-based thinktank, analysed successes and failures in education systems in 39 of the world&apos;s most developed nations. It found that countries that divided pupils into ability groups at an early age tended to have higher numbers of school drop-outs and lower levels of achievement. In the UK one in six pupils are divided according to their academic ability by the age of seven, according to a study conducted last year by the London University&apos;s Institute of Education. Beatriz Pont, an education analyst and one of the authors of the OECD&apos;s study, said streaming by ability at an early age &quot;fuelled a vicious cycle&quot; in which teachers had low expectations of students in the lowest sets. These students were often &quot;locked into a lower educational environment before they had a chance to develop their potential,&quot; she said. Her study  Equity and Quality in Education: Supporting Disadvantaged Students and Schools  found the most experienced and capable teachers often taught pupils in the highest sets. Streaming by ability &quot;exacerbates inequities&quot; because immigrants and pupils from low-income families are more likely to be placed in low-ability groups, she said. The UK and the US had the joint highest proportion of pupils in schools that divide according to ability at 99% each. Countries, such as Finland, that are well-known for their high-performing education systems, had a far lower proportion  58%. Dividing pupils into ability groups was commonplace in the UK in the 1940s and early 1950s. By the early 1990s it had virtually disappeared because studies had shown it had no effect on overall attainment. It is gradually being re-introduced into UK schools. The OECD study also shows the UK has a higher proportion of pupils with poor reading skills than our rival nations. In the UK, 18% of 15-year-olds do not have basic reading skills. This is average for OECD countries, but several countries have considerably lower proportions than we do. Finland, Norway and Sweden have 8%, 15% and 17% respectively, while Shanghai-China  which have been grouped together for the purpose of the study  only had 4%. Almost a fifth  18%  of 25 to 34-year-olds in the UK did not complete the last years of secondary school. In Canada, the US and Germany, the figures were 8%, 12% and 14% respectively. The researchers showed that the UK is better than most of its rivals at managing to reduce the gap between pupils who are new to the country and those who are born here. The gap in reading skills is considerably more narrow in the UK than France, Germany and Finland. A far higher proportion of pupils in UK schools opt for academic subjects, rather than vocational ones compared with most rich countries of the world, the study shows. In the UK, 69.5% of pupils in the last years of secondary school are on academic courses, while 30.5% are on vocational courses. This is the eighth lowest proportion on vocational courses of all countries. Across the OECD, the split between the two types of courses is almost equal, while in Germany, Austria and Finland a higher proportion of pupils are enrolled on vocational courses than academic ones. Pont said that countries should strive to make academic and vocational courses equivalent. The study recommends countries improve their education systems by stopping pupils from re-taking a year, eliminating setting by ability and allocating funding according to students needs. A spokesman from the Department for Education said it was for schools to decide how and when to group and set pupils by ability. &quot;Research shows that when setting is done well, it can be an effective way to personalise teaching and learning to the differing needs of groups of pupils,&quot; he said. &quot;When setting is not based on accurate assessment of ability, or isn&apos;t used to adapt teaching to the needs of the group, then it can be divisive and limit pupils&apos; aspirations.&quot;", 
    "section": "education", 
    "gid": "education/2012/feb/09/dividing-pupils-ability-entrench-disadvantage", 
    "wordcount": "694"
}