{
    "headline": "Extra funds to end malnutrition pledged before pre-G8 summit", 
    "text": "Extra funding to end malnutrition in developing countries has been unlocked before David Cameron&apos;s pre-G8 donor conference on Saturday. The World Bank boosted its direct funding for 2013-14 from $230m (150m) to $600m, and the EU promised an extra $500m. Brussels is also providing 3bn (2.5bn) in long-term indirect funds for investment in sectors such as agriculture, education, social protection, and water and sanitation. The prime minister and aid organisations were hoping to raise just over 650m in direct funding annually up to 2020 to fight malnutrition and are now looking to the Gates Foundation, big donor countries and the Children&apos;s Investment Fund Foundation to raise the extra money. Cameron was said to be making further calls to G8 countries to see if any other funds could be unlocked before the London summit on malnutrition. The World Health Organisation wants to reduce the number of growth-stunted children in the world by 70 million by 2025, and the goal for Saturday&apos;s summit is to ensure this target is on track by 2020. That will require more of the aid to be delivered in the next few years. The all-day summit is to be accompanied by an event in Hyde Park organised by a coalition of more than 200 UK organisations. &quot;Enough Food For Everyone IF&quot; is hoping to be the largest popular mobilisation on aid since the 2005 concerts accompanying the G8 summit in Gleneagles. Danny Boyle, the film director and organiser of the London Olympics opening ceremony, is one of the headline speakers and on Friday called for a big turnout. &quot;Last year at the Olympics we showed what made Britain great. Now tens of thousands of people across the UK are harnessing that spirit, energy and passion in the fight against hunger. &quot;And it&apos;s a fight we have to win. It&apos;s staggering that one in eight people around the world go to bed hungry. We need to change that.&quot; The eventwill include speeches from celebrities, the former archbishop of Canterbury Rowan Williams and Bill Gates, as well as a flower installation designed to represent the lives that could be saved if funding for nutrition was improved. The international development secretary, Justine Greening  under pressure from her own party over the generosity of the UK aid budget  said the funds were designed to provide long-term solutions to issues of agricultural inefficiency and not simply throw out food parcels. The EU development commissioner, Andris Piebalgs, said: &quot;I find it incomprehensible that in an era of technological revolution, some 870 million people are still going hungry and malnutrition is responsible for over three million child deaths annually. We have the means to stop this tragedy. What is lacking is the political will and determination to do so.&quot; The summit will bring together several heads of state from Africa, including Ivory Coast, Malawi, Uganda and Tanzania. Stunting has become the most prevalent nutritional challenge in developing nations, affecting 165 million children worldwide.", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/07/extra-funds-malnutrition-pre-g8-summit", 
    "wordcount": "500"
}