{
    "headline": "Talk point: we want to hear your views on the future of Somalia", 
    "text": "Next week, UN secretary-general Ban Ki-moon and US secretary of state Hillary Clinton will be among the high-profile delegates descending on London for the next international conference on Somalia. Officials from 50 countries and international organisations are expected to attend, along with representatives from Somalia&apos;s transitional institutions. Last week, the UK&apos;s foreign secretary, William Hague, said: &quot;The time is right for a determined new effort to help the country get on its feet.&quot; The one-day high-level international conference has an ambitious agenda, hoping to tackle everything from security and local stability to humanitarian needs and international co-ordination. But, much like many other previous high-level international conferences, there is no space at the table for civil society or diaspora groups. On Friday we&apos;re holding a discussion with Somali representatives of organisations in the UK to get their perspectives on the issues ahead of the conference. Among those we will be talking to are Mohamed Elmi, chairman of Somali Diaspora UK, Rahma Ahmed, co-ordinator of the Somali Relief and Development Forum, and Abdirashid Duale, CEO of Dahabshiil, one of the largest providers of international remittances in the Somali region. We will be interviewing them for the Global development website and we&apos;d like to hear from you the questions you&apos;d like us to put to them. What questions do you have about the current situation in Somalia? What role can the Somali diaspora play in the country&apos;s future? What are the key obstacles to peace and prosperity in Somalia? What policies or ideas should take priority at next week&apos;s meeting? What role should  and shouldn&apos;t  the international community play? The UK government has made steps to consult with local Somali organisations and diaspora groups in the UK. Last week, Hague told a group of Somali diaspora members gathered at Chatham House: &quot;We can&apos;t dictate its future nor can we provide the solution to its internal problems  those are things that only Somalis can decide, although there are many ways that we can and will give them our assistance.&quot; But critics say the formal consultation process is no subsititution for a real seat at the decision-making table. We want your comments and questions to help shape our conversation with Elmi, Ahmed and Duale. We will report back here. Let us know what you think. And, as always, if you have any problems posting, or if you would prefer to comment anonymously, email us at development@theguardian.com and we&apos;ll add your thoughts. Update 17 February: One additional panelist has been added to the roundtable, Mohamed Sharif Mohamud, Vice chairman of the Somali Initiative for Dialogue and Democracy, former ambassador of Somalia, and former under-secretary general of the Arab League. The roundtable will take place from 1.30-2.30pm GMT today and is best followed on twitter where we&apos;ll be using #LDNSomalia.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/14/talk-point-london-somalia-conference", 
    "wordcount": "471"
}