{
    "headline": "Messages in limestone", 
    "text": "We were chilled by gusts blowing off a rough sea across a bleak graveyard close to the windswept edge of Portland  the great limestone promontory, almost an island, only tenuously linked to the mainland below Weymouth by the narrow pebble strand of Chesil Bank. Between us and the shingle beach below was a quarry extracting the famous stone, good for carving yet durable, that Wren used for St Paul&apos;s Cathedral and that has adorned fine buildings before and since. All around us were ranks of seemingly numberless tombs and gravestones leaning at varied angles, made of Portland stone, and most fashioned with elaborate carving, a tribute to the tradition and skill of Portland craftsmen. And behind us, also in Portland stone, was the arresting sight of the great pile of St George&apos;s church, in its solitary space outside the town, built by a local man, inspired by Wren, and looking like a fanciful creation by Hawksmoor intended for London but transported here. Pevsner&apos;s guide to the buildings of Dorset calls it the finest 18th-century church in the county. On our last trip to these parts, we had kept to the sheltered mainland coast and the wooded Rodwell trail, but now we had been brought to this exposed place by a chance meeting with the granddaughter of a man who had once been sexton and gravedigger here. She told us of the toil and problems involved in his work digging in the shale, and of his care of the graves for families who had moved away. And this stark place at a southern extremity of the country had an elemental feel, emphasised by inscriptions on tombstones near the church door; there is a memorial to Wm Pearce, killed by lightning while on Her Majesty&apos;s service &quot;atop Chesil Beach&quot; in 1858, and to Mary Way and William Lano, shot by the press gang in April 1803 (she died of her wounds in May).  This article was amended on 26 January 2012. The original referred to William Leno instead of Lano.", 
    "section": "environment", 
    "gid": "environment/2012/jan/23/portland-messages-in-limestone", 
    "wordcount": "340"
}