{
    "headline": "Rough and ready to take on the elements in Lakeland's climbing huts", 
    "text": "Lakeland&apos;s climbing huts, much like the Hrnli hut on the Matterhorn, let club members get to grips with rock and ice from close quarters. Below the wooded crag beyond Thirlmere is the Smithy, its anvil long silenced by the climbers and fell runners of the Gritstone Club. On the summit of Dunmail Raise nearby  perched between north and south Lakeland  is the Achille Ratti Club refuge (once an isolation hospital). And near the ford in Little Langdale is the house owned by the Fylde Mountaineering Club. Mountain refuges all. In 1930 the Wayfarers Club opened the Robertson Lamb hut in Langdale. It followed the success of one-roomed Helyg in Snowdonia, opened in 1925 by the Climbers&apos; Club  described by George Borrow as a &quot;miserable hovel&quot; despite its importance in the golden era of Welsh climbing 1925-39. In 1937 the Fell and Rock Climbing Club built Brackenclose on a magnificent site below Lingmell and beyond Wastwater. Here in the early 1950s I was wakened in the night by a policeman in uniform and cape standing, streaming wet, by the bunk beds with his flashlight. There was a mountain rescue on Scafell; would we help? And out we trooped into the night, with stretcher retrieved from the rafters above. My first hut  High House in Borrowdale  was off-putting, seemingly full of brigands and ruffians crowded round a fire in the lamplight. It was an impression only dispelled next morning as daylight dawned. Hellsgarth, a 17th-century cottage in the jaws of Oxendale below Hell Gill, also looked foreboding, its interior open to the underside of its roof like an upturned ark, with a balcony midway round the walls. It was a haven at one time for low-paid workers in the William Morris Society movement and, it was said, members of the Hellfire Club.  This article was amended on 30 January 2013. An editing error led to the Achille Ratti Club refuge being given the incorrect name of the Achille Country Climbing Club refuge. This has been corrected.", 
    "section": "environment", 
    "gid": "environment/2013/jan/27/lakelands-climbing-huts", 
    "wordcount": "338"
}