{
    "headline": "Google will not oppose clampdown on tax avoidance, chairman says", 
    "text": "Google would not oppose any moves by the government to tighten up the tax regimes that has allowed it to use Bermuda as a tax haven, its executive chairman Eric Schmidt said on Monday. Speaking at Cambridge University, the chief of the world&apos;s biggest search engine reiterated his position that Google would abide by any changes the UK imposed: &quot;Our tax strategy is that whatever the tax regime, we would pay that.&quot; It comes just days after David Cameron called on other world leaders at Davos to crack down on tax avoidance. &quot;When some businesses aren&apos;t seen to pay their taxes, that is corrosive to the public trust,&quot; he said. &quot;I want this year&apos;s G8 [meeting of the largest economic powers] to bring a new focus on  tax [and] transparency. Those are the issues we are going to be driving for this year  We want to use the G8 to drive a more serious debate on tax evasion and tax avoidance.&quot; He added that &quot;people across the planet are rightly calling for more action&quot;. Google used the tax haven of Bermuda for 6bn of transactions, while paying just 6m in corporation tax in the UK, in 2012. It defines the UK staff and operations as a &quot;service arm&quot; of the business, and uses an Irish subsidiary to collect advertising revenues from the UK and other countries. That pays royalties to another Irish subsidiary, which passes payments to a holding company in the Netherlands with its tax base in Bermuda. Google legally avoided paying around 200m on 2.6bn of UK revenues through the arrangement. In Davos, Cameron said that &quot;there&apos;s nothing wrong with sensible tax planning  but there are some forms of avoidance that have become so aggressive that I think it is right to say these raise ethical issues.&quot; Schmidt declined to comment directly on Cameron&apos;s comments, but did acknowledge that corporations now had to recognise that they were dealing with a very different world from before. &quot;It will be harder and harder for corporations simply to be focused on shareholders&quot;  who are meant to be the beneficiaries of tax avoidance arrangements that maximise company profits. &quot;The reason why they won&apos;t be able to is their employees. In Google, we&apos;re there because we all talk about a shared vision of making the world a better place. Employees work in a company not for shareholder value but because they feel a need to be there. That model is how corporations everywhere are going to have to work.&quot; He suggested that the traditional corporate model &quot;is in some ways outdated&quot; because employees now are better educated about what the business they work for is doing. Other companies to have come in for criticism over their tax planning arrangements in the UK include the internet retailer Amazon and the coffee chain Starbucks, which said that it would pay an extra 20m in taxes.", 
    "section": "technology", 
    "gid": "technology/2013/jan/29/google-tax-chairman", 
    "wordcount": "504"
}