{
    "headline": "Twitter and Apple prepare to launch music services", 
    "text": "Apple and Twitter are both expected to make significant incursions into the music space in the near future in moves that could challenge Spotify, Pandora and other independent music services. Apple is understood to be preparing a music streaming service that would challenge existing ones such as Spotify and Pandora in the US, after reports said that it was close to securing licensing deals with Universal Music and Warner Music, two of the three major music labels. Negotiations with the third, Sony Music, are said to be &quot;less advanced&quot;, while there is no indication of independent labels&apos; willingness to sign. But industry gossip points to a launch of the service, perhaps called &quot;iRadio&quot;, later this year. That would cement Apple&apos;s position in the digital music space, where its iTunes Music Store  which is ten years old this month  already makes it the biggest music retailer in the world. Music streaming is a fast-growing space, where the number of subscribers grew 44% in 2012 to 20m. Twitter, meanwhile, is expected to launch a dedicated product optimised for music, being readied by Twitter for launch at this weekend&apos;s Coachella music festival, where artists including Blur will be playing. Twitter Music, which is being teased with a holding page, is thought to offer users a version of Twitter optimised for music, including enhanced player tools supporting Soundcloud and iTunes, rich follower tools for favourite bands, suggestions and trends, and a recommendation service between friends. The service has been built by the We Are Hunted team, an Australian music discovery and sharing tool quietly acquired by Twitter this year. The deal was only announced yesterday with a statement on the We Are Hunted site which said: &quot;While we are shutting down wearehunted.com, we will continue to create services that will delight you, as part of the Twitter team. &quot;There&apos;s no question that Twitter and music go well together. Artists turn to Twitter first to connect with fans, and people share and discover new songs and albums every day. We can&apos;t wait to share what we&apos;ve been working on at Twitter ... you will hear more from us.&quot; Apple&apos;s negotiations with labels were reported by The Verge, noting that talks with Sony were less advanced. Apple hopes that iRadio, as the planned new service had been dubbed, will help push download sales by helping users discover new music  implying that its Genius recommendation tool and Ping network have not done the job. Negotiations have not run smoothly; Apple had initially been pushing for a royalty rate of around 6c per 100 streamed songs  roughly half what rival service Pandora currently pays. Current negotiations have doubled that rate. There has been speculation that the basic iRadio service would be free and ad-supported, and launch at Apple&apos;s next developer conference in summer. Music analyst Alice Enders said that Twitter Music was unlikely to present any challenge to the mainstream commercial music space. &quot;It is not a game changer  it&apos;s niche, a recommendation-based service for people that aren&apos;t representative of the billions of people that consume music,&quot; she said. A commission-based system for sales on a third-party site would be an unlikely revenue stream, she said, because it would drive users off the Twitter platform, so further promotional advertising products are the most likely revenue streams for the service. But Apple&apos;s service was most likely to present a challenge to Pandora, the online radio service that now claims to be used by as much as one third of the US online audience, she said. &quot;The real question is Apple going to attract users away from Pandora,&quot; said Enders. &quot;It&apos;s a big decision for the recorded music industry whether Apple should become a subscription service, noting that the all-you-can-eat service seems to be the nirvana for the music industry even though there is the potential to cannibalise download sales.&quot; She added that though successful in the US, the Pandora model has not achieved that scale in other markets which would limit the potential for an Apple product based on that model. Soundcloud declined to comment on Twitter Music, and Twitter said it could not comment beyond the statement on We Are Hunted&apos;s site. Apple did not respond to a request for comment. Universal Music made no comment.", 
    "section": "technology", 
    "gid": "technology/2013/apr/12/twitter-apple-music-streaming-service", 
    "wordcount": "721"
}