{
    "headline": "Taking a chance on water buffalo", 
    "text": "When I bought some water buffalo burgers at Sherborne farmers&apos; market, I asked where the animals were farmed, and a few days later found my way to Chilthorne Domer, near Ilchester, where the river Yeo was overflowing its banks. The way to Lower Oakley farm runs three-quarters of a mile from the road between wide, flat fields. Swans were gliding on sheets of water where cattle would normally have been grazing. But the water buffalo, though adapted to mud and water (it is said that they can dive to a depth of three metres to get at vegetation), were on hard standing as for winter because, had they been left outside after the rain, they would quickly have destroyed the spring pasture by wallowing and turning it into a mudbath. Some 15 years back, Tony and Jane Corpe had turned from conventional dairy farming to take a chance on water buffalo, buying 23 weaned calves from a farm in Warwickshire, and intending originally to milk them to make mozzarella cheese. But the emphasis soon turned to beef production, and the dairywas turned into a chill room. It was good to learn, over a cup of tea in the old farmhouse, something about theanimals&apos; management and their remarkable qualities. Though big, hefty beasts, with fearsome, curved horns that they can use to dig muddy wallows and destroy trees, water buffalo are notably docile. Each one has its own distinct personality, no two faces are alike, and they have a way of looking you directly in the eye. Calves stay with their mothers for five to six months, and when weaned they eat nothing but grass and winter forage from the farm. They will not touch concentrate. In the farm shop, the butcher, skilled in the traditional craft, explains the particular merits of water buffalo meat as he prepares choice cuts, as well as burgers, for the shop and farmers&apos; markets.", 
    "section": "environment", 
    "gid": "environment/2012/may/14/chilthorne-domer-somerset-water-buffalo", 
    "wordcount": "323"
}