{
    "headline": "School sports fields in danger as government relaxes rules", 
    "text": "The education secretary, Michael Gove, has relaxed government regulations that set out the minimum outdoor space schools have to provide pupils for playing team games, raising further concerns about the legacy of the Olympics on grassroots sports. Campaigners fear the new rules  which were approved on the eve of the Games  will pave the way for the further sell-off of playing fields and endanger the ability of schools to provide sport for future generations. Under the previous rules, secondary schools were expected to provide pitches ranging from 5,000 sq metres (54,000 sq ft) for the smallest schools to 35,000 sq metres for schools with 600 pupils or more. The new regulations for schools in England state simply that &quot;suitable&quot; outdoor space must be provided to teach PE and let pupils play outside. It is part of a broader relaxation of rules on school buildings, which include scrapping requirements on washing facilities for pupils. The School Premises (England) Regulations 2012 were approved by schools minister Lord Hill on 19 July, a week ahead of the Olympics&apos; opening ceremony. The guidelines come into force at the end of October. The coalition has been criticised over its approach to school sport. Ministers have cut funding for school sports partnerships, which improved the quality and variety of sports available to pupils; authorised more than 20 disposals of school playing fields; and scrapped the target for state schools to provide two hours of PE a week. The Education Funding Agency, the government body through which schools funding is channelled, is now due to draw up guidance for schools based on the new regulations. Tim Lamb, the chief executive of the Sport and Recreation Alliance, an umbrella organisation for sports bodies, and a former county cricketer, urged ministers to maintain a minimum space requirement for playing fields. He said: &quot;Without a minimum requirement, the danger is that short-term expediency could jeopardise the ability of schools to deliver sport for future generations. &quot;We&apos;re confident that the Education Funding Agency understands the need to require schools to retain a minimum playing field space because the previous requirements were one of the key tools for preventing the sale of land.&quot; The previous rules state that &quot;nothing may be done to reduce the team game playing fields to a size below that which is prescribed&quot; without approval from Whitehall. Schools are under pressure to find money for refurbishment after the government scrapped Labour&apos;s school renovation programme, Building Schools for the Future (BSF). In one example, playing fields at a school in Putney, south London, are due to be sold off to pay for a refurbishment. The renovation of Elliott school was among over 700 projects cancelled when BSF was axed. Wandsworth council, which plans to sell off a swath of the school&apos;s fields including tennis courts and a football pitch, says the refurbishment will create brighter and more spacious classrooms, while the remaining external space will be landscaped to provide informal play areas and new sports courts. Gove has approved 22 applications for the disposal of playing fields since the coalition government was formed, including one from Elliott school. The Department for Education says that four of these were sites that became surplus when existing schools amalgamated, and one other was &quot;surplus marginal grassland&quot;. A total of 14 were schools that had closed, according to the DfE. The Olympics have drawn attention to the sporting disparity between private and state schools, after the Sutton Trust published figures showing that more than a third of Team GB&apos;s medallists were educated at fee-paying schools. The culture secretary, Jeremy Hunt, has defended the government&apos;s sports policy, saying that while the coalition has a different approach to Labour, it shares the objective of getting more young people playing sport. Stephen Twigg MP, the shadow education secretary, said: &quot;This just shows how out of touch Michael Gove is. Not satisfied with getting rid of the target of pupils playing two hours of sport a week, he is now weakening the standards Labour introduced to protect school playing fields. &quot;The government has already sold off 21 playing fields  parents want reassurances that these changes won&apos;t allow more to be sold off. If we are to ensure the Olympic legacy, the government must ensure that schools provide a decent amount of space for competitive sports and play.&quot; A DfE spokesman said: &quot;These regulations set out for the first time that all schools must have access to suitable outdoor space for both formal PE lessons and for outdoor play. By removing pages and pages of bureaucratic restrictions, we will make it easier and cheaper to provide the badly needed extra school places that this country needs so urgently. &quot;Our extremely strict rules on playing fields will stay firmly in place. This government has only approved sales if the school has closed, has merged, or if equal or better facilities are being put in their place.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/14/school-sports-fields-government-olympics", 
    "wordcount": "835"
}