{
    "headline": "Apple faces multimillion US settlement over 'in-app purchases' by children", 
    "text": "Parents who have been shocked to find their children have run up massive bills  some of up to $1,400  by making &quot;in-app purchases&quot; on their Apple iPhone or iPad will get cash or an iTunes Store credit as part of a settlement that could cost the company up to $100m (66m). The move would settle a lawsuit filed in 2011 by five parents in California who complained that Apple hadn&apos;t made it clear that &quot;free&quot; apps downloaded from the App Store could also include paid-for extras, which wouldn&apos;t necessarily require the child to provide the parent&apos;s Store password. As many as 23 million people could receive compensation, the settlement document suggests. The lawsuit alleged that &quot;Apple failed to adequately disclose that third-party game apps, largely available for free and rated as containing content suitable for children, contained the ability to make in-app purchases.&quot; Now the company is offering a settlement  agreed by the plaintiffs  in which people who can show that a minor made an in-app purchase (IAP) can claim either iTunes Store credits, or cash settlements in cases where parents say the cost of purchases exceeded $30. The settlement is understood to apply only to the US. In February 2011, the US federal trade commission said it was launching an inquiry into IAPs because of concerns that children were playing games: one game that came in for particularly criticism was Capcom&apos;s game Smurfs&apos; Village, in which children were encouraged to buy $99 barrels of Smurfberries  which really did cost $99 to parents with the account. IAPs, and the protections around them, have been controversial topics in the App Store since the capability was introduced to iOS, the mobile software that runs the iPhone and iPad, in 2009. App developers discovered that they could be used to dramatically raise the amount of money that could be raised from an app  because rather than paying the full amount upfront, users would spread payments as they played the game by making small purchases that quickly added up. Because the password was not required inside the game, parents were frequently unaware that their children were buying &quot;items&quot;, the cost of which was being added to their iTunes Store bill. Later changes by Apple introduced a timeout function for the password, so that users would have to re-enter it during games to make purchases, and subsequently an absolute requirement  as a preference  to require a password for any IAP. In a report published in December 2012, the FTC was critical of the lack of clear information about advertising and IAPs in games aimed at children. &quot;The report strongly urges all entities in the mobile app industry  including app stores, app developers, and third parties providing services within the apps  to accelerate efforts to ensure that parents have the key information they need to make decisions about the apps they download for their children.&quot; A US court has to approve the proposed settlement, which will be heard on Friday 1 March. Apple had not responded to a request for comment by the time of publication.", 
    "section": "technology", 
    "gid": "technology/2013/feb/26/apple-settlement-children-in-app-purchases", 
    "wordcount": "522"
}