{
    "headline": "US carbon emissions fall to lowest levels since 1994", 
    "text": "America&apos;s carbon dioxide emissions last year fell to their lowest levels since 1994, according to a new report. Carbon dioxide emissions fell by 13% in the past five years, because of new energy-saving technologies and a doubling in the take-up of renewable energy, the report compiled by Bloomberg New Energy Finance (BNEF) for the Business Council for Sustainable Energy (BCSE) said. The reduction in climate pollution  even as Congress failed to act on climate change  brings America more than halfway towards Barack Obama&apos;s target of cutting emissions by 17% from 2005 levels over the next decade, the Bloomberg analysts said. By the end of last year, America&apos;s emissions of carbon dioxide and other greenhouse gas emissions had fallen 10.7% from the 2005 baselines. That drop puts Obama in a better position to defend his environmental achievements, which have often gone overlooked in the bitter rows over climate science. It may also buoy up America&apos;s standing in the global climate negotiations. &quot;There have certainly been some solid results on the board in the US as a result of all these changes,&quot; Ethan Zindler, a BNEF analyst said. A report last year by the independent thinktank Resources for the Future also suggested America was on course to meet those targets. Lisa Jacobson, president of the BCSE, said the Bloomberg findings exposed the conservative argument that acting on climate change would be a drag on the economy. Instead, carbon emissions declined even as GDP was going up, she noted. As described by Bloomberg, the US is in the throes of a major shift in energy production. Coal fell to just 18.1% of America&apos;s energy mix last year, down from 22.5% in 2007. Oil use also declined. The explosion of natural gas production, thanks to fracking, filled much of the gap. America got 31% of its electricity from gas-fired power plants last year. But the report found steadily expanding installation of wind, solar, hydro and geothermal energy. Renewables represented the largest single source of new growth last year, reaching $44bn in 2012, the report said, the report said. Over the same time span, total energy use fell since 2007, by 6.4%, the report said. Most of the emissions cuts were due to installing more efficient heating and cooling systems in commercial building. Other cuts in emission came from transport, with 488,000 Americans last year opting for hybrid and plug-in vehicles.     Graphic: US electricity production  ", 
    "section": "environment", 
    "gid": "environment/2013/feb/01/us-carbon-emissions-lowest-levels", 
    "wordcount": "403"
}