{
    "headline": "School building design does matter", 
    "text": "Maritz Vandenberg (Letters, 2 January) conflates a range of personal opinions on school design around the results of the University of Salford study I led. Maritz seems to end up arguing that building design doesn&apos;t matter and anyway good design is too expensive. In fact the study mentioned provides strong empirical evidence that small changes can make a big difference, in both new and existing schools. This is based on fieldwork to test which of the multitude of ideas and opinions do actually impact on pupils&apos; learning in practice. Using multilevel analysis we were able to isolate the effect of a set of built environment factors. We found that this scaled to explain 25% of the variation in the learning rates of 751 pupils in a diverse range of schools. Some of the factors identified are design issues, but many are to do with users&apos; choices, such as colour and visual complexity. This is not about expensive or big schools, but the subtle creation of good learning environments taking into account a set of relatively simple things. We hope that teachers, designers and policy-makers will find this evidence helpful as they strive to do their best for the schoolchildren in their care.Professor Peter Barrett School of the Built Environment, University of Salford  Indeed, 30m designs are not affordable, but a lot can be done for much less  if schools are allowed to identify their own needs and priorities. Schools are unique places. Supervision and safeguarding are foremost; communities tend to move en masse; spaces need to be flexible and not fit a set pattern. Certainly, in the past, there has been much waste in building projects  the use of outside consultants for &quot;visioning&quot;; architects going for style over function; the occasional practice of tearing down buildings that were recently constructed. Was there really a need for so many layers of control (PfS, LEPs etc) and so many highly paid people administering the schemes? There will still be a need for some new builds, but often existing buildings can be significantly enhanced. I speak with some experience, having been headteacher of a large secondary school that had a successful Building Schools for the Future project. Our budget was cut significantly and (sadly) some space was lost. We managed to persuade the designers that every room did not need to be exactly 65 sq m and so there was really no reason to knock down perfectly good walls to rebuild them 2 metres further back. We also lost our &quot;internet cafe&quot; and several &quot;breakout areas&quot;. But, so what? The canteen, toilets and other facilities for students and (dare I say it) for staff are excellent. The roof no longer leaks and the corridors are, generally, wider. Students no longer have to go outside (in all weathers) in order to access other parts of the building. And, yes, I&apos;m convinced that it did have a positive effect on the school, along with all the other things that make any school &quot;good&quot;.Ken HallEducational consultant, Knaresborough, North Yorkshire  Rather than relying on the discredited Learning and Skills Council and the cost-optimistic prefab construction industry for advice, Maritz should be looking for proper savings for school construction. The current anti-competitive partnered contractor-led model should be scrapped and we should move to a cost-controlled, design-led model competitively bid on price. The prefab industry will continue to push for sales but system build will always be more expensive than traditional construction. As for design, take a look around any town and you will see the high-maintenance eyesores of previous attempts at system-build schools.David FletcherBuckley, Flintshire  The Royal Institute of British Architects&apos; concerns about the government&apos;s proposed &quot;flat-pack&quot; approach to new school buildings (Report, 1 January) recall to mind the observations of Henry Morris, one time chief education officer of Cambridgeshire and keen advocate of experimental school building design, who said that &quot;competent teachers and beautiful buildings are of equal importance. The school which is not a work of art is an educational failure&quot;.David HalpinBath, Avon", 
    "section": "education", 
    "gid": "education/2013/jan/04/school-building-design-does-matter", 
    "wordcount": "684"
}