{
    "headline": "David Einhorn suing Apple over shareholder cash", 
    "text": "Hedge fund billionaire David Einhorn is suing Apple to force the company to return more of its $137bn (87bn) cash pile to shareholders. Einhorn, whose Greenlight Capital hedge fund owns 1.3m Apple shares  0.12% of the company, said the iPhone and iPad maker has a &quot;cash problem&quot; that it should solve by paying out more to investors. He said Apple was an &quot;extraordinary company, [with] extraordinary products and extraordinary prospects&quot; and added that he was &quot;absolutely enthusiastic about the stock&quot;. &quot;But we do have a few suggestions as to how to help the shareholders make more money while allowing Apple to pursue all of its plan,&quot; he told Bloomberg TV. Einhorn said he understood that Apple wanted to make sure it had large cash reserves because of the &quot;tough times&quot; it has been through in the past. But he said Apple&apos;s cash mountain  which is only 3.7m less than the gross domestic product of New Zealand and 23 times the market value of Marks &amp; Spencer  has grown far too big. The company should reduce its cash by giving away perpetual preferred stock with a 4% yield. Preferred stock are a hybrid of debt and equity that pay a regular dividend but have no voting rights. The hedge fund magnate said he had been discussing his idea with Apple for several months but the company rejected it. Greenlight said Apple had agreed to discuss Einhorn&apos;s plan again but only after the hedge fund began legal action against proposed changes to Apple&apos;s charter, which Einhorn said: &quot;unnecessarily limit the board&apos;s flexibility to distribute preferred stock as a means of unlocking shareholder value&quot;. Einhorn wrote an open letter to other Apple shareholders, many of whom have already called on the company to return cash to shareholders, saying: &quot;We understand that many of our fellow shareholders share our frustration with Apple&apos;s capital allocation policies. Apple has $145 (107) per share of cash on its balance sheet. As a shareholder, this is your money.&quot; Last year Apple started paying a dividend for the first time since 1995 and committed to buying back $10bn worth of stock over three years. Peter Oppenheimer, Apple&apos;s finance director, has said the company &quot;continually&quot; assesses the prospect of returning more cash to shareholders and &quot;we&apos;ll do what we think is in the best interest of our shareholders&quot;. Toni Sacconaghi, an analyst at Sanford Bernstein, said: &quot;There is a widespread belief that Apple does not need to accumulate more cash and should be more aggressive in returning cash. &quot;I believe that Apple should look to take on debt at very low rate and dramatically increase its dividend. Others believe that Apple should return more cash through buybacks. The fact is for a company to have $137bn and to be adding $40bn a year is destroying economic value for shareholders,&quot; he told CNBC. Apple&apos;s cash is managed by its own hedge fund, Braeburn Capital, from a quiet suburb of Reno, Nevada. Much of Apple&apos;s money is trapped overseas, sheltered from the US taxman, who would demand a 35% cut were the money to be repatriated. But it can be invested at home. Apple&apos;s financial reports show it holds $21bn of US government debt  a vast sum for a single private investor. Foreign governments like investing in US securities, but Apple owns more than the $19bn held by Malaysia, and only $4bn less than Spain. Apple&apos;s largest investment category is corporate securities. It has $44.5bn in company shares, more than the entire $39bn managed by Man Group, Britain&apos;s largest hedge fund. It is also a big holder of other nations&apos; debt, with $7bn invested in sovereign securities abroad. Little is known about which companies Apple invests in. It occasionally owns stakes large enough to be declared: Apple was a founding investor in British chip designer ARM, but has sold out, and owns 9% of Hertfordshire-based Imagination Technologies, which designs video and audio chips. Braeburn does not file a record with the American stock market regulator, or the Investment Adviser Public Disclosure register; it is not an independent adviser but a division of a private company.", 
    "section": "technology", 
    "gid": "technology/2013/feb/07/david-einhorn-apple-shareholder-cash", 
    "wordcount": "711"
}