{
    "headline": "ISPs told to come clean on broadband speeds", 
    "text": "Broadband companies are failing to offer a speed quote to potential customers in 41% of their sales calls, in breach of a code introduced last year to protect consumers. A mystery shopping exercise carried out for telecoms watchdog Ofcom tested how many broadband providers followed the rules by offering an estimated speed without prompting by the customer. TalkTalk was the worst offender, offering an unprompted quote in just 47% of cases, compared to an average across all providers of 59%. BT Total Broadband was the second worst, offering a quote in only 48% of calls. Since July last year, a voluntary code signed by all the largest internet service providers requires them to inform potential customers of their likely maximum speed, in the form of a range, as early as practicable in the sales process. This should happen well before customers are asked to place an order or hand over their financial details. The mystery shop, which involved 1,369 approaches online and over the phone, found that BT&apos;s agents only provided detailed speeds once the customer had agreed to proceed with an order. Customers need to receive the information in writing, in their online account details or be prompted to write down the quote. Both BT and TalkTalk have agreed to address the issue by amending their staff training and sales processes. A BT spokesman said: &quot;Ofcom has suggested we should make a minor change to mention the speed quote earlier in the sales conversation, which we are happy to do and will implement straight away. &quot;Overall, Ofcom found that the level of compliance with the code has improved since our previous mystery shopping exercise in 2009.&quot; A spokesman for TalkTalk said: &quot;No one enters a contract with us without receiving a speed estimate tailored to them. Anyone can log onto our website and get an accurate speed estimate, based on the capabilities of their phone connection.&quot; Speeds for customers on the same broadband package can vary widely depending on how far a home is from the local telephone exchange. Many broadband providers are now reluctant to advertise headline speeds, which means customers are dependent on individual quotes in order to compare services. &quot;If you are trying to get the best deal it is very difficult when there is such variability,&quot; said Ofcom director Claudio Pollack. &quot;What really matters is to be transparent to customers about what they are paying for, and give them the right to end a contract if what they get comes below that commitment.&quot; The best performers were Karoo  part of the Kcom group in Hull and East Yorkshire, which complied in 76% of cases  Sky at 72% and Plusnet at 67%. Overall, Ofcom found that the level of compliance with the code has improved since our previous mystery shopping exercise in 2009. Responding to Ofcom&apos;s research, Marzena Lipman, policy manager at campaign group Consumer Focus, said: &quot;The most common problem for broadband consumers is ending up with a slower broadband speed than they expected. &quot;So, while it&apos;s good news there have been improvements, it is disappointing that this research shows many providers still aren&apos;t being as up-front with their customers as they should be.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/may/16/isps-told-come-clean-broadband-speeds", 
    "wordcount": "542"
}