{
    "headline": "Inquiry lays bare academy chief's lavish spending of school funds", 
    "text": "The chief executive of a federation of academy schools used his official credit card to pay for purchases of sex games, while his daughter was paid more than 800 in expenses for a trip to Bali and up to 45,000 was spent refurbishing a flat where he intended to live, an inquiry has found. The Department for Education said there had been &quot;serious failings&quot; in relation to the financial management of the Priory Federation in Lincolnshire, whose chief executive Richard Gilliland resigned last month. The foundation runs four schools in Lincolnshire. The DfE has referred the matter to the police. The official inquiry, published on Friday, finds Gilliland used the resources of the federation to pay for training in horse care for his son, to buy DVDs and other items using a federation credit card, and to have items delivered to the academy address that were &quot;both personal and of an inappropriate nature&quot;. These included &quot;sex games and supplements&quot;. Gilliland established a private apartment at a 400,000 property the trust owned in Normandy, France and refurbished a flat in Lincolnshire that he and his wife aimed to move into. This revamp included buying and installing new kitchen equipment at a cost of 14,000. He decided not to move into the flat after receiving advice about the &quot;tax implications&quot;. This advice was also paid for out of the federation&apos;s money. His daughter was hired as a consultant and paid 868 expenses for a trip to Bali in July 2010. The investigators were told this was &quot;to establish an itinerary for a dive holiday&quot; for boarding pupils. She was also paid over 55,000 for consultancy work between May 2010 and April 2011. Gilliland&apos;s wife was paid more than 6,000 for consultancy work in relation to the trust&apos;s French property. His son was employed at an equestrian centre owned by the trust in 2011. The job had not been advertised. He was paid more than 7,000 between February and June 2011, then paid a further three months&apos; salary in lieu of notice when he resigned. He was given two further payments of about 4,000 each for unpaid overtime. The report also refers to the trust&apos;s finance director, Steve Davies, who retired in December 2011. The DfE advised the federation to replace him as he was not a qualified accountant. The report says he agreed a &quot;compromise payment&quot; of one year&apos;s salary  about 84,000  with the federation. The report says: &quot;Mr Davies is a sailor and is currently sailing his boat in the Caribbean. He has been provided with a satellite phone by the federation, which the federation continues to pay monthly rental for. It is not clear whether or when the phone was purchased. &quot;We have seen claims for rental cost amounting to 652.28 between November 2010 and February 2012. We were informed that this phone had been provided so that the federation could contact Mr Davies while he was on holiday on his boat.&quot; The finance director used a company credit card to buy his own leaving gift of a &quot;deluxe metal sextant at a cost of 505.90&quot;, the inquiry found. The report says: &quot;The desire to drive the ethos and branding of the organisation has not always been linked to the fact that they are in receipt of considerable levels of public funding and that probity and regularity are also responsibilities that they need to discharge in a way that demonstrates public accountability.&quot; A DfE spokesman said: &quot;Unfortunately, no system of financial audit can guarantee it will prevent all wrongdoing. When concerns were raised, the department carried out a full investigation. When its findings were provided to the Priory, its chief executive left the organisation the same day. &quot;The financial accountability systems in place for academies are more rigorous than those for maintained schools. Unlike maintained schools, academies must have their accounts externally audited. But lessons can always be learned and we will consider whether we need to strengthen our systems at federation level.&quot; Christine Blower, general secretary of the NUT, said: &quot;Academies are funded by the taxpayer and as such should be fully accountable and their finances open and transparent. Michael Gove needs to address this issue with immediate effect.&quot; In an open letter, Terry Coffey, chairman of the Priory&apos;s trust, said: &quot;I apologised to parents and colleagues in a previous letter and I would like to extend that apology here. The work undertaken by the students and staff is genuinely impressive at every level; I fear you have been let down.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/27/inquiry-academy-chief-school-funds", 
    "wordcount": "800"
}