{
    "headline": "Tim Cook apologises after Chinese media rounds on Apple", 
    "text": "Apple boss Tim Cook apologised to Chinese consumers on Monday after being lambasted by China&apos;s media for allegedly failing to listen to their concerns. In his second major apology as chief executive, Cook posted a letter on Apple&apos;s website in China apologizing for any &quot;misunderstandings&quot; that had &quot;led to perception Apple&apos;s attitude was arrogant&quot; in its dealings with Chinese consumers. He promised to improve the repair policy on the iPhone 4 and iPhone 4S, improve warranty information on the Apple website and customer service. Beijing&apos;s government-run media started attacking Apple&apos;s customer service last month. China Central Television accused Apple of offering consumers there shorter warranties compared with those in other countries and of using refurbished parts for repair. The row is a major headache for Apple. China is its second largest market after the US and Cook has said he expects it will one day be the company&apos;s largest market. During the first quarter, Apple sales were $6.8bn in greater China, which includes Hong Kong and Taiwan as well as the mainland China. The People&apos;s Daily reported Monday that the state administration for industry and commerce was coordinating a crackdown on Apple&apos;s warranties amid complaints that its after sales service in China lagged behind Apple&apos;s policy in the rest of the world. China Consumer&apos;s Association (CCA) has asked Apple to &quot;sincerely apologize to Chinese consumers&quot; and &quot;thoroughly correct its problems&quot;. &quot;We are aware that a lack of communications  led to the perception Apple&apos;s attitude was arrogant and that we do not care and attach importance to consumer feedback. We express our sincere apologies for any concerns or misunderstandings this gave consumers,&quot; Cook wrote. This is Cook&apos;s second major apology since taking over from Apple&apos;s co-founder Steve Jobs. Last year he apologized over the disastrous introduction of Apple Maps, iPhone&apos;s rival to Google Maps, and the company was forced to reintroduce the Google product after a consumer backlash.", 
    "section": "technology", 
    "gid": "technology/2013/apr/01/apple-tim-cook-china-apology", 
    "wordcount": "328"
}