{
    "headline": "Arctic sea ice levels to reach record low within days", 
    "text": "Arctic sea ice is set to reach its lowest ever recorded extent as early as this weekend, in &quot;dramatic changes&quot; signalling that man-made global warming is having a major impact on the polar region. With the melt happening at an unprecedented rate of more than 100,000 sq km a day, and at least a week of further melt expected before ice begins to reform ahead of the northern winter, satellites are expected to confirm the record  currently set in 2007  within days. &quot;Unless something really unusual happens we will see the record broken in the next few days. It might happen this weekend, almost certainly next week,&quot; Julienne Stroeve, a scientist at the US National Snow and Ice Data Centre (NSIDC)  in Boulder, Colorado, told the Guardian. &quot;In the last few days it has been losing 100,000 sq km a day, a record in itself for August. A storm has spread the ice pack out, opening up water, bringing up warmer water. Things are definitely changing quickly.&quot; Because ice thickness, volume, extent and area are all measured differently, it may be a week before there is unanimous agreement among the world&apos;s cryologists (ice experts) that 2012 is a record year. Four out of the nine daily sea ice extent and area graphs kept by scientists in the US, Europe and Asia suggest that records have already been broken. &quot;The whole energy balance of the Arctic is changing. There&apos;s more heat up there. There&apos;s been a change of climate and we are losing more seasonal ice. The rate of ice loss is faster than the models can capture [but] we can expect the Arctic to be ice-free in summer by 2050,&quot; said Stroeve. &quot;Only 15 years ago I didn&apos;t expect to see such dramatic changes  no one did. The ice-free season is far longer now. Twenty years ago it was about a month. Now it&apos;s three months. Temperatures last week in the Arctic were 14C, which is pretty warm.&quot; Scientists at the Danish Meteorological Institute, the Arctic Regional Ocean Observing System in Norway and others in Japan have said the ice is very close to its minimum recorded in 2007. The University of Bremen, whose data does not take into account ice along a 30km coastal zone, says it sees ice extent below the all-time record low of 4.33m sq km recorded in September 2007. Ice volume in the Arctic has declined dramatically over the past decade. The 2011 minimum was more than 50% below that of 2005. According to the Polar Science Centre at the University of Washington it now stands at around 5,770 cubic kilometres, compared with 12,433 cu km during the 2000s and 6,494 cu km in 2011. The ice volume for 31 July 2012 was roughly 10% below the value for the same day in 2011. A new study by UK scientists suggests that 900 cu km of summer sea ice has disappeared from the Arctic ocean over the past year.     Arctic sea ice Photograph: guardian.co.uk    The consequences of losing the Arctic&apos;s ice coverage for the summer months are expected to be immense. If the white sea ice no longer reflects sunlight back into space, the region can be expected to heat up even more than at present. This could lead to an increase in ocean temperatures with unknown effects on weather systems in northern latitudes. In a statement, a Greenpeace spokesman said: &quot;The disappearing Arctic still serves as a stark warning to us all. Data shows us that the frozen north is teetering on the brink. The level of ice &apos;has remained far below average&apos; and appears to be getting thinner, leaving it more vulnerable to future melting. The consequences of further rapid ice loss at the top of the world are of profound importance to the whole planet. This is not a warning we can afford to ignore.&quot; Longer ice-free summers are expected to open up the Arctic ocean to oil and mining as well as to more trade. This year at least 20 vessels are expected to travel north of Russia between northern Europe and the Bering straits. Last week a Chinese icebreaker made the first voyage in the opposite direction. &quot;Every one of the 56,000 Inuits in Greenland have had to adapt to the retreat of the ice,&quot; said Carl-Christian Olsen, president of the Inuit Circumpolar Council in Nuuk, Greenland. &quot;The permafrost is melting and this is jeopardising roads and buildings. The coastline is changing, there is more erosion and storms, and there are fewer mammals like polar bears. It means there can be more mining, which is good for the economy, but it will have unpredictable effects on social change&quot;. Research published in Nature today said that warming in the Antarctic peninsula, where temperatures have risen about 1.5C over the past 50 years, is &quot;unusual&quot; but not unprecedented relative to natural variation. The research by Robert Mulvaney of the British Antarctic Survey, Cambridge, based on an ice-core record, showed that the warming of the north-eastern Antarctic peninsula began about 600 years ago. Temperature increases were said to be within the bounds of natural climate variability. The difference between the rate of warming at the two poles is attributed to geographical differences. &quot;Antarctica is a continent surrounded by water, while the Arctic is an ocean surrounded by land. Wind and ocean currents around Antarctica isolate the continent from global weather patterns, keeping it cold. In contrast, the Arctic Ocean is intimately linked with the climate systems around it, making it more sensitive to changes in climate,&quot; said a spokesman for the NSIDC.  This article was amended on 24 August 2012 to restore to the start of the penultimate paragraph the words &quot;Research published in Nature today&quot;, which had been lost in the editing process, and to clarify that the research was about temperatures in the Antarctic peninsula.", 
    "section": "environment", 
    "gid": "environment/2012/aug/23/arctic-sea-ice-record-low", 
    "wordcount": "999"
}