{
    "headline": "Free nursery places for two-year-olds to be funded from Sure Start pot", 
    "text": "The coalition&apos;s 1bn flagship scheme to provide free nursery education for two-year-olds will be funded by raiding money currently earmarked for local authority Sure Start schemes, threatening the existence of hundreds of projects helping disadvantaged families, it has emerged. On Tuesday, the Liberal Democrat leader, Nick Clegg, announced 100m of one-off capital funding to enable nurseries to build extra capacity, in response to fears that there would not enough places to meet demand. This cash comes out of the Department for Education&apos;s current capital budget. But it has now emerged that ministers intend to fund the day-to-day running costs of the nursery scheme by top-slicing hundreds of millions of pounds from the early intervention grant currently used by councils to pay for Sure Start centres, parent and toddler schemes, parenting projects, short breaks for disabled children, and initiatives that support the government&apos;s troubled families programme. Local authorities fear that financing the scheme in this way will leave a shortfall of up to 20% in their early intervention spending plans next year. One senior councillor told the Guardian that the potential cuts to its Sure Start and family recovery services as a result of the funding raid would be &quot;brutal&quot;. Graham Allen, the Labour MP who produced a Number 10-commissioned report into early intervention earlier this year, said that although the free nursery scheme was a good idea, funding it by taking cash out of other preventative social programmes &quot;flew in the face&quot; of ministerial promises and could lead to disproportionate cuts in vital services. A spokesperson for the Department for Education said the funding switch would fulfil a long-standing commitment to roll out free early education for two-year-olds, and that because the early intervention grant would be rolled up into general council revenue funding from next April, councils would have more flexibility on how they spent the available money. But Cllr Richard Watts, executive member for children and families at Islington council, said: &quot;However much the government tries to use creative accountancy to cover their tracks, the fact of the matter is that the money to pay for two-year-olds&apos; childcare is being taken from the money councils were given to run Sure Start children&apos;s centres and support so-called troubled families.&quot; Sharon Hodgson, the shadow children&apos;s minister, said: &quot;Ministers promised this [the free nursery scheme] would be funded with new money. It now turns out that it will be found from cutting the budget for children&apos;s centres and programmes to help vulnerable children  robbing Peter to pay Paul.&quot; The plan to expand free nursery education for disadvantaged two-year-olds was announced by the Coalition in the spending review last year, and was highlighted again this week by Clegg as evidence of the government&apos;s commitment to improving the life chances of children from poorer households. But Allen, who has carefully stitched together a cross-party consensus on the issue in recent years, winning the support of the work and pensions secretary, Iain Duncan Smith, as well as the prime minister, warned that the funding decision could undermine the entire early intervention agenda aimed at tackling social breakdown. Allen said he was baffled by the decision and had written to the prime minister for clarification. He said: &quot;At a moment when political commitment and momentum is swinging behind early intervention ... such a move would not only be economic folly but would fly in the face of the express political position to build up early intervention.&quot; The Nottingham North MP argued that increasing investment in early support for at-risk vulnerable families and children would prevent them requiring more expensive crisis intervention further down the line, leading to better social outcomes at cheaper cost to the taxpayer. Councils said they were taken by surprise by the funding grab. Details of the funding switch were buried in a Department for Communities and Local Government &quot;technical consultation&quot; on business rate retention slipped out in the summer, and there is no mention of it in the Department for Education&apos;s current consultation on the nursery scheme. Under the proposed reforms, the 2.3bn early intervention grant for English local authorities will be abolished, and 543m transferred to a separate ringfenced schools grant to pay for the coalition&apos;s free nursery provision scheme. That figure will rise to 740m in 2014-15. Ministers are also proposing to top slice a further 150m next year to fund another, unspecified one-off early years government initiative. The Conservative chairman of the Local Government Association&apos;s Children and Young People Board, David Simmonds, said: &quot;The government needs to explain this action which, on the face of things, appears to be completely unjustified. Councils will now face significant additional cost pressures in delivering targeted early support to children, young people and families that need it the most.&quot; Cllr Anne Burns, lead member for children&apos;s services at Cumbria county council, added: &quot;The free nursery scheme for two-year-olds is a good idea. But ministers should fund it with new money, instead of taking it from vulnerable children.&quot; The decision to ringfence hundreds of millions of pounds for the free nursery scheme marks a significant departure from coalition &quot;localist&quot; rhetoric which held that local authorities should be free to make their own decisions about how they spent money made available for early intervention.", 
    "section": "education", 
    "gid": "education/2012/sep/27/free-nursery-places-funded-sure-start", 
    "wordcount": "894"
}