{
    "headline": "Rare white killer whale spotted off Russian coast", 
    "text": "     Scientists have glimpsed a white adult orca, or killer whale, while on a research expedition off the far eastern coast of Russia. The sighting in waters off the Kamchatka peninsula is believed to be the first time such a whale has been spotted in the wild. Researchers said the marine mammal, whom they nicknamed Iceberg, was swimming with its mother and siblings, and appeared to be fully accepted by its 12-strong family. White whales are not unheard of, but only young white orcas are thought to have been recorded by marine conservationists before. The whale was spotted by a group of scientists on a research cruise co-led by Erich Hoyt of the Far East Russia Orca Project. &quot;We&apos;ve seen three white orcas in the past few years, but this is the very first time we&apos;ve seen a mature animal that is all white,&quot; Hoyt told the Guardian. Hoyt, a senior research fellow at the Whale and Dolphin Conservation Society, said the whale was last spotted in August 2010. The team is returning to the same waters next month to try to track it down again. The scientists hope to confirm whether or not Iceberg is an albino by photographing his eyes. &quot;If we can get a full close-up of the eyes and they are pink, it would confirm Iceberg is an albino, but we don&apos;t know much about albinism in orcas,&quot; Hoyt said. Fully albino orcas can have weak immune systems and die young, but partial albinos can live into adulthood. Iceberg appears to be white all over and, judging by his two-metre dorsal fin, is at least 16 years old, Hoyt said. &quot;We&apos;ve photographically identified 1,500 orcas in the region in the past 12 years there,&quot; Hoyt said. &quot;If we see any of his pod and he&apos;s not there, we&apos;ll know he&apos;s gone.&quot; During the expedition from May to September, researchers will lower hydrophones into the sea to record the sounds the whales make. There are believed to be three to four &quot;clans&quot; of whales in the waters the team surveyed, each with its own distinctive dialect.     Location of the sighting  ", 
    "section": "environment", 
    "gid": "environment/2012/apr/23/rare-white-killer-whale-spotted", 
    "wordcount": "359"
}