{
    "headline": "Clegg's hymn to green economy clears stage for Cameron's solo", 
    "text": "A radical speech from a British leader that undermines 80 years of economic orthodoxy and will have the trolls of the Treasury scuttling out of the glare? That&apos;s what deputy prime minister Nick Clegg delivered on Wednesday in the most full-throated hymn to the green economy yet delivered by a senior British politician in power. It will be music to the ears of those who argue that going green protects the natural capital on which we depend, while delivering economic growth through the industries of the future, as well as helping cut costs to consumers through its innate efficiency. And yet the fat lady has yet to sing: the argument is far from over. Is Clegg merely playing to the Liberal Democrat gallery ahead of the council elections, just as chancellor George Osborne wooed the Conservative right wing with his trash talk on the environment? Are radical speeches from deputy prime ministers merely a quirk of coalition politics? Despite the strong words - more on those below - there was one worrying sign. All the briefing ahead of the speech focused on something that made up just a twentieth of the speech: the promise wrested from the big six energy companies not keep most of their customers languishing on expensive and obsolete tariffs. Rising energy bills are a serious issue of widespread interest, but the apparent judgement that green issues are not suggests Clegg may have had his disaffected former voters in mind more than the nation at large. We will know for sure soon, when the prime minister David Cameron sings for his supper in front of the world&apos;s most important energy ministers on 26 April. The speech, which I revealed last week, will end Cameron&apos;s dangerous silence on clean energy and the environment since gaining office, given that he spent much time in opposition urging voters to &quot;vote blue, go green&quot; and pledged to lead the &quot;greenest government ever&quot; within days of becoming PM. What Cameron says will reveal whether it is Clegg or Osborne who is the more in tune with him, and reveal whether the UK&apos;s leaders can give investors enough confidence to build a national infrastructure fit for the 21st century. There was certainly the clash of the slanging match about Clegg&apos;s speech, with Osborne rebutted in all but name. The deputy prime minister opened with these words: &quot;There is a myth doing the rounds in political debate today: struggling businesses must be liberated from burdensome environmental regulations.&quot;  In November, Osborne said: &quot;We shouldn&apos;t price British business out of the world economy. If we burden them with endless social and environmental goals ... the businesses will fail, jobs will be lost, and our country will be poorer.&quot; It&apos;s hard to imagine two more directly opposed sentences. Clegg then finds his voice. &quot;This new wisdom, however widely held, is utterly wrong ... In so many ways, for so many consumers, for so many firms, going green has never made so much sense.&quot; He addresses the damage Osborne&apos;s rhetoric caused to investor confidence - the extent that foreign chief executives were asking if it was time to abandon renewables in the UK and other business leaders warned of rising costs to cover the rising political risk. &quot;How will we find the money needed to renew our infrastructure? By competing successfully in the global low carbon market to attract billions of pounds worth of outside investment to the UK.&quot; Significantly, the voice of business, the CBI, sang in harmony with Clegg. &quot;It&apos;s increasingly important to argue the case for our green economy in helping to deliver much-needed growth. The key is investor certainty and a new long-term industrial policy will be crucial to achieving this,&quot; said chief policy director Katja Hall. Clegg also pointed out that those &quot;countries powering away from the recession - Germany, China, Korea, Brazil - are investing heavily in low carbon industries&quot;. Then comes the crux. &quot;We are undergoing a profound transformation within our economy. And for the first time ever our economic and environmental mantras are exactly the same: Waste not, want not. And that creates a unique opportunity to put environmental thrift into the mainstream.&quot; Getting the green economy into the mainstream of government is indeed an opportunity that Clegg - and Cameron - must not be allowed to waste.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/apr/11/clegg-green-economy-energy-bills", 
    "wordcount": "734"
}