{
    "headline": "Campaign to push organic cotton as sales rise", 
    "text": "Sales of clothing made from organic cotton bucked the gloomy picture for organic products in 2011, rising in the UK by 2% against the year before while food and drink fell 3.7% in the same period. The figures, published by trade body the Soil Association on Thursday, come as campaigners at the SA and Global Organic Textile Standard called on textile manufacturers and retailers across the world to produce and sell only certified organic cotton. The SA&apos;s policy director Lord Peter Melchett will urge companies to support the new drive, which also aims to help consumers looking for ethically-produced garments, at the Sustainable Textiles conference in Hong Kong on Thursday. UK sales of organic textiles are now estimated to be worth over 100m, while last year the SA saw the turnover of its 79 textile licensees increase by 2% to 12m. Four-fifths of demand comes from major retailers and brands incorporating organic cotton into their manufacturing. In addition to clothing and linen, a small but well-established market for organic cotton is women&apos;s sanitary products: market leader Natracare grew by 9% in the year to June 2011. Approximately 65% of world cotton production currently comes from genetically-modified crops. But the SA says that some brands are failing to commit to organic standards, opting instead for easier, lower-level schemes or even nothing at all. Melchett said: &quot;Organic cotton is proven to deliver positive benefits for people and the environment. When it comes to making sustainability claims you can trust, nothing beats it.&quot; High-street brands featured in a lengthy report being presented to the conference include fashion label H&amp;M, which is the number one user of organic cotton worldwide and sportswear brand Nike, which is the third largest user of organic cotton in the world. M&amp;S said in 2011/12 it had sold over 8m garments from &apos;sustainable&apos; cotton, which can include clothes made from either Fairtrade, organic or &apos;Better Cotton Initiative&apos; cotton. But smaller brands such as People Tree and Seasalt have been pioneers in sustainability, producing organic clothes which are fully certified throughout production and processing. Leading designers Vivienne Westwood and Paul Smith have both produced certified organic T-shirts. An SA spokeswoman said: &quot;Larger brands tend to do a lot of &apos;blending&apos;  using organic alongside non-organic. The issue is partly about shortage of supply of organic cotton, due to the dominance of the GM corporations. That is why the campaign is pressing big brands to sign up and drive the demand for organic, non-GM cotton.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/04/organic-cotton-products-consumers", 
    "wordcount": "425"
}