{
    "headline": "Doha climate talks: diplomacy begins at home", 
    "text": "Doha may not seem the obvious place to hold the latest round of UN climate talks. But, as the fight over energy policy in the UK has revealed, nor is it where success or failure on climate change will be decided. The goal of the climate negotiations is to agree by 2015 on a framework in which the governments of the world&apos;s leading economies make internationally binding commitments to cut their carbon emissions fast enough to keep climate change within the agreed threshold of 2C. Whether they accomplish this will be decided not by climate negotiators in the UN but by the politicians in capitals who give them their instructions. Those politicians are preoccupied with the struggle now in progress to build a new post-crisis growth model capable of offering security and prosperity to 9 billion people by mid-century. It is the outcome of that struggle that will shape the mandates of climate negotiators when they meet in 2015. A high-carbon, business-as-usual growth model cannot provide security and prosperity. It ignores the 2008 lesson about systemic risk, which the financial crash highlighted. It exposes the global economy to a nexus of stresses over food, water and energy that is already tightening ominously. Amplified increasingly by climate change, those stresses threaten soon to become unmanageable. A rapid shift to low carbon, resource efficient growth, would rebuild the foundation for security and prosperity, and in doing so create the conditions for the climate agreement that is itself an essential part of that foundation. The contest between these two conflicting propositions is in the balance. A re-elected President Obama has signaled that he wants to make the US a leader not a follower on climate change. But to do that he will need to overcome the blockage in Congress and resolve an underlying conflict that is not only about the economy but has its roots in historically unresolved questions of values and identity. There is more consensus in China. The need for low-carbon development is accepted and will shape the new leadership&apos;s strategy to rebalance the economy. $1.6 trillion of public funds is being invested from 2010-15 in industries critical for the transition. Korea, whose success has been as spectacular as China&apos;s, continues to allocate 2% of GNP annually, over $20bn, to green growth. The nuclear phaseouts in Japan and Germany, the world&apos;s third and fourth largest economies, will drive investment in renewables, modern power grids, and energy efficiency on a scale that will push down prices globally. In the UK recent events have revealed a more muddled state of affairs. The Energy Bill settlement between the energy secretary and the chancellor is a battle won for the low carbon side, since it will unlock investment in renewables to 2020 and make a decarbonisation target for electricity politically inevitable. But the war goes on. Meanwhile our partners see indecision not resolution from a government that began by advertising itself as aiming to be our greenest ever. The UK&apos;s green investment bank could provide a global role model. But the Treasury will not let it borrow, so it cannot leverage private capital on the scale necessary to do its job. With our North Sea experience and world-class industrial expertise we should be setting the pace on carbon capture and storage. The coalition agreement promised public investment in CCS for four power stations. But no shovel has yet been lifted. The green deal has the potential to upgrade some of the most energy-profligate building stock in western Europe. But no loft or cavity wall has yet felt its impact. A surge in low-carbon energy investment would not only modernise our infrastructure. It would strengthen demand, drive innovation, improve productivity, and protect us against oil and gas price shocks. The supply chain impacts would boost manufacturing, especially beyond the southeast. In recent years, under this government and its predecessor, Britain&apos;s climate diplomacy has been seen around the world as second to none. It has put the UK in a position to make a decisive contribution to the global effort. But our influence has always depended on the credibility of our domestic policies. How can we expect to persuade others if we are not doing ourselves what we ask of them? It is sometimes argued that since our emissions only amount to 2% of the global total, we should relax and wait for the US and China to act. This view is doubly short-sighted. If it prevails, we will not only be left behind in the race for low-carbon growth. We will also cut the ground from under our climate diplomacy, on whose success the chances of a deal in 2015, and thus our national security and prosperity, may well depend.  John Ashton was special representative for climate change for William Hague, David Miliband and Margaret Beckett, and is a cofounder of E3G.", 
    "section": "environment", 
    "gid": "environment/2012/dec/05/doha-climate-talks-diplomacy", 
    "wordcount": "807"
}