{
    "headline": "Mine clearance in South Sudan  in pictures", 
    "text": "   A mine clearance team funded by the Department for International Development (DfID) and the Dutch foreign ministry work in Hilieu near Kimodge in Eastern Equatoria state. In the past, the area was a military base for both the Sudan People's Liberation Army and the Sudanese Armed Forces. Defensive minefields were laid and a bridge linking three villages to the main road into the town of Torit was destroyed. Here, a 'de-miner' is checking the area near where a bridge once crossed the river Photograph: Sean Sutton/MAG/DFID       Santino Khamis, a de-miner, clears the bridgehead of landmines. The pedestrian bridge survived, but the lack of a crossing for vehicles means that villages on the other side are cut off from support from aid agencies. The villagers also need support to drill water boreholes and to transport building materials Photograph: Sean Sutton/MAG/DFID       Team leader Denis Ogwang has been working with the Mines Advisory Group (MAG) since 2008. 'What we do is essential,' he says. '[Recently] there was an accident in Kapoeta. Two boys found an explosive item, put it in a tree and fired arrows at it. They were both killed. If only we had cleared that area, this would not have happened' Photograph: Sean Sutton/MAG/DFID       Community liasion workers talk to children at Lelere village school. The team are trying to raise the childrens awareness of the dangers of  landmines and other unexploded devices. Sessions involve role playing and discussions about how to minimise risks, including advice on what the children should do if they realise they may be in danger Photograph: Sean Sutton/MAG/DFID       Community liaison manager Angelo Lawrence fills in a report on an unexploded rocket-propelled grenade found in a field and placed on the side of the road by a villager. The technical team arrived soon afterwards and disposed of the item  Photograph: Sean Sutton/MAG/DFID       Sebastien Katharian, from the village of Isalora, found a large bomb when he was digging for sand. 'When we found this, we were very scared,' he says. 'The children wanted to dig it out and move it. We had to scold them and keep them in the village. I will be happy when this danger is removed' Photograph: Sean Sutton/MAG/DFID       In Pajok, Eastern Equatoria, it is safe for people to collect water once more thanks to the mine clearance teams Photograph: Sean Sutton/MAG/DFID       Boma chief Simon Otto John stands next to a cleared minefield. He says: 'People were very scared of this whole area and they had to walk a long way round to get to the river. Now they can do so safely. They are making bricks here now, and later after the rains start in June we will grow maize, sesame, beans and sorghum. Id say that at least 1,500 people will benefit'  Photograph: Sean Sutton/MAG/DFID       Members of the Sudan People's Liberation Army show a team from MAG a stockpile of mortars and rockets in the village of Jangabura, which was abandoned in 2001, after attacks by the Lord's Resistance Army rebel group left many dead. The MAG team went through the items and prepared them for destruction Photograph: Sean Sutton/MAG/DFID       Technicians dig a pit and place the items in it so that the weapons are all destroyed in the blast Photograph: Sean Sutton/MAG/DFID       Half of Kormush village in Central Equatoria province is a minefield. One person died here and much of the land is off-limits. Here, a woman walks through the minefield to get water from a nearby stream Photograph: Sean Sutton/MAG/DFID       De-miner Atar Akech uncovers an anti-personnel landmine. These small mines are designed to be difficult to find with a detector as they have little metal content Photograph: Sean Sutton/MAG/DFID       This rehabilitation centre for landmine survivors in the capital, Juba, is run by the government, but was set up and continues to be supported by the International Committee of the Red Cross Photograph: Sean Sutton/MAG/DFID  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/apr/26/south-sudan-mine-clearance-in-pictures", 
    "wordcount": "0"
}