{
    "headline": "GCSE results fall at some academies", 
    "text": "GCSE grades have declined at a number of schools in the government&apos;s flagship academies programme, amid concerns that pressure from the exams regulator has led to students being graded more harshly in their English exams this summer. Results at four schools run by the academy chain Ark were down on last year, out of five Ark schools with children taking GCSEs. At Burlington Danes academy in west London, regularly praised by the education secretary, Michael Gove, 64% of students achieved five good passes with English and maths, compared with 75% last year. Across the country teachers have questioned the grading of the English GCSE, with schools reporting unexpectedly poor results for many pupils. Candidates also faced a more demanding science exam this year: 60.7% achieved A* to C grades, down from 62.9% last year. Ark said: &quot;While change in the grade C English threshold this year has raised the bar further and is reflected in both the English and the overall results, there are strong performances across the curriculum and continued improvements in Ebacc subjects.&quot; Overall, 57% of pupils at Ark schools achieved the benchmark measure of five good results with English and maths. Its schools are set up in areas with high proportions of children on free school meals. Academies, which are independently run but state-funded, were established under the last government to replace failing schools or create new ones in areas of disadvantage. They are often managed by sponsors who can shape the ethos and curriculum. The programme has been expanded under the present government and now covers more than half of secondary schools in England. At the Harris Federation, which is backed by the self-made millionaire Lord Harris of Peckham, GCSE results were down at three out of its 11 academies. Dan Moynihan, chief executive of the federation, said all of the academies had performed strongly in comparison with their predecessor schools. &quot;The rise in the English grade boundaries was a surprise and while eight out of 11 Harris academies saw an increase this year, the three that fell did so largely because of the English. Those with an increase would have improved by more had the grade boundaries not changed,&quot; he said. Results declined at four out of 15 academies in the E-ACT chain, which is run by Sir Bruce Lidington, formerly a senior civil servant. An E-ACT spokeswoman said: &quot;We&apos;ve suffered as has everyone with these changes in English and science. In particular, it&apos;s English that seems to have brought them down.&quot; In the United Learning chain, the proportion of pupils achieving five good passes including English and maths rose to 53.5%, from 48.5% in 2011, but there were falls at five out of its 18 academies. Brian Lightman, general secretary of the Association of School and College Leaders, said grade boundaries had shifted substantially this year. &quot;What appears to have happened is that halfway through the year it was decided too many students were going to get a C grade in English and the grade boundaries of the exam were pushed up very substantially.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/23/gcse-results-fall-some-academies", 
    "wordcount": "522"
}