{
    "headline": "Groupon fires CEO Andrew Mason after daily coupon company's value tumbles", 
    "text": "The troubled online deals provider Groupon has ousted its chief executive, Andrew Mason, the once-lauded wunderkind who founded the company. Mason appeared on the cover of Forbes magazine in 2010 under the headline: Meet The Fastest Growing Company Ever. Google offered $6bn for the company in 2011. The company is now worth less than $3bn. Investors and directors Eric Lefkofsky and Ted Leonsis will take over running the company until a new chief is found. Groupon&apos;s shares soared in after-hours trading on Thursday. In a letter to staff Mason wrote: &quot;After four and a half intense and wonderful years as CEO of Groupon, I&apos;ve decided that I&apos;d like to spend more time with my family. Just kidding  I was fired today. If you&apos;re wondering why  you haven&apos;t been paying attention.&quot;  Pressure had been mounting on Groupon as the demand for daily coupons, which make up most of its revenue, appears to be stalling. On Wednesday Groupon said first-quarter revenue would be $560m to $610m, well below the $647.7m analysts had been expecting, according to data compiled by Bloomberg. Groupon&apos;s shares lost more 24% of their value Thursday after its disappointing quarterly results. Losses from the Chicago-based company reached $81.1m in the fourth quarter, up from $65.4m a year earlier. In his letter Mason wrote the stock price was &quot;hovering around one quarter of our listing price, the events of the last year and a half speak for themselves. As CEO, I am accountable.&quot; The company has tried to diversify, offering cut-price goods such as juicers and exercise machines. But the profit margins on sales of these products are small and analysts are unconvinced. &quot;We are simply not convinced on the long-term earnings power of the rapidly growing Goods business,&quot; Merrill Lynch analyst Justin Post said downgrading the stock to underperform, a rating equivalent to a sell recommendation. The move brings to an end a remarkable career for Mason at Groupon. The company was once the darling of the new generation of internet firms, selling coupons to local businesses worldwide and taking a 50% cut of the proceeds.After rejecting a bid from Google, Mason took Groupon public in November 2011. The former music student listed the company on the Nasdaq stock exchange. The firm was initially valued at $13bn but it has been on the slide ever since. Groupon&apos;s board met to discuss Mason&apos;s future last December but he managed to retain control thanks in large part to his shareholding, which controls 10 times as many votes as ordinary shareholders, and the backing of his co-founder Lefkofsky. &quot;On behalf of the entire Groupon board, I want to thank Andrew for his leadership, his creativity and his deep loyalty to Groupon. As a founder, Andrew helped invent the daily deals space, leading Groupon to become one of the fastest growing companies in history,&quot; said Lefkofsky. &quot;Groupon will continue to invest in growth, and we are confident that with our deep management team and market-leading position, the company is well positioned for the future,&quot; said Leonsis. In his letter Mason wrote: &quot;For those who are concerned about me, please don&apos;t be  I love Groupon, and I&apos;m terribly proud of what we&apos;ve created. I&apos;m OK with having failed at this part of the journey. If Groupon was Battletoads [a video game], it would be like I made it all the way to the Terra Tubes without dying on my first ever play through.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/feb/28/andrew-mason-leaves-groupon-coupon", 
    "wordcount": "585"
}