{
    "headline": "Premature birth stunts brain growth", 
    "text": "Every year, almost 15 million babies are born prematurely worldwide, and although the number of premature births has increased in recent years, survival rates have also greatly improved. Premature babies are at high risk of developing complications  their brains are often smaller than those of babies who reached full term, and grow more slowly throughout childhood and adolescence, making them more likely to develop learning difficulties and behavioural problems. The reasons for this delay in the development of premature babies&apos; brains are unknown. A new study now shows that premature birth suppresses the rate at which new brain cells are produced during the third trimester of pregnancy. The research, published in the Journal of Neuroscience, also suggests that a certain type of drug can restore the production of brain cells in premature babies and may improve their outcome.  Sabrina Malik, of Maria Fareri Children&apos;s Hospital at Westchester Medical Center in New York, and her colleagues examined samples of brain tissue taken during autopsy from 25 human foetuses and premature babies, which had either spontaneously aborted or died at birth, at between 16 and 35 weeks in the womb. In one series of experiments, they used fluorescently labelled antibodies that bind specifically to proteins synthesized by immature neurons and the stem cells that produce them. The cerebral cortex  the thin, convoluted tissue that sits prominently on the outside of the brain and is responsible for higher mental functions  contains two main types of neuron: large, pyramid-shaped cells that synthesize the excitatory neurotransmitter glutamate and have fibres that project to other layers of the cortex or distant brain regions, and small interneurons that synthesize the inhibitory neurotransmitter GABA and regulate the interactions of the pyramidal cells within local neuronal circuits. These two cell types are generated in distinct areas of the embryonic brain, and migrate along different routes to reach their final destinations. At 20 weeks of gestation, the foetal human brain normally contains a total of about 13 billion neurons, and this increases to between 19-23 billion at the time of birth. The researchers&apos; analysis revealed that neural stem cells are present in both areas, but that they were more prevalent in the one that produces inhibitory interneurons. Nevertheless, both populations appeared to continue generating newborn neurons until around 28 weeks of gestation, at which time they begin to disappear. The researchers then performed a series of animal experiments to determine how premature birth affects the production of new neurons. They examined the brains of rabbit pups born at 29 weeks (or three days premature), and compared them to those of newborn pups that reached full term. The first group of pups were examined at three days of age, and the second within 2 hours of birth, so that both groups of animals were at the equivalent age. This showed that the brains of the premature pups had fewer glutamate-producing pyramidal neurons than those of the full term pups. Antibody staining further revealed that the full term pups had higher levels of three proteins whose expression is induced by conditions of oxygen deprivation, reflecting the fact that they had just been born. In mammals, the foetus grows in the womb and is surrounded by amniotic fluid. This environment is completely devoid of oxygen  the foetus receives all the oxygen it needs, as well as other nutrients, via the placenta. The observation that rabbit pups that reach full term express higher levels of genes that are expressed by oxygen deprivation suggests that the conditions in the womb promote the production of new neurons, and that premature birth suppresses this process by exposing the foetus to oxygen earlier than normal. It follows, then, that mimicking the oxygen-deprived environment of the womb might restore the production of nerve cells that is otherwise suppressed by premature birth. This is exactly what the researchers found  they treated some of the premature pups with a drug called dimethyloxallyl glycine (DMOG), which activates the genes that are normally expressed under conditions of oxygen deprivation, and found that this increased the production of neurons, so that their numbers were comparable to those seen in the brains of the full term pups. It is thought that a proper balance between excitation and inhibition is essential for proper brain function, and that an imbalance in the number of excitatory pyramidal neurons and inhibitory interneurons could contribute to conditions such as autism and epilepsy. This study suggests that premature birth suppresses the production of pyramidal neurons, and that this not only slows growth of the brain, but may also lead to such an imbalance, which could contribute to developmental disorders. Drugs that mimic oxygen deprivation could restore the production of pyramidal neurons in premature babies, and redress the resulting imbalance of excitation and inhibition, but more research will first be needed to determine if the findings of the animal experiments are applicable to humans. If they do prove to be applicable, these drugs could eventually turn out to be useful therapies that mitigate the detrimental effects of premature birth. Reference: Malik, S., et al. (2013). Neurogenesis Continues in the Third Trimester of Pregnancy and Is Suppressed by Premature Birth. J. Neurosci., 33: 411 423. DOI: 10.1523/JNEUROSCI.4445-12.2013", 
    "section": "science", 
    "gid": "science/neurophilosophy/2013/jan/10/premature-birth-stunts-brain-growth", 
    "wordcount": "868"
}