{
    "headline": "Talk point: focus on modern-day slavery", 
    "text": "The International Labour Organisation (ILO) estimates that in 2011, almost 21 million people were trapped in jobs that they were coerced or deceived into, jobs that they were unable to leave. This is often referred to as modern-day slavery. Definitions of slavery have evolved, including trafficking and child slavery. The term modern-day slavery encompasses bonded labour, forced labour and descent-based slavery, where the status of a slave passes from mother to child. As such, is it difficult to assess the scale of the situation. Who suffers? 18.7 million, or 90%, of people in forced labour are part of the private economy, exploited by individuals or enterprises. This includes 4.5 million people working in forced sexual exploitation. What are the responsibilities of companies in a globalised labour market? Should border controls be relaxed? According to the US department of state, there were only 7,000 prosecutions and 4,000 convictions for sex trafficking, and 500 prosecutions and 320 convictions for labour trafficking, worldwide in 2011. Why do these crimes go unpunished? And can countries afford to work alone? International organisations and campaign groups have taken up the cause. In December, Gordon Brown, the former UK prime minister, launched a campaign against child labour (pdf) in an effort to reach the millennium development goal of universal primary education by 2015, which Brown&apos;s education for all initiative supports. Aidan McQuade from Anti-Slavery International argues that we cannot fight poverty without addressing slavery. Should development programmes do more to address slavery? In this month&apos;s podcast, we&apos;ll look at forced labour and the role of international conventions in offering protection; the realities of working on the frontline against slavery; some of the trends in the anti-slavery movement; and the Centre of Social Justice report into the failures of the UK government to address human trafficking. Annie Kelly will chair the discussion with guests including: Beate Andrees, head of the programme to combat forced labour at the ILO; Romana Cacchioli, of Anti-Slavery International and Andrew Wallis, chief executive of Unseen, an NGO that aims to disrupt and challenge human trafficking. We will also hear from Leonardo Sakamoto, who covers slavery for Reporter Brazil, and a first-hand testimony from a Chinese human trafficking survivor. Please post your comments in the thread below. You can also contribute on Twitter @GdnDevelopment or using #modernslavery. As always if you have any problems posting a comment, or would prefer to comment anonymously, email us at development@guardian.co.uk and we&apos;ll add your views to the thread.", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/08/talk-point-modern-day-slavery", 
    "wordcount": "418"
}