{
    "headline": "A perfect day for a beach walk", 
    "text": "The sun is shining brightly from a blue sky across which a brisk breeze is driving a succession of shape-shifting, pillowy white clouds. Yet within minutes a dark cloud appears from nowhere and deposits a fleeting but heavy shower before speeding off into the distance. It&apos;s a day as lively and changeable as any in April. A perfect day for a beach walk. And what a beach it is this morning! A low tide has exposed far more sand than usual and the winter gales, which so often heap piles of kelp along the beaches, have conspired this winter to sweep away the weed as fast as it has been deposited. Pristine and wetly gleaming, the sand stretches for miles until it disappears into a mist of sunlit salt haze. A whitecap-strewn, sapphire-blue sea rolls surprisingly gently on to the beach, but farther out, where water meets half-submerged rock and reef, a line of constantly breaking surf reveals the still-disturbed nature of the sea. Periodically, a stronger impact than usual flings a ragged plume of water skyward. I set out along the beach accompanied by a group of glossy-winged ravens. They take off from the line of fence posts along the dune top, fly a short distance and then alight again a few posts along, where they wait for me to catch up before they take to the air again. Farther down the beach, a solitary gull remains motionless as I approach and then merely turns its head to regard me impassively as I walk past. In return I barely spare it a glance, registering it as a washed-out and rather mean-looking herring gull until I belatedly realise its overall impression of paleness is due to the lack of contrasting black primaries at the wing tips. It&apos;s not a herring gull at all but a glaucous gull, a winter visitor to our coasts and a clean-plumaged adult rather than the more commonly seen mottled immature bird.", 
    "section": "environment", 
    "gid": "environment/2012/jan/26/south-uist-perfect-day-beach-walk", 
    "wordcount": "326"
}