{
    "headline": "Stephen Hawking admits he finds women 'a complete mystery'", 
    "text": "His career has shed light on the secrets of the universe, from the nature of space-time to the workings of black holes, but there is one conundrum that still baffles the world&apos;s most famous scientist. In an interview to mark his 70th birthday this weekend, Stephen Hawking, the former Lucasian professor of mathematics at Cambridge University, admitted he spent most of the day thinking about women. &quot;They are,&quot; he said &quot;a complete mystery.&quot; Professor Hawking, whose stardom has included spots on The Simpsons and Star Trek, spoke to New Scientist magazine ahead of an international conference held in his honour that begins on Thursday in Cambridge. The meeting will culminate in a public symposium on Sunday when some of the world&apos;s most prominent physicists give a series of talks on the state of the universe. Among them will be Lord Rees, the Astronomer Royal, Saul Perlmutter, who won the Nobel prize in physics in 2011, and Kip Thorne at the California Institute of Technology. Earlier this week, eminent researchers expressed admiration and respect for Professor Hawking, a scientist who inspired colleagues and students while forging ahead with fresh insights into some of the most intangible puzzles to hand. Hawking has made a string of contributions to cosmology throughout a career that many doubted would last as long as it has after he was diagnosed with motor neurone disease at the age of 21. He worked on the inflation of the early universe, a quantum theory of gravity, and famously showed that black holes emit radiation and so slowly disappear. Asked about the most exciting development in physics during the course of his career, Hawking mentioned the findings of Nasa&apos;s Cobe (Cosmic Background Explorer) spacecraft and subsequent confirmation by a later mission called the Wilkinson Microwave Anisotropy Probe (WMAP). Together, they made a map of the heavens that revealed the afterglow of the big bang &quot;in excellent agreement with the predictions of inflation&quot;, he told the magazine. As for his greatest mistake, Hawking said: &quot;I used to think information was destroyed in black holes&quot;, a belief he later revised. &quot;This was my biggest blunder, or at least my biggest blunder in science.&quot; But his work in the field led to the theoretical breakthrough, so far unconfirmed by experiment, that black holes leak information back into the universe through quantum mechanical effects. The Large Hadron Collider at Cern, the European particle physics laboratory near Geneva, could do more than anything else to revolutionise scientists&apos; understanding of the universe, Hawking said. The machine could find &quot;supersymmetric&quot; particles, which are partners of the more familiar subatomic particles. Such a finding would be &quot;strong evidence&quot; for M-theory, a version of string theory that describes gravity and the other forces of nature in an 11-dimensional universe.", 
    "section": "science", 
    "gid": "science/2012/jan/04/stephen-hawking-women-complete-mystery", 
    "wordcount": "474"
}