{
    "headline": "Honey bees under threat: a political pollinator crisis", 
    "text": "The recent revival in controversies surrounding dying honey bees has brought global attention to issues farmers, beekeepers, politicians and environmental campaigners have long been aware of. Honey bees are in danger. Honey bees play a critical role in pollinating the crops people eat and, as such are both part of the big business of agriculture and a big business in their own right. Bees are important, environmentally and economically. The debate over what to do about dying honey bees is one the UK has seen, sharply at times recently, with George Monbiot&apos;s forthright critique of chief scientific adviser Mark Walport (see also Roger Pielke Jr and James Wilsdon&apos;s rejoinder). Beyond the current debate, the honey bee controversy should also lead us to contemplate two broader issues. Namely, the experts on whom we rely and the orientation we take to government regulation. The first people to recognise the shocking extent of honey bee deaths were beekeepers. In our research, we have found that beekeepers are careful and deeply invested observers, casting their eyes in a systematic fashion over the experiences of individual bees, whole hives, and the surroundings in which their bees pollinate. In France, in the mid-1990s, beekeepers noted that bees foraging on imidacloprid-treated sunflower fields spent &quot;too long&quot; resting or persistently &quot;cleaned&quot; and &quot;scratched&quot; their bodies (see also this pdf). This wasn&apos;t normal.  Beekeepers in the US undertook real-time investigations in the fields where their honey bees pollinate. While these beekeepers did not conduct controlled experiments the way scientists do, their work was methodical. While their measures of bee health, like &quot;strong brood&quot;, &quot;lots of diverse pollen&quot; and &quot;almost zero stress&quot; are not easily quantifiable, they capture real phenomena and package complex information with multi-dimensional aspects in useful and meaningful ways.  Despite the conclusion of beekeepers across the globe, based on their field research, that neonicotinoid insecticides were likely contributing to increased bee mortality, some chemical company representatives, scientists and government regulators dismissed or disparaged their findings. Our view is that commercial beekeepers have real-time observational knowledge of the crisis facing honey bee pollinators and that we should take their research seriously (see our Social Studies of Science paper for more). Our point is not to say that commercial beekeepers always know best. Rather, it is to argue for more genuinely participatory research that brings beekeepers&apos; knowledge and scientists&apos; knowledge into a creative and egalitarian dialogue toward a fuller understanding of why honey bees are dying. The broader message from this case is that practitioners on-the-ground often have knowledge gleaned from careful and systematic observation, and we ignore that understanding at our peril. Sadly, this is a lesson that leaders and the public have all too often ignored in our expert-dominated society. We assume that formal credentials and prestigious institutional affiliations are the qualities we should look for in assessing the credibility of contributors to public debate. But there are many cases, like that of the beekeepers, where stakeholders with vested interests and on-the-ground knowledge developed understandings that challenged the views of mainstream established experts and that ended up being central to altering policy and practice. Thus, for example, Aids treatment activists&apos; proposals for new types of drug trials came from their own experiences with Aids. Their ideas were ultimately embraced by medical researchers and are commonplace today (see Steve Epstein&apos;s work for more).  In the case of dying bees, beekeepers are suggesting different ways of obtaining understanding than that sanctioned by government officials, chemical companies, and established scientists. It may turn out that the complexity of the ecosystem of which honeybees are a part means that the formal, highly controlled, and ultimately limited experiments which offer the standard approach to understand the problem are not up to the challenges reflected in the epidemic facing honey bees worldwide. Indeed, the sensibilities with which beekeepers approach complexity and uncertainty may provide important lessons for the kinds of problems  from climate change to agricultural food systems  that are now central issues that confront citizens and policymakers. This leads to a second matter: how much knowledge do we need as a foundation for government regulation? The debate in the EU over restricting the use of systemic insecticides because of their possible role in contributing to honey bee deaths focuses on the so-called precautionary principle (a longer piece here). As also discussed by George Monbiot last week, this is the idea that it is appropriate to restrict the use of assorted chemicals and other materials even in the absence of scientific certainty, when the effect of not doing so could be very serious.  The US government has opposed taking neonicotinoid pesticides off the market in the absence of conclusive evidence of their adverse effects on honey bees. The UK has taken broadly the same position. This is a classic dilemma in science. But it is not simply a matter of data. The US and UK governments share a value-based preference for false negatives over false positives. A false negative amounts to incorrectly concluding that neonicotinoid pesticides are safe when they might not be. Advocates of the precautionary principle share a preference for the reverse. They have supported taking the neonicotinoid pesticides off the market in the face of suggestive evidence based on scientific laboratory and field studies, and beekeepers&apos; observations. Given what is at stake here, we are on the side of those who prefer to err on the side of caution. And as policymakers and citizens increasingly confront complex challenges fraught with tremendous risk, we may want to make a precautionary orientation our default position.  We all eat and so we should all be concerned about the alarming uptick of honey bee deaths, but the current crisis can also be an opportunity to consider how to do things differently.  Daniel Lee Kleinman is the associate dean for social studies in the Graduate School at the University of Wisconsin-Madison and a professor in the Department of Community and Environmental Sociology  Sainath Suryanarayanan is a postdoctoral researcher in the Department of Community &amp; Environmental Sociology at the University of Wisconsin-Madison  The authors are preparing to initiate a project that will bring the various stakeholders involved in the controversy over honey bee deaths in the US together to consider how best to design experiments to understand the phenomenon. ", 
    "section": "science", 
    "gid": "science/political-science/2013/may/08/honey-bees-threat-political-pollinator-crisis", 
    "wordcount": "1055"
}