{
    "headline": "Birdwatch: Hoopoe", 
    "text": "Boys will be boys, and my sons were delighted to discover there is a bird with &quot;poo&quot; in its name. When a real hoopoe turned up on a beach just north of Weston-super-Mare, a short drive from our home, we just had to go to see it. When I was my sons&apos; age, news of a rare bird travelled slowly, by means of a mysterious blend of rumour and fact known as the grapevine. If, like me, you were not part of this clandestine cabal, the first you usually heard about a rarity was when you read about it in the magazine, British Birds. This was inevitably several months after the bird had been seen, and gone. During the 1980s, everything changed. First came Birdline, a premium rate information service, which allowed obsessive birders  known by then as twitchers  to find out where the rare birds were, while running up enormous phone bills. This was soon followed by more advanced technology. Pagers, originally developed for use by the emergency services, were adapted to carry the latest news of rare birds, allowing twitchers to obtain minute-by-minute reports of a particular bird&apos;s presence  or absence. Today, of course, we simply check the internet, which on a damp Sunday morning revealed that the hoopoe was &quot;still showing well&quot; along the sand dunes next to a caravan park. We donned our wet weather gear and wandered along the beach, to meet the usual small crowd of people huddling round their telescopes like worshippers around a shrine. It was the familiar situation: &quot;You should have been here 20 minutes ago  the hoopoe was feeding right here in front of us, but then it flew off&quot;. Bored and impatient, the children went to play on the beach, while we stood and shivered in the breeze. Ten minutes passed with no sighting, and then another 10, when a sudden shout caused our hearts to race. A couple of hundred yards away, a dog walker had flushed the bird, which had landed just out of sight behind a stone pillbox. We approached tentatively, and there, surprisingly unobtrusive in the marram grass, was the hoopoe. It hugged the ground, poking its long, decurved bill into the sand in search of invertebrate food. I called the boys, who came running over. They were suitably impressed by this bizarre-looking creature with its orange-pink plumage and huge crest. Then, as another dog approached, the hoopoe took wing, revealing its true beauty like an enormous pink butterfly, with dazzling black and white wings flashing in the dull autumn light. We watched this exotic visitor for a few minutes more, and I wondered if, sometime soon, the hoopoe might permanently colonise southern Britain. Climate change has enabled the species to surge northwards during the past few decades, and hoopoes now breed just the other side of the English Channel. But even if hoopoes do become a regular British bird, I suspect that whenever we see one it will always be a very special day.", 
    "section": "environment", 
    "gid": "environment/2012/nov/18/birdwatch-hoopoe-beach-migration", 
    "wordcount": "506"
}