{
    "headline": "How can global goals lead to lasting change at a national level?", 
    "text": "Reading the report of the high-level panel (pdf) appointed by UN secretary general Ban Ki-moon to advise on development after 2015, when the millennium development goals (MDGs) expire, induces a sense of giddy optimism. It is a manifesto for a (much) better world, taking the best of the MDGs and adding what we have learned in the intervening years  the importance of social protection, sustainability, ending conflict, tackling the deepest pockets of poverty, even obesity (rapidly rising in many poor countries). It has a big idea (consigning absolute poverty to the history books) and is on occasions brave (in the Sir Humphrey Appleby sense), for example in its commitment to women&apos;s rights, including ending child marriage and violence against women, and guaranteeing universal sexual and reproductive health rights. The ambition and optimism is all the more welcome for its contrast with the daily grind of austerity, recession and international paralysis (Syria, climate change, the torments of the EU). In response, the report is clearly designed for a no/low cost environment, playing down the importance of aid, talking up access to data and revenue raisers including cracking down on tax evasion. But then the doubts start to creep in. What&apos;s missing is always harder to spot than what is in the text, but three gaps are clear. Emerging global concern over inequality is relegated to national politics, and otherwise dealt with through the &quot;data default&quot; of requiring any target to be met among the poorest fifth of a population, not just the population as a whole. The concept of poverty is pretty old school  income, health, education  and fails to recognise the considerable progress made in measuring wellbeing  the level of life satisfaction people feel. Finally there is too little recognition that the Earth is a finite ecosystem, and that we need to make a reality of the concept of planetary boundaries if we are to sustain progress in tackling poverty. The elephant in the room is not the text, but how this text will or will not connect to the struggles to achieve the report&apos;s many laudable aims. Five or 10 years down the line, will the report be food for termites, or a watershed in development? The shelves of international bodies are piled high with forgotten reports by distinguished panels. Do any readers remember the 2012 high-level panel on global sustainability or the UN high-level advisory group on climate change financing? Thought not. These reports sank because they failed to connect with more permanent international processes and did not tackle the critical underlying issues of power and politics that determine which good ideas become policy, and which are ignored. This report risks going the same way. It is written in the name of an imaginary &quot;we&quot; (as in &quot;it is crucial that we ensure basic safety and justice for all&quot;), ignoring that &quot;we&quot; may not all want the same thing (which is why we need politics, after all). The post-2015 process could have lasting influence in four main ways. First, making the case for improving the quality or quantity of aid (the major achievement of the MDGs). The report does pretty well on that, as you would expect. Second, international agreements can be effective at triggering long-term, under-the-radar changes in public norms and values. This is more subtle, but very important  research is piling up to show that international conventions to end discrimination against women, or on the rights of children, have permeated people&apos;s heads (and national laws) in many countries, changing in fundamental ways perceptions of what it is to be a woman or a child. It is very unlikely indeed that this report will have that effect, but it&apos;s still possible if there is sufficient pressure. That brings us to a third pathway to impact: directly exerting traction on national governments. Will the post-2015 process persuade them to do things differently, for example by creating a &quot;race to the top&quot; between governments, highlighting the heroes and zeroes (like the World Bank&apos;s Doing Business rankings)? Promisingly, the report urges regional reports and peer reviews  nothing annoys a leader (or wins press coverage) like being trounced by a neighbour in a league table. Finally, the post-2015 process could create stronger and broader alliances of civil society, trade unions, faith institutions and others who take whatever comes out of the process and use it to put pressure on their governments, as they have done with some International Labour Organisation conventions, or the Universal Declaration of Human Rights. The report now enters the treacherous waters of a UN open working group. With two and a half years before the MDGs deadline, the task of those concerned with development should now be to defend the good stuff in the HLP report from dilution, while focusing far more strongly on how a new set of global goals can lead to lasting change at national level.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/may/31/global-goals-lasting-change-national-level", 
    "wordcount": "823"
}