{
    "headline": "Why the Scottish wildcat is staring extinction in the face", 
    "text": "Pound for pound, the Highland wildcat is probably the most vicious carnivore held in zoos in Britain. They are muscled, highly aggressive creatures that can kill, in seconds, any rodent, rabbit or hare unlucky enough to cross their paths. Males often grow to the size of medium-sized dogs and can weigh up to 8kg. Even humans can come a cropper in encounters with them, as Robbie Rankin, a keeper at the Highland Wildlife Park  which houses a substantial colony of wildcats  has attested. &quot;I have come out of our enclosure with blood dripping from my hands on many occasions,&quot; he once told me. The Highland wildcat is, in short, a magnificent predator. However, it is also a highly endangered one. Indeed, according to a report published last week, Felis silvestris grampia is now hovering at the edge of extinction and could be wiped out, in the wild, in the next few months. A report, produced by the Scottish Wildcat Association, reviewed 2,000 records of camera trap recordings, eyewitness reports and road kills, and concluded there may be only about 40 wildcats left in Scotland in the wild today. &quot;However you juggle the figures, it is hard to find anything positive,&quot; says Steve Piper, the association&apos;s chairman. &quot;The overwhelming evidence is that the wildcat is going to be extinct within months.&quot; The prospect is alarming, to put it mildly. A species that has earned itself a reputation for its aloof ferocity  a perfect emblem for an independent Scotland, you might argue  may soon disappear from our shores. Not every wildcat expert agrees with the association&apos;s grim prognosis. A separate report, by Scottish National Heritage, last month concluded there may be up to 400 still living in the wild. That is certainly a more encouraging figure, but only slightly. Even if their population is measured in hundreds, it means there are fewer members of Britain&apos;s only native species of cat than there are tigers in the wild. The future of this glorious, distinctive animal is worryingly uncertain, no matter how you stack up their numbers. But how has this happened and what can be done to save the wildcat? Not surprisingly, the answer to the first question is a lot easier to provide than the latter and stems from recent studies into the origins of wildcats. These can be grouped into three main genetic clusters, say scientists: the European wildcat, Felis silvestris silvestris; the Middle Eastern wildcat, Felis silvestris lybica; and the southern African wildcat, Felis silvestris cafra. Crucially the Highland wildcat is a member of the first of these subspecies while the domestic moggie that sleeps on your sofa and squawks for food in your kitchen is a member of the Middle Eastern subspecies. So how did descendants of the Middle Eastern wildcat end up in our homes and why is that important for the fate of our own native wildcats? The answer is straightforward: with the invention of agriculture in the Middle East 10,000 years ago, the first stores of grain were established. Mice and rats moved in and wildcats  of the Middle Eastern variety  turned up to hunt them. Soon the cats adapted to life with humans and, as farming spread westwards, the cats came with them. Today there are an estimated 10million ancestors of these early domestic cats in homes across Britain. And that is a real problem for the Highland wildcat. Its population had already been drastically reduced by loss of habitat in historic times, says David Hetherington, of the Cairngorms Wildcat Project. &quot;Wildcats disappeared in lowland England around 1800. Then they vanished from Wales and northern England around 1860. Finally, they went from southern Scotland. All we have left is a few hundred around the Cairngorms and places like the Black Isle.&quot; However, it is not the loss of habitat that is causing the current cat crisis in the Cairngorms. It is the spread of the domestic cat. Occasionally household animals go wild, mate and create colonies of feral cats. These form at the edges of villages and in farms. Some of these feral animals meet up with wildcats and they mate. Female wildcats become pregnant and give birth to kittens that are not purebred wildcats. Slowly the species loses its unique status and vigour and animals become hybridised. &quot;Essentially the Highland wildcat is being eradicated by an alien invasive species: the domestic cat,&quot; says Steve Piper. &quot;Estimates suggest that there are now up to 100,000 domestic cats that have gone feral in the Scottish Highlands. The fact that domestic cats can survive there shows that they are a very resourceful species. However, that success  measured by their population  shows the kind of trouble that the Highland wildcat is in today. There are a few hundred of them  at best  surrounded by 100,000 feral domestic cats. They are being outbred.&quot; The urgency of the problem led conservationists to meet in Scotland last week to develop a plan to save the wildcat. &quot;We cannot wait for another couple of years to do a new census,&quot; says Piper. &quot;We need to act immediately.&quot; The exact nature of that plan has yet to be finalised but almost certainly involves the widescale neutering of feral cats. &quot;That will bring numbers down and take the pressure off the Highland wildcat,&quot; says Piper. The situation is, therefore, not hopeless, a point that is reinforced by the example of the Iberian lynx, a feline whose story shares many features with the Highland wildcat. Ten years ago, there were only around 100 of these equally magnificent hunters left in the wild. Hunted and snared across Andaluca, the lynx  which is almost twice as big as a wildcat  was also rapidly approaching extinction. However, its prospects have been transformed by a rescue project that boosted numbers to more than 300 and which could reach a thousand by the end of the decade. I recently joined conservationists working on the Iberian lynx project and was struck by the enthusiasm and commitment of its staff  and by the considerable resources they needed to do their work. Having persuaded local hunters and landowners to stop shooting and laying down snares in lynx territory, conservationists have since been capturing animals and relocating young adult lynxes in protected territory. Captive breeding centres have also been established and animals reintroduced into the wild. Warrens of rabbits  a lynx&apos;s prime source of food  have also been established. As a result, lynx numbers have bounced back, though we note the price tag. A total of 33m (28.5m)  most of it provided by the regional government of Andaluca  has been spent so far on saving the lynx. A further 50m has been committed for work to reintroduce the lynx to other areas of Spain and Portugal, with the bulk of this coming from the EU. And that, we should note, is the level of expenditure that is likely to be needed to save the Scottish Highland wildcat. Millions of pounds will be required to ensure its survival. Most of us would think it money well spent, though we should also consider the larger issue: it is relatively easy to drive a species towards extinction, but it is very hard and very expensive to bring it back from the brink.", 
    "section": "environment", 
    "gid": "environment/2012/sep/16/scottish-wildcat-extinction", 
    "wordcount": "1235"
}