{
    "headline": "Daniel Dennett: 'I don't like theory of mind'  interview", 
    "text": "This week American philosopher Daniel Dennett, a long-time stalwart of Darwin@LSE, shared his wisdom with a lunchtime crowd in the London School of Economics&apos; Old Theatre. Since fellow philosopher Helena Cronin&apos;s 1995 launch of the LSE hub (which is devoted to evolution&apos;s maxims) Dennett has been a regular guest. His mission this week to persuade the public that cultural evolution exists and is facilitated due to our hierarchical nature, where those at the top tell others what to think and do. Dennett rhetorically asked, &quot;Does culture make us smart enough to have minds?&quot; From studying the human ability to become good at things without understanding, which then leads to our acquisition of the cognisance to comprehend, via our competence, Dennett favours the theory (first suggested by Richard Dawkins) that our social learning has given us a second information highway (in addition to the genetic highway) where the transmission of variant cultural information (memes) takes place via differential replication. Software viruses, for example, can be understood as memes, and as memes evolve in complexity, so does human cognition: &quot;The mind is the effect, not the cause.&quot; Not all philosophers, including Cronin, agree that natural selection shapes culture. But Dennett goes even further, describing a spectrum where, at one end, memes are authorless and free floating and at the opposite end they are guided by forethought, are less Darwinian and more purposeful, such as statistics, computer software and poetry. &quot;Natural selection is not gene centrist and nor is biology all about genes, our comprehending minds are a result of our fast evolving culture. Words are memes that can be spoken and words are the best example of memes. Words have a genealogy and it&apos;s easier to trace the evolution of a single word than the evolution of a language.&quot; Because Dennett is an approachable, kind man, once his lecture finished I proposed accompanying him to his lunch appointment and asking a few questions en route. Luckily, he agreed. As we left the LSE small waves of fans approached. Firstly, an obscure group of atheist activists wanted a photo opportunity. Then a young man requested an audio photo for his mum. As an aside Dennett quizzed me, &quot;Audio photo? Haven&apos;t come across that before&quot; Someone else wanted to discuss &quot;philosophical zombies&quot;, a philosophical thought experiment used to explore arguments for and against free will and consciousness. Once we exited the building Dennett reassured me: &quot;We can be sure that you and I are not zombies.&quot; Dennett, along with Dawkins, Sam Harris and the late Christopher Hitchens, is known as one of the &quot;Four Horsemen of New Atheism&quot;. I wanted to know if he thought it impossible to be both a rigorous scientist and religious? DD No it&apos;s not impossible, but it&apos;s difficult. People can compartmentalise and turn off critical faculties, and favour family over others, people erect cognitive barriers. I am studying closet non-believers. Check out our project, &quot;Preachers who are not believers&quot;, on my homepage. CJ And these are people who have lost their earlier faith but are now trapped by their public reputation? DD Yes. CJ And they can&apos;t speak out because too many people rely on them to stay the same? DD Yes. They talk to us about that problem. CJ That&apos;s tragic. DD Yes it is We arrive at the restaurant and Dennett, Kristina Musholt, Roman Frigg and other LSE academics order lunch. Dennett rejects the USA Black Angus in favour of a medium rare Australian sirloin, because, &quot;It&apos;s been fed on grass!&quot; CJ Can you tell me of a case of &quot;greedy reductionism&quot; that&apos;s angered you? DD I haven&apos;t been angered but I have been frustrated by some neuroscientists who say we do not have free will and in some cases this position has implications in law and morality. They argue your mind is your brain, the brain is programmed, so there&apos;s no free will. I think science needs to be more circumspect and more creative. An economist might say, dollars don&apos;t exist, it&apos;s just a collective illusion, I think this is very bad advice and I also think it is bad, greedy reductionist advice to say free will is an illusion. CJ Do you think an acceptance that empathy exists and an understanding of consciousness has eluded science for so long because science has been dominated by men who do not self-reflect? DD No I do not. (Dennett looks offended.) I have another crack at it: CJ Well, for example, [Burrhus Frederic] Skinner said beliefs and desires were &quot;mythical&quot;. DD Skinner was a greedy reductionist, but there are thousands of people doing science and they are not all men or all reductionists. Knowing that Steven Pinker is Dennett&apos;s friend I try another tricky approach: CJ In Pinker&apos;s The Better Angels of our Nature, he spoke of empathy but was in fact describing sympathy. DD Well, it&apos;s hard to avoid that confusion: empathy is sympathy. I suppose if the &quot;word police&quot; were reading Steve&apos;s book, or someone who&apos;s extremely pernickety over meaning, they might see a problem with using empathy for sympathy, but I haven&apos;t read that book by Steve. I don&apos;t agree that sympathy and empathy are interchangeable, but I&apos;m running out of time so I plough on: CJ How important is self-reflection to consciousness? DD Very. CJ How important is empathy to consciousness? DD How are you using empathy? CJ In the general way, so it covers affective empathy, theory of mind and Dennett cuts in: DD I don&apos;t like theory of mind. I coined the phrase The Intentional Stance. [Dennett&apos;s Intentional Stance encompasses attributing feelings, memories and beliefs to others as well as mindreading and predicting what someone will do next.] Do you need a theory to ride a bike? CJ I might if it had lots of gears and I was in the mountains Dennett breathes out slowly looking slightly tiered, I change tack: CJ No, I don&apos;t need a theory to ride a bike. DD Riding a bike is a craft  you don&apos;t need a theory. Autistic people might need a theory with which to understand other minds, but the rest of us don&apos;t. If a human is raised without social interaction and without language they would be hugely disabled and probably lacking in empathy. CJ How important is empathy to sentiency? DD It&apos;s not. A child raised on a desert island, alone, without social interaction, without language, and thus lacking empathy, is still a sentient being. I gather from this comment, that like Pinker, Dennett believes empathy emerged from language. But research has shown other species experience empathy yet have not evolved spoken language. Therefore it is likely that empathy predates language in humans, but there&apos;s no time to probe. CJ Do people objectify too often? DD Probably. It&apos;s a way to simplify your life. If you were walking along a pavement and empathised with everyone passing you by you&apos;d be rooted to the spot and unable to get on with your day. The waitress starts bringing the starters and Dennett tells me I can ask one last question, so I leave the theory and jump to popular culture. CJ Have you seen the award-winning sci-fi movie out on general release, called Robot and Frank? DD No I haven&apos;t. CJ I think you&apos;d enjoy it. It&apos;s a gentle heist movie that explores sentiency and AI. What&apos;s your favourite film that looked at these issues? DD I&apos;m going to surprise you and pick Short Circuit. I particularly liked this film because the director chose a robot that by appearance would be hard to empathise with but, due to the clever narrative and a scene where the robot dances with the heroine, the audience can&apos;t fail but anthropomorphosise the robot.", 
    "section": "science", 
    "gid": "science/blog/2013/mar/22/daniel-dennett-theory-of-mind-interview", 
    "wordcount": "1311"
}