{
    "headline": "Parts of stricken Mars probe Phobos-Grunt may strike Earth", 
    "text": "A Russian spacecraft that became stranded in orbit on the way to Mars last year is expected to fall back to Earth next week. The 13.5 tonne Phobos-Grunt has been circling Earth since November when rocket boosters failed to ignite and send the spaceship on its journey to the Martian moon of Phobos. The spacecraft suffered a computer malfunction after launch and when repeated attempts to contact the rocket failed, the Russian space agency, Roscosmos, had to abandon the mission. Officials at Roscosmos admitted that 20 to 30 fragments of Phobos-Grunt, weighing a total of 200kg, might hit the Earth. Among the most likely parts to survive are the cone-shaped sample return capsule that is protected with a heat shield. The capsule was designed to survive a crash landing without a parachute. Any components that are not vaporised during re-entry are likely to fall into the ocean or land in sparsely populated areas. The spacecraft, the largest planetary rocket ever built by Russia, was designed to return rock samples from Phobos, the first time material would have been brought back from the moon of another planet. The rocket was to deliver a Chinese Mars orbiter and carried containers of bacteria to test their survival in space. Space agencies tracking the rocket from radar stations around the world have stepped up their monitoring to once every day. As the spacecraft nears re-entry, officials will track its descent hour by hour to improve predictions of where any debris might land. Heiner Klinkrad, head of the space debris office at the European Space Agency, said Phobos-Grunt was due to re-enter the Earth&apos;s atmosphere around 14 January, though the date could be several days earlier or later. Tracking Phobos-Grunt will allow space agencies to work out when the rocket will begin re-entry, but does little to help predict where debris might land. The spacecraft is travelling so fast it completes an orbit of Earth every 90 minutes, so even a small uncertainty in its trajectory or how it breaks up can make a difference of hundreds of miles on the Earth&apos;s surface. &quot;In general, we would know fairly well on what continent the debris would land, but when it comes to identifying the country, there can be problems,&quot; said Klinkrad. Risk assessments by the Russian, German and US space agencies have focused on whether the highly toxic fuel, known as unsymmetrical dimethylhydrazine (UDMH) and dinitrogen tetroxide (DTO), could contaminate the debris site. &quot;All came up with same conclusion that Phobos-Grunt will not be a very high risk re-entry object,&quot; Klinkrad said. &quot;It&apos;s a very delicate structure and it will break up fairly quickly. Largely it consists of propellant to take it to Mars, which is still left in the tank, and none of that is expected to survive re-entry.&quot; According to the agencies&apos; reports, the spacecraft&apos;s aluminium fuel tanks are likely to rupture and leak at an altitude of about 100km and burn up, perhaps completely, on re-entry. The fuel will either ignite or be dispersed in the atmosphere. One experiment on the spacecraft contains 10 micrograms of radioactive cobalt, but Klinkrad said the tiny amount of material was not a concern and was expected to burn up as Phobos-Grunt fell to Earth.", 
    "section": "science", 
    "gid": "science/2012/jan/01/mars-probe-phobos-grunt-space-russia", 
    "wordcount": "546"
}