{
    "headline": "NGOs critical of UN role in combating Kony's Lord's Resistance Army", 
    "text": "The UN&apos;s regional strategy to combat the Lord&apos;s Resistance Army (LRA), launched at the end of June, has failed to make any headway, according to a coalition of 11 NGOs. A joint report, Getting back on track, issued ahead of the UN security council deliberations on the LRA, scheduled for Tuesday, claims that progress towards achieving the core objectives has been slow, that there is no comprehensive plan to implement the new strategy, and that, as a result, the situation on the ground remains largely unchanged. Paul Ronan, director of advocacy at Resolve, an NGO that tracks the activities of Joseph Kony&apos;s combatants and a contributor to the report, blames inertia at the UN&apos;s highest level. &quot;There has been a lack of political leadership from the UN secretary general&apos;s office,&quot; he says. This is compounded, according to Ronan, because the LRA is operating in three different countries. This has created an &quot;alphabet soup&quot; of agencies and peacekeeping missions, and a morass of bureaucracy that is difficult to wade through without clear guidance from the top. Criticism has been particularly scathing of the UN&apos;s decision to wait until the first part of the strategy  the deployment of the African Union (AU) military regional taskforce  has been successfully implemented before beginning work on the other four areas: enhancing the protection of civilians; an expansion of efforts to disarm, demobilise and reintegrate former LRA combatants; the co-ordination of humanitarian responses and child protection; and long-term development support. &quot;This is not logical,&quot; said Father Ernest Sugule, national co-ordinator of Solidarite et Assistance Integrale aux Personnes Deplacees, an NGO working with communities living under the shadow of the LRA in the Democratic Republic of the Congo (DRC). &quot;You cannot have military action without providing humanitarian aid and child protection. The strategies should be combined.&quot; The report highlights political barriers to the implementation of the strategy  not least what the authors call the &quot;tepid political commitment&quot; of the governments that are supposed to be engaged in the AU-led fight against Kony  Central African Republic (CAR), South Sudan, Uganda and the DRC. Hallelujah Lulie, a researcher at the International Institute for Strategic Studies, says all four states are distracted by other, more pressing, concerns. CAR is fighting rebels from the Front Populaire pour le Redressement and other armed groups. South Sudan is preoccupied with tensions with its northern neighbour, Sudan, as well as trying to quell internal dissent. Uganda, having driven the LRA from the north of the country in 2006, is more concerned with the protection of its troops in Somalia. It has also allegedly supported the M23 rebel group in the DRC. The crisis in eastern DRC is also having a damaging affect. The UN secretary general&apos;s special representative in central Africa, Abou Moussa, said Congolese troops trained by US military advisers to specifically deal with the LRA threat have been redeployed to counter the attack by M23 in North Kivu province. Ronan said this has &quot;left some communities in LRA-affected areas further north with much less protection&quot;. The majority of LRA attacks recorded by Resolve in the last quarter (39 out of a total of 45) took place in Congo&apos;s Haut Uele and Bas Uele districts. Sugule said local people in the Ueles feel they have been abandoned. &quot;We have not seen our own government taking seriously the problem of the LRA as we see the engagement now [with] the problem of M23,&quot; he said. &quot;We are neglected. Our government does not care about us.&quot; Francisco Madeira, AU special envoy for the LRA issue, did, however, emphasise that they are seeing more defectors. In the six weeks to 28 November, 26 people surrendered, the UN office for central Africa disclosed. The report commends the efforts made to develop procedures for handling defectors from the LRA. However, it identifies key issues  including revoking the Ugandan amnesty, a lack of assembly points, and the failure to adhere to agreed procedures for repatriation  that need to be resolved if the UN&apos;s disarmament efforts are to be effective.", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/18/ngo-un-kony-lords-resistance-army", 
    "wordcount": "686"
}