{
    "headline": "Politics of science: why governance of research must stay independent", 
    "text": "The politicisation of science is proving increasingly harmful to the advance of science. This phenomenon appears in two forms: firstly, when governments try to force the objectives of scientific research or the way that research is conducted; secondly, in the governance of research, in other words when the relationships between research councils and higher education institutions are set up without thought for evidence and sometimes in defiance of scientific consensus (providing an example of &apos;politics based evidence&apos; instead of &apos;evidence-based policy&apos; as Mark Henderson puts it in &apos;The Geek Manifesto&apos;). In the last few years, this politicisation has emerged in many countries facing the pressures of economic crisis, commonly when the centre of science policy making has been relocated to ministries of economy, business or industry  or related government departments. It often goes hand in hand with a downgrading of the status of science policy, no longer coming from independent entities but depending solely on the government agenda. What have been the implications of these actions and how has the scientific community reacted? In the UK, Canada and Spain, scientists have gone out to the streets and performed rallies against cuts to science and technology funding or mocking funerals to represent the &quot;death&quot; of science. In some instances this has resulted in governments giving funds back towards science and evidence-based policy making. Countries with an effective institutional framework for science usually maintain a linear model for the development of their science policy. Autonomous councils provide advice to the government and propose a national plan for science and technology. Ministries for science, or in some cases, education and research, have the task of implementing science and technology policy. Sector agencies inside those ministries are responsible for assigning grants and fellowships, where the excellence of the research, instead of the &apos;applicability&apos;, is the main criteria for economic support. Despite this global trend, the Chilean government has embarked in a controversial reform and scientists  as in those countries mentioned above  are taking a stand. The government has announced that it will relocate the National Commission for Scientific and Technological Research (CONICYT) from the Ministry of Education to the Ministry of Economy. Created in 1968 under the administration of the Ministry of Education, CONICYT is the main agency responsible for basic and applied research funding, as well as support provided for graduate and postgraduate researcher development. It is also in charge of science communication and outreach activities. Today, most research and development if produced inside the higher education system in Chile, with graduate programmes providing the bulk of &apos;human capital&apos; performing such tasks. During the same period, there has been a persistent lack of industrial R&amp;D and a low private investment on research and innovation and this has been acknowledged as one of the greatest limitations on Chile&apos;s wider development. The country&apos;s academic and scientific community has delivered a wide range of proposals to tackle these issues, including the need for new institutional and independent governance for science and an evolution towards a knowledge-based economy. Yet the Chilean government believes that transferring CONICYT to the Ministry of Economy will close this gap between universities and industries. As expected, the chancellors from the main Chilean universities opposed this change, arguing that this measure lacked technical foundation. The scientific community also rejected the idea, along with several National Awards of Science and members of parliament. The Chilean Academy of Sciences called for independent governance, again suggesting a dedicated ministry of research and development. At the More Science for Chile campaign, we published a report to show models of research governance in countries with academy-industry collaboration. It&apos;s also worth noting that only some economics boards gave their approval to suggested change  and only then through word of mouth than evidence-based arguments. Surprisingly, the Chilean government has rejected the creation of a dedicated research ministry (a longstanding request from the Chilean scientific community), while supporting the creation of dedicated ministries for other areas. Curiously, the arguments for the creation of such ministries are the same as those presented by the scientific community . But we remain unheard. The governance of research has become increasingly important worldwide. Collaboration between countries, the exchange of scientists and graduate students, and economic cooperation, are some of the areas that require strong governance and long-term science policy. But when evidence-based arguments are not provided, or when the main argument is more an expectation or hope based on a political ideology, the politicisation of science grows. Global efforts are needed to create an international environment of cooperation and shared knowledge and resources, based on common guidelines and principles, to avoid this harmful practice. Pablo Astudillo Besnier is part of the More Science for Chile coordination team. He is an engineer in molecular biotechnology at the University of Chile, and a PhD student in biological sciences at the Catholic University of Chile  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/dec/04/politics-science-research-governance-chile", 
    "wordcount": "842"
}