{
    "headline": "The games that will conquer the world", 
    "text": "Already one of the biggest video games companies in the world, Namco Bandai now seems intent on extending its empire even further. Boasting a quarter of all software sales in Japan, and having announced an impressive line-up for the year ahead at its annual Global Gamers Day conference in Las Vegas last week, it looks certain to expand its share of the UK, Europe and the US markets. However, not all its games have crossover appeal. While child-friendly fare such as One Piece: Pirate Warriors (out on PlayStation3 in November) will have some appeal to dedicated fans of the anime series from which it draws inspiration, it is likely to remain a niche offering in the west. That&apos;s something of a shame, as anyone who looks beyond the cartoonish visuals will find a speedy, over-the-top action brawler that explodes with imaginative characters and colourful attacks. Much more likely to excite serious gamers is the new Star Trek game for PS3, Xbox360 and PC, set in the universe established by JJAbrams&apos;s 2009 franchise-redefining film. Namco Bandai and the developer Digital Extremes were given unprecedented access to Abrams&apos;s development studio Bad Robot and the assets of the Trek owner Paramount and have crafted a title that could give Mass Effect a run for its money. There&apos;s no po-faced musing on stellar ethics; instead, we&apos;re treated to a thrilling dive through space before the game reveals itself as a varied shooter with a huge emphasis on co-op. Kirk and Spock share the spotlight, each offering very different abilities and play styles. Kirk is a powerful tank, with an upgraded phaser delivering incredible damage, while Spock favours stealth. Although armed, he can use Vulcan techniques to overwhelm or confuse enemies. Frankly, Spock seemed far more fun to play, though with the game not due out until 2013  no firm date, but don&apos;t expect it to stray far from the second movie&apos;s May release  there&apos;s plenty of time for balancing. It is worth noting that this is not an adaptation of either of Abrams&apos;s movies, so it should escape the awfulness that afflicts most movie tie-in games. The fighting series Tekken has long been internationally acclaimed, and while there is no new &quot;core&quot; entry this year, Tekken Tag Tournament2 was announced for a September 2012 release. It brings with it more than 50 fighters from the history of the franchise, competing in brutal paired matches. As with the original Tekken Tag, controlling two fighters simultaneously can completely change the game dynamic. Learning how best to balance a slow but powerful warrior with a fast and nimble one adds a new level of strategy to matches. Overall, TTT2 look to be a fine addition to the illustrious line. Another returning favourite is Dark Souls, a notoriously difficult dungeon crawler/action/RPG first released at the end of last year on consoles. The upgraded Prepare to Die edition will see the beautifully gothic title also available on PC  a release petitioned for by fans. New areas, monsters and demonic bosses will be joined by an enhanced player-versus-player mode. The most remarkable entry of the show was Ni no Kuni: Wrath of the White Witch, a collaboration between developers Level5 and animation house Studio Ghibli. The fantasy RPG tale of Oliver, a boy drawn into another world to save his mother&apos;s life, will silence those who don&apos;t believe that games can be art. It is visually gorgeous, channelling much of the Oscar-winning fantasy-adventure film Spirited Away in its style and tone and, despite only having two short sections playable at the event, proved deeply emotional. Gameplay is split between both worlds, with &quot;our&quot; world feeling linear and constrained, restricted to a top-down isometric view, while the fantasy world is bold and vibrant, full of life but also danger. There is a poignancy to Oliver&apos;s quest that few other titles can rival, though perhaps not as painful as waiting until the first quarter of 2013 to play it in full will be. A new focus on global appeal and a captivating range to back it up? Well played.", 
    "section": "technology", 
    "gid": "technology/2012/apr/17/namco-bandai-game-collection-launched", 
    "wordcount": "693"
}