{
    "headline": "Behaving like animals: The Bonobo and the Atheist", 
    "text": "Is human nature a beast that needs to be tamed? Should we &quot;throw out Darwinism in our social and political lives&quot;? Or are we naturally altruistic, empathetic and moral? In Frans De Waal&apos;s new book, The Bonobo and the Atheist, he takes on the thinkers who believe that morality has to be imposed on our brutish natures and catalogues the growing evidence that disproves them.  There is a long history of thought that the natural world is a merciless struggle for survival and that humans decided to live together &quot;by covenant only, which is artificial&quot; (Hobbes), that natural selection is &quot;a Hobbesian war of each against all&quot; and ethics are humanity&apos;s cultural victory over the evolutionary process (Huxley), that civilisation is achieved through the renunciation of instinct and the action of the superego  which men are more capable of than women (Freud), that children have to be trained to be sociable through fear of punishment and desire for praise (Freud, Skinner, Piaget), that moral behaviour is achieved through reason alone (Kant).  These ideas have their origins in Judaeo-Christian teaching that morals have to be imposed from above, that in our &quot;natural state&quot; we are unfit for society (or heaven) because of original sin.  What they all have in common is a kind of dualism between our &quot;better angels&quot; and the beast within, our Dr Jekyll and Mr Hyde.  The idea persists even now, albeit stripped of its religious origins. A lack of understanding of the difference between predation (of other species) and aggression (towards our own species) has led to the popular and persistent image of humans as &quot;killer apes&quot;. Matt Ridley has written that we are potentially but not naturally moral. Richard Dawkins has said that &quot;we, alone on Earth, can rebel against the tyranny of the selfish replicators&quot; (The Selfish Gene) and that &quot;in our political and social life we are entitled to throw out Darwinism, to say we don&apos;t want to live in a Darwinian world.&quot;  Some disagree. Darwin is one of them. He wrote that &quot;any animal whatever, endowed with well-marked social instincts  would inevitably acquire a moral sense or conscience, as soon as its intellectual powers had become as well developed, or nearly as well developed, as in man&quot; (Descent of Man). Stephen Jay Gould wrote in 1980, &quot;Why should our nastiness be the baggage of an apish past and our kindness uniquely human?&quot; Philosopher David Hume believed that moral sentiments come from &quot;a tender sympathy with others&quot;. De Waal agrees with them. He does not believe in any inner dualism, in the need to choose to be moral or to accept moral instruction from above (gods, philosophers or authority figures) because altruism, empathy and morality are innate in us. What&apos;s more, they also exist in other social animals. They are part of an evolved package of behaviours that make it possible for us to be social animals.  He calls the idea that civilisation and morality are imposed on a violent, immoral, selfish nature Veneer Theory and concludes, &quot;Everything science has learned in the last few decades argues against the pessimistic view that morality is a thin veneer over a nasty human nature.&quot;  Human morality is &quot;firmly anchored in the social emotions, with empathy at its core&quot; (De Waal, Our Inner Ape). The desire to treat others well comes from altruism which, in turn, comes from empathy.  He is not idealising humans or other animals. Conflict is inevitable. It is how and why we resolve it or avoid it that matters. He also underlines the difference between humans and some other social animals, writing:   &quot;What is so interesting about human prosociality is precisely that it is not of the &apos;eusocial&apos; kind, which promotes sacrifices for the greater genetic good. We, humans, maintain all sorts of selfish interests and individual conflicts that need to be resolved to achieve a cooperative society. This is why we have morality and ants and bees don&apos;t. They don&apos;t need it.&quot;  For many years, De Waal&apos;s claim that other animals display altruism and empathy was ignored or rejected. What his latest book achieves is to put onto a firm evidential basis the fact that the roots of our social behaviour can be seen in other animals. The question is no longer whether animals have empathy but how it works.  Research has shown that moral decisions light up areas of the brain in humans and other animals that deal with emotions and  significantly  the evaluation of others&apos; emotions. When VEN cells in humans are damaged there is a loss of self-awareness and empathy; these cells exist in apes, cetaceans and elephants  but not monkeys. A recent study &quot;highlights the fact that, similar to humans, sensitivity to the emotional states of others actually emerges very young in bonobos and may not require so much complex cognitive processing as has previously been assumed.&quot; Small children comfort other distressed children, even before they have developed the language skills to be instructed to do it. There is strong evidence in other animals of reconciliation and consolation after conflict  kissing, embracing and grooming for example, to restore social bonds. They are aware of unfairness  what economists call inequity aversion  which makes good sense in the avoidance of conflict. This has been seen in animals as diverse as capuchins, elephants, canids and corvids. They co-operate and form social ties, both of which improve survival chances. Female baboons with the best social ties have the most surviving offspring, for example.  Co-operation is strongest in meat-eating animals as hunting requires co-ordination and meat-sharing to provide a reward. Vegetarian animals are much less co-operative because they don&apos;t need to be.  Social animals show gratitude and revenge, remembering the behaviour of others and paying them back. They target their helping, which requires being able to see a situation from another&apos;s point of view. They are able to delay gratification, which shows self-control  a characteristic thought to be only human.  He acknowledges that humans have more complex and developed social skills; we alone analyse, discuss and codify our behaviour. He says, &quot;I am reluctant to call a chimpanzee a &apos;moral being.&apos; This is because sentiments do not suffice. We strive for a logically coherent system.&quot; Human morality and laws show &quot;a move towards universal standards combined with an elaborate system of justification, monitoring and punishment&quot;  for example the Geneva Convention and the Universal Declaration of Human Rights. In animals there is what is called motivational autonomy  they don&apos;t think about why they do something  for example, they don&apos;t make the link between sex and reproduction or between sharing and surviving.  The fact that it is social animals alone who display similar behaviour to ours is the key. It has been suggested by Dawkins that &quot;humans are nicer than is good for our selfish genes.&quot; But we give help roughly at the same level as we need it; tigers are solitary animals who neither need nor give help, for example. Behaving pro-socially makes society work and affords the benefits of social living to the individual.  Being altruistic makes us feel good and helps us survive but is it then selfish to behave socially? Are we all really hypocrites? Is it selfish to care for our young, treat others well and to push to the front of the queue?  The big difference is that queue-jumping is a consciously chosen act whereas instinctive behaviour doesn&apos;t involve thought, so the term &quot;selfish&quot; doesn&apos;t work as a measure. As De Waal has written, &quot;Imagine the cognitive burden if every decision we took needed to be vetted against handed-down principles.&quot; We may think about our impulses and choose whether or not to act on them but we do not need to learn or be forced to behave well all the time. We often rationalise our moral decisions post hoc.  Part of the problem of resistance against altruism and empathy in other animals is human exceptionalism, the idea that humans are in some way special, set apart. This too has its roots in religion, with humans as God&apos;s special creation, the only creature possessed of a soul. It has persisted for a surprisingly long time in a secular form both in science and the humanities but is slowly being eroded. De Waal wrote: &quot;Humanity never runs out of claims of what sets it apart, but it is a rare uniqueness claim that holds up for over a decade. This is why we don&apos;t hear anymore that only humans make tools, imitate, think ahead, have culture, are self-aware, or adopt another&apos;s point of view.&quot; We are not unique and we are not Jekyll and Hyde. We are complicated animals. - - - - - - - - - - -  One section of the book which looks at atheism has been strongly criticised by some atheists, including AC Grayling, who accuse De Waal of being an apologist for religion. My analysis of Grayling&apos;s highly flawed argument is here.  Tessa Kendall can be found on Twitter at @tessakendall, and has a blog here. ", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2013/apr/26/1", 
    "wordcount": "1544"
}