{
    "headline": "Heartland Institute claims fraud after leak of climate change documents", 
    "text": "The free-market Heartland Institute has moved to contain the damage from explosive revelations about its efforts to discredit climate change and alter the teaching of science in schools, claiming on Wednesday it was the victim of theft and forgery. In its first detailed response to Tuesday&apos;s leak of documents purporting to show a well-organised campaign to cast doubt on climate change, the institute warned in a statement posted on its website: &quot;Some of these documents were stolen from Heartland, at least one is a fake, and some may have been altered.&quot; However, the statement from Heartland communications director, Jim Lakely, identifies only one of the eight documents posted online on Tuesday night by the DeSmogBlog website as a &quot;total fake&quot;. That document, two pages headlined &quot;Confidential Memo: Heartland Climate Strategy&quot;, largely duplicates information contained in the other documents. Those documents  containing details on future projects such as a $100,000 campaign to &quot;dissuade teachers from teaching science&quot;, as well as fundraising efforts  have been confirmed, in part, by Heartland itself, corporate donors such as Microsoft, and climate sceptic blogger Anthony Watts, who hoped to benefit from Heartland fundraising this year. DeSmog, in its response to Heartland&apos;s charges, stood by its initial report. &quot;DeSmogBlog has received no direct communications from the Heartland Institute identifying any misstatement of fact in the &quot;Climate Strategy&quot; document,&quot; it said. The nature of the &quot;theft&quot; charges by Heartland was also not immediately clear. Lakely, in his statement, explains that a staff member, persuaded by &quot;an unknown person&quot;, mistakenly sent the documents to an unfamiliar email address. Heartland&apos;s statement said the &quot;stolen documents appear to have been written by Heartland&apos;s president for a board meeting that took place on January 17.&quot; However, in an email to the Guardian later on Wednesday, Lakely backtracked on this apparent confirmation that some of the documents were genuine.  &quot;Considering the fact that the individual who committed fraud and identity theft in correspondence with a staffer yesterday also created a fake Heartland document out of whole cloth, we cannot authenticate any of the documents,&quot; he wrote. &quot;At any rate, our standing policy is to not discuss confidential documents. We are also in the process of taking legal action, so our previous statements are all we have to say about the matter at present.&quot; The exchanges over the provenance of the documents are bound to deepen the comparisons to the 2009 hacking of scientists&apos; email at the University of East Anglia&apos;s climate research unit. At the time, Heartland said the theft of those personal emails created &quot;an opportunity for reporters, academics, politicians&quot; to revise their belief in climate change. On Wednesday, however, Heartland said DeSmog and others should be &quot;ashamed&quot; of writing about the documents before the thinktank could comment. Lakely also asked bloggers and journalists to take down the documents and refrain from quoting them.", 
    "section": "environment", 
    "gid": "environment/2012/feb/15/heartland-institute-fraud-leak-climate", 
    "wordcount": "499"
}