{
    "headline": "Ignore the heart-wrenching pictures and focus on the benefits of aid", 
    "text": "Despite tough recession budgets, the UK has decided to let development spending increase. The international development secretary Andrew Mitchell described spending on aid as &quot;not only from the British people but for the British people&quot;, contributing to &quot;a strong, more prosperous and safer world&quot;. USAid is reducing or cutting programmes because of budget shortfalls. Australia&apos;s Labour government is delaying its promise to double foreign aid. Anti-poverty campaigners argue that the world&apos;s most vulnerable people should not bear the cost of rich-world profligacy. The Rev Tim Costello from Australia&apos;s Make Poverty History warns that his country&apos;s A$2.9bn (1.8bn) in delayed aid could cost 200,000 lives. Perhaps there is an opportunity to find a middle ground. Over the past decade, the developed world has increased its annual assistance corrected for inflation by $49bn (32bn). Each year, $130bn is spent globally. Countless more billions are spent trying to make the world better  investments in vaccine research, peacekeeping forces, carbon taxes. A different way of focusing this spending would be to examine where we could do the most good. This is what I did at the Copenhagen Consensus, where I asked a panel of the world&apos;s top economists, including four Nobel laureates (Thomas Schelling, Vernon Smith, Finn Kydland and Robert Mundell): if you had $75bn to spend over the next four years and your goal was to advance human welfare, especially in the developing world, how could you get the most value for money? The amount of money represents a 15% increase in current spending. They based their verdict on new economic research that highlights the costs and benefits of different ways of responding to global challenges. Instead of focusing on the issues that have the most vocal proponents or the most heart-wrenching pictures, looking at costs and benefits puts the focus on solutions that will do the most good for the least money. Sometimes smart investments are straightforward, such as expanding immunisation programmes or making malaria drugs available  two of the investments highlighted by the panel. It is an eye-opener to realise that if $300m were spent wisely  for example, on the Global Fund&apos;s malaria financing mechanism  we could save more lives than Costello fears will be lost due to the shortfall from Australia. But sometimes, too, the best way to tackle challenges is not head-on. Two of the investments highlighted by the panel stand out for not only delivering high returns but providing smart solutions to difficult issues. Massive advances have been made in the effort to educate all the world&apos;s children. The cost to parents of schooling has become cheaper and  unlike just a few years ago  most children now attend classes. The challenge now is to keep them in school and increase the quality of education they receive. Research commissioned for the Copenhagen Consensus showed one way to improve the quality and quantity of learning. Malnourished children learn poorly. Ensuring proper nutrition when the brain is developing makes a significant difference. If we bundled nutrition interventions targeting pre-schoolers, we could get vital micronutrients to children who lack them  including combating vitamin A deficiencies, iodine deficiency, and reducing anemia caused by children and pregnant mothers not getting enough iron  but also pay for campaigns to improve long-term diet quality and behaviour. Research by John Hoddinott, Mark Rosegrant and Maximo Torero of the International Food Policy Research Institute shows that spending $100 per child would decrease chronic undernutrition by 36% in developing countries. It would also have a great impact on learning. Long-term studies show that children would stay longer and learn more in school, and be more productive when they grow up, earning on average 24% more. In total, the benefits are likely to be much higher than $30 back on the dollar. The decrease in the planet&apos;s biodiversity is gaining considerable attention. Responding has been difficult: so far, only 10% of land globally has been protected, and, often, protected areas are just &quot;paper parks&quot;. But the Nobel laureate panel has another suggestion: increasing the productivity of agriculture. As the global population has increased to 7 billion, we have cut down more forest to grow our food. Without an increase in productivity growth, between now and 2050 we are likely to expand agricultural area by another 10%, and that land will mostly come from forests and grasslands. If we could increase agricultural productivity, we would need to take less and be able to leave more to nature, and generate more food at the same time. This would also help limit global warming because forests store carbon. And increasing agricultural productivity would make food cheaper, helping to solve the challenge of undernutrition. The research shows that for every dollar spent, we would probably produce more than $16 worth of benefits. These investments show both new and overlooked ways to respond to global challenges. Together, they reveal a middle path between those who argue donor countries should give less, and those who argue that this will cost lives  by focusing on smarter, more effective ways to help.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/04/heart-wrenching-pictures-benefits-aid", 
    "wordcount": "846"
}