{
    "headline": "Tech classes open a fresh window of opportunity for women in rural Kenya", 
    "text": "Under the scorching afternoon sun, at a village in a sugar-cane growing region of western Kenya, 60-year old Mary Namukholi carefully places bunches of green bananas beside an old bicycle outside her home. After greeting five neighbours who have been awaiting her arrival for an hour, she enters her one-bedroom, iron-roofed house. She takes a laptop from a polythene bag, wipes it and connects it to a desktop printer.  You see those people outside? They had to wait for me until I am done with my farm work. Those documents they are carrying need to be photocopied and others typewritten, says Namukholi, injecting ink into a cartridge using an old syringe. Namukholi is making the most of skills she acquired after enrolling in a free computer class. When she left school in 1964, after just three years, she could hardly have imagined that more than half a century later she would be offering tech services to her neighbours to supplement the money she earns from farming. It all started with a visit to my daughter who teaches at a school in Nairobi, where I was amazed at how young children were operating computers. This created the curiosity in me and, back home, I was invited to a graduation ceremony for women and girls who had completed computer and entrepreneurship training, she says.  After the ceremony, she spoke to a teacher who encouraged her to enrol. From there, her natural enthusiasm ensured swift progress. In a good week, especially when students are registering for national exams, Namukholi says she makes approximately 1,500 Kenyan shillings (about 12) from providing photocopying and typing services, on top of the money she makes from selling bananas and groundnuts.    Empower a girl with digital literacy and the possibilities are truly endless  Dr Musimbi Kanyoro, Global Fund for Women     Namukholi and other women in western Kenya are benefiting from training in basic ICT skills and digital entrepreneurship under the Women and the Web Alliance, a public-private partnership involving USAid, NetHope, Intel Corporation, World Pulse, World Vision and Women in Technology in Nigeria. The alliance was created to improve the digital literacy of women and girls in Nigeria and Kenya.   Anne Rengo, 43, a mother of five, received training through the initiative to improve her tailoring business. Rengo, who married at 18  cutting short her education  says the training has helped her become more efficient and taught her how to market her products better. Having sewn designs, I used to spend lots of hours hawking the clothing. But after obtaining the training, all I need to do is to download designs, sew them and post the finished products to my clients via WhatsApp and wait for orders, says Rengo. Her tailoring business, located at Mukhonje market along the Eldoret-Uganda highway, now employs four women.   Related: Girls learn app coding to navigate a way out of their Mumbai slum    According to Dr Musimbi Kanyoro, president and CEO of the Global Fund for Women, giving women and girls the skills to access, navigate, and create technology will not only propel innovation and drive gender equality but also have a global economic impact. Give a woman or a girl a mobile phone, access to the internet, empower her with digital literacy, and tell her to dream big and the possibilities are truly endless, she says. According to a 2013 Women and the Web report (pdf), getting another 600 million women online would contribute an estimated $13-$18bn (9bn-12.6bn) to the GDP of poorer countries. Jean Chawapiwa, executive director of WeConnect International, said that although technology has given women greater access to ideas, there is still insufficient access to the internet, especially in rural areas and for those on a low income. The majority of women still do not have access to the more sophisticated gadgets that many of us take for granted, say Chawapiwa. We all also know that price is a barrier. ", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/21/tech-classes-window-of-opportunity-women-rural-kenya", 
    "wordcount": "623"
}