{
    "headline": "Why Haringey should be the next venue for global climate talks", 
    "text": "For a country of less than 2 million people, there must be something special about Qatar. Summer temperatures head uncomfortably upwards of 40C and the country is prone to haze, dust and sandstorms, yet it persuaded international football authorities to let it host the World Cup in 2022. And, in spite of the nation having the world&apos;s highest per capita carbon emissions, Doha, its largest city, is staging the current climate talks. History will judge what effect this has on footballers&apos; performance and the progress of climate negotiations. True creativity might bring the next climate talks to the London borough of Haringey. There, in spite of a mountain range of social and economic problems, they are attempting to cut their greenhouse gas emissions 40% by 2020, beyond the most ambitious aspiration of the European Union. Does that seem like a strange idea? The borough is London&apos;s most unequal, with life expectancy lower in the most, compared with the least deprived wards by seven years for men and four years for women. Half of its wards rank as either very rich or very poor, and the borough was a chief site of the wave of urban riots in 2011. It has industry, heavy commercial through-traffic and congestion. But there are also nature reserves, wooded and conservation areas. It borders six other boroughs, meaning that to solve key energy and transport challenges it must find ways to collaborate. It has a growing population and within Haringey 193 languages are spoken by residents. In other words, Haringey illustrates in microcosm challenges facing the world as a whole. But unlike others, such as the chancellor, George Osborne, who see economic circumstances as an excuse to turn away from pressing environmental challenges, Haringey sees action on climate change as a way of solving its social and economic problems. Around 8,000 businesses in the borough, mostly small, employ about 64,000 people. The Haringey Carbon Commission, which I chaired, was set up by the council to advise on how best to meet its 40% cut by 2020 commitment. We found that simply meeting local demand for energy efficiency retrofitting to buildings, and the installation of alternative, low-carbon energy technologies would create or safeguard an additional 3,000 local jobs. It would also contribute to an initial 10% carbon reduction. Over the next two decades up to 11,000 jobs could be created similarly. Over 40 recommendations in total covered everything from housing to transport, enterprise and a &quot;green bank&quot; to exchange time and skills. In order to capture and reinvest financial benefits into the community, we recommended a new network of co-operatives to deliver the retrofit programme. The creation of a low-carbon enterprise district in the Upper Lee Valley was another proposal, along with the establishment of three innovation labs to look at technology, social innovation and new financial mechanisms. But the commission looked further to find what might motivate people more deeply. And we found, for example, that the local resident Paolo had parents in Colombia, where their farm has been hit by severe drought. Then there was Nasreen, whose family members in Mauritius report uncomfortably hotter and drier summers and colder winters. Michael was originally from the Caribbean, where islands are threatened by sea-level rise and extreme weather. The easiest thing to see is the direct economic opportunity of investing in green enterprise (except seemingly if you run the Treasury). But if that wasn&apos;t enough, when you live in a gloriously diverse country like Britain, once you look, climate change is no longer distant and deniable, a problem for strangers and some unspecified future. It is near and now, touching a father, sister, cousin or former neighbour. To acknowledge our extended responsibility and as a means to learn and share experiences of a warming world, the Carbon Commission recommended that Haringey twin with six diaspora communities where people live on the frontline of climate change. Since then, the report has been formerly adopted by the council, which set up a local authority-backed company to finance and deliver alternative energy schemes. Nevertheless, Haringey will still struggle to meet its target without supportive action by national government. This Wednesday sees the chancellor&apos;s autumn statement. The demonstrable failure of the Treasury&apos;s much loved &quot;expansionary fiscal contraction,&quot; should see Osborne choosing more reliable macro-economic tools, and a new economic strategy to underpin committed local action. That means investing in a more balanced Britain with long-term, stable incentives for green industries and spending to engineer comprehensive, modern low-carbon infrastructure. If he does that, not only will it create jobs, protect against energy shocks and tackle climate change, but the resulting multiplier effect and new productive capacity will more than pay for itself and stave off inflationary fears. There is a tantalising prospect that if a one London borough can show how climate action solves ingrained economic and social problems, it will stand as a beacon for others. Osborne showed willingness to flout convention with the appointment of a Canadian as the next governor of the Bank of England. Perhaps next he could have the UK delegation at the Doha climate talks offer Haringey as the next venue.  Onehundredmonths.org", 
    "section": "environment", 
    "gid": "environment/blog/2012/dec/03/haringey-global-climate-talks", 
    "wordcount": "865"
}