{
    "headline": "No flipping the bird! Twitter unveils strict usage guidelines for new logo", 
    "text": "It is described by Twitter as &quot;the ultimate representation of freedom, hope and limitless possibility&quot;. But Twitter&apos;s subtly redesigned logo has brought with it a string of new rules on what users are not allowed to do on the network, including flipping the so-called &quot;Twitterbird&quot;. The social network unveiled its new (yes, we checked) design in a blogpost late on Wednesday. Unlike its feather-headed predecessor, the updated logo is crafted purely from three sets of overlapping circles, according to Twitter, and will be the universally recognised symbol of the fledgling social network from now on. But you must not manipulate the bird! The updated logo comes with these (rather stringent) usage guidelines:  Do:   Use our official, unmodified Twitter bird to represent our brand.  Make sure the bird faces right.  Allow for at least 150% buffer space around the bird.  Don&apos;t:   Use speech bubbles or words around the bird.  Rotate or change the direction of the bird.  Animate the bird.  Duplicate the bird.  Change the colour of the bird.  Use any other marks or logos to represent our brand.  If you want to compare and contrast Twitter&apos;s policy with those of other cool and happenin&apos; companies, see here for Facebook, here for Starbucks and here for Apple. Twitter even provides a graphic, helpfully demonstrating which variations of its logo absolutely must not be used without prior permission from the company. The New Statesman describes the rules as Twitter going &quot;trademark crazy&quot;, while the guidelines have also been compared to Adobe Photoshop&apos;s crackdown on the verb &quot;Photoshopped&quot; (Adobe wants you to say: &quot;The image was enhanced using Adobe Photoshop software&quot;) and the slightly-more-understandable terms of use for &quot;Portaloo&quot; by Portakabin Limited. Twitter, too, is taking its trademark guidelines seriously: its policy page warmly advises that the rules are there so users do no have to &quot;worry about negotiating a separate agreement with us or talking to our lawyers.&quot; No one likes talking to trademark lawyers. Twitter repeatedly refused to tell us which of its guidelines were new or how they would be enforced. A spokeswoman for the social network also declined to say how long it took to design the spanking-new logo. (While perusing the new guidelines, we noted that &quot;offline media&quot;  of which the all-singing, all-dancing Guardian is a part  must ask permission from the authors of tweets if their 140-character missives are to be used in print. How long has that been in place??) Mercifully, Twitter introduced no new rules for use of the once-famous &quot;Fail Whale&quot; logo, used when the social network either goes down or has unwittingly contributed to the #fail meme. Perhaps it is time to reintroduce the concept?", 
    "section": "technology", 
    "gid": "technology/pda/2012/jun/07/flipping-bird-twitter-new-logo", 
    "wordcount": "462"
}