{
    "headline": "A wheelchair-user's guide to picking a university", 
    "text": "There are plenty of points students consider when picking a university, from the cost of living to the quality of the courses on offer. But it&apos;s fair to say that steps outside lecture buildings, the effectiveness of the disability office or the presence of cobbled streets won&apos;t be at the top of most students&apos; priority lists. If you&apos;re a wheelchair-using student however, these factors could make or break your experience. When I tell people that I, a wheelchair user, chose to study in Durham, many think that I&apos;m completely mad. Actually, you&apos;d be surprised to see the many ways in which universities will accommodate your needs  even in the most historic towns  provided you do your research before enrolling. Here are some of the questions I asked when looking at universities:  Is the town/campus suitable for wheelchair users? It may sound obvious but accessibility is hugely important. As one student commented: &quot;The huge hill in the middle of Exeter&apos;s campus ruled it out for me as a manual wheelchair user.&quot; Accessibility doesn&apos;t just depend on your new town&apos;s landscape, but also on the type of chair you use. The thought of pushing myself up Durham&apos;s many hills fills me with horror but fortunately I have a power chair, which means I can manage them comfortably while watching everyone else struggle to and from the local shops.  How helpful is the disability office? Before favouriting (or discounting) a university, contact the disability office. As a Warwick University student told me: &quot;Just because a university isn&apos;t accessible now this doesn&apos;t mean it can&apos;t be made more accessible in the future.&quot; Sadly, when I visited Edinburgh University a couple of years ago, I wasn&apos;t able to speak to the disability office because there was a huge step up to the entrance [see footnote]. It was at this point that I decided Edinburgh wasn&apos;t the place for me  Is there wheelchair accessible accommodation? It&apos;s pointless having accessible lecture theatres if you can&apos;t use the university&apos;s student accommodation. Wheelchair-users need bigger rooms to accommodate their mobility equipment (I have two wheelchairs plus a sports wheelchair at home). Entrances need to be wide enough to accommodate a wheelchair and heavy doors should be avoided  they make it harder for wheelchair users to enter their rooms in the first place. Fortunately, my college at Durham has installed automatic push pads everywhere and given me a key so that I can electronically open most of the doors. Having an en-suite, adapted bathroom is equally important; an easily accessible shower with a seat is essential. My college promptly installed a new shower so that I was able to live in halls. Some wheelchair users will also need carers to be accommodated in a nearby room. If this is the case, tell your prospective university as soon as possible.  Would you be able to have an active social life? Socialising is arguably the most challenging part of university for wheelchair users. When visiting universities, see how accessible the students&apos; union (SU) and bars are. This can vary hugely: wheelchair users in Durham will need to use a worryingly rickety stairlift if they hope to enter the SU, while Birmingham&apos;s is a modern haven of accessibility. There&apos;s a real mix of societies on offer at university from a society for gentlemanly pursuits at Keele (sounds relatively wheelchair-friendly) to a custard wrestling society at Cardiff (perhaps less so).  Try everything once The most important advice of all is not to rule anything out without at least investigating it first. If you&apos;d told me after my first visit to the cobble-filled streets of Durham that I would end up studying there, I&apos;d have said there was more chance of my beloved Aston Villa winning the Premiership. Now, I can&apos;t imagine being anywhere else.  This footnote was added on 6 March 2013. Edinburgh University point out that their disability service moved to a new address in summer 2011. The office is now fully accessible by lift for wheelchair users.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/mar/01/a-wheelchair-users-guide-to-picking-a-university", 
    "wordcount": "670"
}