{
    "headline": "How to stop your child spending 980 on in-app purchases in an iPad game", 
    "text": "Two British parents have managed to get a refund from Apple after their eight year-old son spent 980 buying virtual donuts in iPad game The Simpsons: Tapped Out. &quot;It was only when my wife rang me and asked where all the money had gone that we found out what had happened,&quot; explains his father to MailOnline. &quot;She got a statement and saw there were more than 100 purchases on iTunes for between 1.50 and 75, from the middle of January and the beginning of this month. We received no emails alerting us to what was happening.&quot; There are some unanswered questions about this story. How did the boy buy the donuts? It sounds like he knew his parents&apos; iTunes password, because if he was buying over a period of weeks, he would surely have been prompted to enter a password several times. Why didn&apos;t his parents get any emails? Whenever I buy something on my iPhone or iPad, I get an email within a couple of days as a receipt. Were these filed as spam by the parents&apos; email provider, or simply deleted without reading them? These are important unanswered questions, because most parents reading this story will be thinking &apos;Help! How can I stop this happening to me?!&apos;  especially as it comes hot on the heels of a similar story of a boy spending 1,700 on virtual ammunition in a game called Zombies vs Ninja, and Apple settling a class-action lawsuit from parents in the US over similar issues. Here&apos;s how to stop it happening to you, in two simple steps: 1. Don&apos;t ever share your iTunes password with your children. 2. Go to the Settings menu of your iPad (or iPhone / iPod touch), tap on General, then Restrictions. Tap on the Enable Restrictions button and choose a PIN (not the same one used to unlock the device). Then scroll down to the Allowed Content section, and either turn In-App Purchases off completely using the switch, or change the Require Password option to &quot;Immediately&quot; rather than &quot;15 minutes&quot;. The PIN will ensure that only you can change these settings in the future. Job done. Although if the device is being used regularly by your child, you may wish to spend a little extra time tweaking the Allowed Content settings, such as age ratings for apps, TV shows, movies and music. But yes, the two steps above will ensure that your child can&apos;t make merry with your iTunes Store account. As shown in the comments thread below my recent post about this subject, there are some strong opinions on whether children should even be left unattended with a smartphone or tablet  and a number of people who don&apos;t even think they should be using them at all. I strongly disagree with the latter view: in a household where there&apos;s a tablet, it can be a hugely rewarding experience for kids to use some of the many creative, educational and entertaining apps that are available. It can be something that complements physical play rather than replaces it, and it can be just as rewarding for parents who participate too. There&apos;s also still that debate on how responsible developers should be in how they use in-app purchases in children&apos;s apps, and there is certainly scope for Apple (and other device makers, remember) to explain more clearly to their customers how parental controls work. But in the meantime, it boils down to this for parents: don&apos;t share your iTunes password, turn on the IAP restrictions, and be familiar with the apps that your children are using. The more this message gets out, the better.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/mar/13/stop-children-spending-money-in-ipad-games", 
    "wordcount": "616"
}