{
    "headline": "Obama pumps $80m into Everglades as some environmentalists ponder motive", 
    "text": "Senior loyalists in the Obama administration seized a valuable election-year opportunity to talk up the president&apos;s environmental credentials today as they announced an increase in funding to restore the Florida Everglades. Tom Vilsack, the secretary of agriculture, was one of several top officials chosen to front a press conference in Kissimmee trumpeting a further $80m investment in a project supporting farmers and ranchers who preserve land for agriculture and wildlife. Claiming that President Barack Obama has made the restoration of Florida&apos;s troubled 2.4m-acre ecosystem &quot;a national priority&quot; with more than $1.5bn of government money since 2009, Vilsack said the project would revitalise more than 23,000 further acres of wetlands. &quot;Restoring these wetlands demonstrates a strong commitment to partnerships with ranchers and farmers to improve water quality and habitat protection while supporting Florida&apos;s strong agricultural economy and ranching heritage,&quot; he said.     Tom Vilsack was one of several top officials announcing the new funds. Photograph: Adam Rountree/AP    &quot;These investments are paying off, creating nearly 7,000 jobs in Florida&apos;s economy and preserving thousands of acres of precious wetlands for future generations to enjoy.&quot; Environmentalists welcomed the investment but questioned how much political posturing was in play at a press briefing attended by Vilsack plus the head of the White House council on environmental quality and the assistant secretaries of the departments of the interior and the US army, whose corps of engineers is central to the 30-year restoration plan. &quot;Every little bit helps, but $80m is a drop in a bucket for the big projects that need to be done,&quot; said Randy Scheffer, executive chairman of the Florida Sierra Club that has campaigned for the protection and restoration of the state&apos;s famous &quot;River of Grass&quot;. &quot;It&apos;s great that the government wants to put in more money, but they have to work with the state of Florida. It&apos;s a dual project between the state and government and the state administration has been dragging its feet. &quot;There is a lot to be done. Elevating the highways is a huge project, and another big problem is the run-off of phosphorous from the big sugar industry and cleaning that up. The state has been very lax in funding.&quot; Restoring the Everglades is a political hot potato in Florida, where the state&apos;s tourism and agriculture-reliant economy is significantly dependent on the health of its millions of acres of marshland. Widescale development through the last century, especially in agriculture, and the growing population&apos;s increasing demand for water led to a sapping of Everglades resources and a massive loss of wildlife habitat. In 2000, Congress approved the Water Resources Development Act, which incorporated the 30-year Comprehensive Everglades Restoration Plan (Cerp) and more than 60 major projects that would return the natural flow of fresh water from the centre of the state to the Florida Keys in the south. In 2007, the cost of the entire operation to revive a parched habitat for more than 60 threatened and endangered species and establish a reliable water supply for millions of residents was estimated at $11.5bn, though experts warn it will end up far higher. One big boost to the fund could soon come from BP following the 2010 Gulf of Mexico oil spill. While most of Florida&apos;s share of the petroleum giant&apos;s fine of up to $21bn would be sent to the Gulf coast counties affected by the disaster, hundreds of miles from the Everglades, up to five per cent could be redirected to ecological projects elsewhere. And last month, federal regulators approved an $880m payout from the environmental protection agency towards projects that would reduce the amount of pollution from farms and communities running into the Everglades. EPA regional administrator Gwen Keyes said it was &quot;a significant and historic milestone in restoring America&apos;s Everglades&quot;. &apos;Conservationists for one freakin&apos; day and that&apos;s it&apos; Successive politicians including presidents, senators and state governors, have used the Everglades issue to play up their &quot;green&quot; credentials. Last October, the respected Miami Herald columnist and novelist Carl Hiaasen, speaking at a conference of environmental journalists in Miami, warned that candidates seeking the presidential nomination would soon be descending on the region dressed in khakis and posing for photo opportunities. &quot;They&apos;ll be conservationists for one freakin&apos; day and that&apos;s it,&quot; he said. Obama, meanwhile, said he intends to continue his commitment to the Everglades, having requested $246m from the 2013 federal budget for restoration projects. &quot;The Everglades are an icon, an American treasure, and essential to the health and economy of Florida communities,&quot; said Nancy Sutley, chairwoman of the council on environmental quality. &quot;With the president&apos;s leadership, we are making real and measurable progress in Everglades restoration, dramatically increasing federal funding, launching key construction projects and working with the State and other partners to deliver results on the ground. We are committed to returning this majestic natural resource to health.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/13/obama-80m-everglades-environmentalists-question", 
    "wordcount": "815"
}