{
    "headline": "HTC to battle Nokia with double Windows Phone 8 launch", 
    "text": "Taiwanese smartphone maker HTC has gone head to head with rival Nokia by unveiling two new brightly-coloured handsets that have been chosen as &quot;signature&quot; Windows Phone 8 phones by Microsoft. HTC, which has been struggling with falling revenues as it competes in the Android handset market with dominant maker Samsung, said that the phones will be available from November across multiple carriers around the world. The two HTC handsets  the Windows Phone 8X and the Windows Phone 8S  will pit it directly against Nokia, which earlier this month also launched two colourful Windows Phone models. Both companies have been held back from putting their handsets on sale or announcing prices at once because Microsoft has not formally announced the Windows Phone 8 software; that will not happen until the end of October, alongside the launch of the new Windows 8 desktop and tablet operating system. Like Nokia, HTC is under pressure to generate strong sales from its next round of phones after losing significant ground to Samsung and Apple, which together make up half of all smartphone shipments worldwide. With Apple boasting 2m pre-orders of its new iPhone 5 before it hits store shelves on 21September, Reticle Research analyst Ross Rubin said it will be challenging for HTC to catch up. But HTC, which has generated most of its sales from phones based on Google&apos;s Android software in recent years, will be able to count on marketing help from Microsoft. The new devices will be marketed as the &quot;signature&quot; Windows Phone 8 smartphones, Jason Mackenzie, HTC&apos;s global head of sales, told attendees at the company&apos;s New York launch event, at which Microsoft chief executive Steve Ballmer also came on stage. &quot;Consumers are going to love these phones, and we&apos;re committed to reaching them in a manner that&apos;s clear and direct,&quot; Ballmer said. But that clearly annoyed Nokia, whose sales and marketing chief Chris Weber tweeted that &quot;it takes more than matching colour to match the innovation of the Lumia 920&quot;  referring to the recently announced high-end models in multiple colours announced by his chief executive Stephen Elop in New York. Shares of HTC climbed as much as 2% in early trading in Taipei. Some fund managers were wary of the sales appeal of HTC&apos;s new Windows phones in the fourth quarter, despite their good designs and form factors, as the market share of the Microsoft&apos;s operating system remains small. &quot;Even with the rumored new Android models coming up, HTC&apos;s performance will be so-so this year, because its phones are still lagging behind Samsung,&quot; said Michael On, a managing director of Beyond Asset Management in Taipei, which does not own HTC shares. The success of HTC and Nokia Windows Phone 8 devices this holiday shopping season will be crucial to Microsoft, which has been left far behind by Apple and Google in the smartphone software market in the last several years. Gartner analyst Michael Gartenberg said HTC and Nokia were smart to distinguish the appearance of their devices from Apple&apos;s iPhone with bright colours, as it could make them stand out to customers who want an iPhone alternative. &quot;The best thing about these device ranges is that neither looks like an iPhone,&quot; said Gartenberg, adding that competition between Nokia and HTC will also help to generate some publicity around Windows Phone 8 software. Taiwan&apos;s HTC was able to share more signs of success at its device launch event in New York than did Nokia at its phone launch here earlier this month. While Nokia did not name any customers for its latest Lumia phones, HTC said that together its two new phones would go on sale at 150 operators in 50 countries around the world. For example, it said that either the 8X or the 8S will go on sale at three of the top four US mobile operators  Verizon Wireless , AT&amp;T Inc and T-Mobile USA . Until now, HTC has been betting on its One series of phones, but so far this year their sales have failed to keep pace with the growth in shipments of Apple&apos;s iPhone and Samsung&apos;s Galaxy range. Up to the second half of 2011, HTC, a former contract smartphone maker, had built a strong brand around the world with phones based on Android software. But it suddenly suffered a sharp decline in its fortunes, as first Samsung and then Apple moved into overdrive. HTC&apos;s profits more than halved in the second quarter of 2012 compared with 2011, and it also warned of a revenue decline of as much as 23% in the third quarter from the previous three months due to macroeconomic problems and competition. The smartphone maker is set to announce third-quarter results on 5 October.", 
    "section": "technology", 
    "gid": "technology/2012/sep/20/htc-nokia-windows-phone-8", 
    "wordcount": "795"
}