{
    "headline": "Do students need more teaching hours and tests?", 
    "text": "Ask any student what&apos;s the biggest difference between sixth form and university and they&apos;ll probably answer: the number of contact hours. At school or college, you spend most of your time in class and are regularly tested, graded and given targets. At university, this structure disappears. A browse through the government&apos;s Unistats website shows that most undergads will spend more than half their time at university studying independently. Arts students have the least number of contact hours  those taking English at the University of Manchester, for example, can expect to spend no more than 20% of their study time with lecturers or tutors. But does this really affect the way we learn? When I moved from my university in the UK to spend one year at the University of Alabama, I found myself spending far more time in the classroom. The American college system favours teaching small classes on a regular basis, even for subjects like English literature. Grades are calculated through a system of continuous assessment. This means participation in debate, in-class quizzes, mid-term exams and finals  on top of two papers each semester. This may sound a little too rigorous. But, in fact, I have found it to be a more effective means of learning than sitting silently in a lecture hall with 400 other students. &quot;Regular assessment,&quot; Dr Claire Major, professor of higher education at the University of Alabama told me, &quot;provides students with an opportunity to recall and to reflect on their learning. They communicate their learning and make it tangible, which allows them to own it in their own way.&quot; By choosing to test more often, it means we as students have more control over our learning. This also helps us space out our studies. Students are all too ready to begin work close to the deadline. This involves a process of cramming information  and taking in less of the content. But this way, we take in less of the content. By using continuous assessment, learning becomes more gradual. We are forced to repeat and recall the information we have learned in many different formats. In the US system, testing and papers are just part of the process. They are seen as something that goes along with the learning experience. Really, they&apos;re no big deal because they are carried out so regularly. It&apos;s also a system that seems to get high satisfaction rates. Robert Christl, a third year political science student, told me: &quot;With this format of assessment you know exactly where you are at in terms of academic achievement. I can feel myself progressing. That&apos;s the reward I need to keep going.&quot; English is often a subject with less classroom teaching. But in recent years, it appears that British universities are, in fact, beginning to apply many more in-class methods of tracking progress. Dr Matthew Creasy, an English literature lecturer at Glasgow University, says that this year: &quot;Students are required to give a presentation, complete a mid-term exercise and hand in a paper as well as an exam at the end of the year.&quot; This seems much closer to the classroom-style teaching in the US. The level of variety in assessment reaches a broader spectrum of students. It promotes equality by catering for different types of learning. Not only this, but it means a more collaborative approach. It involves interaction with other students and more communication with professors. Of course, more class and assessment time means more teaching hours, more resources and more money. The question is: how much is our education worth? Reflecting on the five months I have now spent in the US, I&apos;ve realised how aware I have become of the learning process. Alongside my education in literature, I am having a sort of education in learning itself. That is a skill that will stay with me well beyond these classroom walls.", 
    "section": "education", 
    "gid": "education/2013/feb/06/american-universities-continous-assessment-contact-hours", 
    "wordcount": "649"
}