{
    "headline": "China hopes to hit the right note with Algeria opera house", 
    "text": "Along the highway, alternating blue-and-white corrugated iron sheets are all that can be seen of the opera house China offered as a gift to Algeria six years ago. Behind the fence, Chinese construction workers are putting the finishing touches to a building  but it&apos;s not the 1,400-seat opera house. Rather they are finishing the roofs of small houses for more construction workers. An Algerian employee of the Chinese construction company admits work is &quot;falling behind schedule&quot;. &quot;It was bound to happen, the merchandise comes from far away,&quot; he says. The foundation stone for the $40m (26m) project in the Ouled Fayet suburbs was laid last November at a ceremony attended by the Chinese ambassador to Algeria, Liu Yuhe, and the Algerian minister of culture, Khalida Toumi. Toumi said the project was conceived in 2006 during a visit to China by Algerian president Abdelaziz Bouteflika. It would be &quot;an important symbol of Chinese-Algerian friendship,&quot; Lu Yifeng, economic and trade adviser at China&apos;s embassy in Algiers, told Reuters. &quot;We would like to pursue our friendship co-operation with Algeria during its next economic plan.&quot; Chinese construction firms have won billions of dollars worth of infrastructure contracts from Algeria in recent years, although relations between the countries were strained last year when there were anti-Chinese riots in the capital. The Algerian government provided the land for the opera house, which will be the first in the Algerian capital, but not everyone is pleased with the development. The land to be built on is part of the fertile Mitidja plain. Turning an agricultural site into an opera house has puzzled the locals. &quot;They are wasting agricultural grounds,&quot; said one resident. &quot;We have to start with the first step and get a job for unemployed local youth. A factory would have been a better present.&quot; Smiling, his wife was more direct. &quot;Can you imagine, us, the Algerians, going to the opera at night? Some of us can&apos;t even buy a kilogram of potatoes or tomatoes,&quot; she said.", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/29/china-algeria-opera-house", 
    "wordcount": "347"
}