{
    "headline": "Can George Osborne give shale gas a boost with a 'generous' tax regime?", 
    "text": "Shale gas is the great hope of George Osborne and his fellow Conservatives who detest what they see in the renewable energy sector: subsidy junkies and woolly minded greens. But in a brief section of his speech to his party conference on Monday, he managed to give comfort to both. &quot;An enterprise strategy means investing in renewable energy,&quot; he said, a far warmer phrase than in previous speeches and presumably wrung out of him by the Lib Dems. But then he completed the sentence: &quot;... and opening up the newly discovered shale gas reserves beneath our land.&quot; &quot;We are today consulting on a generous new tax regime for shale so that Britain is not left behind as gas prices tumble on the other side of the Atlantic,&quot; said Osborne. It&apos;s certainly true that the shale gas industry in the UK needs all the help it can get, having drilled only a handful of wells, far short of the hundreds or thousands needed to really know how much gas could be released by fracking. Furthermore, the CBI and Deutsche Bank among others have said there can be no repetition of the US gas miracle, given differences in mineral rights, population density and environmental regulations. The Lib Dem energy and climate change secretary, Ed Davey, illustrated the tension with the chancellor by giving a speech on gas on Monday, in which he said: &quot;I know that industry analysts do see shale as a rather different proposition here than in the US. Questions about regulatory oversight and the involvement of local communities need to be answered rather than simply dismissed. And, of course, the deployment of any new energy source must be consistent with our carbon plan and carbon budgets.&quot; The government&apos;s dilemma on gas, courting investors for a 50% increase in the number of gas-fired power stations on the grid while insisting that carbon reduction targets can still be met, was neatly illustrated by Ed Davey&apos;s morning. After delivering a speech at the Gastech conference in east London, in which he promised a golden future for gas-fired power generation in the UK as many as 20 new power stations to be built, he was whisked across the river to City Hall to extol the government&apos;s climate change policy, which he said included tougher carbon reduction targets for the EU. It left his audience wondering how the two  a massive expansion of fossil-fuelled power while cutting greenhouse gases  could be compatible. Connie Hedegaard, the European commissioner for climate change, who shared his platform at the second event, said: &quot;Gas can be part of the solution, but it definitely can&apos;t be the whole solution. It&apos;s clear that with renewable energy you get a much more longer term and sustainable solution. That&apos;s why we need CO2 targets and renewable targets.&quot; The UK opposes setting a European renewable energy target beyond 2020, when the current one expires. The reaction to Osborne&apos;s announcement ranged from lukewarm praise to fiery opposition. One government source said: &quot;It will make no difference to the pace of the decision [on whether shale gas gets the go-ahead]. But its not totally ridiculous as preparation for the decision.&quot; Some sections of the energy industry were unimpressed. Volker Beckers, chief executive of RWE npower, one of the UK&apos;s big six energy company, told me: &quot;There will be very little volumes of shale gas in the UK. We have more major [energy] problems to solve.&quot; Laura Sandys, Conservative MP and part of the ministerial team at the Department of Energy and Climate Change (Decc), highlighted the problem of public opposition shale gas is likely to face: &quot;Onshore wind is a walk in the park, by comparison.&quot; Mild praise came from CBI director-general, John Cridland, who said: &quot;It makes sense to maximise the amount of energy we can produce at home at reasonable cost. [This] sits alongside investment in renewables. I don&apos;t want all my eggs in one energy basket.&quot; But Friends of the Earth&apos;s Craig Bennett said: &quot;The chancellor clearly isn&apos;t listening to the increasingly vociferous warnings from leading politicians, businesses and climate experts about his reckless dash for gas. With a fossil-fuelled economic strategy firmly rooted in the 1970s, George Osborne is looking increasingly incapable of dealing with the challenges and opportunities of the 21st century.&quot; Campaigners also doubted that the government could square the circle of more gas while cutting carbon drastically overall. WWF-UK pointed to a set of scenarios it commisioned last year showing that to decarbonise the electricity sector by 2030, as Mr Davey has proposed, gas plants would only be able to run infrequently as back up to renewables. That is unlikely to appeal to investors, who expect to receive a return for the 25 year life of their power stations. The consultation on shale gas will not be a formal one, but rather an &quot;engagement with industry&quot;. A statement from the Treasury said: &quot;With the shale gas industry at an early stage of development, the government believes that a targeted tax regime will help unlock investment. The use of field allowances to encourage investment in the North Sea has demonstrated the effectiveness of a targeted tax regime in stimulating investment and production that would not otherwise have gone ahead. The government will engage with companies to ensure that the final structure of the regime is appropriately targeted while maintaining a fair return for the exchequer.&quot; Osborne&apos;s speech also comes against the background of two key letters today. One from companies including Asda, Microsoft and EDF calling for a 2030 target for carbon emissions from power stations, and a second from nuclear and wind energy companies including Areva, Siemens and Vestas calling on the government to firm up its green commitment or lose hundreds of millions of pounds of investment.", 
    "section": "environment", 
    "gid": "environment/2012/oct/08/george-osborne-shale-gas-tax", 
    "wordcount": "983"
}