{
    "headline": "The result of the energy bill bunfight is Lib Dems 4, Tories 0", 
    "text": "The Punch and Judy politics of the energy bill  which was heavily briefed last week, but formally published on Thursday morning  is widely believed to have been a victory for the chancellor over Ed Davey. A closer reading of what has been agreed suggests that the reverse is nearer the truth. All that has happened is that the decision on the totemic issue of a decarbonisation target has been put off until 2016 to await advice from the Committee on Climate Change. In the meantime, the government will take powers to set such a target in the bill by secondary legislation. This lowers the political cost of setting the target. Whether to use powers you already have is always a much easier argument to win than acquiring powers you do not have. Not only will both Labour and the Liberal Democrats go into 2015 with the target in their manifestoes but we will have had two more years of extreme weather events. This combination of having the necessary powers and the political line-up running into the election creates a reasonably good bet for low-carbon investors that such a target will emerge in due course. The government is now explicitly committed to meeting its obligations under the renewables directive. And it has provided the money to do so through increased cap in the levy control framework. That means that by 2020 just over 30% of our electricity will come from renewable sources. This is a significant defeat for the Treasury, which has long sought a way to avoid meeting this commitment. It means that by 2020 a lot of relatively cheap renewable electricity will have been contracted for an as-yet unspecified period, but which is likely to extend beyond 2030. John Hayes, the wind-sceptic energy minister, may think he has killed onshore wind, but he will now discover that money talks louder than ministers. The government has made a major concession to the energy industries by agreeing to create a single counterparty for the proposed contracts for difference (CFDs). This is another policy that met with intense hostility from the Treasury. The government has thus agreed to establish, in effect, a publicly owned purchasing body to buy electricity from the generators, with money to be raised by levying the suppliers. There is as yet no important detail as to how this body will work, what its legal status will be, its governance and what its precise terms of reference will be. This body will not be in place until after the bill has become law and until that point it cannot raise a levy or sign a CFD. Even so, investor confidence has been greatly increased. It is likely that very little of the money available under the levy cap  possibly a few hundred million  will be for new nuclear before 2020. This is consistent with the likelihood that it will take until then for any new nuclear stations to deliver electricity reliably to the grid. This raises important issues about the future of the levy control framework cap beyond 2020. The cap has been set to rise to 7.6bn by then. This will have been used to finance CFDs for renewables for a minimum of 15 years. Thus any CFDs for new nuclear would have to be financed from additional levies. These could amount to a further 5.5-12.6bn/year depending on the contracted price for new nuclear electricity. This would require the levy cap to rise to 13.1-20.2bn/year. Dream on. Without an increase of this magnitude there is no likelihood that the government can meet its goal of 16GW of new nuclear by 2025. If it does not meet this goal it will have to pay for other measures to find low-carbon replacements for the shortfall, or risk failing to meet the existing carbon budgets. Davey may not have got the headline but he does seem to have won the substantive point on the decarbonisation target. In doing so, he has locked in the delivery of a third of our electricity from renewables by 2020 and pre-empted a lot of the money needed to subsidise new nuclear. He has won on the vexed issue of a single counterparty thus increasing investor confidence. On my count that is 4-0 to the Liberal Democrats and as good a demonstration as you could want that it is possible to make the environment and the economy work together. Davey has been wise not to rub the chancellor&apos;s nose in the scale of his defeat but a win of this importance should not be overlooked.", 
    "section": "environment", 
    "gid": "environment/2012/nov/29/energy-bill-lib-dems-tories", 
    "wordcount": "769"
}