{
    "headline": "What happened to arts students when the fees went up?", 
    "text": "When tuition fees tripled last year, with many universities setting their rates at the highest possible amount of 9,000, arts professionals in the country held their breath. Would the introduction of higher fees create a &quot;dearth of training for people who don&apos;t have independent wealth or rich parents&quot;, as actor Clare Higgins put it? The truth is, it&apos;s still hard to pinpoint the impact of last year&apos;s fee rises. Although applications to creative arts and design course fell by about 15% in 2011-12, this year&apos;s Ucas figures show some signs of a recovery. The number of students hoping to study art and design in September is up 2.4%. &quot;It&apos;s the first year that students have paid the 9000 fees, and we&apos;ll have to wait a few years to see trends.&quot; says Natalie Brown, course leader of London&apos;s College of Fashion&apos;s BA in costume for performance. Pete Clarke, course leader for the University of Central Lancashire&apos;s MA in fine art, has noticed that there&apos;ve been fewer mature students this year: &quot;It&apos;s much harder to make a career move that is going to put you in so much debt.&quot; But, adds Clarke: &quot;Student achievement is slightly higher this year  there is much more of a noticeable commitment to the work.&quot;     UCLan MA fine art work by Sam Cookson     Students say they&apos;re seriously concerned about the level of debt and the costs of going to university. Carly Clark, 19, a first-year fine art student at Uclan, says: &quot;You have to make sure it&apos;s a subject you are passionate about, because it is so much money you are investing in yourself. If I wasn&apos;t so sure that I wanted to do fine art, I wouldn&apos;t have come to university at all, because of the fees. Clark adds: &quot;The biggest concern is accommodation. You get your student loan, and a whole chunk of it is immediately gone, leaving you only a few hundred pounds.&quot; Universities are supporting students like Clark  who works in Trafford General Hospital as a domestic assistant  to manage the cost of studing, both through bursaries and helping them juggle part-time jobs. While Brown&apos;s course at LCF is still massively over-subscribed, with 297 applications for 19 places, but she points out that the LCF &quot;has a number of those places ring-fenced for students from poorer backgrounds. We are quite conscious that we want to give as much opportunity as we can.&quot; &quot;We have to tell students exactly what they are going to receive in advance  number of seminars, amount of contact time, group tutorials, 1:1 tutorials, supervised studio sessions and lectures. This is new. It&apos;s become a contract.&quot; David Alker, who leads the BA fine art course at Uclan, has seen a positive change coming from the greater competition to attract students: &quot;We feel there has been an investment in fine art. We&apos;ve had new studios built, a new gallery, a new mac suite, and that may be part of the drive to provide students with a first-class experience.&quot; But students do seem to be thinking longer and harder about which course to choose. Lucy Calder, a first-year student at the LCF, chose the costume for performance course &quot;because it was a combination of all my interests. But it is a lot of debt, and the thought of paying it off is daunting.&quot; She&apos;s thought hard about her job prospects once she graduates: &quot;It looked like I would get a range of skills out of this course, which is really important. You do a six-week work placement in the second year, so you&apos;ve already got contacts. &quot;I do feel the course is good value for money  there are so many resources and really good speakers. Last week we had Grayson Perry. Many tutors are experienced in the field and give a lot of advice; we learn how the industry operates.&quot; James MacRae was delighted to be taught millinery by Jane Smith http://www.janesmithhats.co.uk/ in his first year, &quot;while she was making hats for the Les Miserables film&quot;. He says: &quot;The LCF reputation speaks for itself, and what we do is really brilliant, covering both design and making, which you don&apos;t get in other colleges.&quot; What do they want to do after graduation? For Calder, the dream is &quot;a job to do with costume in film, theatre or TV&quot;. MacRae is pondering his best strategy: &quot;I&apos;m in two minds whether to go back to Edinburgh and try and sort out my debt by doing full-time bar work for a year or two. But my parents worry that if I take a break, I&apos;ll find it even more difficult to get into the industry.&quot;     Helena Tegeder's costume for LCF     The good news is that the creative industries  ranging from advertising to architecture and fashion to film  is one of the fastest-growing sectors in the UK. And universities are geared towards preparing their students for the working world.  &quot;You try to give people a range of transferable skills, with placements, internships, exhibition work, talks. They may work in museums, on commissions, in education. We&apos;re producing people who will work in cultural areas,&quot; says Clarke. The LCF has an employability manager, Claire Tristram, who leads a team of six. &quot;We pride ourselves on our industry connections&quot; she says. &quot;When we have someone like Burberry come to us and say they&apos;re looking for a buyer or merchandiser, we match and select student candidates.&quot; This is just one of a whole raft of services available, from specialist profiling and employment websites, coaching sessions and the provision of talks and information, to hosting an annual graduate employment fair. Rob Phillips, creative director of design and technology at the LCF, says preparing students for the big wide world is about much more than imparting techniques: &quot;For too long, governments have spoken endlessly about skills, skills, skills. But they don&apos;t talk enough about the psychology of education, which is transformative. &quot;It&apos;s a different person who leaves at the end of the four years, and that is priceless.&quot;  This article was amended on 2 February 2013 to correct the spelling of Helena Tegeder&apos;s surname in the final caption", 
    "section": "education", 
    "gid": "education/2013/feb/20/artanddesign-students", 
    "wordcount": "1050"
}