{
    "headline": "Principles of Biology [Book Review]", 
    "text": "    When I was a graduate student, one of the many ways I earned some desperately-needed cash was working as an in-house textbook reviewer for several publishing houses. An in-house book reviewer&apos;s job is to read and fact-check a book, and to catch any remaining copy editing errors before the book goes to press. After reading and extensively commenting on a number of books, I developed some very strong ideas as to what is particularly effective in a textbook -- ideas that I plan to use in my ornithology textbook. But I always thought my ideas were screamingly obvious to anyone who writes or reads a textbook. But apparently, they aren&apos;t so obvious because I&apos;ve not seen any textbooks that put many of my ideas to use.  Well, until now. I have recently been reading a new biology textbook, Principles of Biology. This book not only applies a number of superb strategies for teaching scientific concepts, but it goes one step further by including the best aspects of internet-based digital media; interactive diagrammes, data tables and other interactive exercises, and video. This is not a traditional print textbook that&apos;s been digitised, it is a truly electronic textbook.   To use this eTextbook, you purchase it, but in this case, you are purchasing the right to log in and use it. There is no door-stop sized textbook to drag around or to fill your bookshelves, no DVDs to crack, no flash drives or other teensy paraphernalia to lose, and no Kindles or other expensive devices to purchase. But like a traditional print textbook, this ephemeral eTextbook is yours. Forever.  This eTextbook is designed to be viewed using your web browser (so far, I&apos;ve used Chrome, Firefox and Safari). Because all you need is a web browser, this eTextbook can be used on any computer platform, and further, it can be used by disabled readers if their web browser has already been configured to meet their specific needs. This web browser compatibility also avoids the resource investment (passed on to the consumer) associated with adjusting colour balance for images -- a major expense for print textbooks, especially biology texts. Since this eTextbook only requires the reader to log in, it&apos;s accessible anywhere there&apos;s a wifi connection -- school, home, and even on-the-road, using an iPad, tablet or smartphone.  Principles of Biology has nine units, as follows:  Introduction  Genetics  Chemistry  Cells  Evolution  Biodiversity  Plant Systems  Animal Systems  Ecology These nine units are divided into 197 modules that can be accessed with one click. I&apos;ve included a screen shot of one unit, Evolution, and its modules:      Each module consists of:  list of covered topics and major learning objectives for each module  educational text  photographs, including those from referenced original research papers  tables, graphs, maps and static as well as interactive diagrammes  all interactive diagrammes link to a transcript  video  links to websites and other relevant outside resources  key terms along with their definitions and a link to an audio file for pronunciation assistance  a variety of references, including news stories, books and primary literature along with links to the cited primary literature  short-answer tests after each section and a multiple-choice module test  hands-on labs for each unit This eTextbook is highly visual and interactive. I couldn&apos;t help but wish that when I was teaching at universities and working as a private tutor in NYC, that my students could access the wealth of interactive tables and diagrammes, such as;  the one demonstrating why ice floats on top of water (figure 8, module 36, unit 3)  the one demonstrating how the sodium-potassium pump works (figure 9, module 48, unit 4) -- a concept that really challenges many students!  the one demonstrating how to translate character data into a cladogram (figure 3, module 80, unit 6)  the one demonstrating the differences between protostome and deuterostome development (which I can&apos;t find to reference properly here, but more about that later) Each unit has a series of main questions that help focus the student&apos;s attention on the learning task at hand. For example, here&apos;s a screen shot from the first unit:      The presentation of the book is obviously designed with teaching in mind; it presents specific concepts along with the best information supporting those concepts. Although written with college and university students in mind, the explanatory text is sleek enough that at least some high school students could also use this book in their courses (refer to the sample objectives page screen shot for an idea of the writing style).  The book also includes links to its research paper library in the right sidebar. Even though the research paper library is not exhaustive, I really enjoyed it. Okay, I am a scientist, so I should enjoy it, but I think non-scientists will enjoy it, too. This research paper library provides a glimpse into how experiments were designed that led to ground-breaking discoveries, the technological and scientific contexts underlying those discoveries, and it also gives the impression that science is a lively and living human endeavour.  The eTextbook also has a separate area where its readers can interact with their fellow classmates and teacher. There is an area where a class member can initiate or contribute to a discussion with her other classmates, and a tab where individuals can email privately. I have to add (especially for you digital geeks) that this reader account can be personalised with your own special icon and user profile. Already, I am wondering who will be the first person to meet his or her spouse as a result of the online interactive community that these interactive features might spawn. Other features include:  adjustable font size  text can be highlighted  user annotations (questions, comments, etc.) can be added to the text  personalised study cards can be created based on the highlighted text and annotations  mention of careers in the biological sciences that pertain to specific topics when they are presented in each module By now, you probably all think that I am madly, hopelessly, in love with this eTextbook. If so, you&apos;d be correct. However, like spouses, this eTextbook is not perfect. For example, I was astonished to see that the biodiversity unit had separate modules for every major living group of animals, except one: BIRDS! This is absolutely unacceptable because birds have been the best, most generous and accessible teachers that humans have ever had, illuminating so many important fundamental concepts about biology, ecology, ethology and most especially evolution.  For example, birds are the model system for research into language, learning and memory, which daily provides us with new insights into neurobiology and the human mind. Birds have also revealed so much about the complexities underlying animal behaviour and ecology, such as reproductive strategies and mate choice, to name just a few examples. And how can the eTextbook&apos;s editors forget the many important contributions that birds have made to our understanding of evolutionary processes, such as those revealed by Peter and Rosemary Grant&apos;s dedicated lifetime of truly elegant research into the Galapagos finches? Last but certainly not least, birds are typically the first, the most visible, and often the most consistent connection with nature that people enjoy throughout their lives. It is no secret that interacting with wild birds -- bird watching, bird feeding, photography and similar activities -- are amongst the most popular pastimes in the world. As such, birds are the window that many people look through to see beyond themselves and their tiny highly controlled world stuffed with people, possessions and pets, to inspire them to glimpse at, think about, and interact with the natural world. Further, although bird-based research findings are mentioned throughout the eTextbook, nowhere is there a module focused on birds that provides the reader with the evolutionary, ecological and biological context for this influential and exciting group of animals.  But the good news is this especially egregious oversight can be easily remedied without forcing readers to purchase an updated text. This is because the eTextbook is periodically updated so readers will always have the latest information at their fingertips anywhere in the world.  Obligatory bird picture from the book (module 175, unit 8):      There are a few other things that I didn&apos;t like about this eTextbook. I was frustrated that not all referenced and linked material is freely accessible; at least some of those original research papers must be purchased if one wishes to read them. The least that could be done for paywalled material is to provide a second link to an especially well-written article that summarises that particular research paper.  Despite assurances that the eTextbook is searchable, I was unable to search it for a particular interactive diagramme (the one comparing protostome and deuterostome development that I mentioned above). I stumbled across that diagramme a few days ago and wished to return to it so I could tell you about it in this review. I think that each page should include a search button, either at the top or bottom, with a drop-down menu that provides the option to search for topic keywords, diagrammes, or names in each section, module, unit and in the entire book. So in short, if you are hoping to rely on this eTextbook to win bets at the pub, you&apos;d better wait until that all-important search function is added.  This may be hair-splitting on my part, but I was surprised that cited books did not include their ISBN. I thought this was standard for cited books just as DOIs are now standard for cited research papers. I mean, sure I could use a search engine to dig up the book, but book titles are not always unique (nor are authors&apos; names -- and who remembers authors&apos; names anyway?), whereas ISBNs are. In view of current celestial events, I thought I&apos;d mention that interference by solar storms could pose an accessibility problem. Another potential problem is the host cloud (or the internet itself) could slow down or crash. For example, I consistently experienced a noticeable delay when mousing around from one page to the next, and that delay is due to a slow response from the nature.com server. That was annoying, but today, slow response times actually caused time-outs, resulting in a blank screen. But to be fair, I&apos;ve only experienced time-outs today, not in the previous ten days that I&apos;ve been interacting with this eTextbook. Nevertheless, flipping through this eTextbook will almost always be slower than flipping through a print textbook.  Despite my criticisms (most of which I expect will be addressed shortly), I still think this eTextbook is a brilliant first effort and it definitely shows the way for textbook publishers and editors who wish to sell affordable, up-to-date and accessible books to classrooms. Those of you who teach or study biology will be spoiled by this book, and I promise that after using this eTextbook, you&apos;ll never again want to use a print version of any textbook.  Principles of Biology is a collaborative effort between Nature Publishing Group and the California State University system. The book retails for $49 per student. You can learn more about adopting this eTextbook in your classroom or you can sign up for regular updates here. (Yet more information about this eTextbook.) .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/14/4", 
    "wordcount": "1876"
}