{
    "headline": "Boot up: Ballmer's letter, Google's patents, Android's rotation and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Shareholder Letter &gt;&gt; Microsoft Steve Ballmer writes to shareholders:   Last year in this letter I said that over time, the full value of our software will be seen and felt in how people use devices and services at work and in their personal lives. This is a significant shift, both in what we do and how we see ourselves -- as a devices and services company.   The &quot;devices&quot; bit is moving up the agenda. Widening scrutiny of Google&apos;s smartphone patents &gt;&gt; NYTimes.com  The [Federal Trade Commission] investigation indicates that it is keeping an eye on the patent buildup by major high-tech companies. &quot;It&apos;s part of the larger concern that the amalgamation of these giant patent arsenals harms competition,&quot; said William E. Kovacic, the former chairman of the F.T.C. who is now a professor at George Washington University.  &quot;The worry,&quot; said Mr. Kovacic, &quot;is that the new Googles and new Apples will bump into too many patent tollbooths.&quot;  The F.T.C. is not the only agency that has raised concerns about Google&apos;s stewardship of standard-essential patents. The Justice Department, when it approved Google&apos;s acquisition of Motorola and the consortium&apos;s purchase of Nortel&apos;s patents earlier this year, issued a statement praising the &quot;clear commitments&quot; by Apple and Microsoft to license standard patents on fair terms. It also noted their pledge not to try to use such patents to seek court injunctions to stop shipments of rivals&apos; products.  &quot;Google&apos;s commitments,&quot; the Justice Department statement said, &quot;were more ambiguous and do not provide the same direct confirmation of its standard-essential patent licensing policies.&quot;  Android 4.1.2 brings home screen rotation to devices &gt;&gt; Gigaom  Google announced Android 4.1.2 on Tuesday, a software update that adds a key feature to devices running the Jelly Bean software: home screen rotation support. Prior to this update, all Android 4.1 devices use portrait mode for the home screens, even when the smartphone or tablet is in landscape mode, making for a disjointed experience... Once devices receive the update, there won&apos;t be a need for third-party screen rotation apps. That&apos;s a big plus from an end-user experience. As good as these apps are -- until now, I&apos;ve used Ultimate Rotation Control on my Nexus 7, which worked great -- someone new to Android wouldn&apos;t likely know about them. Instead, they&apos;d be left wondering why the home screen doesn&apos;t automatically rotate when switching from portrait to landscape and have a sub-par user experience.   FINALLY. Also: does this mean all the people who said that home screen rotation was completely unnecessary were wrong, or is Google wrong for adding it? (Thanks @hotsoup for the link.) Food security in 75% of African countries at high or extreme risk &gt;&gt; Maplecroft global index Step out of the filter bubble:   Africa accounts for 39 of the 59 most at risk countries in Maplecroft&apos;s Food Security Risk Index and hosts nine of the eleven countries in the &apos;extreme risk&apos; category. These include: Somalia and DR Congo (ranked joint 1st in the index), Burundi (4), Chad (5), Ethiopia (6), Eritrea (7), South Sudan (9), Comoros (10) and Sierra Leone (11). The countries of Haiti (3) and Afghanistan (8) complete the category.  The Food Security Risk Index has been developed for governments, NGOs and business to use as a barometer to identify those countries which may be susceptible to famine and societal unrest stemming from food shortages and price fluctuations.  What women want from smartphone design isn&apos;t what lazy marketers think &gt;&gt; Wired UK Nikki Barton is vp of user experience design, smart devices, at Nokia:   The same IDC study [that looked at what men and women did with smartphones] found women place high importance on ease of use and the weight and size of a phone. Women also prioritise camera resolution and the physical design of the phone, while men give preference to OS and the type of network (3G v 4G). In the app market, both women and men commonly download free apps for games, social networking, music and weather. Men download more paid apps across all categories.  I&apos;ve certainly found in my own experience as a designer that women tend to place less emphasis on having so-many thousand apps or impressive speeds and feeds. Technology matters, but women don&apos;t really see their phone as a gadget.  Smartphone Mutually Assured Destruction &gt;&gt; Terence Eden Eden is a mobile developer:   The billion dollar verdict in Samsung &amp; Apple&apos;s American courtroom drama exposes the craziness behind our interconnected industry. The main manufacturer of the components in Apple&apos;s desirable gadgets is... Samsung! These damages amount to Apple reclaiming a few tenths of a percent from its annual spend with Samsung. Subject to the usual endless appeals and counter suits.  These bans, and fines, and negative press don&apos;t just hurt the companies involved. Our entire industry looks corrupt, litigious, unoriginal, and highly unstable.  Some users find scuffs, nicks on newly-purchased iPhone 5s &gt;&gt; Apple Insider  An increasing number of iPhone 5 owners are reporting scuffs and other signs of damage to their newly-purchased smartphones right out of the box, with some miffed customers taking to the web in what is being dubbed &quot;scuffgate.&quot;   A quote from the Apple Support forums:   i literally was giddy unwrapping my new iphone and i took it out and i haven&apos;t even taken off the screen protector yet. within two minutes, i find a small scratch on the black aluminum on the side.   (Thanks @beardyweirdy66, @rquick for the links.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/11/technology-links-newsbucket", 
    "wordcount": "979"
}