{
    "headline": "UK games industry faces brain drain and lack of investment, says Tiga", 
    "text": "The British games industry is suffering a significant &apos;brain drain&apos; as talented programmers and artists leave the country to work abroad, says trade association Tiga.  The organisation has just revealed the results of a survey conducted with over three-quarters of the country&apos;s games businesses. Its findings suggest the UK&apos;s games industry workforce shrank by over 10% between 2008 and 2011, with 41% of the employees lost between 2009 and 2011 relocating overseas  mostly to Canada, where tax breaks have heavily subsidised the domestic games industry. Tiga has calculated that the loss of jobs in British games studios has seen the Exchequer receive nearly 100m less in tax revenues. For several years now, the trade body has been lobbying the government to provide the industry with targeted tax breaks in order to reduce the cost of game development in the UK and attract inward investment.  Richard Wilson, the CEO of Tiga stated, &quot;Without a tax relief, the UK runs the risk of losing its leadership position in video games development and becoming a finishing school for the Canadian games industry: with UK universities educating developers and UK studios then honing their skills before they leave for employment in the Canadian games sector. This is bad for the UK video games sector, bad for the Government and bad for the UK taxpayer. We need a targeted tax relief to halt the brain drain.&quot; According to the report, this siphoning off of talent is even more damaging because it tends to be more experienced staff members who are harder to replace. On Monday, Tiga issued another press release, this time asserting that the lack of private and public finance was hampering video game start-up businesses in the UK. Citing more figures from its forthcoming report, Making Games in the UK Today: A Census of the UK Developer and Digital Publishing Sector, the trade body revealed that while 216 new games companies entered the UK games industry between 2008 and 2011, there were also 197 closures.  The issue for Wilson, comes back to tax initiatives. &quot;UK developers are missing out on investment from global publishers and from global venture capital. This is partly because the UK, unlike many of our key competitors, lacks a tax break for games production, which effectively reduces the cost of games development.  &quot;Access to debt, bonds and equity finance is difficult because of the high levels of uncertainty about consumer demand and the intangible nature of IP in the games sector. In contrast to the film industry which benefits both from a tax credit and from lottery funding, there is negligible public financial support available for video games development.&quot; While Tiga has strong support for its tax cause, and helped to secure promises of parliamentary action before the election of the coalition government in 2010 (a concept later rejected by George Osborne in his emergency budget), the issue remains controversial. Critics claim that tax breaks distort the market and move too slowly for the rapidly evolving games industry. The stats obtained by Tiga do, however, present a rather depressing picture of the games industry in Britain, once one of the top five game development nations in the world. In the last two years major publishers such as THQ, Midway, Disney and Electronic Arts have all shut down UK-based development offices  with several opening fresh studios elsewhere in the world. If tax breaks aren&apos;t the answer, the question becomes, what is?", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/23/tiga-on-brain-drain-and-investment", 
    "wordcount": "577"
}