{
    "headline": "World 'on collision course with nature', OECD green growth report warns", 
    "text": "Green growth is the only way forward for rich and poor countries alike to achieve sustainable development because of tremendous economic and livelihood losses from severe climate change and the depletion of natural resources, a thinktank said on Tuesday. The Development Co-operation report 2012 by the Organisation for Economic Co-operation and Development (OECD) calls for radical changes to an economic model in which rapid growth has come at a price for the environment and many of the world&apos;s poorest people. &quot;We are on a collision course with nature,&quot; Angel Gurra, the OECD secretary general, said at the launch of the report on Tuesday in the ornate surroundings of Marlborough House in London, as he urged developing countries not to adopt the &quot;develop first, clean up later&quot; approach. &quot;It is time for a radical change. If we fail to transform our policies and behaviour now, the picture is more than grim,&quot; wrote Gurra in the report&apos;s foreword. &quot;Our current demographic and economic trends, if left unchecked, will have alarming effects in four key areas of global concern  climate change, biodiversity, water and health. The costs and consequences of inaction would be colossal, both in economic and human terms.&quot; A previous OECD report said that by 2050, without immediate action, the world will see a 50% increase in greenhouse gas emissions with a disastrous impact on quality of life; a doubling of premature deaths from exposure to air pollution; and a further 10% decline in terrestrial biodiversity. The impact will be felt most severely in poor countries, where populations face serious threats from pollution, poor water quality, diseases associated with a changing climate and from energy, food and water insecurity. Aid can play a role in accelerating the transition to green growth in developing countries, said the report, which called for a refocusing of official development assistance (ODA) to support the green economy and growth in developing countries. According to the OECD, green growth means fostering economic growth and development while ensuring that natural assets continue to provide the resources and environment on which people&apos;s well-being relies. The Green Economy report by the UN Environment Programme (Unep) said investing an additional 2% of global GDP in key economic sectors could create decent employment, inclusive economic growth and greater environmental sustainability. Several developing countries, including China, Kenya and Ethiopia, have adopted green growth strategies. China, the world&apos;s biggest emitter of greenhouse gases, has set out an ambitious green development plan. It foresees at least 5.3m green jobs over two to three years from investments in energy savings, pollutant emissions reduction and adjustment of industrial structure. In addition, China sees green jobs through planting new forests, reforestation and forest management. Although mostly temporary, these 20m jobs from 2005 to 2020 are seen as a way of helping socially vulnerable groups and reducing poverty in under-developed regions. South Korea has also set its eyes on green growth. It aims to be 100% energy independent by 2050, by quadrupling its renewable energy supply by 2030. The government is committed to investing 2% of its annual GDP between 2009 and 2013  a total of $90bn  to encourage private investment in green sectors. Yet as Brian Atwood, chair of the OECD&apos;s development assistance committee (DAC)  the group of donor countries  admits, people in poor countries will give first priority to their ability to feed and shelter themselves and their families. &quot;Unless they are an island or coastal state, their governments are more likely to argue that growth is more important than reducing carbon emissions or protecting the environment  Protection of the global environment cannot threaten local livelihoods  solutions must be found where the two can co-exist,&quot; wrote Atwood in the OECD report. Such tensions have been evident at the UN climate talks in Doha, Qatar, now in their second week, where the US and Europe are strongly resisting the idea that they should compensate for losses in poor countries, fearing that it would lead to potentially endless financial claims. Apart from the issue of compensation, rich countries in 2009 agreed to give $100bn by 2020 to help poor countries adapt to climate change. So far, they have yet to provide the $30bn they promised as a down payment. ODA for climate adaptation or mitigation in poor countries can be expected to remain contentious at a time when aid is declining. In 2011, DAC countries provided $133bn in aid, a 2.7% drop from the previous year, taking inflation into account. Gurra said many rich countries are using the economic crisis to relax their aid commitments, but praised the UK for not cutting aid. Atwood suggests that aid should act as a catalyst for other flows, such as private-sector finance and investment, &quot;as long as we understand the private sector&apos;s need for a balance between investment risks and returns&quot;. The report also highlights the perverse incentives at work from subsidies. &quot;Today there over $1 trillion in subsidies for areas ranging from fisheries to fertilisers and fossil fuels,&quot; wrote Achim Steiner, executive director of Unep, in a chapter of the report. &quot;Much of this money is actually fuelling environmental decay, such as climate change; engendering collapse of fish stocks and damage to coastal systems; and aggravating social and economic challenges. Removing these distorting, environmentally harmful and socially under-performing subsidies would completely change the incentive structure, promoting sustainable consumption and production and freeing up to 1-2% of global GDP every year.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/04/world-collision-nature-oecd-green-growth", 
    "wordcount": "923"
}