{
    "headline": "UN urges Cambodia to hold companies to account over land disputes", 
    "text": "Companies that have seized land, confiscated livestock and destroyed homes and property have gone unpunished, the UN special rapporteur for Cambodia has said. Surya Subedi, professor of international law at Leeds University, said all the communities he had met raised the issue of misconduct by concession companies or their subcontractors, as did written submissions. &quot;In some cases the authorities have held the companies to account for their actions,&quot; Subedi said in a preliminary assessment after a recent eight-day visit. &quot;One example is the shooting incident at the TTY concession in Kratie province this year. However, in many cases, there remains impunity for violations committed by the companies.&quot; Subedi, who visited concession areas in the provinces of Ratanakiri, Kratie and Stung Treng, urged the Cambodian government to: act with more transparency when granting and managing economic and other land concessions; oversee companies involved with concessions more closely; and make the process more inclusive for affected individuals and communities. More than 400,000 Cambodians have been affected by land &quot;grabs&quot; and evictions since 2003, according to the Cambodian league for the promotion and defence of human rights (Licadho), which works in 12 provinces across half the country. Last year there was a big increase in land disputes, the group said, with an additional 11,000 families affected. Land ownership was abolished under the communist reign of the Khmer Rouge (1974-79), leaving millions of Cambodians without title deeds and therefore vulnerable to domestic and foreign land grabs, as well as agriculture, mining and real estate projects. In January, 300 families were dispersed without warning from the downtown slum of Borei Keila in the capital, Phnom Penh. Last year, the World Bank froze its loans to Cambodia over the forced removal of 10,000 residents of Boeung Kak lake, who were moved to build luxury flats and high-end shops for the development firm, Shukaku, owned by a senator from the ruling People&apos;s party. Subedi, voicing concern at the levels of protests linked to land disputes, called for dialogue. &quot;Some forms of protest, for example road blockages by communities, greatly impact on other individuals who have no involvement in the dispute,&quot; he said. &quot;People have a right to protest, but I urge all involved  communities, authorities and companies  to do their utmost to avoid violent protests. Dialogue is key.&quot; Subedi said he was struck by repeated calls for attention to be paid to environmental degradation caused by the alleged mismanagement of land under concession, unsustainable exploitation of natural resources, and the sheer size of forest cover affected by land concessions. He said the claims deserve immediate attention from the authorities. The UN special rapporteur welcomed the decision to postpone the granting of new economic land concessions, announced by the Cambodian prime minister Hun Sen on 7 May, and called for a review of all existing concessions with a view to protecting the interests of communities. &quot;This is a good step in the right direction. As ever, the focus must be on the implementation of this new regulation,&quot; he said. &quot;It is clear that all Cambodians want to see economic development flourish, but this development should always be conducted in a sustainable manner, creating the least negative impact on communities as possible, whilst upholding the human rights of the individuals involved.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/14/un-cambodia-companies-land-disputes", 
    "wordcount": "559"
}