{
    "headline": "Indian sex workers are a shining example of women's empowerment", 
    "text": "When the multi-country research programme that I direct, Pathways of Women&apos;s Empowerment, began its search for inspiring examples of empowerment, in 2006, few might have imagined it would take us to a collective of sex workers in a town in the heart of Maharashtra in India. But the stories of empowerment I heard when I visited the Sangli headquarters of the Vamp collective not only summed up some of the most important lessons we were learning in the programme about what works to support women&apos;s empowerment, they were also among the most impressive.    The Power of the Collective from Katrina Mansoor on Vimeo.   &quot;If I&apos;d been married, I would have been HIV positive by now,&quot; says one of Vamp&apos;s stalwarts, Shabana, reflecting that married women are far more vulnerable than she is as a sex worker, unable to insist on condoms with their husbands as she does with her clients. And her face breaks into a smile as she describes the life she leads: the freedoms she enjoys, her choice of clients, and the autonomy and empowerment she has. &quot;I&apos;m as free as a bird,&quot; she says. It is all too often assumed that disempowerment leads women to sell sexual services  as a last resort, as the ultimate step before destitution, and out of coercion rather than choice. The sex workers I met in Sangli, however, made it quite clear that being in business  they refer to their work as dhanda, meaning business  was not something they did out of desperation. Some had been married and returned to sex work full of pity for those women who had to put up with the privations and lack of freedom marriage brings. Some had tried other jobs, and found them tiring, exploitative and badly paid, echoing the findings of the first pan-India survey of sex workers. Sex work was, for them, an occupation they spoke of with pride, despite the stigma. And, they say, this is where the problem lies: with the societal attitudes towards them, and the violence, stigma and abuse of human rights they experience as a result. Vamp&apos;s mission is to change society. Rather than treating sex workers as victims to be rescued or rehabilitated, it demonstrates the power of collective action as a force for women&apos;s empowerment, mobilising sex workers to improve their working conditions, and claim rights and recognition. And they&apos;re yielding results. Founded in 1997, Vamp now has more than 5,000 members. Weekly meetings bring the collective together to tackle a wide range of issues faced by members. Health work and advocacy for sex workers&apos; human rights are interwoven with Vamp&apos;s everyday work in the densely populated alleyways in the red-light districts of Sangli and other towns in the region. The collective&apos;s work includes HIV prevention with those who sell and buy sex  not only sex workers but housewives who engage in clandestine sex work, men who have sex with men, sex workers&apos; clients and lovers, and truck drivers whose routes crisscross the state. Vamp works with doctors, the police and the local authorities to combat stigma and violence, offering support and care to people with HIV and orphaned children, and fighting for workers and their families to be treated with dignity. Recognised locally for its members&apos; feisty response to the violence and abuse meted out to sex workers on a daily basis, and internationally for the model that its approach to HIV prevention and trafficking has become, Vamp has become a shining example of the power of organisation. Vamp members don&apos;t want to be &quot;saved&quot; by foreign organisations; they want to be respected as human beings. To see them as &quot;prostituted women&quot; is to treat them as not fully human, incapable of determining their own destinies or, indeed, of working together to claim justice. It&apos;s precisely that kind of attitude that perpetuates the abuse sex workers experience. It&apos;s time that the toxic mist of pity, disgust and moral opprobrium that swirls around the figure of the sex worker was replaced by a willingness to put prejudice aside and listen to and learn from women like Shabana and her colleagues. There are some surprises in store for those who do.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/26/india-sex-workers-female-empowerment", 
    "wordcount": "693"
}