{
    "headline": "Press Start: Criterion hints at new direction, tax breaks under investigation and more", 
    "text": "A selection of links, hand-picked by the Guardian games writers. New Criterion IP &apos;is not a racing game&apos; | CVG UK Expecting another Need For Speed reboot? You might be disappointed:  Criterion, the EA-owned Guildford studio with a proud heritage of racing titles, is said to be working on a new IP in a different genre. Studio exec Alex Ward explained on his personal Twitter account that &quot;after over a decade of making racing games it&apos;s time to make something new&quot;. Initially it was suspected this meant that Criterion would not be developing racing games in the short-term, but in a follow-up message, Alex clarified that he was not speaking for the studio.  Not sure how much we should read into this though. Criterion has long spoken about trying different genres; when I met Alex at E3 last year he reminded me about the studio&apos;s super-stylish PS2 shooter, Black. But there&apos;s always the possibility this is a bluff and that Burnout will screech back into view. UK video games tax breaks in doubt as European Commission launches investigation | MCV Uh-oh, tax breaks might be in trouble again:  The European Commission (EC) has announced that it plans to investigate the proposals, questioning whether there is an obvious market failure in the UK games industry. Specifically, it is asking the following questions: Is aid is indeed necessary to stimulate UK games development? Would limiting expenditure for the tax relief to goods or services &apos;used or consumed&apos; in the UK would be discriminatory Would offering this type of aid would fuel a subsidy race between Member States? Will the proposed cultural test ensures that the aid supports only games with cultural content without lead to undue distortions of competition? UK trade body UKIE remains hopeful that tax breaks won&apos;t be derailed, however.  The French games industry has been through a similar investigation unscathed, but this will surely be worrying for industry trade bodies Tiga and Ukie, which have been campaigning for video game tax breaks for several years. Remember Me creative director discusses gender equality | Shacknews.com  Dontnod Entertainment has said that casting Remember Me&apos;s Nilin as the lead in its upcoming action-adventure &quot;just felt right,&quot; but the creative director Jean-Maxime Moris told Shacknews that the game is more about putting men and women on the same social and professional footing than the developer first envisioned. &quot;We didn&apos;t think of gender equality being a major theme in the game, but thinking back on the world we designed, it is true that women have key positions in its governance,&quot; Moris said. &quot;In 2013, we have a long way to go in terms of gender equality, so take this as a subconscious militant act.&quot;  Battlefield 4 head dismisses motion control as a &apos;gimmick&apos; | Edge Online Patrich Back of DICE has dissed motion controls:  &quot;We are extremely open to innovation, but if it&apos;s a gimmick, there&apos;s no point unless it adds value to the player. Touch screens used to be a gimmick, because no-one could get it to work until iPhone came out and used it right. It adds to the experience, and now everyone is doing it. To us it&apos;s the same with motion control and perceptual gaming in general; if it adds, great. If it&apos;s a gimmick, ignore it.&quot;  AAA troubles can help independent scene, says Klei founder | GamesIndustry International  It&apos;s been a difficult stretch for the AAA game industry, with Electronic Arts, Activision, and Disney all making cuts this month alone. As unwelcome as that news might be, Klei Games founder Jamie Cheng told GamesIndustry International that there&apos;s an upside to such moves. The head of the studio behind Shank, Mark of the Ninja, and the upcoming Don&apos;t Starve attributed the recent boom in the independent development scene in part to years of struggles at big publishers. &quot;With all the changes and layoffs, we&apos;re seeing so many new studios come up that are doing these games without the crutch of hundreds of millions of dollars of marketing...I think for sure that the layoffs are fuelling way more development in the small, independent space,&quot; Cheng said, noting that he prefers &quot;independent&quot; to &quot;indie&quot; as the latter term carries more potentially inaccurate connotations.  Bit of Alright Returns. BOAT! | Bit of Alright The great indie gaming festival is returning on May 10, alongside the similarly wonderful Wild Rumpus. On a boat:  Speakers for BoA this time include Mike Bithell, Holly Gramazio (Hide&amp;Seek), George Buckenham (Die Gute Fabrik), Cara Ellison (Littleloud/RPS), Ben Milsom (Mind Candy), Mitu Khandaker (The Tiniest Shark), Stephen Morris (Greenfly Studios), and Jonathan Whiting, among more to be announced. Subjects will range from game and level design through to Twine games and building custom hardware. Of course, there&apos;ll be loads of live games to play as well, and some unconventional design workshops.  Get in there quick because the early bird tickets are just 25. You can follow Press Start on Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/17/game-links-press-start", 
    "wordcount": "837"
}