{
    "headline": "Journalists must be more accountable by declaring their interests", 
    "text": "How did nature manage to survive for the past 3bn years, with no landowners and gamekeepers to look after it? That&apos;s the question you might ask yourself after reading Magnus Linklater&apos;s article in the Observer magazine, attacking the RSPB and suggesting that grouse moors, pheasant shoots and &quot;vermin&quot; control are necessary to protect the natural world. Linklater maintains that the RSPB &quot;has incurred the hostility of farmers, landowners and even the rural communities among whom it works&quot;, through the fiendish practice of &quot;assisting the police in exposing landowners whom it accuses of wildlife crime&quot;. It should spend less time criticising landowners for killing birds of prey and more time &quot;working with them as partners&quot;. It has needlessly antagonised &quot;owners of grouse moors and pheasant shoots&quot;. He claimed that the RSPB is obsessed by birds of prey and protects them at the expense of other species. His article contains so many inaccuracies that it&apos;s hard to know where to begin. But let me mention just a few. Linklater states that the RSPB&apos;s claims about Britain&apos;s birds of prey are challenged &quot;head on&quot; by &quot;the latest Breeding Birds survey, compiled by the British Trust for Ornithology, a science-based organisation.&quot; One slight problem. The Breeding Birds survey is jointly funded by the British Trust for Ornithology and, er, the RSPB. Far from challenging the RSPB&apos;s assertions, it is in fact their source. He maintains that &quot;golden eagles are flourishing&quot;. Rubbish again. The official conservation body Scottish Natural Heritage reports that the golden eagle population is greatly suppressed. Why?  &quot;A number of lines of evidence indicated that illegal persecution of eagles, principally associated with grouse moor management in the central and eastern Highlands, is the most severe constraint on Scottish golden eagles.&quot;  He claims that on two moors owned by the RSPB  Lake Vyrnwy in Wales and Geltsdale in Cumberland  &quot;curlew, plover and other waders have all been in decline.&quot; I checked with the RSPB. Not only is his assertion plain wrong, but it turns out that the organisation supplied him, at his request, with the figures for these reserves. These show, for example, that in Geltsdale the number of golden plovers rose by 70% between 2000 and 2010, while curlew numbers doubled. Linklater creates the strong impression that the decline of songbirds in the United Kingdom is caused primarily by birds of prey. How, you might wonder, did they manage to survive and prosper when birds of prey were more abundant? And how could birds of prey consistently exceed their carrying capacity without a collapse in their numbers, leading to an increase in the population of the birds they eat? Has he never encountered the ecological principle that predator numbers are limited by the availability of prey? When I spoke to Linklater, he told me that he has spent a year researching this issue. I can only assume that he has spent a year engaging in confirmation bias: searching for or interpreting new information in a way that confirms one&apos;s preconceived opinions. But the biggest problem I have with his article is this: it made no mention of the fact that he has a 4,000-acre estate in Scotland. He is one of three trustees (the other two are his wife and their lawyer) of the Riemore Trust, which owns the Riemore estate near Dunkeld. He tells me that it used to hold grouse, but they have disappeared for reasons unknown. He now runs a pheasant shoot there, and employs a part-time gamekeeper. Should he not have declared this interest when writing a highly contentious article about landowning, farming and gamekeeping, and the alleged persecution by the RSPB of the &quot;owners of grouse moors and pheasant shoots&quot;? When I put this to him, he agreed that it might have been a good idea to mention it, but he hadn&apos;t thought of doing so. This, to me, touches on a wider problem with journalism. It claims to hold other people to account (it often does so capriciously, concentrating on the sins of the underclass and those who challenge wealth and power, rather than those of the billionaire class for whom most journalists work). But it is itself almost completely unaccountable. Few journalists provide references for their claims, so that readers can judge for themselves whether they are accurately representing the facts. Fewer still show where their own economic interests lie: whether or not, in other words, they are the disinterested commentators they purport to be. A year ago I tried to promote the idea of accountability by publishing my own registry of interests. Though several journalists have congratulated me on doing so, and one or two have told me it was a &quot;brave&quot; thing to do (by which, I assume, they mean stupid), no one  as far as I know  has yet copied it. (There are two people who were doing it already, but unfortunately they seldom write for any national papers). The profession to which I belong remains as unaccountable as ever. Magnus Linklater has been in this business for 40 years: he&apos;s no naif. But the impression I received when talking to him was that this is the first time anyone has asked. Accountability has no place in the culture of journalism. I would like to see this change. I would like to see editors insisting that journalists publish any relevant interests in or alongside the articles they write. Ideally I would like to see a mandatory register of journalists&apos; interests established, like the mandatory register of MPs&apos; interests. Only then we will know how much weight to give to their opinions. www.monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/aug/16/journalism-accountable-declare-interests", 
    "wordcount": "957"
}