{
    "headline": "20 best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for Android smartphones and tablets. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. The equivalent iOS roundup will be published later in the day. For now, read on for this week&apos;s Android selection (and when you&apos;ve finished, check out previous Best Android apps posts). Diner Dash (Free) Billed as &quot;the world&apos;s #1 hit time management game&quot;, Diner Dash has been hugely popular on computers and iOS devices alike down the years. Now it&apos;s on Android too courtesy of publisher PlayFirst. The game involves seating, serving and saying tara to diners as efficiently as possible to collect tips. It&apos;s a freemium game, so in-app purchases are used for boosts and upgrades. Hangouts (Free) Google moved to unify its Android messaging apps last week with Hangouts, offering instant messaging, photo-sharing, emoji and video calls in one package. It&apos;s also available for computers and iOS. Soundhalo (Free) Soundhalo is an app for live music concerts, selling audio and video files of performances by artists, starting with two London gigs earlier in May by Alt-J. It&apos;s pitched as a way to buy the gig you&apos;ve just seen as you walk out of the venue, but the bigger market is likely to be people who didn&apos;t attend. Whisper (Free) Whisper has been popular on iOS: an &quot;anonymous social network that lets you share confessions, express yourself and meet new people&quot;. New anonymous people, obviously. The idea being an app where you can post your genuine, unshareable-with-friends thoughts, for a wider audience. Sonic The Hedgehog (2.35) Sega is certainly cashing in on its fleet-footed blue hedgehog: the original Sonic game follows two episodes of Sonic 4, Sonic CD and Sonic Jump onto Android. The famous Mega Drive game has been accurately ported across, with extra Tails &amp; Knuckles, a remastered soundtrack and a new Time Attack mode. DK Quiz (Free) This is the work of book publisher DK: a trivia app covering music, film, food, sports and numerous other topics. You can play alone or challenge friends Draw Something-style, with virtual coins (earned or bought via IAP) helping you unlock different question packs. Lego Star Wars: The Yoda Chronicles (Free) Several friends have practically foamed at the mouth upon being informed of the release of this game. It&apos;s the latest offshoot from Lego Star Wars, which sees you battling through eight levels as either Yoda or Count Dooku. View from the Train (Free) Launched by Scottish Natural Heritage, this tourism app showcases the sights to be seen when travelling by train in Scotland. That means four-minute audio chapters narrated by broadcasters Fiona MacDonald and Mark Stephen, complemented by photographs, interviews and other information. Kingdom Rush (1.30) There are lots of tower defence games on Android, it&apos;s fair to say  including a number of top-quality titles. Kingdom Rush should be able to hold its own in the crowd though: it was excellent on iOS. The game has a fantasy setting, all orcs, elves and wizards. You&apos;ll be protecting your kingdom against more than 50 enemies, with all manner of upgrades and abilities to fuel your strategy. The Jungle Book (2.99) This is the latest children&apos;s storybook-app from Irish startup StoryToys, which turns the famous tale of Mowgli, Baloo and Bagheera into a virtual pop-up book for Android devices. Animation, voice narration and a series of accessible mini-games make it a treat for kids. Turbo Racing League (Free) Developer PikPok&apos;s latest Android game is based on the upcoming DreamWorks Animation film Turbo. It&apos;s basically Mario Kart with snails. Well, there&apos;s a bit more to it than that, but this free-to-play game gets you to customise then race a colourful terrestrial-gastropod. In the US, there&apos;s the additional incentive of a $1m contest to be the best player. Moshcam (Free) It&apos;s a good week for Android-owning live music fans, with Moshcam joining Soundhalo on the Google Play store. This offers videos of gigs by the likes of Slash, PJ Harvey, Hot Chip, Alabama Shakes and Blondie among others, with interviews in the mix too. Karateka Classic (0.65) One for retro gamers, this: a 1984 karate game by Jordan Mechner, who went on to create the Prince of Persia games. This is a port of the Apple II version of Karateka, which sees you going head-to-head (well, also foot-to-midriff) with a succession of enemies in a side-scrolling adventure. Kidpix: Save Your Kid&apos;s Art (Free) Parents! Is your fridge over-festooned with marvellous, clearly-advanced and hinting-at-glory artworks by your kids? Kidpix is one of the apps hoping to help you store these paintings and scribbles. The idea: you take photos of children&apos;s artwork, add virtual frames and then save/share it. The Butter Battle Book - Dr. Seuss (2.61) This is the latest Dr Seuss book-app for Android, but it&apos;s fascinating for parents as well as children thanks to its theme. It&apos;s about the Yooks and the Zooks, who&apos;ve fallen out over which way to eat their bread (butter side up or down?) and are in an arm&apos;s race to develop ever-more-silly weapons to use against one another. As allegories for the Cold War (but with rhymes) go, it&apos;s one of the best. Jelly Racing (Free) This is an inventive take on the racing genre: a &quot;turn-based strategic racing game&quot; with jellies instead of cars. There are tournaments to take on Facebook friends and strangers alike, as well as a fun Party Play mode for several people to play on a single device. Wubbzy&apos;s Mash-Em Fun (1.28) Children&apos;s TV character Wubbzy (he&apos;s on Nick Jr.) has been the star of a succession of apps in recent months. This new one sees you bashing robot chickens with a mallet, with two modes to suit children of different ages and abilities. Hooves Reloaded: Horse Racing (Free) The apps world tends to have long, spiralling tails, so there&apos;s definitely space for a multiplayer horseracing strategy game where you manage stables and run horses against those of friends. Breeding and betting is also built in. Fire &amp; Forget Final Assault (1.55) Another well-known old gaming brand pops up on Android: Fire &amp; Forget, with racing and shooting in equal measures, a post-apocalyptic theme and 10 levels to drive (and shoot) your way through. Trek Episode Guide (Free) This is unofficial but interesting: a guide to every Star Trek TV episode and movie, offering plot descriptions and images. A good companion when digging into the Star Trek back catalogue around the release of the newest movie. That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/20/best-android-apps-diner-dash-soundhalo", 
    "wordcount": "1138"
}