{
    "headline": "Irish finance minister stands firm on Apple tax deal in budget speech", 
    "text": "Irelands finance minister has acknowledged a torrid year for the countrys much-criticised corporate tax regime with a robust defence of Apples taxation deals with the Irish state.  Michael Noonan said while delivering the budget on Tuesday that Irelands 12.5% rate for companies will not be changed. His comments will have been welcomed in Irelands second city, Cork. It is home to Apples main plant in Europe and, in a visit to the city last week, its citizens were equally supportive of the states dealings with the tech giant in a relationship that goes back over 40 years.  Set on the northern outskirts of Cork, beside the working class housing estate of Holyhill, Apples European headquarters is heavily guarded with employees under strict instructions not to talk to any media at its main entrance. However, public backing for the 12.5% rate is not difficult to find outside the Apple site.  Tony Fitzgerald, who has lived on the Holyhill estate for 40 years, said that the majority of people in the city look favourably on the hi-tech giants presence. Global criticism of Apple grew in August after the European commission ruled that the company owed Ireland 13bn (11.85bn) in back taxes.      Michael Noonan, Irelands finance minister, said in his budget speech that the countrys 12.5% corporate tax rate would not change. Photograph: Brian Lawless/PA    Fitzgerald, a Cork city councillor for Irelands main opposition party, Fianna Fail, recently travelled to Apples headquarters in Cupertino, California. He was part of a cross-party delegation from Cork council that attended an international IT conference as the guest of Apple. While there Fitzgerald and other councillors pressed Apples chief executive, Tim Cook, if the company was still committed to Cork four decades after its founder, Steve Jobs, came to open the plant.  Tim Cook was adamant about Apples ongoing commitment to Cork, which of course was what we wanted to hear. What struck me most about being shown around Apples HQ was the amount of people from Cork working there. It demonstrated to me the strong bonds between our city and Apple that have been built over 40 years. Fitzgerald said there were massive spin-off benefits for Holyhill and neighbouring areas from Apples presence. Apple has helped the development of the north side of Cork, including infrastructure. The presence of so many workers has resulted in the building of new road links and even a regular new bus service that runs every 10 minutes.  As well as funding apprentice and training programmes, the company has put computers into local schools and colleges.  Regardless of what has been said in the European Union and [of] its ruling, the people of this area want Apple to stay here, he added. Among those who travelled to Apples base in the United States was Conor Healy, the head of Corks chamber of commerce.      Tim Cook, the Apple chief executive, on a visit to Cork in 2015. Photograph: Niall Carson/PA    Tim Cook never talked to us once about the EU ruling. Our visit was a pre-planned event before the EUs decision, but it was never raised when we there. He simply repeated Apples commitment to Cork, he said. Asked about concerns over the perceived unfairness of some of Apples tax arrangements in Ireland, Healy said that the low corporation taxation regime was absolutely non-negotiable. He added: There are thousands upon thousands of jobs dependent on Apple and other foreign direct investment companies being based here in Cork. The 12.5% rate is a fiscal policy. No Irish government should change that.  The Apple workforce will soon be at 6,000 and since 2009 they have invested 100m in the plant at Holyhill. Their presence, like other multinationals, has created a business ecosystem in Cork that is leading to the creation of more startups in the city.  The message here in Cork is that no one wants that to change. They are a key part of Corks economy.", 
    "section": "technology", 
    "gid": "technology/2016/oct/11/apple-ireland-corporate-tax-finance-minister-michael-noonan-european-commission", 
    "wordcount": "641"
}