{
    "headline": "Just because something has value doesn't mean it has a price", 
    "text": "When future economists look back on the dawn of the internet era, they will marvel that an age of such technological marvel was attended by a widespread, infantile mania for preventing positive externalities. &quot;Externalities&quot; are the economist&apos;s catchall term for the spillover effects experienced by the people who are affected by others&apos; activities. Most of the 20th century was spent locked in battle with the corporate vice of externalising negative costs. Companies are beholden to their shareholders, and so they are meant to save every penny they can, even when saving that penny might cost the rest of society several pounds. The classic example is toxic waste: processing industrial waste before it leaves the factory is a costly proposition, and so, whenever it is possible to do so, companies have defaulted to dumping their waste into the wider world. This is a much cheaper option  for the company. For the world, it&apos;s vastly more costly. After all, when the offensive sludge is all neatly gathered at the effluent pipe&apos;s head-end, it is concentrated and handy, and can be gathered and fed into whatever decontamination or sequestration system is appropriate. But once the sludge has exited the pipe and is out in the world, it has to be gathered up before it can be dealt with. Contaminated coolant can be sealed in barrels at the factory and sent for secure burial. Once it&apos;s dumped in a stream, you have to figure out how to get it out of the stream before you can clean it up  this is notoriously difficult. What&apos;s more, streams feed into rivers, and rivers into oceans, and people drink from them and swim in them and eat the animals that swim in them and rely on them. What started as a waste-containment problem has become a public health emergency and an environmental catastrophe  the company&apos;s savings are the world&apos;s loss. So policy wonks have spent a century thinking about creating the carrots and sticks necessary to minimise this externalising behaviour. The idea is to work out a system of fines and punishments that make it economically irrational to dump sludge, because the savings from doing so are offset by the penalties for getting caught. Getting this number right is notoriously hard, because you have to factor in some kind of multiplier of the penalty that accounts for the discount that rational  albeit psychopathically immoral  companies will apply based on the likelihood that they will not get caught. Virtuous circles But what about positive externalities? Historically, these have been a lot less contentious, and it&apos;s easy to see why. A positive externality arises when you do something you want to do that also makes life better for someone else. For example, if you drive your car slowly and carefully to avoid a wreck, a positive externality is that other users of the road have a safer time of it, too. If you keep up your front garden because it pleases you, your neighbours get the positive externality of slightly buoyed-up property values from living on a nicely kept street. Positive externalities  virtuous cycles  are all around us. Your kid learns to speak because of all the people around her who carry on conversations and because of the TV shows and radio programmes where speaking occurs (as do immigrants like my grandmother, whose English fluency owes much to daytime TV after she came to Canada from Russia). My flat  on the top floor, above a commercial building  gets some of the rising heat from the building below, capturing our downstairs neighbour&apos;s exhaust heat (on the other hand, we provide a positive externality to them by insulating their roof with our home). The net is the natural home of positive externalities. Start with the &quot;network effect&quot;  the way that adding people to the network creates more value for existing users of the network (one fax machine is useless, two fax machines are slightly useful, a billion fax machines are indispensable, at least, until the web makes them obsolete). Every website that came along increased the likelihood that new users would find some reason to join the internet. Every new user that came along increased the likelihood that someone would make a website that tried to reach that user. This is a kind of anti-entropic magic trick, using the exhaust from one process to create fuel for the next one. The most famous example is Google&apos;s PageRank algorithm, which began when the company&apos;s founders realised that every time a web creator added a link from one site to another, there was a kind of implied vote for the linked-to site  when I link to you, I&apos;m implicitly saying that you have something I think others should see. This citation analysis (a common practice in academia, where journals who are widely cited are considered more valuable than less-cited journals; and where journal-articles that are more widely cited are considered more valuable as well) was wildly successful, and it showed that there was, latent on the web, an invisible mesh of authority that could be made visible with the right kind of analysis. Google is a case-study in harvesting positive externalities. It offered a free, voice-based directory assistance number, and used the interactions users had with its software to build a corpus of common phrases, expressed in multiple accents and under a wide range of field conditions. Then it used this to train the voice-recognition software that powers its Android-based phone-search. Likewise, it mined all the publicly available translations on the web  EU documents that appeared in multiple languages, fan-based translations for subtitles on cult cartoons, and everything else it could find  and used this to train its automated translation engine, providing it with the context that it needed to figure out the nuance and sense of ambiguous phrases. There are other companies that do well by harvesting these positive externalities. Facebook provides its users with a handy platform for socialising, and then  notoriously  mines their social graph to figure out how to sell things to them. However, there&apos;s a wide difference between the two companies: much of Google&apos;s business revolves around capturing externalities from things you were going to make anyway. In many cases, the resources Google mines are public and remain in place even after Google&apos;s finished with them (for example, anyone can index the web and do the same citation analysis as Google). Both Facebook and Google also try to entice the world into activities that generate externalities. Facebook is a giant behaviourist experiment designed to tempt you into systematically undervaluing your privacy, and it uses game-like mechanics to extract more personal data and more social-graph enumeration from its users. Google&apos;s a little less obvious about its enticements, but clearly, offering services such as YouTube and Blogger are mostly about figuring out how to earn money from the exhaust-stream from individual and corporate creativity. Facebook, and to a lesser extent, Google, try to claim ownership over your externalities by locking them up in proprietary walled gardens. Taking a cut But back to our era&apos;s defining mania: resentment over positive externalities. Many people and companies have concluded that if someone, somewhere, is getting value from their labour, that they should get a cut of that value. Irish newspapers are paying solicitors to demand money from websites that link to them, on the grounds that a website is improved if it contains a reference to the news, and that improvement needs to be paid for. Many people have accused Google of &quot;ripping off&quot; the public by indexing content, or analysing it, or both. Jaron Lanier recently accused Google of misappropriating translators&apos; labour by using online translated documents as a training set for its machine-translation engine  an extreme version of many labour-oriented critiques of online business. And take DRM  digital rights management  which is used to restrict the way you use the media you buy, such as ebooks, videos, and games. DRM systems have been deployed to stop people from selling used games, to stop them lending their ebooks, to stop them from taking DVDs from one country to another. This is pure positive-externality resentment. The reasoning for DRM goes like this: &quot;I sold you this [ebook/game/video] for the following uses. If you figure out a way to get any more value out of it, it belongs to me, and you can&apos;t have it, until and unless I decide to sell it to you.&quot; In the pre-digital world, this would have been laughable. &quot;I sold you that book: if you want to use it to keep the table from wobbling, you&apos;ll have to pay me extra.&quot; Or: &quot;I sold you that game to play in your house. How dare you bring it on holiday with you?! You owe me!&quot; Or: &quot;That TV was sold to you for the purposes of watching programmes, not to be used as a white-noise machine to lull your newborn to sleep, and certainly not to support a pile of knick-knacks!&quot; Of course, removing positive externalities also removes value. Cars are worth more because of the used-car market. University textbooks command a higher price because of the market for used textbooks. If either sector managed to kill those externalities, it would be selling goods that its customers valued less (and would likely find that they demanded lower prices for them, too). I was at a TV DRM meeting once where a representative from the US-led Motion Picture Association proposed that broadcasters should be able to selectively block the use of wireless retransmitters  the sort of thing that lets you have a receiver in the sitting-room that fed a TV set in your bedroom  because &quot;watching TV in a room other than the one the show is being received in has value, and if it has value, we need to be able to charge money for it&quot;. That&apos;s the crux of this irrational fear of positive externalities: &quot;If something I do has value, I deserve a cut.&quot; It&apos;s one thing to say that someone who hires you to do a job, or purchases your product, should pay you money. But positive externalities are the waste-product of something we were already going to do. They&apos;re things that you have thrown away, that you have thrown off, that you have generated in the process of enjoying yourself and living your life. The mania to internalise your positive externalities is the essence of cutting off your nose to spite your face. I walk down the street whistling a jaunty tune because I&apos;m in a good mood  but stop as soon as I see someone smiling and enjoying the music. I keep my porchlight on to read by on a warm night, but if I catch you using the light to read your map, I switch it off, because those are my photons  I paid for &apos;em! Worse still: the infectious idea of internalising externalities turns its victims into grasping, would-be rentiers. You translate a document because you need it in two languages. I come along and use those translations to teach a computer something about context. You tell me I owe you a slice of all the revenue my software generates. That&apos;s just crazy. It&apos;s like saying that someone who figures out how to recycle the rubbish you set out at the kerb should give you a piece of their earnings. Harvesting positive externalities involves collecting billions of minute shreds of residual value  snippets of discarded string and balling them up into something big and useful. If every shred needs to be accounted for and paid for, then the harvest won&apos;t happen. Paying for every link you make, or every link you count, or every document you analyse is a losing game. Forget payment: the process of figuring out who to pay and how much is owed would totally swamp the expected return from whatever it is you&apos;re planning on making out of all those unloved scraps. In other words, if all latent value from our activity has a price-tag attached to it, it won&apos;t get us all paid  instead, it will just stop other people from making cool, useful, interesting and valuable things out of our waste-product.", 
    "section": "technology", 
    "gid": "technology/2013/jan/08/why-charge-everything-kill-creativity", 
    "wordcount": "2045"
}