{
    "headline": "World Bank calls on countries to take urgent steps to protect 'natural capital'", 
    "text": "Countries must take urgent steps to value their natural capital  such as forests, peatlands and coastal areas  as part of their economic development, the World Bank has urged. Placing a monetary value on natural ecosystems is a key step on the road to &quot;green&quot; economic growth, according to the World Bank, which published a report on green growth on Wednesday at a conference in Seoul, Korea. By making such estimates, countries can develop policies that ensure the pursuit of economic growth does not occur at the expense of future growth potential, by destroying natural assets such as water sources or polluting air, rivers and soil. Rachel Kyte, vice president for sustainable development at the bank, said that the patterns on which economic growth had been achieved in recent decades were unsustainable, because of the amount of environmental degradation involved. She said: &quot;At current rates, we are in danger of undermining the basis on which growth has been achieved in the last decades. We do not believe that current growth patterns are sustainable.&quot; She gave the example of the government of Thailand, which has moved towards more environmentally sustainable growth by attempting to place a value on its mangrove swamps. The exercise has been illuminating  chopping down mangrove for wood gives a return of less than $1,000 per hectare; removing the mangroves to make room for a shrimp farm might generate nearly $10,000 per hectare; but if the mangrove swamps were retained and their importance in providing a barrier against floods was taken into account, they could be valued at more than $16,000 per hectare. Kyte acknowledged that few countries had so far taken steps to evaluate their natural systems in this way, and said the failure to do so had contributed to countries allowing their environment to be degraded in the pursuit of short term economic growth. There may be increasing pressure to do so. For instance, rich countries providing aid to their poorer counterparts were likely to look more closely in the future at the ways in which developing country governments have attempted to preserve natural protections. The cost of natural disasters has risen sharply in recent years  last year was the worst ever  and if measures can be taken to protect against them by investing in natural ecosystems, donor countries may be increasingly reluctant to give funds to countries that have ignored such advice and suffered exacerbated disasters as a consequence. But Kyte said such &quot;conditionality&quot; attached to aid should not be the focus of &quot;natural capital accounting&quot;. She said that countries could benefit from looking beyond GDP as the sole measure of economic growth, though she insisted that GDP continue to be the key measure for many years. &quot;It&apos;s very important that we are talking about growth  we are not talking about no growth, or about slowing growth, or about reversing growth. [For developing countries] that is a fundamental  they need growth rates of 6% plus of GDP per year, in order to achieve the things they need.&quot; Some green NGOs and economists have suggested that countries should move away from ideas of economic growth, especially that measured by GDP, in order to conserve the environment. But Kyte said: &quot;To talk about anything other than how to grow is a non-starter.&quot; However, an alternative was to look at &quot;GDP Plus&quot;, said Kyte, which would incorporate both traditional measures of GDP and measures of natural capital. This would include ways of valuing natural capital. In 2010, India said it would become the first country in the world to publish accounts of its natural wealth as well as financial measurements such as GDP.", 
    "section": "environment", 
    "gid": "environment/2012/may/09/world-bank-urgent-natural-capital", 
    "wordcount": "621"
}