{
    "headline": "Games and The Artist  could a retro title win a major game award?", 
    "text": "The key story at the Oscars on Sunday was a simple one. It had nothing to do with an unbearably lugubrious acceptance speech, a particularly ridiculous designer gown or a spurned director. The story was about nostalgia.  This year, the ceremony was dominated by two films  The Artist and Hugo  that festishise the industry&apos;s past. Lots of critics talked about a pervading sense of reminiscence; some wondered if the real reason we love Michel Hazanavicius&apos; homage to the silent movie era is because we sympathise with the lead character&apos;s sense of dislocation from modern technology. But whatever is going on, Hollywood has embraced the past. When you look across at the major video game awards, it is usually the most technologically advanced and sophisticated games that triumph. Even at the video game Baftas, where you&apos;d expect artfulness and counter-cultural verve to stand a better chance, the big hitters are technological supremos like LA Noire and Batman: Arkham City. Could a backward-looking game ever win, say, the Spike TV Video Game Awards, or the Best of E3? Could a gaming equivalent of a silent black and white movie triumph in a mainstream ceremony? If not, why not? Well, of course, we all know one thing: games aren&apos;t like films. Not completely. Basic cinematic technique hasn&apos;t changed for several generations; sure, we have digital technology and stereoscopic 3D now, but the underlying processes and end experience are largely the same. With console games however, platforms are chucked out every 5-10 years so every practitioner has to continually re-learn from scratch how best to exploit the medium. Meanwhile on PC, graphics cards and chipsets update every 18 months or less, opening new visual paradigms every time. Technological momentum is a defining element of the experience.  Some developers however, are seeing a similar nostalgic trend in video games. In the indie sector, especially, there is renewed enthusiasm for eighties visuals and genres: titles like Scoregasm and Heaven Variant hark back to classic shooter-&apos;em-ups, while the much anticipated island exploration game Proteus draws its graphical style from the days of the Commodore 64. Forthcoming crime shooter, Retro City Rampage explicitly pastiches the early titles in the Grand Theft Auto series. &quot;Retro is a fashion,&quot; says inde developer Mike Bithell, whose own game Thomas Was Alone, sports simple stylised visuals. &quot;It&apos;s a style that, at the moment, is specifically working for a hardcore nerd audience. For big wins outside of indie awards, that fashion will have to cross over into the mainstream. It feels like &apos;60s and &apos;80s retro is coming in a big way in fashion and film, so now might be the time for this look to step up in the game sphere. Even Syndicate had a bit of retro flavoured techyness.&quot; Of course, it&apos;s almost expected for indie titles to look somewhat nostalgic. Small studios don&apos;t have the resources to produce ultra-realistic visuals  plus, indie titles are often the products of small, sometimes even one-person, teams, so can be more subjective and open to Avant-Garde visuals. Which, of course, is not the same thing as nostalgic.  Dan Pinchbeck, a lecturer in game design and co-creator of eerie indie adventure Dear Esther, does see retrospective stylings creeping into mainstream titles  and argues that they are being appreciated in major industry awards. &quot;You could easily call something like Super Mario Galaxy retro in a lot of ways,&quot; he says. &quot;It&apos;s really polished of course, but in terms of the visual design it&apos;s definitely keeping a very early console feel to its environments, enemies and power-ups. Most mainstream games are still driven to a large extent by pushing graphics forward, but it does feel a little like it&apos;s leveling out a bit now, like ultra high-def photorealism isn&apos;t the only way to go.  &quot;Skyrim looks dated in a lot of ways, and I think we&apos;re seeing that trade-off working where you are taking open worlds over closed-but-perfect visuals. And that&apos;s assuming we&apos;re talking console and PC titles  there are a load of massively successful, major award-winning mobile and casual games that are definitely retro in most ways.&quot; Bithell agrees. &quot;The big pixelated elephant in the room is Minecraft,&quot; he says. &quot;That game is winning a lot of awards. Arguably, that&apos;s for multiple reasons other than its aesthetic, but it might set a &apos;it&apos;s ok to be retro&apos; vibe for future games  in the same way that black and white movies arguably stand more of a chance of awards in the future.&quot; Will Luton of Bristol-based studio Mobile Pie also sees a general shift in game visuals away from photo-realism and toward more mannered and subjective approaches. &quot;It is totally possible for a game to win major notoriety by using retro visuals,&quot; he says. &quot;Videogames are much more prone even than movies, to intertextualise  they are filled with abstract symbols and have a short intense history which is keenly and widely followed. That makes them the perfect medium for a constant revival of its own past  or at least, its own past aesthetic. Luton, however, feels that the mistake some developers make is in replicating vintage experiences too closely, without contextualising them. &quot;Retro games are fetishised because of emotional attachment,&quot; he says. &quot;But their limitations are often forgotten. The audience has become more sophisticated and that is why reissues that do little to the base mechanics rarely succeed creatively and commercially. The Artist isn&apos;t really a silent movie  it is not paced or structured like one. Similarly, games that use the pace and mechanical structure of a retro game will fail to capture a modern audience&apos;s attention. &quot;Superbrothers: Sword &amp; Sworcery is a visually lush, and award-winning iOS game with retro aesthetics, interspersed with an astute self-awareness. You know you&apos;re playing a modern game, because of the narrative, control mechanic and its feel, even though it looks like an aged point-and-click adventure.&quot; Games, then, often reference their own past to establish atmosphere, or to convey a specific messages to the player  they might not do it in an overt way like The Artist, but they do it for similar reasons; as a shorthand to explore wider themes.  And this message is getting through to the industry&apos;s award bodies. Interestingly, the Innovation category at this year&apos;s Bafta awards is dominated by titles that use visuals in an offbeat, almost retrospective way. LittleBigPlanet 2 is 2D, Bastion has an old-skool isometric style, Child of Eden litters its landscape with vector-style visuals. And on of the major titles, LA Noire, is essentially a traditional graphical adventure game with limited conversation trees and a highly regimented structure.  Indeed, we probably do mainstream games a disservice by berating their obsession with flashy visuals and specious visual tricks. Underneath the photorealistic textures and intricately rendered lighting effects, there are similar concerns to The Artist and Hugo  a desire to uncover and render universal themes and concepts  to say something.  &quot;I think it&apos;s almost impossible to break how something is represented away from what it is that&apos;s being represented,&quot; argues Pinchbeck. &quot;You can take almost any great work of art and represent it so badly that it just becomes awful. What you can see in the history of games is often the same core concept being re-packaged by developing technology  and in the process of re-packaging, becoming something new; so the representational aspects of a game ARE the game in many ways  it&apos;s not just about the mechanics sitting behind the interface. &quot;That&apos;s particularly true of things like Skyrim, or Uncharted or Dead Space. It&apos;s not just about being stunning visually, it&apos;s about using that massive uplift in representational power to deepen the experience, to add subtle shades of experience that you couldn&apos;t do before. It was interesting that Rage, which looked absolutely gorgeous, got criticised because the visuals didn&apos;t have any depth behind them, any dynamism, which was seen as an integral part of visual design.&quot; So a game version of The Artist could well win a video game equivalent of an Oscar if it uses visuals in a way that heightens the underlying experience  even if those visuals are in some ways nostalgic? &quot;I think games are driven by tech, at all levels, including ones we normally call artistic,&quot; says Pinchbeck.  &quot;It&apos;s much harder to separate the art and tech of games out  they are interwoven. But for me, that&apos;s a strength of the medium, not a weakness.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/29/retro-video-games-and-awards", 
    "wordcount": "1426"
}