{
    "headline": "Mozambique's 'growth corridor' hopes to tackle poverty and turn a profit", 
    "text": "The marriage of capitalism and poverty reduction is being consummated in a freshly painted office on the first floor of a block of flats in the centre of Maputo, the Mozambican capital. &quot;If we do not invest in our smallholder farmers, then poverty will always be around us. I believe you can have a vibrant small farming sector underpinned by the commercial sector,&quot; said Emerson Zhou, the executive director of the Beira Agricultural Growth Corridor (BAGC), the umbrella body tasked with building a relationship between smallholder farmers and big food purchasers, like the World Food Programme (WFP) and brewer SABMiller. But activists such as those in the Mozambican National Peasants&apos; Union (Unac) are weary. They warn that large &quot;corridor&quot; projects, signed off in capital cities, covering millions of hectares and affecting the lives of thousands of small-scale farmers, have a history of handing too much influence to agro-industry at the expense of local needs. Expropriation, resettlement and monoculture loom, they warn, in any setting where powerful agro-industry interests gain the ear of decision-makers. The Beira corridor is a strip of land running from the Indian Ocean port of Beira, Mozambique&apos;s second city, to Zimbabwe&apos;s eastern border. Its road and rail lines are crucial to the survival of landlocked countries such as Zambia, Malawi and Zimbabwe. But its 10m hectares of fertile agricultural land remain largely undeveloped. After Zimbabwe&apos;s president, Robert Mugabe, threw out most of his country&apos;s white commercial farmers in the late 1990s, around 100 of them moved into the Beira corridor, where they tried horticulture and tobacco farming alongside Mozambican small-scale and subsistence farmers. But because all land in Mozambique is government-owned, they could not raise bank loans to establish viable farming businesses. Nor did they have access to any of the technology  such as soil sampling  that had been available in Zimbabwe. &quot;Less than 10 of them remain in the corridor,&quot; said Zhou, an economist and former leader of the Mozambican Smallholder Farmers&apos; Union. &quot;Financing was the killer. The only ones who succeeded were those willing to work as outgrowers for the tobacco industry.&apos;&apos; Zhou argues that the failed commercial farming experiment served to inform the creation of the new project two years ago. Set up with Norwegian funds and aimed at reaching 50,000 smallholders, it is funded by the Department for International Development (DfID) to the tune of 6.5m over five years. It also receives support from the Dutch government. Zhou&apos;s BAGC runs a DfID-supported $20m &quot;catalytic fund&quot; which pays grants and offers loans to farmers. It has four field staff and claims to be intending to recruit 50 more. BAGC also runs a marketing company, Empresa de Comercializao Agrcola (ECA), which acts as the produce broker for the Beira corridor smallholders, who are encouraged to work as outgrowers for agro-business. ECA counts SABMiller, the Tongaat Hullett sugar company and the WFP among its customers. The BAGC &quot;catalytic fund&quot; consists of so called &quot;social venture capital&quot; raised by a London-based company called AgDevCo. It raises money from governments and foundations but also from private investors. Zhou claims the catalytic fund is not replacing commercial banks, rather that it is stepping in where farmers cannot access funds. He believes that the Beira corridor experiment he heads, if successful, will spawn the growth of a commercial farming services sector that will ultimately do away with the need for government to distribute inputs  such as seed and fertiliser  to smallholders. He claims it will have the reach to transform subsistence farmers into smallholders. Nigel Fairbrass, a spokesman for SABMiller, said the company&apos;s link to the BAGC makes commercial sense. &quot;We do not get a subsidy from anyone to buy our maize from the ECA. Building a local supply chain makes sense. Given the US drought, the poor European harvest this year and the grain crisis a few years ago in Russia, we are heeding predictions that climate change could make supply more volatile.&apos;&apos; Zhou sees his role as spearheading &quot;an experiment the donors want to try. This is the first public-private partnership of its kind in Mozambique.&quot; He adds: &quot;We believe we can take a bite out of poverty. We will emphasise cash crops. Maize and soya are cash crops. We want a smallholder agriculture sector that is interested in making money. We are not interested in the social angle.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/10/mozambique-growth-corridor-poverty", 
    "wordcount": "749"
}