{
    "headline": "Haiti's problems can't be addressed without greater co-operation and trust", 
    "text": "In February, I wrote about the food crisis in Haiti. Three months on, I remain unconvinced that enough is being done to address it. There are still 1.5 million people in Haiti experiencing severe malnutrition, and the latest report from the famine early warning systems network states: &quot;Despite the evident readiness of local farmers, poor seed availability is threatening the success of this year&apos;s crops  poor households in many rural areas could still be facing a food shortage directly after the July harvest.&quot; I am in London this month in the runup to the G8 to speak at the Enough Food for Everyone IF campaign event in Hyde Park on Saturday. While I am in the UK, I will be taking the opportunity to urge the G8 to support Haiti in fighting hunger in a more intelligent way, through proper co-ordination, co-operation and, perhaps most importantly, trusting Haitians with the rebuilding of their own country. The situation has now become quite critical. The prices of basic goods and food have gone up again, the middle class is now complaining of high taxation, and the hurricane season has started. There is a lot to be done. But a good way to start fixing the myriad problems facing Haiti, and to make aid truly efficient in the earthquake&apos;s aftermath, is for domestic and international stakeholders to work together in a more logical and effective way. Some players, including aid agencies and donors, are not co-ordinating their aid efforts, and people are now complaining. The Haitians have a saying  &quot;Se pat fot mwen&quot;, meaning &quot;It&apos;s not my fault&quot;  which they have learned from external groups working in Haiti. The international community uses this phrase when talking about how they brought a lot of money and expertise to Haiti only for the overall situation to remain the same. Conversely, this phrase is often used by Haitians when projects go wrong or don&apos;t deliver. Many rightly claim that the priorities set are not coming from average Haitians, who are not consulted about the initial plans, let alone how to manage and maintain them. We would much rather have a Haitian-managed water and sanitation system that will last for the next 30 years, instead of the distribution of water and soap to wash our hands. It&apos;s time for us all to start owning up to our individual responsibilities. There is a way this can be remedied. Last month, I attended the Cadre de Co-ordination de l&apos;aide Externe (CAED) meeting in Port-au-Prince, and was happy to find that this new structure is being led by the planning ministry alongside a large committee of Haitians, as well as most of the key international aid donors. The government is finally taking the lead to show their own priorities to rebuild a better Haiti, and it is a very good move to have a Haitian-led institution like this. The five main priorities for the next three years are education and human development, environment andland management, employment, energy and human rights and democracy. Most funds  about $4bn  will be spent on the first two priorities, with a further $1bn needed to implement the full plan. Looking at the proposals, it is obvious that better donor co-ordination could make a real change in the life of the poor and vulnerable people in Haiti. For example, it would be a step forward to have one &quot;pot&quot; into which all donors put their funds, and which the Haitian government can access, rather than having to sign different agreements and contracts with each individual donor. There might be some transparency issues, but continuing to channel aid into Haiti without the direct involvement of the government is inefficient and wasteful, and has been shown not to work. Of course, the government needs to be serious about this plan; it will need to have the right staff in place, with the ability to implement CAED priorities and manage the system transparently, and it will need to fight any internal corruption. I would suggest donors only invest in one or two sectors, such as education and energy for example, so they can properly concentrate all their efforts on long-term reconstruction rather than being distracted by too many projects. There is still a desire to support Haiti and we need to take advantage of that. Even though civil society organisations in Haiti did not participate in the drafting of this document, there is still time for the state to involve them so that they understand what is in the new plan and even influence some changes. Civil society has a responsibility to organise itself and engage with the plan, providing the mindset and thinking that Haiti needs to make it work, and even acting as a watchdog for the work done. Perhaps if we could all work together, we could stop dreaming about becoming a medium-income country in the next two to 30 years and make it a reality.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jun/07/haiti-problems-greater-cooperation-trust", 
    "wordcount": "831"
}