{
    "headline": "Light goes out for incandescent bulbs", 
    "text": "After more than a century lighting up the world, the switch will be flicked off across the EU for the final time on incandescent bulbs on Saturday as the phased ban on their sale is completed. From 1 September, an EU directive aimed at reducing the energy use of lighting means that retailers will no longer be allowed to sell 40W and 25W incandescent bulbs. Similar bans came into effect for 60W and 100W incandescent bulbs over the past three years. The restrictions are predicted to save 39 terawatt-hours of electricity across the EU annually by 2020. Earlier this year, the UK government said the ban would bring an &quot;average annual net benefit&quot; of 108m to the UK between 2010 and 2020 in energy savings. But the phase-out of incandescents has been met with resistance by some users who say replacement technologies, such as CFLs, halogens and LEDs, do not perform as well. Despite the substantial long-term financial savings promised, the higher upfront price of replacement bulbs has also been criticised by those opposing the ban. &quot;The phase-out has been very smooth,&quot; said Peter Hunt, joint chief executive of the Lighting Industry Association. &quot;Concerns about poor performance of replacement bulbs have been proved wrong. The new LED replacements for halogen downlighters that have come on to the market over the past year work just as well, for example. Price is still a barrier, but that&apos;s coming down almost daily as volume increases.&quot; Hunt said &quot;scaremongering&quot; about people stockpiling incandescents to beat the ban had proved to be unfounded: &quot;There is no evidence to support this. Even so-called loopholes  the &apos;rough-service&apos; incandescent bulbs that a few retailers are reported to still be selling  are overplayed. The law is clear: they should not be sold for household use. It says so on the packaging. Any retailer is risking a visit from government inspectors if they continue to sell them.&quot; Before the phase-out began in 2009, an estimated 200m incandescent bulbs were sold each year in the UK. But the ban has not achieved as much of a reduction in energy use as was first hoped, said Hunt. &quot;There is a trend now to use more and more lighting in our homes. The popularity of halogen downlighters in homes has halted the decline in energy use. This will continue until LED downlighters become the norm.&quot; Green groups have welcomed the final stage of the phase out. Dustin Benton of the Green Alliance said: &quot;Whatever your view of the EU, this legislation is good news for consumers. It rewards innovative manufacturers and could cut bills by 158 per year. The government should ignore Eurosceptic opposition and help consumers to save money by regulating for efficient products.&quot; Matt Prescott, who founded the Ban the Bulb campaign seven years ago, said: &quot;I think the talk of widespread panic is massively overdone, and that the vast majority of the public have adjusted to using the next generation of lighting technologies with the absolute minimum of fuss and drama. Lightbulbs offer a useful and timely case study for how greater energy efficiency could be achieved in a wide variety of household appliances and even cars and houses. Laws mandating higher levels of performance work and work quickly.&quot; James Russill, technical development manager at the Energy Saving Trust , said the ban is making a &quot;real difference&quot; to the national energy consumption: &quot;Fitting just one energy-saving light bulb can save you on average 3 a year  and by swapping all the incandescent bulbs in your home for energy-saving alternatives you could save around 30 a year from your energy bills, and 110kg of carbon dioxide.&quot; Katy Bryan, sustainability manager at Philips UK, one of the largest bulb manufacturers, said lighting consumes 19% of electricity globally: &quot;This poses a major challenge, in a world facing resource scarcity and climate change. Energy-efficient lighting can help and legislation that raises the profile of energy-efficient technologies, such as LED, is naturally welcomed. However, more can be done to educate consumers on the choices available to them and to ensure they understand that there is no need to compromise as energy efficiency does not have to mean poor design or performance.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/31/lightbulbs-incandescent-europe", 
    "wordcount": "722"
}