{
    "headline": "US polar bear researcher cleared of scientific misconduct", 
    "text": "The Obama administration has wound up its controversial investigation of a government polar bear researcher without finding any evidence of scientific wrongdoing, campaign groups said late Friday. However, the scientist, Charles Monnett, who was the first to draw attention to the dangers to polar bears in a warming Arctic, was reprimanded for forwarding official email to a local government official and a fellow researcher at the University of Alaska without prior authorisation. Campaign groups described the findings as a victory for Monnett, who until last year oversaw much of the government&apos;s scientific work in the Arctic. It was also an embarrassment for the Obama administration, whose two-and-a-half-year investigation uncovered no evidence of major wrongdoing. &quot;This has been a vindication of Dr Monnett in that they found no scientific misconduct or anything related to his scientific work that merited any sort of discipline or personnel action,&quot; said Jeff Ruch, director of Public Employees for Environmental Responsibility, which had led the defence of Monnett. But he said the official reprimand, though minor in terms of disciplinary action, was sobering. &quot;It reads as if it was motivated by attempts during the Obama years to clog leaks and root out environmental dissidents inside the department of interior having to do with Arctic drilling.&quot; Until mid-2011, Monnett oversaw much of the research on Arctic wildlife, managing $50m in scientific projects, for the government agency overseeing oil drilling in Alaska, the bureau of ocean energy management, or BOEM. Peer said Monnett was told informally on Thursday he could return to his scientific role. The reprimand will be expunged from his record in two years or less, the interior department said in a letter to Monnett. The wildlife biologist was suspended for six weeks last year and subsequently sidelined as the interior department&apos;s inspector general investigated charges of scientific misconduct and mismanagement of government contracts. The investigation was launched in March 2010 just as Obama announced he would open up the Arctic to offshore drilling and expand oil exploration in the Gulf of Mexico. The investigators began their inquiries by examining allegations that Monnett and another scientist had used false data in an article on drowned polar bears. The scientists wrote the article after a research flight in 2004 during which they observed four drowned polar bears. In the article for Polar Biology, Monnett concluded the bears, though usually strong swimmers, had become exhausted during the long distances between patches of solid sea ice. The research note was the first time scientists had drawn a link between melting Arctic sea ice and a threat to the bears&apos; survival, and was immediately taken up by Al Gore and other environmental campaigners. In 2008 the polar bear was listed as an endangered species because of climate change and melting sea ice. The inspector general&apos;s report found flaws in the work, but no major issues of scientific integrity. The investigation then examined whether Monnett had improperly awarded research contracts. In the end, the department decided to take action only on Monnett&apos;s unauthorised release of government documents on five separate occasions in 2007 and 2008. &quot;I consider your misconduct very serious, &quot; the deputy director of BOEM, Walter Cruikshank, wrote in the letter to Monnett. Some of the material disclosed by Monnett was later used in court to force the interior department to revoke its approval of Shell&apos;s drilling plan, the letter said. Arctic researchers and environmental campaigns saw the investigation of Monnett as an attempt to discredit or sideline government scientists  and so clear the way for Shell and other oil companies seeking approval to begin drilling in the Chukchi and Beaufort seas. Shell began drilling its first offshore well in the Chukchi this month but was forced to pull out because of a series of problems in its oil containment system. &quot;It was a witch hunt. They were looking for anything they could find on Chuck (Monnett) to try to get rid of him or at least try to discredit him,&quot; said Richard Steiner, who was the receipient of four of the five unauthorised email releases. Rebecca Noblin, who heads the Arctic programme for the Centre for Biological Diversity agreed. &quot;After years of dredging through Dr Monnett&apos;s files looking for damning evidence against the scientist, all the inspector general could come up with is that Dr Monnett disclosed documents that should have been public in the first place,&quot; she said in an email. &quot;If there were more people like Dr Monnett in BOEM, maybe we&apos;d see more drilling decisions based on science rather than politics.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/29/us-polar-bear-researcher-cleared", 
    "wordcount": "767"
}