{
    "headline": "Apple, Samsung, Google and the smartphone patent wars - everything you need to know", 
    "text": "Following Eric Schmidt&apos;s remark to Kara Swisher in October that he wouldn&apos;t comment on the smartphone patent wars because he &quot;doesn&apos;t understand all the details&quot;, we&apos;d like to be of service.  Yes, Eric Schmidt is far smarter than me, and probably than anyone reading this piece (unless your name is Larry or Sergey and your surname is Page or Brin), but we find that if you break these things down into small pieces, it&apos;s easy enough. So here is your comprehensive guide to understanding what&apos;s behind the smartphone patent wars. (Note: contains pictures of kittens. Well, one picture.) The legal details in this article were checked by Darren Smyth, patent and design attorney and partner at IP law firm EIP. He is not, however, responsible for any errors in it. What is a patent?Are all patents the same?What&apos;s a &quot;trade dress&quot; or &quot;registered design&quot; patent?What&apos;s &quot;patent infringement&quot;?How do you defend yourself from patent infringement claims?What are software patents?Can you be sued over software?What are &quot;standards-essential&quot; patents (SEPs)?What is FRAND?How much is a standards-essential patent worth?What&apos;s patent exhaustion?Can standards patents holders sue or injunct others?When should you not use SEPs in lawsuits?What would be antitrust with SEPs?SEPs in court: why not?Are SEPs different from non-SEPs?Why do &quot;registered designs&quot; matter?Why are there so many patent battles?Why can&apos;t one court decide them?Will they carry on?What can I do about the patent battles? What is a patent? Yes, let&apos;s start here. A patent is a government-granted monopoly to an invention. It&apos;s bestowed on the inventor who files for it with the relevant patent office. As Patent Baristas put it: &quot;Patent applicants must show that the invention is new and non-obvious and applicants must describe the invention such that a person in the industry would know how to make and use the invention.&quot; Let&apos;s unpack that. To qualify as a patent, something must be  a) novel - so a patent application can be disqualified by &quot;prior art&quot; showing the same concept portrayed elsewhere at or before the application  b) non-obvious - the test being that someone in the field in which it&apos;s filed, at the time at which it is filed, wouldn&apos;t see it as a direct extension of what exists (so adding an extension to a paint roller is &quot;obvious&quot;, but you might find a &quot;non-obvious&quot; way to attach that extension to the existing roller)  this is exactly the same as the idea of an &quot;inventive step&quot; c) feasible - so you can&apos;t patent a perpetual motion machine or something else that, say, breaches the Second Law of Thermodynamics.  Are all patents the same? Nope. Although they&apos;re all awarded by patent offices, they cover different things and have different applicabilities. Here we&apos;ll deal with four kinds: software patents, functional patents, &quot;standards-essential&quot; patents, and &quot;trade dress&quot; patents. What&apos;s a &quot;trade dress&quot; patent? Software patents are mostly code, but have some physical outcome; functional patents can cover anything, from vacuum cleaner parts to software to gigantic trucks to processes for identifying genes;&quot;standards-essential&quot; patents are, well, essential to standards; registered designs (confusingly called design patents or &quot;trade dress&quot; patents in the US) cover how a product looks and its aesthetic appearance What&apos;s &quot;patent infringement&quot;? Producing something that has the same features or performs the same function in a way that&apos;s covered by the patent that&apos;s already been granted.  Example: take Apple&apos;s &quot;slide to unlock&quot; system for the iPhone, which has been patented in the US and Europe. (Ignore for a moment the question of whether it should have been awarded. Just accept that it has.) If you produced a phone interface that looked and functioned exactly the same, you could expect Apple to come after you. But if you produced a touch interface with a thin line along which you slide a ball to unlock the screen, you could expect that that too would be judged &quot;infringing&quot;. That&apos;s why HTC and Motorola changed the interface of their Android phones in Germany: a court there reckoned that their interfaces infringed Apple&apos;s patent. (We&apos;ll explain why it was Motorola and HTC, not Google, which was sued in a minute.) However, if you can find a way to get the same outcome but by a different route (ie, avoiding the existing patent&apos;s &quot;inventive step&quot;) then you aren&apos;t infringing. But often that has to be decided in a court, either by a judge or jury - an expensive outcome that&apos;s generally to be avoided. To show infringement in registered designs, you&apos;d have to show that the infringing object looked very similar to the registered one.  How do you defend yourself from patent infringement claims? Assuming you can&apos;t do it in a friendly way (which if someone is claiming you&apos;re using their patent, you probably can&apos;t), your options are:  invalidate the patent by showing that there is prior art invalidate the patent by showing that it shouldn&apos;t have been awarded because it fails one of the three &quot;tests&quot; - where &quot;obviousness&quot; is a common line of attack show that what you do is different from the patent. show that you&apos;ve already paid to use the patent through some existing licensing agreement; in this case the principle of &quot;patent exhaustion&quot; comes into play, which boils down to &quot;you shouldn&apos;t have to pay twice to use the same thing&quot;. One point: if the claim is over &quot;standards essential&quot; patents (SEPs), only the last of these is an effective defence There is another defence in &quot;standards essential&quot; patent (SEP) claims, which is that the amount being demanded is unreasonable. This is only a defence in SEP-related cases; in any other situation, a patent owner can charge what the hell they like. They can even refuse to license a patent and demand the withdrawal of infringing products via a court injunction. (Apple does this a lot. So does Microsoft. And not to forget Motorola. And HTC.)  Cases over patent infringement will often end up in court, which both sides will (or should) know is generally like going blindfold into a casino with all your money and credit cards stuffed in your pockets. You might come out even richer, or with less than nothing. What are software patents, and how can they possibly be valid? Strictly speaking, in Europe, you can&apos;t patent software as such, but you can patent software that achieves a technical effect. The precise rules differ from country to country, and the rules in the USA are more lenient than in Europe.t.  The &quot;software patents&quot; that the US Patents and Trademarks Office (USPTO) grants are for the implementation of something through software. So in the US, Amazon&apos;s (controversial) 1-Click patent on its store is granted on the combination of a piece of code which implements easy ordering by user interaction, plus some manipulation of what the site already knows about you, plus the fact that you have to interact with the code. It&apos;s a &quot;business process&quot;, and in the US Amazon has that patent. (Apple, for example, licenses it from Amazon for the iTunes Music and App Store in the US.) There&apos;s a key difference here between the US and Europe. Amazon has repeatedly tried to patent 1-Click in Euope. But it has been rebuffed just as repeatedly because 1-Click doesn&apos;t satisfy the European standard for patentability, which is that to be patentable, a piece of software has to cause some physical manifestation. (This difference is why Apple has been able to patent slide-to-unlock to some - though not universal - effect in Europe: the slide-to-unlock system has the physical effect of allowing you to interact usefully with the rest of the screen with your fingers or whatever.) So you can&apos;t be sued for software? Then how can all these lawsuits be going on? You can&apos;t be sued for the fact that some code exists, but once you embody it in something - a smartphone, say, or a tablet - and make it do something, you might be infringing on the invention that is embodied by another piece of code.  Thus Apple has sued HTC and Motorola over &quot;slide-to-unlock&quot; implementations on their phones. But it hasn&apos;t sued Google, because Google only wrote the code. It was up to HTC and Motorola to figure out whether their implementations infringed Apple&apos;s patent. (This isn&apos;t easy.) Note, by the way, that nobody is suggesting that HTC or Motorola (or Google) stole Apple&apos;s code from the iPhone and implemented it. It would be shocking if the actual program looked anything like the same. But it&apos;s the implementation - what it enables and how it enables it (in this case, sliding a finger along a displayed track on a multi-touch screen in order to enable the rest of the screen) - that infringes.  This is why, for example, modern versions of Android&apos;s unlock system let you pull a lock icon in pretty much any direction. There&apos;s no line to even hint about how you should drag the lock - only a target to show where to aim for. That cleverly lies outside the patented &quot;slide-to-unlock&quot; functionality. This stuff is boring. Come on, Mr Schmidt, give it your best! Lots of people don&apos;t get past this point, which means they miss out on the really important bits, of standards-essential and &quot;registered design&quot; (aka trade dress) patents.  What are &quot;standards-essential&quot; patents, then? They&apos;re patents that are essential to a standard. That might sound tautologous, but it&apos;s key to understanding many of the fights that are going on.  A standard such as Wi-Fi (802.11a,b,g,n) or GSM or GPRS or 3G/UMTS or 4G/LTE consists of lots of interlocking pieces of code. Take Wi-Fi, which involves things like frequencies of transmission, data encoding, frame rates, SSID transmission, channels, naming methods, and hundreds of other software engineering elements put together in a lattice that has to be robust enough that it will work when implemented by multiple vendors in a wide range of conditions. You don&apos;t want Wi-Fi compatibility to be like operating systems, where Android programs won&apos;t run on Windows because they&apos;re essentially part of competing ecosystems; you want any device that is certified as Wi-Fi compatible to be able to communicate with any other device with the same certification. That means standards. But how do you standardise something like that? Through long, arduous negotiation, that&apos;s how. Be grateful you&apos;re not part of the committee with that task (unless you are, in which case we salute you). Frequencies and tolerances for frequency variability are agreed. Data transmission formats are agreed. And so on. Part of the input into these discussions is the patents that will be used to implement them. Imagine that you&apos;re working on a standard where you want to have a circuit whose output will vary by no more than 5kHz over five seconds. Turns out, someone on the standards committee works for a company that has written a generator that will do just that. It&apos;s patented, of course. But you need that patent so you can have the standard you&apos;re working on. Rival bids will probably come in from other members - and then the haggling will start too over how important the patent is in the overall scheme of things. By the time the (exhausted) members of the committee have finished their job, they&apos;ll have a collection of specifications, and patented processes, which uniquely identify the standard they&apos;ve been working on. So Wi-Fi embodies a ton of patents, often for boring things like making sure that chips output a signal within two given frequencies. As patents go, they might not be particularly thrilling; it may be perfectly feasible to get the same result without infringing the patent.  But if you do that, you won&apos;t be adhering to the standard. By not using the patents essential to the standard, you&apos;re putting yourself outside the standard. This is why companies like Microsoft (which has lots of smart programmers) and Apple use really quite old software for systems like 802.11b: they have to, to comply with the standard.  Do all the processes in a standard have to be patented? No; but in implementing new commercial standards, it&apos;s a lot easier to get companies to agree to take part if they feel they&apos;ll get financial benefit from it. Otherwise they might as well go and build their own, new, proprietary standard. What&apos;s FRAND? So: you have a new standard, and it comes with a series of patents. As part of the standards approval process run in Europe by the ETSI (European Telecommunications Standards Institute), the holders of those patents agree that they will license them to anyone who wants to implement the standard on a &quot;fair, reasonable and non-discriminatory&quot; (FRAND) basis. In the US it&apos;s often known just as RAND - the &quot;fair&quot; element isn&apos;t thought to add anything special to the description. &quot;Non-discriminatory&quot; means that you&apos;ll license it to anyone - Microsoft, Apple, Joe Bloggs - who asks to license it. This is very important: if someone offers to license your standards-essential patent to meet the standard, you&apos;re required to license it. Refusing to do so is frowned on by the US government, the European Commission, ETSI, and possibly your mother. How much is a SEP worth? It&apos;s a &quot;standard&quot;, so it must be valuable, right? &quot;Reasonable&quot; is becoming the sticking point for many court cases. How much should you be able to charge for holding a standards-essential patent?  What&apos;s clear is that if you charge too much, you&apos;ll put people off using it. Here&apos;s an example from recent history: two companies, X and Y, managed to get standards built around their competing communications technologies. Company X&apos;s technology was much faster and, at a time when PCs were pretty feeble, didn&apos;t tax the CPU much. Company Y&apos;s technology was slower, and chewed up a lot of CPU time when being used.  However Company X tried to charge a substantial amount for the use of its patents - far more than Company Y. That, allied to other factors (particularly the relative sizes of X and Y) meant that Company X&apos;s standard didn&apos;t thrive, and eventually it was left as almost the lone user. (X was Apple, with FireWire; Y was Intel, with USB.) The question of &quot;how much should an SEP be worth?&quot; is ticklish. In one sense, an SEP is a lottery ticket: suddenly everyone has to license your patent, which does nothing more than (say) count clock cycles on a quartz chip, if they want this whizzy new Wi-Fi wireless technology! You control the world! You can demand any price you want! Oh, wait. Apple and Firewire. Right. Not any price. Then again, if you&apos;re providing something that is going to be part of a mobile phone communications standard, you&apos;re going to have millions and millions of licensors.  So how do you value a patent such as this Samsung one, described as &quot;Apparatus and method for generating scrambling code in UMTS mobile communication system&quot;? (By the way, looking at it, you&apos;d think it is pretty much a piece of code - software - described in words. Yet it can be patented, because in reality it is a patentable idea that just happens to be implemented in practice using software.) The argument put forward by Judge Richard Posner in the US, in dismissing a case brought by Apple (which didn&apos;t have an SEP in the case) and Motorola (which did), was that the way to calculate the value of an SEP is to ask: how much was it worth the day before it was nominated a standard? (Or alternatively, how much would it be worth if it hadn&apos;t become part of a standard?) On that basis, you&apos;d have to say that for many SEPs, the answer is: not much. Any decent coder can write a program that will monitor the output of a quartz chip and use modern feedback systems to control the variability - hell, they might even do it better than the one in the standard. Similarly for the scrambling code patent above. This argument applies all over the patents used in a standard: though collectively they&apos;re crucial, on their own each might be trivial. It&apos;s like building a very large club from hundreds of twigs. Here for example is the IEEE&apos;s list for the 802.11 standard, which covers multiple wireless standards. If you look at the first letter linked from the list (which involves more than 100 companies, including Apple, Samsung, Fujitsu, Nokia, RIM and Microsoft among many others), it asks the patent holder to agree that &quot;the technology will be made available at minimal cost to all who seek to use it for compliance with an incorporated standard&quot;. So even though it&apos;s true to say - as Google does - that a smartphone embodies thousands of patents, that doesn&apos;t mean that the ownership or use of many of those patents is necessarily in dispute. For those used in standards, their application is pretty straightforward, and the patent holder is required to agree to provide it without challenge.  What&apos;s patent exhaustion? If Company B licenses Company A&apos;s patent, and includes it in a product that Company C then includes in its own product, then Company A (the patent owner) can&apos;t chase Company C for a patent licence. Its claim to the rights is &quot;exhausted&quot;. This is one defence that Apple used in the Samsung-Apple trial over some standards-essential patents owned by Samsung. Samsung said that Apple hadn&apos;t licensed the patents. Apple said it had a contract with Intel to buy chips which had licensed Samsung&apos;s patents, which meant the claim was exhausted. The jury accepted that argument. Why would it be bad to sue someone for not paying for the use of SEPs, or to injunct them from selling things which used SEPs? It wouldn&apos;t be bad, and it&apos;s perfectly legal to do seek an injunction, once other avenues have been tried and failed. (That second part is important.) The convention however is that you don&apos;t seek an injunction if a company is willing to pay. Then the problem comes down to one of how much should be paid. And it&apos;s that point - the &quot;how much?&quot; - which has seen the real disputes.  For example, you could argue that Nokia kicked off the &quot;smartphone patent wars&quot; when it sued Apple in 2009, claiming Apple was using a number of its SEPs without paying royalties. Apple denied it, but in June 2011 eventually coughed up hundreds of millions of euros in back payments. Nokia however never sought to injunct Apple from selling the iPhone. It just let the sales - and future royalties - mount up. The price seems to have been a few euros per handset sold. By contrast Motorola, which holds SEPs that are part of the H.264 MPEG-4 video decoding standard, has been demanding 2.5% of the retail price of Microsoft hardware such as Xboxes, and other devices - such as PCs - that use Microsoft software which uses H.264. On the &quot;bundle of twigs&quot; premise, it&apos;s hard to see how that price is reasonable. It certainly doesn&apos;t sound like &quot;minimal cost&quot;. Samsung, meanwhile, used SEPs to fight back against Apple, which was suing it in Europe over non-SEPs - that is, patents which Apple is claiming to itself and hasn&apos;t made part of a standard.  And what&apos;s wrong with that? Using SEPs like that in effect looks like bullying. In particular, seeking an injunction before you offer FRAND licensing terms is the highwayman&apos;s method and breaches the standards agreement.  Apple has argued that Samsung did that in Europe, and Microsoft that Motorola did it in the US, and both those SEP-holders are being investigated for antitrust abuse - by the European Commission&apos;s competition arm, and the US Federal Trade Commission (FTC).  Why might that be antitrust abuse? Because SEPs constitute a sort of automatic monopoly: as said earlier, if you want to meet a standard, you have to use them. And denying a company the opportunity to use them on the same terms as other companies means you&apos;re using the monopoly to wield market power. That&apos;s abuse. Neither the EC nor the FTC has announced whether they think Samsung or Motorola has acted in breach of any acts. Why shouldn&apos;t someone who owns SEPs use them in a court fight against someone who doesn&apos;t, and is suing for alleged infringement of their patents? They can, but SEPs have to be licensed, whereas non-essential patents don&apos;t. That puts the SEP-holder at a disadvantage in legal terms; their benefit comes from the payments they&apos;re guaranteed. By contrast, non-SEPs don&apos;t have to be licensed. So the SEP-holder might end up with just the standard payment, and no licence to the other side&apos;s patents. It&apos;s tough - but that&apos;s the payback from patents. So SEPs are really different from non-SEPs? They&apos;re all patents. What&apos;s different is the licensing obligation. SEPs aren&apos;t intrinsically more valuable than non-SEPs. In fact, non-SEPS can often get bigger prices, per licence, than SEPs. This is really long.     Kittens: easier to think about than patents. Photograph: G.K. & Vikki Hart/Getty Images    Sorry, Mr Schmidt. Here&apos;s some pictures of kittens. OK. Enough of standards. Let&apos;s move on. Why do &quot;registered designs&quot; matter? &quot;Registered designs&quot; or &quot;design patents&quot; cover, roughly, &quot;what something looks like&quot; rather than what it does; form, not function. They are different from regular &quot;patents&quot;, but they are a form of intellectual property, and do cover tangible things, and as they have been important in the smartphone wars, it seems good to talk about them here . Really, as this piece on Groklaw points out, it&apos;s really a part of trademark law:   Trade Dress is not really a &quot;subset&quot; of trademark law. It is trademark law. Lanham Act Section 43 allows protection against any use of a mark or device that might confuse as to origin of goods or sponsorship. Trade dress is that device, so if the trade dress causes confusion, then it will generally be actionable. But the story doesn&apos;t end there. You must have distinctiveness.  Apple has argued in US and English courts that its iPhone and iPad designs have registered designs, specifically for elements including its rounded corners. That is, it argues that, for example, the rounded corners - at a particular radius - are visually distinctive features that were unusual when they first introduced them.  Why are there so many patent battles? It seems like they&apos;re always in the news There are so many because the smartphone business is really valuable. Getting a few points of share or installed base is very valuable. Winning court battles hinders rivals. Plus Steve Jobs felt very strongly about the patents that Apple did have on the iPhone - and probably knew that Apple would really need them, because it was the entrant in the phone market, setting itself against a number of gigantic incumbents then including Microsoft, RIM and Nokia, as well as the existing players such as LG, Sony Ericsson and Motorola (the latter having pretty much created the mobile phone market).  Jobs had already been burned badly by Creative Labs - which sued Apple in 2005 for its use of hierarchical menus on the iPod, something on which Creative Labs had filed a patent application in January 2001, when the iPod was barely a gleam in Apple&apos;s eye. (The iPod was launched in October 2001.)  He then saw Android&apos;s use of techniques such as pinch-and-zoom, and double-tap to expand, as infringements of implementations Apple had patented (or filed for). And so he first approached Eric Schmidt to try to settle it - without effect - and then began launching lawsuits, starting with HTC and then moving on to Motorola and Samsung. (Motorola sued Apple first, though it may have been a case of getting its retaliation in first.) Is there a single court that will decide all this, so we can say that it&apos;s all finally finished? Sadly, no. The main battlegrounds are the courts in the United Kingdom, regional courts in Germany, the International Trade Commission (ITC) in the US, federal courts in the US, and appeals courts in the US. None is definitive (though some are more senior than others) and the deliberations and decisions of one aren&apos;t necessarily binding on another. What the ITC decides doesn&apos;t affect what a US appeals court decides, and it&apos;s risky to think that anything one says will influence another.  So we should expect these patent battles to just carry on? Perhaps. There have been reports that Google has been making overtures to Apple for some sort of peace, although its acquisition of Motorola Mobility - which was meant to give it a big patents warchest - doesn&apos;t seem to have worked out quite as straightforwardly as expected. If Apple wants this to go on, it could do. But there are some signs that doing so is hurting its public reputation, while heightening that of the companies it sues: in Australia, for example, many people had no idea that Samsung had a tablet offering until they began hearing news reports about Apple seeking to ban it. And the billion-dollar win in the US over Samsung may have brought the Korean company to the attention of people who didn&apos;t previously know of it as a worthy rival in the smartphone space. That&apos;s depressing. What can I do to make these companies stop doing this? Sadly, this is like being an ancient Greek; they imagined there were multiple gods who were often at war with each other, leaving mere mortals as spectators. That&apos;s the situation we find ourselves in.", 
    "section": "technology", 
    "gid": "technology/2012/oct/22/smartphone-patent-wars-explained", 
    "wordcount": "4365"
}