{
    "headline": "What could an umlaut do for you?", 
    "text": "Remember Mben? The defunct British kitchen company fought for years for the right to place two dots on top of its &quot;o&quot; in a bid to make itself sound more German and therefore, the reasoning went, higher quality  despite it being based in a business park in Manchester. The company argued that its umlaut was an artistic device, and that Mben was derived from the founders&apos; names, Mo and Ben, but there is no denying it lent some Teutonic gravity. The German for furniture is, after all, mbel. Well, the gratuitous umlaut is back. But this time, instead of Germanic substance, it is seeking Scandinavian cool. A British kitchen accessories company has called itself &quot;utensil&quot;. Without the double letters and umlaut, it&apos;s just &quot;utensil&quot;, which probably won&apos;t shift many whisks or appear high up in Google searches. But &quot;utensil&quot; conjures elegant Nordic design in the manner of, say, Danish kitchen accessories brand, Muuto. Founder Gavin Reay says he was after &quot;associations with Scandinavian and Swiss engineering excellence&quot;. He hit upon the double &quot;u&quot; as a way of suggesting &quot;your utensil&quot; in text speak  &quot;u utensil&quot;  and the umlaut &quot;broke it up a bit&quot;. He enjoys word play: his potato masher, Spudnik, resembles the space-age satellite; and Squisk is a whisk with thick legs that looks a little like a squid. But his use of the design umlaut is working, albeit with surprising results: in a coals-to-Newcastle way, the brand is apparently big in Norway.     Mben kitchens: reassuringly Germanic, even if they were from Manchester. Photograph: Mick Sinclair/Alamy    Dessert brand G, based in west London, has also appropriated the umlaut. It originally played around with the French word got  meaning taste  before it realised people might think it was called gout, after the disease. The more seductive G  rather than Goo  hit the spot, something New York ice-cream brand Hagen-Dazs has known for years. The sexy umlaut is, of course, not to be confused with the metal umlaut (Motrhead, Mtley Cre, Queensrche), which suggests leather-clad gothic darkness. The most important thing about the gratuitous umlaut is it does nothing so confusing as affect the pronunciation of the word. You actually have to speak German or Swedish for that.", 
    "section": "science", 
    "gid": "science/shortcuts/2013/may/27/what-could-umlaut-do-for-you", 
    "wordcount": "394"
}