{
    "headline": "First spoon-billed sandpiper chicks hatch in UK", 
    "text": "     Fourteen spoon-billed sandpipers have hatched in captivity in the UK this week, giving hope for the survival of the critically endangered species. The chicks were hatched at the Wildfowl &amp; Wetlands Trust&apos;s (WWT) centre in Slimbridge, Gloucestershire, where four more eggs are ready to hatch in the coming days. The new flock will be added to the 12 spoon-billed sandpipers already captive at Slimbridge, which  with 4 more chicks expected in coming days  would bring their total population up to 30 birds. The eggs were rushed from breeding grounds in the Chukotka region in north-east Russia and began the week-long journey to the UK in June. Slimbridge&apos;s current flock of spoon-billed sandpipers were hatched in Chukotka and then flown over when fully grown, making thse hatchlings the first to be born in the UK. Nigel Jarrett, head of conversation at WWT, said: &quot;With this second flock, we&apos;re a step closer to having a viable conservation breeding population, which really is our safety net should the worst happen and the spoon-billed sandpiper goes extinct in the wild.&quot; While standard conservation practice holds that eggs should be left in the wild for as long as possible, threats to the spoon-billed sandpiper eggs from ground-based predators such as squirrels forced the conservationists to bring the eggs into captivity and incubate artificially. The species is one of the world&apos;s rarest birds, with the population reducing by one-quarter annually. There are currently thought to be only 100 breeding pairs left worldwide. Destruction of the intertidal habitat along the birds&apos; 8,000km migration path across Asia  particularly agricultural development and construction on coastal wetlands reclaimed from the Yellow Sea  is threatening the birds&apos; survival. A greater threat is bird-trapping by villagers in Bangladesh and Burma, where the birds winter, that is also thought to have drastically reduced the population. Conservationists funded by the Save Our Species initiative and the BBC Wildlife Fund are working with the trappers to find alternative means of income in the hope of alleviating the problem. The dangerously low numbers of the birds mean it could face extinction in as soon as five years&apos; time. Concern for the rapidly declining numbers triggered the establishment of a conservation programme, run by a number of international bodies including the WWT, RSPB, Birds Russia and BirdLife International, last year. Slimbridge hopes that the new additions to the flock will help encourage breeding behaviour in the birds, which can reproduce at two years old.", 
    "section": "environment", 
    "gid": "environment/2012/jul/13/spoon-billed-sandpiper-chicks-hatch", 
    "wordcount": "410"
}