{
    "headline": "Dishonored - preview", 
    "text": "It&apos;s a heady cocktail of magic, vengeance and warped Victoriana. First-person stealth-em-up Dishonored (PS3/Xbox/360/PC) has been one of the most hotly anticipated games of the year and now it&apos;s very nearly on our shelves. Two stonking trailers  one using gameplay and one video  have set a rabid horde of gamers salivating for its rich, inventive world of steampunk behemoths, massacres at masquerades and vicious supernatural badassery. Set in the city of Dunwall, a dirty, stratified amalgamation of turn-of-the-century London and Edinburgh beset by corruption and plague, it&apos;s a fairly simple story of betrayal and the thirst for revenge. You play as Corvo Attano, once a bodyguard to the Empress, and now, after being framed for her murder, Dunwall&apos;s most wanted criminal. Corvo is imprisoned and shortly to be executed when a mysterious visitor grants him fledgling demonic powers and sets him loose on the city to wreak havoc. What follows are a series of sandbox assassination missions, as Corvo sets about disposing of Dunwall&apos;s various evil aristocrats and schemers and bringing some small hope of recovery to its rank body politic. As the game&apos;s ironic tagline puts it: &quot;Revenge solves everything.&quot; It&apos;s the setting, much more than the generic hero, that players are likely to fall in love with. Dunwall is a city of stark contrast, from the ludicrous opulence of its ruling elite to the plague-ridden squalor of its impoverished masses. The wealthy ride round in hulking, whale-oil-powered armoured vehicles. Dapper but deadly guardsmen patrol their mansions and heavily armed stilt-walkers march the streets outside their homes. The poor, meanwhile, do their best to fend off the city&apos;s ravenous and plague-ridden rodents. Those infected are transformed into weepers, ambling around in sewers and dark alleys, crying blood and mauling anything that moves. If it sounds a little gruesome, that&apos;s because it is. In fact, it&apos;s a lot gruesome. Totally, utterly gruesome. If you&apos;ve watched the recent gameplay trailer you&apos;ll know a sizeable chunk of it is just footage of thick dark blood spurting from a variety of sliced necks. It&apos;s not unrepresentative. Your demonic powers are often viscerally unpleasant, such as summoning swarms of rats to chew your enemies down to red-raw skeletal husks. Even possession  controlling an enemy from within their mind  causes your target to puke their guts up when you leave. The morbid infests even the opulent settings. In one level, guests at a masquerade wear fiendish baby faces and spiked grimaces, like goth band Slipknot dressed up in ballgowns. There&apos;s at least a hint of violence in the design of almost everything. It&apos;s also, however, possible to play through the entire game without actually killing anyone. At the ball, for example, where your goal is to do away with an evil noblewoman, one of your fellow guests knows of your murderous intent and proposes another option: let him smuggle her away and imprison her as his life-long lover. Of course, that&apos;s not much less dark than just letting the rats eat her. It&apos;s all about giving the player options though. Not just to kill or not to kill, but how to kill, who to kill, and even simply how to get there. How to kill because, alongside several murderous demonic powers, there&apos;s an arsenal of incendiary crossbow bolts, pistols, grenades and traps to play around with. Who to kill because, just as you can play through the game killing no one, you can also kill almost everyone. Then there&apos;s breaking and entering: do you waltz in through the front door in a whirl of gunfire and slowed time or possess a fish and swim in through the sewers? Jump, free-run and teleport to the highest balcony? Sneak in through the shrubbery? Steal an invitation, stroll up and mingle? For all the options each mission presents  and side missions, alternate endings and hidden-ability upgrades ensuring it will reward multiple playthroughs  there is no escaping the fact that this is not a huge game. At least not by the standards of its publisher Bethesda Softworks, the people responsible for such gargantuan free-roaming sagas as Fallout 3 and Skyrim. Where Skyrim is epic, Dishonored is simply excellent. What this is, in contrast to the all-you-can-eat buffets of those mammoth open worlds, is gourmet gaming. It&apos;s exquisite down to the smallest detail; lovingly built, bursting with ideas and artisanal game design, and  for as long as it lasts  both delicious and deliciously macabre.  This article was amended on 5 October 2012. The original incorrectly said that Bethesda Softworks was the developer rather than the publisher.", 
    "section": "technology", 
    "gid": "technology/2012/oct/04/dishonoured-preview", 
    "wordcount": "761"
}