{
    "headline": "Green deal: can it make millions of homes more energy efficient?", 
    "text": "  4.43pm GMT    My verdict    It is not altogether surprising that the green deal has been largely greeted with either scepticism or a shrugging of shoulders. The idea that the government - or anyone, for that matter - knows with precision what energy bills will be like in 2020 is hard to entertain. This puts considerable strain on the trustworthiness of the green deal&apos;s &apos;golden rule&apos;. Will the forthcoming advertising blitz by the government, which hopes to highlight the green deal&apos;s merits to a much wider audience, actually work? Personally, I think the scheme - despite making sense on paper - goes against many people&apos;s instincts when it comes to undertaking expensive home improvements. They want to see results that are upfront and obvious. Being told by an energy advisor - who you&apos;ve had to pay 100 - that you might save 33 on your bills each year by 2020 is not something that is likely to connect with many people. This is a great shame, as the UK has some of the most energy inefficient housing stock in the developed world. All of these improvements need to be done urgently, not just to reduce energy consumption but to help tackle the rising cost of energy bills. Perhaps I&apos;m absorbing too much of the negative reaction to today&apos;s launch? I don&apos;t want to be cynical about it: I want to see schemes such as this help householders undertake energy efficiency measures - I will shortly be investigating how the scheme might help me better insulate my own home - but I can&apos;t see this scheme being widely adopted in the short-term. It will likely take months, even years, before most people hear of it, let alone seriously consider it. And in the mean time, let&apos;s hope the government can address some of the concerns raise by the critics today - not least that the proposed interest rate and terms for the loan don&apos;t have much in the way of market appeal.       3.13pm GMT       Meanwhile, Martin Lewis, the personal finance journalist and broadcaster who founded the hugely successful MoneySavingExpert website, has just tweeted...    On the Green Deal we're doing full analysis similar to my student fee mythbusting guide (as its VERY similar) published (i hope) a week Wed&mdash; Martin Lewis (@MartinSLewis) January 28, 2013   The MoneySavingExpert website is also hosting a green deal forum for its readers to discuss the scheme.    Updated at 3.18pm GMT     3.10pm GMT       Greg Barker uses a not-so-eco metaphor to thank his staff     As the #GreenDeal springs into life, a huge THANK YOU to my really terrific team at #DECC who have worked so hard to get it off the runway!&mdash; Greg Barker (@GregBarkerMP) January 28, 2013     Updated at 5.02pm GMT     3.08pm GMT       Isabel Hardman on the Spectator&apos;s Coffee House blog notes the omission of Marks &amp; Spencer from the scheme:  The Green Deal isnt quite the big all-singing all-dancing deal the government envisaged. The idea was that big businesses would lead the way in providing the scheme, but one of the leading retailers who expressed initial interest in the scheme, Marks and Spencer, isnt involved. Sources tell me that the retailer decided the governments offer wasnt worth its while, although the companys official line is as follows: &quot;We are not a green deal provider but are monitoring the schemes progress. Through our energy business, M&amp;S Energy, we already offer home insulation and renewable energy solutions and were always looking at ways to develop the business.&quot;     Updated at 5.03pm GMT     3.00pm GMT       The not-for-profit Green Deal Finance Company was set up last year to &quot;provide the lowest cost of finance to the market place&quot;. It received a 7m loan from Decc and it lists its &quot;many roles&quot; on its website:   Provision of finance  source of finance for all green deal providers, providing consistent quotes for specific loan durations and amounts Establishes common IT systems across the industry  for the calculation, monitoring and amortisation of individual loans Loans Administration  competent control of Green Deals outstanding, amortisation of green deals and keeping records of individual property details, to banking standards, to ensure households can get information centrally, securitisation proceeds are maximised, and security values of houses are not impaired Conduit for startup finance  before the refinancing market for Green Deal assets is established, TGDFC intends to access start-up finance from a variety of sources. As a national aggregator the amount of start-up finance required across the industry will be minimised, as the long term bond markets can be more quickly and regularly accessed Off balance sheet  green deal finances on TGDFCs balance sheet, not the energy suppliers, green deal providers or public sector balance sheet Financing local authorities  several local authorities have embarked on promoting the green deal on a regional basis. TGDFC anticipate they will have a ready source of finance for their schemes from the bond market mitigating the risk that they cannot refinance their green deal obligations   It says it is being &quot;advised&quot; by the following companies ...   Clifford Chance Goldman Sachs International Linklaters Lloyds TSB PwC RBC   And Companies House lists the following six individuals as directors: Dr Anthony Alfred Leigh White; Mahnaz Akbary-Safa; Derek Arthur Lickorish; James Mark Bayley; Martin John Callaghan; Paul Williamson In a press release issued on Friday, it set out the interest rates, charges and terms it will apply:  Unlike personal loans, TGDFC will offer funding to every accredited provider and will offer the same competitive rate of finance to the widest possible range of consumers. Rates will be comparable to the best high street rates for long-term unsecured loans. But whilst these are accessible to barely half the population, TGDFC will lend to over 80%. Green deal providers will determine their own all-in package to consumers. However, on the basis of the finance agreements being put in place, TGDFC are now publishing the interest rate and charges for finance to green deal providers. TGDFC&apos;s initial interest rate will be 6.96% per annum. Each green deal plan will have a set up charge of 63 and annual operating charge of 20 payable by providers who may choose to add this to the overall cost of finance to the household, depending on the size and length of the green deal plan. Because of the fixed costs of setting up and administering these loans, the more energy efficiency measures a household takes out over the lifetime of the product, the cheaper the all-in annual cost. So, if providers pass on all charges, someone doing the basics for 1,500 (on a 25 year deal) would pay a maximum all-in cost of 9.34%. But if that person takes out the full package of measures suitable for them, including solid wall insulation, loft insulation and other improvements totalling 5,000, they would only pay 7.67%  all funded by the expected savings on energy bills The most effective large scale, energy efficiency measures such cavity or solid wall insulation, can be financed over 10-25 years at interest rates of 7.96% to 7.67%. The &quot;golden rule&quot; is designed to ensure that expected savings on bills should be at least as big as the total repayments, including any interest rate. Those taking full advantage of the scheme could also currently benefit from over 1,000 in cash back from the government.     Updated at 5.08pm GMT     2.27pm GMT    Video    Greg Barker, the minister overseeing the green deal, has appeared on the BBC&apos;s Daily Politics show. In particular, he tries to explain the so-called &apos;golden rule&apos;...         Updated at 2.32pm GMT     2.22pm GMT       The boiler manufacturers are, unsurprisingly, happy. Here&apos;s Neil Schofield, head of external and governmental affairs at Worcester, Bosch Group:  What homeowners need to wake up and realise is, they are throwing money away by running inefficient boilers and poorly insulated homes. A boiler, which is commonly seen as a distress purchase, should now be viewed as a long-term, cost-effective solution for rising energy prices. With news that fuel bills will double by the end of the decade, there has never been a better time to take steps to ensure our homes are as energy efficient as possible. We believe this latest announcement is extremely reassuring for householders. Not only does it emphasise the importance the government has placed on the issue of increasing the efficiency of the UKs4.5m band G gas-fired boilers, it also offers a solution to help homeowners save money on the ever-rising energy bills. For the boiler industry alone approximately 5,000 installations take place on a daily basis, so the opportunity for the industry to enhance the collective heating efficiency of UK homes is clear to see. The green deal is the main show in town and we believe this new initiative will make a real impact,by both significantly reducing carbon emissions and securing affordable long term energy prices for homeowners. From today, households in England and Wales will be able to complete 45 different types of improvements currently available under the green deal, helping consumers warm up their homes and pay for some or all of the improvements over time through their electricity bill.     Updated at 5.04pm GMT     2.16pm GMT       The Economist has a blog post by &quot;A.B.&quot;:  Moves to transform the energy efficiency of Britains housing stock are worth applauding, but some aspects of the green deal will leave potential customers feeling a little queasy. Some will wonder whether in the current climate the government should be encouraging its electors to take on debt, even for environmentally beneficial ends. And it is unclear what effect the deal will have on the property market: some would-be buyers will not want to purchase properties burdened with large loans. The fact that the 100-or-so cost of the assessors services will in many cases have to be paid up front will also put customers off. The government hopes to incentivise people to join the green deal by offering early participants money back. It has put 125m into a cashback scheme, which is available on a first-come-first-served basis. The first 40m of that will be given out per energy-efficiency measure according to a sliding scale (250 for cavity wall insulation, for example, and 50 for draught-proofing). After that the rates are likely to reduce. Perhaps, as suggested by Labours Alan Whitehead in his blog, the money could be more wisely diverted towards funding the assessments. And finally, the punitive interest rates will ensure that a lot of useful household improvement works simply will not qualify under the golden rule. When he was secretary of state for energy and climate change, Chris Huhne called the green deal &quot;the most ambitious energy-saving plan ever put forward. As it lurches into action this week, he may be relieved to be no longer involved.        1.24pm GMT       Some of it duplicates what&apos;s already been said here, but Carbon Brief has produced a green deal &quot;news roundup&quot;.       1.04pm GMT       Guardian Money&apos;s Rupert Jones has put together a &quot;handy guide [that] will help you decide whether the government&apos;s energy-saving initiative is right for your household&quot;.       12.32pm GMT    Video    Sorry, another cheesy video for you. This one shows what it might be like to have a green deal advisor in your home...                 12.19pm GMT    Video    If you enjoy watching people explain things using nothing more than their own voice, a marker pen and a flipchart, then here&apos;s Susie Andrews, group environmental and sustainability manager at Affinity Sutton, a national housing association, on how the green deal works               Updated at 2.17pm GMT     12.08pm GMT       Some more reaction from across different sectors...  Bill Hull, head of the green deal team at law firm TLT: It is not expected that thegreen deal will get off to an explosive start but it will be significant and momentum is expected to build. From Monday the legal framework will be fully in force. Hundreds ofgreen deal participants are already registered and ready to go and many more businesses will be keen to become involved. Public awareness of the scheme is currently low but thegreen deal has been exempted from the Government marketing freeze and a campaign to raise its profile is imminent. Coupled with this, the Government has committed to spend 125 million cash back on a first come first saved basis to incentivise early adopters. Another significant factor that will drive take-up of thegreen deal is the Energy Company Obligation (ECO). Under ECO the big six energy companies are to make an estimated 1.3 billion a year available to subsidise energy efficiency measures for low income households and hard-to-treat properties. The ECO will work alongside the green deal. In addition to individuals, local authorities and social housing providers will be particularly keen to take advantage of the new subsidy to improve the energy efficiency of their housing stock. There is no denying that thegreen deal presents opportunities across the board for businesses, householders, landlords and the public sector. Toby Darbyshire, CEO of Engensa, the &quot;UKs fastest-growing provider of residential solar systems&quot;: Engensa believes that the green deal has failed the public and the energy efficiency in a series of respects including 1. Complex application and administration process. Bureaucracy adds needless extra time and cost not encountered with existing private contracts 2. Loan period of 25 years. Engensas experience is that that consumers dont want such long repayment periods. 3. Inflated interest rate of 9.26%. This is significantly higher than that already available in the marketplace and without the onerous conditions of the green deal 4. Restricted installer list. The consumer may not be able to choose the supplier that is right for them 5. Loan is held by property and repayments tied to a named power supplier. As the loan is not held by the individual alone Engensa believes this increases difficulty in selling properties and so will slow the housing market further. 6. The green deal makes no explicit provision for encouraging energy saving efforts by landlords in the booming by-to-let private rented sector and so fails to encourage energy efficiency in a growing area. As the loan is held by property and repayments tied to a named power this further discourages landlords form investing under the scheme.        11.52am GMT    Reader reaction    As ever, thanks for the comments below. This one by Valenciamum seems to sum up a commonly held view of the green deal              valenciamum    28 January 2013 11:15am  It's been described as &quot;cheap loan&quot; but 6.9% isn't cheap by today's standards - maybe way back when interest rates were 10% yes, 6.9% would have been a good deal, but not when base rate is 0.5%.There have got to be some serious savings on people's monthly fuel bills to make them see this as a good deal. The only way it will appeal is if the repayments plus normal fuel usage add up to less than what they are currently paying on their fuel bills. I also understand that certain providers may levy an early repayment charge. But why wouldn't you want to try &amp; pay it off early and therefore benefit from the lower bills? I agree that we need to do something to reduce energy consumption and that this is our only scheme so we should try and make it work. It just seems so overly complicated!        Updated at 12.19pm GMT     11.45am GMT       If you look at this graphic produced by the Department for Energy and Climate Change (which was tweeted by Adam Vaughan last November), you can see that the government expects the green deal to have had a net impact of -33 on the average annual household energy bill by 2020     Here's @deccgovuk's very useful graphic on its estimates around 2020 energy bills - and costs/savings of policies twitter.com/adamvaughan_uk&mdash; Adam Vaughan (@adamvaughan_uk) November 23, 2012     Updated at 11.51am GMT     11.38am GMT       The green deal is not just for domestic properties. It is also aimed at businesses, too. Energy &amp; Environmental Management is reporting the findings of a survey into the green deal conducted by Rexel UK:  The scheme aimed especially at businesses was launched last October. The results of a survey of over 2,000 respondents conducted by Rexel UK over three months later, indicates that it is slowly building awareness. When questioned, 17% of business owner respondents were aware that the green deal is applicable to business. Of these, 72% said that they plan to make use of agreen deal loan, which represents 12.24% of the total. When asked which energy efficient measures they are investing in:  18% said LED lighting; 10% said window glazing; 9% said insulation or draught proofing; 1% said biomass boilers; 1% said automated systems and controls.  The same poll also questioned people about thegreen deal for households. It found that:  96% of Brits have never heard of or do not understand the green deal; 69% are interested in making energy efficiency improvements to their home; 74% wouldnt know where to go for information if they wanted to find out more about the green deal; 13% think investing in energy efficiency measures with agreen deal loan will cost them more in the long run; 56% dont know whether investing in energy efficiency measures with agreen deal loan will save them money; 48% say it is important to them that their employer is eco-friendly.  While this indicates that a lot of work is needed to boost awareness of the scheme, and confidence that it will meet is aims, it also shows that, three months after the launch of the scheme for business, awareness is significant. Thegreen deal is intended to be around for up to 20 years.        11.31am GMT       The construction industry doesn&apos;t seem too impressed  if this editorial in the Builders&apos; Merchants News is anything to go by:  The green deal is undoubtedly ambitious but falls flat in the face of simple finance: the cost of the loan at 6.9% is simply too high for any but a handful of home owners to benefit. Householders would be better off borrowing against their mortgage, easily at half the interest rate of agreen deal loan, to fund improvements. Worse still, the loan is attached to the property so it is likely that when it comes to selling the property most buyers will demand the price be reduced by the cost of the loan. Green deal throws up other hurdles: householders must pay a 100 plus for a survey: that&apos;s a hefty surcharge to install a boiler. There is the 125m government giveaway in the form of cashbacks, such as 270 for a boiler and 650 for solid wall insulation and those installers and merchants quick of the mark may benefit. But 125m is small beer against what is needed to stimulate the housing refurbishment market. For merchants, the major downside is the way the green deal concentrates the supply of materials and installations in the hands of a few large providers that deny the end-buyer influence over what is installed and by whom. As it stands, builders&apos; merchants and others in the industry are unlikely to see much of lift in sales following the green deal. If the government is serious about green investment it should use the ultra-low interest rates currently available to it to provide funds to invest in green technologies.     Updated at 11.54am GMT     11.19am GMT       The UK Energy Research Centre has just published some &quot;Interim findings&quot; from a research project which is currently undertaking an extensive review of renovation and energy efficiency studies. it says that a key assumption behind the green deal  that once market barriers are removed, there will be a flood of demand from UK homeowners for energy efficiency measures in their homes - is &quot;overly simplistic&quot;. Here are the researchers&apos; key findings:  * The biggest motivating factor in the decision to renovate is to improve domestic life, with households facing competing priorities and those needing to extend or adapt space at home, being more likely to consider renovations.* Up to a third of decisions to renovate are triggered by specific events  the most common being when something in the home needs fixing or replacing  such as a boiler or window.* For homeowners planning to renovate, the green deal is an attractive option. Homeowners planning to spend 5,000 on insulation and a boiler upgrade are more than twice as likely to consider using the green deal than not.* A strong and focused value proposition is essential to support renovators. Contractor reliability, and avoiding hassle and disruption to domestic life, are the most important factors. Making it easy to find out and decide about renovating is relevant in some cases, as are warranties, but less so.*Importantly, thegreen deal may also be used to expand the scope of homeowners renovations plans. People who do decide to go ahead with home renovations are willing to consider additional energy efficiency renovations using thegreen deal to pay the upfront costs. Homeowners planning to spend 5,000 on remodelling their kitchen are only half as likely to stick with this option when presented with the option of adding in 5,000 of energy efficiency measures paid for through the green deal. Targeting attractivegreen deal value propositions at homeowners planning to renovate their kitchens, bathrooms, and living spaces is an important way to improve energy efficiency in homes.The challenge for service providers and policy makers in thegreen deal market will be to sell or package energy efficiency measures as a solution to the trials and tribulations of domestic life which is what really matters to homeowners.        11.08am GMT       There have been tales about people getting confused signals when calling local suppliers to ask about green deal offers or advice. Here&apos;s what happened when the Observer&apos;s Lisa Bachelor put in some calls:  I called the nine Green Deal providers listed for my postcode on the government&apos;s website to find out about how much the deal would cost me and when they could start. I was fully prepared with details of my energy rating from my home&apos;s energy performance certificate, details of my last bills and even an idea of the measures I wanted carrying out. However, only four of them were able to give me any details of cost, and none asked me for my address or any further information. None mentioned any form of cashback, while most told me to call them at a later date. &apos;Call back in two or three weeks and we might know more,&apos; said one. &apos;The software is not ready yet and you&apos;ll find every other company is in the same boat,&apos; said another. &apos;Try calling us again in two weeks.&apos; One provider listed as the green deal provider in my postcode area said it would not be ready to offer an assessment until April at the earliest. Three more took my number but never called me back. Of the four I spoke to, all quoted a 99 assessment fee, to be reimbursed if I carried out the measures through them. Another had an answering phone message that listed an assessment fee of between 154 to 175 depending on the size of the property. It asked me to leave my details on its answerphone. Only two were able to give me any idea of the potential cost of the loan. One said the interest would be between 6% and 8%, the other said between 7% and 9%.     Updated at 12.52pm GMT     11.02am GMT    Twitter reaction    Some earlier reaction is now coming in via Twitter...    The #GreenDeal Impact Assessment states that the 'Golden Rule' applies only to the first repayment (p.20) bit.ly/VJtAqH @leohickman&mdash; Tim Probert (@TimProbert) January 28, 2013     'Golden Rule' does not take real terms medium-term price rises into account (p.22), making #GreenDeal look a bit of a gamble @leohickman&mdash; Tim Probert (@TimProbert) January 28, 2013     When photoshop attacks gov.uk/government/upl #greendeal&mdash; Alex Marshall (@alexends) January 28, 2013     Two years ago I wrote #Greendeal briefing arguing that the *perception* of the interest rate is critical. foe.co.uk/resource/brief&mdash; David Powell (@powellds) January 28, 2013     What #GreenDeal is trying to do is use nudge / behavioural economics to get culture change about insulation &amp; interest rates.&mdash; David Powell (@powellds) January 28, 2013     great article by @kate_de in Green Building mag Green Deal not the answer, but it asks good questions bit.ly/X7fHSN&mdash; Mark Parsons (@von_tweethoff) January 28, 2013     Let's not kill the Green Deal with negativity before it's had a chance ow.ly/hbiDo&mdash; Cathy Debenham (@YouGenUK) January 28, 2013     Research in 2010 said only 7% of people would be likely to take out #GreenDeal if interest rate was &gt;6% twitter.com/powellds/statu&mdash; David Powell (@powellds) January 28, 2013        10.43am GMT    Comment and analysis    There&apos;s plenty of reaction around in response to the launch of the green deal. Here&apos;s a roundup ...  Luciana Berger, Labour&apos;s shadow climate change minister, on the news that the basic rate of interest on any loan will be at least 6.96%, but could be as high as 9.34%: This is extremely disappointing news. The whole point of the green deal is that households are meant to save money on their energy bills  but with rip-off interest rates, hidden charges and penalty payments the green deal will end up costing people more than they save. With sky high interest rates like these its hard to see how thegreen deal will be anything other than a bad deal for the public. Paul Davies, partner at PwC: It&apos;s easy to get distracted by the headlines or expect too much too soon. The reality is this has the potential to be a truly transformational programme, kick starting a much needed upgrade of Britain&apos;s housing stock, and help the economy on the way. It could also make one of the most significant contributions to our 2020 carbon reduction commitments. As this is a long-term approach, I wouldn&apos;t expect everyone to come flocking to the idea straight away. Many people will still wait until they can fit it around other home improvements or moving house. Rising energy prices means fuel bills are only going in one direction. Keeping our energy bills affordable means we need to tackle energy efficiency on a large scale, for the long term. The green deal allows households to install these measures with no upfront cost. The Green Deal Finance Company&apos;s lending policy has also made this affordable, and accessible to over 80% of the population. Withgreen deal repayments linked to your home, not you personally, we could find that as adoption builds, people&apos;s expectations of lower carbon, higher energy efficiency being built into the bricks and mortar of a home will be changed, whether your home is big or small, and built last year, or last century.   Richard Lloyd,executive director at Which?: Rising energy prices are one of consumers top financial concerns so we support measures to make homes more energy efficient and save people money on their bills but we want to make sure consumers are aware of all the pros and cons before taking out financing through the green deal. Thegreen deal might work for some people but, as with any financial product, whether its a good deal for you will depend upon your personal and financial circumstances. Overall, people should tread carefully, check the small print and shop around. [Which? has also put together this detailed guide on the green deal.]   James Murray, editor of Business Green: For all its imperfections, thegreen deal remains one of the most important and potentially transformative environmental programmes introduced by the coalition government. Ministers were right to realise the only way to deliver a national scale upgrade of our appallingly inefficient building stock is to switch from a grant scheme that could never be sufficiently scaled to a financing model that still promises to deliver households and businesses net savings. The rates of interest may be higher than people would have liked, but for some households and small businesses they will still represent a good deal, particularly when the government&apos;s initial cashback offer is taken into account. Ed Matthew, head of the Energy Bill Revolution, the fuel poverty campaign: The governments flagship energy efficiency policies, thegreen deal and energy company obligation, will not stop fuel poverty rocketing in the face of high gas prices. The prime minister must get a grip on this growing crisis, and take a much more ambitious approach to tacking fuel poverty. We call on him to use money from the carbon tax to super-insulate this countrys homes. This will provide households with five times more subsidy to insulate their homes and not add a penny more to energy bills. It is enough to eliminate fuel poverty and in time cut bills for everyone. It is the just and fair solution. John Vidal, the Guardian&apos;s environment editor: I don&apos;t trust it. It smacks of the worst kind of market economics. The words &quot;green&quot; and &quot;deal&quot; have been so cynically abused by government, business and financiers in the last 10 years that I can only think it&apos;s another clever instrument dreamed up by the Tories to profit City financiers and their chums in the giant energy companies  the three groups who have fleeced us rotten with their austerity measures, mis-selling and profiteering. The financial side scares me; but the hidden agenda may be worse. It appears to be to help the corporates take over what used to be known as home improvements. Behind the cosy language of reducing bills, keeping granny warm and helping the poor a massive bureaucracy has been erected, whose effect will be to keep out ordinary tradesman, co-ops and small renewable-energy companies. We are told this is to protect homeowners from sharks and cowboy builders, but it seems designed to ensure only large installation and energy companies profit from the anticipated market. Robin Webster at Carbon Brief: Getting thegreen deal up and running is clearly an epic task. The complications around financing the scheme, and the challenge of upgrading the UK&apos;s leaky housing stock are intimidating. Ministers talk confidently of a programme that is going to run in the long-term, providing businesses with the certainty they need to spend money training staff. The media, meanwhile, appear to be on the lookout for holes in the scheme. Any such faults could have a big impact on consumer energy bills. As DECC&apos;s website outlines, the department projects that its energy efficiency policies will bring down consumer bills relative to what they would have been if the measures weren&apos;t in place. But that depends on thegreen deal being a success. For the government, thegreen deal is a crucial part of the argument that policies will protect consumers from energy bill price hikes. But no take-up would mean no limiting effect on energy bills. We&apos;ll wait and see. Angela Knight, chief executive of Energy UK: Energy UK fully supports thegreen deal and we as an industry will help the government and providers of thegreen deal in making it a success. It is very welcome that customers are now being reached and being encouraged to make their homes warmer by taking out green deals. Over the long term, this programme will help customers both upgrade their home and manage their energy consumption. Energy UK believes that the key to the success of the green deal will be customer engagement and that is why we are supporting government by holding regional roadshows this year promoting energy efficiency measures. We are also gearing up for a major programme of help for difficult to treat homes and customers who are particularly vulnerable; the energy company obligation. Alan Milstein, chairman of the Residential Property Surveyors Association: For many consumers, taking on a green deal loan may not be the most cost effective mechanism to fund any green improvements to their property and it will be important that consumers can access advice on the full range of financing mechanisms available to them. With early repayment penalties and the uncertainty surrounding how having agreen deal loan attached to your property will impact on the future saleability of the property, for many homeowners it may be advisable to look at alternative ways to fund any energy efficiency measures, which they plan to introduce. John Alker, director of policy at the UK Green Building Council: There has been criticisms about the lack of financial guarantees. But where do you get guaranteed returns there these days? Pensions may go down as well as up, as do house prices. The only real surefire guarantee is that fossil-based energy prices must go up and therefore energy efficiency will pay in the long term. There seems to be complaining about complexity  but checks and balances are vital to protect consumers. Confidence is important. There&apos;s only one group that will do more to scupper an energy efficiency revolution than our politicians, and that&apos;s the media. Lets not kill the scheme before its even begun  this is too important for point scoring. Were not naive, thegreen deal is no panacea  its just one way to fund energy efficiency improvements. There is a whole industry to be built here  jobs, spending, energy demand reduction and security, which could be more valuable to the UK than the Olympics  we should get behind it. Liz Male, chairman of TrustMark, the government-endorsed quality mark for tradesmen: Our warning to homeowners, many of whom will not yet fully understand the full details of whatgreen deal is all about, is that not all building work or other home improvements and repairs will be covered by agreen deal plan and its consumer protection safeguards. Homeowners must be very clear with theirgreen deal provider about what is or isnt included. Many homes will need essential repairs before any energy saving measures can be safely or effectively installed. Our advice to all customers is to check the credentials of anygreen deal firm, dont be tempted to ask an installer to do extra property repair work just because they are in your home anyway, and always insist on using a TrustMark-registered tradesman for any home repair, maintenance or improvement work. Our green deal leaflet is free to download at www.trustmark.org.uk/green-deal/. Prof Tim Dixon, chair in sustainable futures in the built environment at the University of Readings School of Construction Management and Engineering: More flexibility needs to be given to homeowners. Penalising those who pay back early under the deal is unfair and this should be amended under the Consumer Credit Act, as the government plans to do. Guaranteed &quot;independent&quot; assessments of actual energy use, rather than average energy, should be used as the basis for a &quot;personalised&quot; energy assessment. The Green Investment Bank also needs a more central role to enable better overall risk management of the scheme at lower, more attractive rates of interest. More permanent and wide-ranging incentives are needed such as differential stamp duty, council tax rebates, and tax breaks, along with clearer guidance on how to join the scheme. A national &quot;Low Carbon Cities Network&quot; would mean increased focus on city-wide financial packages which could help a range of towns and cities, linked with City Deals. However this requires a much more strategic approach to low carbon transition in the built environment so that energy efficiency measures at scale are incentivised and not prevented by contradictory planning and building regulations. It is also critical that more detailed guidance on how the scheme fits in with the requirement to let more energy efficient properties by 2016 and 2018. Much more work needs to be done on thegreen deal before the scheme becomes an effective way of improving energy efficiency. We will need to retrofit one house per minute until 2050 if we are to meet our national carbon emissions targets. So scaling up retrofit with financing that provides real incentives is key.     Updated at 10.52am GMT     9.53am GMT       For those still struggling to get their heads round how the green deal actually works - that&apos;s lots of us, it seems - here&apos;s the government&apos;s own explainer:  Firstly, a green deal assessor will come to your home, talk to you about your energy use and see if you could benefit from making energy efficiency improvements. Your assessor will recommend improvements that are appropriate for your property and indicate whether they are expected to pay for themselves through reduced energy bills. Green deal providers will then quote for the recommended improvements. You can get as many quotes as you like, and you dont have to choose all of the recommendations made to you. Once youve chosen a green deal provider, they will write up a green deal plan. The plan is a contract between you and the provider  it sets out the work that will be done and the repayments, including the fixed interest rate. Once youve agreed to a green deal plan, your provider will arrange for the improvements to be made to your home by agreen deal installer. You can then start to enjoy a more energy efficient home. Your green deal repayments will be automatically added to the electricity bill for the home. For more information visit www.gov.uk/greendeal        9.47am GMT    Video    My colleague Adam Vaughan has put together this short video explaining some of the challenges facing the green deal...                 9.35am GMT    Welcome to the Eco Audit    The government&apos;s long-awaited flagship &quot;green deal&quot; home insulation programme launches today. The scheme is intended to help finance - through government loans paid off incrementally via energy bills - otherwise unaffordable energy efficiency improvements, such as cavity-wall insulation, double-glazing, and loft-lagging. But the scheme has attracted lots of advance criticism, in particular from those claiming the scheme is far from guaranteed to help households achieve lower energy bills, or that it could make homes harder to sell. The government says that its &quot;golden rule&quot; means that bills will not be higher for those using the scheme because loan repayments will be offset by the savings achieved through the efficiency measures. Nick Clegg, the deputy prime minister, is hailing the scheme:  The Green Deal will help of thousands of homes stay warm for less. Those people will benefit from energy saving improvements  and their energy bills will fall. The UK green sector is a success story  it is the sixth largest in the world and has a crucial part to play in building a strong economy. The Green Deal will support thousands of jobs  not just over the next few years, but in the long-term.  Will you be taking up the offer of the green deal? If not, what are your concerns? And will it prove to be the boost to the economy that the government expects? Please leave your own thoughts below. If you are quoting figures or studies, please provide a link through to the original source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.    ", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/28/green-deal-homes-energy-efficient", 
    "wordcount": "6090"
}