{
    "headline": "Smartphone leader HTC laid low in 750m stock market crash", 
    "text": "Taiwanese smartphone maker HTC, which briefly outsold Apple in the US only a year ago, has joined Nokia and BlackBerry on the mobile industry casualty list after a 750m crash in its stock market value. Last Friday evening, when HTC warned that its third-quarter revenues could be 45% lower than a year earlier, the company was worth 236bn New Taiwan Dollars (5bn). In just three days&apos; trading on the Taiwanese exchange it is worth 4.3bn. The first company to use Google&apos;s Android software, HTC was once seen as leading the smartphone revolution. Last autumn, while consumers waited for the new iPhone, HTC briefly sold more smartphones than any other brand in the US. Its subsequent decline, with shares more than halving so far this year, is a measure of how rapidly fortunes change in this fiercely competitive market. Since February, 47 foreign institutional investors, including funds managed by UBS and Invesco, have completely sold down their holdings in HTC, according to data firm FactSet. A further 88 funds have sold down their holdings in the company. The problem stems from the US, where the largest mobile networks have withdrawn subsidies from HTC in order to pump them into the two most popular brands, Apple and Samsung. According to Graeme Oxby, head of mobile at Virgin Media, HTC&apos;s slide in popularity may be &quot;difficult to come back from&quot;. Its attempt at a comeback this spring with one of the world&apos;s most powerful phones in terms of computing speed, the HTC One X, was drowned out by the buzz around Samsung&apos;s latest Galaxy model, the SIII. &quot;The HTC One is a really good phone, but it&apos;s just lost its cachet,&quot; said Oxby. &quot;You have seen a real polarisation towards the top end in smartphones, led by Apple. HTC are firmly in the middle, but the market has moved up. It&apos;s often difficult to comeback from that.&quot; The move towards phones that are increasingly able to do as much as a basic desktop computer has also hammered Nokia and BlackBerry maker Research In Motion, which have both issued profit warnings amid plummeting revenues. Founded in 1997, HTC is one of the newest companies in the handset business and among the most specialised. While Samsung has a history of making TVs and white goods, and Apple&apos;s heritage is in computers, HTC has concentrated on phones and pocket computers. It rose to prominence making phones to be sold as own-label by mobile networks  so-called white label products  before successfully marketing handsets under its own brand. The growth of Android helped propel it to a peak global market share of 10.7% in the second quarter of 2011, putting it in fourth position among the smartphone makers according to research firm Strategy Analytics. That share has now slipped back to 6.1%. &quot;If you&apos;ve got the wrong product you can decline very fast, it is quite a frightening market to be in,&quot; said Neil Mawston, who researches handsets for Strategy Analytics. &quot;History shows that when you decline so fast, the recovery tends to come slowly. We are looking at a two or three year time span for HTC to get anywhere near where it was before.&quot; He put Samsung&apos;s success down to greater marketing muscle and a bigger global sales force. Analyst Pierre Ferragu at broker Sanford Bernstein estimates that Samsung spends about six times more than HTC supporting its sales, while Apple spends nearly four times as much. HTC declined to comment on its share price decline, but its chief executive, Peter Chou, said in June he was hoping to increase sales in China and India to make up for falling income from the west.", 
    "section": "technology", 
    "gid": "technology/2012/aug/08/htc-smartphone-stock-market-fall", 
    "wordcount": "624"
}