{
    "headline": "Google TV YouTube app gets discovery-focused update", 
    "text": "Google is releasing an updated version of its YouTube app for Google TV, which the company says will make it easier for viewers to find videos and channels to watch on their big-screen TVs. The app is available on Google&apos;s Android Market store, and according to Google&apos;s blog post on 12 February, the update was due to roll out at some point during the next few days. &quot;First you&apos;ll notice the app works faster with smoother navigation for a better experience,&quot; explained product manager Jurek Foryciarz. &quot;Next, we&apos;ve added a new feature called Discover, which lets you browse YouTube channels by categories. Whether you&apos;re looking for hilarious comedy, delectable cooking content, or the latest news, you can find great channels for any of your interests.&quot; The Discover feature is likely to be an important factor in making YouTube a better service for people leaning back on their sofas, as opposed to leaning forward over a desktop or laptop computer. Google has also added new channel pages to Google TV&apos;s YouTube app to help users navigate through playlists and videos in their favourite channels, while subscribing to new ones within the app itself. The app update builds on a separate initiative within YouTube called &quot;Original Channels&quot;. The company has been courting celebrities, media companies and producers to launch channels of original content on YouTube, making it a much more appealing proposition for the living room. In October 2011, YouTube announced a significant expansion of its original channels, promising &quot;something for everyone, whether you&apos;re a mom, a comedy fan, a sports nut, a music lover or a pop-culture maven&quot;. Participants included Madonna, Ashton Kutcher, Shaquille O&apos;Neal, as well as established media companies including Lionsgate, Reuters and Electus. At the time, it was reported that Google was investing more than $100m to fund the new channels. Many of those channels will be launching later in 2012, with the updated Google TV YouTube app not to mention a second generation of televisions and set-top boxes running the Google TV software  a key way for this original content to be discovered by sofa surfers.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/13/google-tv-youtube-app-update", 
    "wordcount": "358"
}