{
    "headline": "Arctic expert predicts final collapse of sea ice within four years", 
    "text": "One of the world&apos;s leading ice experts has predicted the final collapse of Arctic sea ice in summer months within four years. In what he calls a &quot;global disaster&quot; now unfolding in northern latitudes as the sea area that freezes and melts each year shrinks to its lowest extent ever recorded, Prof Peter Wadhams of Cambridge University calls for &quot;urgent&quot; consideration of new ideas to reduce global temperatures. In an email to the Guardian he says: &quot;Climate change is no longer something we can aim to do something about in a few decades&apos; time, and that we must not only urgently reduce CO2 emissions but must urgently examine other ways of slowing global warming, such as the various geoengineering ideas that have been put forward.&quot; These include reflecting the sun&apos;s rays back into space, making clouds whiter and seeding the ocean with minerals to absorb more CO2. Wadhams has spent many years collecting ice thickness data from submarines passing below the arctic ocean. He predicted the imminent break-up of sea ice in summer months in 2007, when the previous lowest extent of 4.17 million square kilometres was set. This year, it has unexpectedly plunged a further 500,000 sq km to less than 3.5m sq km. &quot;I have been predicting [the collapse of sea ice in summer months] for many years. The main cause is simply global warming: as the climate has warmed there has been less ice growth during the winter and more ice melt during the summer. &quot;At first this didn&apos;t [get] noticed; the summer ice limits slowly shrank back, at a rate which suggested that the ice would last another 50 years or so. But in the end the summer melt overtook the winter growth such that the entire ice sheet melts or breaks up during the summer months. &quot;This collapse, I predicted would occur in 2015-16 at which time the summer Arctic (August to September) would become ice-free. The final collapse towards that state is now happening and will probably be complete by those dates&quot;. Wadhams says the implications are &quot;terrible&quot;. &quot;The positives are increased possibility of Arctic transport, increased access to Arctic offshore oil and gas resources. The main negative is an acceleration of global warming.&quot; &quot;As the sea ice retreats in summer the ocean warms up (to 7C in 2011) and this warms the seabed too. The continental shelves of the Arctic are composed of offshore permafrost, frozen sediment left over from the last ice age. As the water warms the permafrost melts and releases huge quantities of trapped methane, a very powerful greenhouse gas so this will give a big boost to global warming.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/17/arctic-collapse-sea-ice", 
    "wordcount": "459"
}