{
    "headline": "Crysis 3  preview", 
    "text": "The Ceph are not dead  that was always going to happen. Although seemingly annihilated at the close of Crysis 2 in a cataclysmic Central Park showdown, the aliens are crawling out of their protective chambers once again. Their mission, as always, is to test the graphical capabilities of modern games hardware to the max. The last installment of the sci-fi shooter series was critically acclaimed (though not universally loved), providing a visually incredible romp through alien invasion cliches. With Crytek employing a tweaked version of its CryENGINE 3, we can expect plenty more graphical gymnastics this time round. So here&apos;s the story. It&apos;s New York, 2047  20 years after the end of Crysis 2. CELL Corp, the dodgy private military company from the last game, has enclosed the Big Apple in a huge nanodome, ostensibly to help finish off the Ceph invaders and cleanse the environment. But long-term Crysis character Prophet, [SPOILER] who psychically merged with Crysis 2 lead character Alcatraz at the close of the story [SPOILER ENDS], isn&apos;t buying it. He reckons CELL is up to something, something terrible. The extraterrestrials are still out there, lurking amid the dense vegetation that&apos;s grown up around the city&apos;s iconic buildings. CELL is harvesting their tech, preparing for a global takeover. &quot;These nanodomes have been built by CELL to contain Ceph activity,&quot; explains senior creative director Rasmus Hojengaard. &quot;Cell has accelerated this forestation process so you have this city that in 20 years has grown into a rain forest that would usually take 500 years to develop. The city is a completely different take on the post-apocalyptic setting. We spent a lot of time ensuring that the environment mirrors nature, rather than just slapping foliage onto each scene.&quot;      Hence, in the murky swamplands of Chinatown, frogs leap and swim amid the swirling waters, mists shift across the surface and butterflies flutter overhead. The aim is to create a real ecosystem, into which the features of the city have been subsumed. Hojengaard talks about how the design team have thought about the relic of New York as a natural habitat, so that the financial district with its towering skyscrapers is now effectively a mountain range; Central Park is a savanna. There are in fact seven new zones known as the Seven Wonders each with its own unique identity and challenges.  The world of Crysis 3, then, is part Escape From New York and part I Am Legend  but also very much a hybrid of the lush tropical location of Crysis 1 and the urban jungle of Crysis 2. &quot;The vegetation gives us a lot of variety in terms of scale and mood,&quot; says Hojengaard. &quot;This level is very dense and claustrophobic and this dictates the sort of gameplay you should logically follow  stealth. But in a large grassland, it will be completely different, more of a sandbox experience. Some levels are more funneled, more linear, others are much more open-ended. We&apos;re taking the ups from each of the previous games and trying to avoid the downs!&quot; In the demo we saw last week, Prophet is working as part of a resistance group within a swampy area that was once China Town. Foliage clings to the crumbling walls of the battered tenement building we&apos;re hiding in; outside, floodlights provide an intrusive white light, and a dropship hovers past, causing the brick work to shake, depositing dust into the air. We&apos;re playing on a hefty-looking PC and the effects are magnificently detailed.       During the hands-off presentation we&apos;re shown a bunch of weapons. Foremost among them is the new bow, which can be fired while Prophet is cloaked, adding to the stealth aspects of the game. Various arrow types are available, including incendiary options, and long distance kills are celebrated with an arrow cam that follows the shaft through the air to its victim. The human forces get a blistering Typhoon machine gun that apparently spits out 500 rounds per second, pretty much obliterating anything that strays into its sights. The Ceph, meanwhile, get a plasma rifle that vaporises enemies in one burst. We also meet the new Scorcher Cephs, effectively living flamethrowers capable of dousing a whole area in fiery death. There is also a drone-like aerial remote, which is capable of sensing Prophet while he&apos;s cloaked and counter-acting his suit&apos;s technology, making him visible to Ceph forces. It seems that the new version of the nanosuit will allow players to merge with alien weapons, as in District 9, augmenting their power. It will also provide players with hacking capabilities, allowing them to control various gadgets and mechanisms in the game world, but we know little else about its capabilities at this stage. &quot;We&apos;re playing in to the mix of Ceph and human DNA and how that effects the suit,&quot; says Hojengaard. &quot;It&apos;s very important that everything ties in, organically, so the nanosuit has an arc of its own that develops alongside Prophet. And in some ways the suit is his enemy  Prophet wants to be human, but he becomes more alien as the game goes on, because the suit is such a useful tool kit. He&apos;s really conflicted. We&apos;re wrapping up all that stuff in the game. And there&apos;s a big revelation at the end...&quot;      The mystery at the heart of the game then is Prophet, this new hunter warrior. &quot;He&apos;s a really troubled characters,&quot; says Hojengaard. &quot;He&apos;s been forced to make decisions that have killed men and he wants to get back at those who dictated his actions. He has some long-term goals as a human - or whatever he is. I won&apos;t go into that right now, but it&apos;s a more human story than Crysis 2; it&apos;s less about the hardcore sci-fi and more about the characters inside the story.&quot; As for multiplayer, Crytek isn&apos;t saying much, but we can expect more info at E3 in June. For now Hojengaard would only hint at the developer&apos;s aims. &quot;Conceptually, within Crytek, we just want to draw in the feedback and make sure we do better than what we released last time. But we have our own ideas too  the worst thing you can do is listen to feedback and just do what players want  you need to reach their expectations and then surprise them on top of that.&quot;  Crysis is due out on PC, PS3 and Xbox 360 in spring 2013", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/24/crysis-3-preview", 
    "wordcount": "1077"
}