{
    "headline": "Green news roundup: the Ecologist, buzzards U-turn and windfarm 'bribes'", 
    "text": "Environment news  Tesco supplier accused of contributing to Amazon rainforest destruction Rio+ 20 Earth summit could collapse, WWF warns Zac Goldsmith sells the Ecologist for 1 Zac Goldsmith: climate change pushes other issues off the agenda Super farms are needed in UK, says leader of National Farmers Union Leaked documents reveal UK fight to dilute EU green energy targets Tory MP calls for countryside windfarm &apos;bribes&apos; On the blogs     A new nuclear power station and waste management plant under construction in Pori, Finland.  Photograph: Graeme Robertson     Giving power to the people can solve the wind farm stand-off Around the world by bicycle? Great. But there&apos;s no need to race Is there a UK nuclear power plan B? Whatever happened to the &apos;coldest May in 100 years&apos;? Multimedia     New Conservative MP Zac Goldsmith poses for a photograph in Westminster Hall, on May 12, 2010 in London. Photograph: WPA Pool/Getty Images     The week in wildlife - in pictures The race to map Africa&apos;s forgotten glaciers  in pictures Zac Goldsmith: &apos;I have no idea what sort of conservative George Osborne is&apos;  video The buzzard U-turn is welcome but the fight doesn&apos;t end there Features and comment     London, UK: Red deer bucks stand in the early morning fog in Richmond Park. Photograph: Dan Kitwood/Getty Images     Washington DC prepares to eliminate hundreds of deer from local park The 2012 winners of the Observer Ethical Awards in association with Ecover Q&amp;A: Rio+20 Earth summit Are there errors in the IPCC reports? Rio+20: don&apos;t wait for disappointment from the bureaucrats Best of the web  Mother Jones: North Carolina tries to wish away sea-level rise IPS: IKEA under fire for ancient tree logging BusinessGreen: Renewable energy investors fear UK dash for gas, says Ernst &amp; YoungFor more of the best environment comment and news from around the web, visit the Guardian Environment Network. ...And finally  China warns foreign embassies publishing smog readings is illegalOfficial forecasts often predict light pollution while US embassy tweets say conditions are bad, hazardous or even &apos;crazy bad&apos;", 
    "section": "environment", 
    "gid": "environment/2012/jun/07/green-news-roundup", 
    "wordcount": "282"
}