{
    "headline": "Kanye West's DONDA wants to 'pick up where Steve Jobs left off'", 
    "text": "Kanye West: apps entrepreneur. Well, sort of. In a series of posts on Twitter, West has outlined plans for a new collective of creatives and developers called DONDA. &quot;DONDA is a design company which will galvanize amazing thinkers and put them in a creative space to bounce there dreams and ideas,&quot; wrote West. &quot;I am assembling a team of architects, graphic designers, directors musicians, producers, AnRs, writers, publicist, social media experts, app guys, managers, car designers, clothing designers, DJs, video game designers, publishers, tech guys, lawyers, bankers, nutritionist, doctors, scientist,teachers&quot; He continued: &quot;DONDA will be comprised of over 22 divisions with a goal to make products and experiences that people want and can afford. I want to put creatives in a room together with like minds that are all waaaay doper than me. We want to help simplify and aesthetically improve everything we see hear, touch, taste and feel.&quot; West went on to tweet a teaser image of a &quot;new 7 screen experience&quot; being worked on within DONDA, while also trailing a project called 2016 Olympic&apos;s [sic]. He also said he wants to &quot;design the MTV awards&quot;. &quot;We can collectively effect the world trough design. We need to pick up where steve jobs left off,&quot; continued West. Woah there. Keener Apple-watchers among you may have heard a siren going off at that last sentence. Because where Steve Jobs left off was certainly not a company with more than 22 divisions making a blizzard of products. Think back to his quote during a WWDC keynote in 1997: &quot;Focus is about saying &apos;No&apos; And the result of that focus is going to be some really great products where the total is much greater than the sum of the parts.&quot; That&apos;s not to say West should be running DONDA as a mini-Apple or living his entrepreneurial life according to the sayings of Steve Jobs. A key reason why he&apos;s one of the most interesting pop stars right now is his curiosity about new technologies and his willingness to dive into areas outside music, after all. Kanye West hiring app developers? The results should be interesting. And the wider picture here is one of artists starting to engage with apps on a creative level, rather than purely a marketing level. Will.I.Am did it in 2011 with a new company called prepare to wince Will.I.Apps starting with an augmented reality music video app for the Black Eyed Peas. US band Bluebrain have made a couple of location-based album apps where the music changes according to where the listener is in, respectively, Washington&apos;s National Mall and New York&apos;s Central Park. And yes, there&apos;s Bjork&apos;s Biophilia, the result of a genuine creative partnership with digital artist Scott Snibbe and other developers, rather than a post-recording marketing campaign. This is just the start. Artist plus developer(s) is a potentially powerful formula, and that goes for more than just music artists: filmmakers, animators, authors and others. DONDA and similar partnerships should show that apps aren&apos;t just a new way to market art: they can be an artform in their own right. Developers whose interest has been piqued by West&apos;s tweets have been invited to email contactDONDA@gmail.com for more information.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/06/kanye-west-twitter-apps-donda", 
    "wordcount": "555"
}