{
    "headline": "What's in a name? An H, an i, two g's and an s", 
    "text": "Now a Higgs boson has been discovered, some people with access to the Sunday Times and the BBC have begun agitating to change its name. The idea being that naming it after a single person is unfair. It&apos;s true that many people contributed to the theory behind the masses of fundamental particles. It&apos;s true the symmetry-breaking mechanism which gives particles mass should not be called the &quot;Higgs mechanism&quot;. The mechanism was proposed in various forms by several people, some of them predating Higgs. But. It is also true that Higgs has a claim on the boson that no one else has. His paper was the first to explicitly mention the prediction that there would be such a massive scalar boson. Frank Close, who forensically took cold fusion apart all those years ago, has more recently been looking into this history. If you really want to know more, his talk at CERN is worth a watch. Though it is aimed at physicists, not the general public, some of the history is pretty clear to anyone, I think. And there is a lot of good physics there too, in case you are bored by priority arguments. In several ways, a dispute about the name is an embarrassing sideshow. Firstly, there&apos;s a Nobel prize fight going on. Be glad when that&apos;s over. Be even happier if they change the rules and award it to more than three people. Secondly, thousands of people contributed to this huge advance in knowledge. Many of them, on ATLAS and CMS, on CDF and D0, and on earlier experiments, worked in &quot;Higgs search groups&quot;. Many theorists painstakingly calculated how a Higgs boson would appear in a detector, and they called it a Higgs boson as they did so. The &quot;gang of six&quot;, Brout, Englert, Higgs, Guralnik, Hagen and Kibble, all made a massive contribution. But all these other people have earned a stake by now, and they call it a Higgs. Thirdly, for the above reason, many people outside physics know it as a Higgs boson. If we&apos;re lucky. Finally, and most importantly, the thing that really counts is the knowledge. We understand nature better now, in particular the origin of mass and electroweak symmetry breaking. Well done everyone. Next problem. So just stop it, ok? The Nobel prize discussion is poisonous enough, and will certainly not reward everyone who contributed to this great leap in knowledge (even assuming it rewards any of them!). But whatever the prizes, the boson is a Higgs.", 
    "section": "science", 
    "gid": "science/life-and-physics/2013/apr/22/name-that-boson", 
    "wordcount": "421"
}