{
    "headline": "Google Reader RSS feed aggregator to be retired", 
    "text": "Google is killing off Google Reader, its less-than-mainstream RSS aggregation tool, citing declining popularity. The service will be taken down on 1 July. In a Google blogpost on the company&apos;s &quot;spring clean&quot;, the firm&apos;s senior vice-president of technical infrastructure, Urs Hlzle, said Reader launched in 2005 to help people track updates on their favourite sites, and it will be retired despite a loyal following. &quot;Users and developers interested in RSS alternatives can export their data, including their subscriptions, with Google Takeout over the course of the next four months,&quot; he wrote. RSS, which stands for either rich site summary or really simple syndication, became a familiar fixture on news sites in particular, encouraging users to subscribe to updates in their RSS reader via its distinctive orange button. Despite a near-obsessive following among journalists  who have few options as comprehensive as RSS feeds from news sites  updates through Twitter, Flipboard and other networks have largely replaced it. Since the announcement on Wednesday night, a petition on Change.org has already amassed more than 15,000 signatures. User Daniel Lewis started the petition because he says that despite using it less, he still relies on it several times a week. &quot;Our confidence in Google&apos;s other products  Gmail, YouTube, and yes, even Plus  requires that we trust you in respecting how and why we use your other products,&quot; he wrote. &quot;This isn&apos;t just about our data in Reader. This is about us using your product because we love it, because it makes our lives better, and because we trust you not to nuke it.&quot; Lewis&apos;s petition is just one of several on Change.org, and one other user has set up an entertaining protest site at saveGoogleReader.org. Other closures announced as part of the spring clean include the Google Voice app for BlackBerry, Snapseed Desktop and Google Cloud Connect, a desktop plug-in made redundant by Google Drive for desktop.", 
    "section": "technology", 
    "gid": "technology/2013/mar/14/google-reader-rss-retired", 
    "wordcount": "327"
}