{
    "headline": "Intel faces tough year as analysts forecast fall in PC sales", 
    "text": "Intel, which makes chips for 80% of the world&apos;s PCs, faces a near-existential threat. With so much focus on the smartphone market, which is still seeing year-on-year growth of about 50%, the PC business is facing one of its toughest years ever, with analysts forecasting an overall decline in Windows PC sales this year. But Intel insists that the future remains with the device that has made it rich  and showed off hybrid tablets and ultrabook laptops using voice and gesture recognition, as well as a low-power chip scheduled for autumn of 2013, as it tries to persuade investors that the PC business will recover. At its annual Intel Developer Forum in San Francisco this week, the company demonstrated a range of mobile devices, many of them crosses between tablets and laptops. Executives showed sleek ultrabook laptops with improved gesture- and voice-recognition features, similar to those already found on some smartphones. It also showcased the low-power Haswell CPU, scheduled to start appearing in laptops in the fourth quarter of 2013, which will use just 10 watts rather than the 17W consumed by the current generation of Ivy Bridge chips used in today&apos;s laptops. Cutting that power consumption should mean longer battery life  and is part of Intel&apos;s recognition, along with the rest of the computing industry, that mobility is becoming a bigger and bigger factor in personal computing. &quot;Haswell was designed with mobility in mind ... from sleek tablets to ultrabooks to high-performing desktops,&quot; said David Perlmutter, general manager of Intel&apos;s Architecture Group. However, a report this week from the analysts IHS iSuppli says that while the combined market for PCs, smartphones and tablets will almost double over the next four years, Intel&apos;s share of the processors used in them will dip from 35% to 29%. So what can Intel do? Speaking to the Reuters news agency, Perlmutter suggested that the strict categories that we use now for laptops and tablets will have less meaning as manufacturers over the next few years offer a wider range of mobile products, mixing and matching new features, performance and size. He said recent launches of smaller tablet sizes by Google, with the Nexus 7, and Amazon, with its revamped Kindle Fire, were part of the growing range of devices for consumers to choose between  and that trend would gain more steam. &quot;There will be a variety of needs fulfilled by a variety of solutions. Some people want something very benign, very simple,&quot; Perlmutter said. &quot;Others need performance.&quot; Chip performance  and stock too? For Intel, showing off its most recent innovations at this week&apos;s forum is key to convincing investors and hardware developers that the PC industry remains innovative and still has a future. Perlmutter pointed to tablets with extendable screens, and laptops with removable keyboards, as devices that he said might catch on given the upcoming release of Microsoft&apos;s Windows 8, which will feature touch capability and be available from late October. The biggest problem for Intel is that so far the tablet explosion, led by Apple&apos;s iPad, has passed it by because almost every tablet on sale today is powered by chips designed by British company ARM. Intel&apos;s share of the tablet market, from devices running Windows 7 and earlier, accounts for a few million annually in a fast-growing segment that saw Apple sell 17m iPads in the second quarter alone. Intel&apos;s tablet strategy so far has focused on Windows 8, but Perlmutter said tablets running Intel processors and which could run Google&apos;s Android were also in the works. It is not clear which of those will be the more successful: Android tablet activations make up 0.1% of daily Android activations, which are running at about 1m a day. Windows 8 tablets, meanwhile, could boost the market  but Microsoft&apos;s Surface tablet, due to go on sale later this year, uses ARM chips. ARM chips are also used in every mobile phone in the world, and provide the CPU for almost every smartphone on the market; only ZTE and Motorola have announced phones using Intel chips. The woes in the PC business, which is seeing tablets and smartphones stealing its revenue, led Intel to cut its third-quarter revenue estimate more than expected last Friday due to a decline in demand for its chips, as customers reduce inventories and businesses buy fewer PCs. Intel&apos;s challenge is that it has struggled to reduce the power consumption of its chips to match that of ARM for smartphones and tablets  and that has left it vulnerable as mobility and especially long battery life has become increasingly important. The Haswell chip&apos;s improved power efficiency was a step in the right direction to offering consumers punchy performance in thin laptops without sacrificing battery life, said Evercore analyst Patrick Wang. &quot;Will it stymie the shift towards tablets and smartphones? Not yet, but only time will tell,&quot; Wang said. As well as investors, Intel&apos;s forum is visited by thousands of hardware developers, many of whom face decisions about whether to focus their resources on the PC industry or mobile devices using chips made by Intel&apos;s rivals. Intel is heavily promoting premium Ultrabook laptops powered by recently launched Ivy Bridge processors. But Wall Street investors say that adding costly touch screens to models due out soon may make them too expensive for many consumers. Many ultrabooks currently on the market, without touch screens, cost more than $1,000  or in the UK around 800. According to the research company Gartner, in the second quarter of 2012 ultrabooks, despite seeing their first releases at the end of 2011, are still seeing small shipment volumes and had little impact on overall shipment growth. But the introduction of Intel&apos;s Ivy Bridge chip this summer could help the segment grow, Gartner suggested. Perlmutter said bringing down the costs of building ultrabooks to make them more mainstream was a challenge Intel was working on with PC manufacturers. The company has put up a $300m investment fund to help PC makers produce more. Underscoring the shift in focus toward mobile, Apple on Wednesday offered more distraction from the PC segment with the launch of its new iPhone 5 at the Yerba Buena centre in San Francisco, not far from Intel&apos;s showcase. Some analysts said Perlmutter&apos;s speech was lighter on details about future products than keynotes in previous years. &quot;This time around, the company only highlighted a few next-gen features, lacking the details to show how Intel would play more materially in the low-power segment of computing devices,&quot; said Doug Freedman of RBC Capital Markets.", 
    "section": "technology", 
    "gid": "technology/2012/sep/13/intel-tough-year-fall-pc-sales", 
    "wordcount": "1097"
}