{
    "headline": "DfID urged to take direct investor role in Zambia's booming economy", 
    "text": "The UK&apos;s development finance arm, the CDC, could play a significant role in boosting Zambia&apos;s economy and ending the country&apos;s reliance on overseas aid, a UK parliamentary committee said on Thursday. But the House of Commons international development committee criticised Zambia&apos;s record on public expenditure, particularly its subsidy scheme for maize, which amounts to 8% of its budget and far exceeds the UK&apos;s bilateral aid programme. The money could be better spent on education, said its report on the southern African state. The committee said CDC investments through partners and directly into Zambian businesses would be good for the country and more appropriate than grants from the Department for International Development (DfID). By the end of 2011 the CDC, which is owned by DfID, had eight investments totalling 5.2m through funds in Zambia. However, following reform of the body last year  designed to move it away from third-party investments through fund managers to more direct investments in &quot;riskier&quot; projects in poorer countries  the committee said the CDC clearly had a &quot;major role&quot; to play in Zambia. It recommended the institution work more closely with DfID. &quot;We see a major role for the organisation in initially co-investing and subsequently directly investing in Zambian businesses,&quot; said the report. &quot;This will generally be more appropriate than DfID providing grants for private businesses.&quot; Zambia has experienced huge economic growth over the past decade. According to World Bank classifications, Zambia is now considered a lower middle-income country. Countries in this category have per capita gross national incomes of between $1,006 and $3,975 a year. The country is also less dependent on overseas aid. The average annual ratio of overseas development assistance disbursements to GDP fell from an average of 22% between 1990 and 2005 to 5.6% in 2010. The UK is a major donor, spending 54.7m on programmes in 2010/11, a sum expected to increase to 63m by 2014/15. However, despite this growth, the country is still ranked 164 out of 187 in the 2011 UN Human Development Index and is off-track to meet many of the millennium development goals (MDGs) by 2015, including MDG1 to halve poverty and MDG5 to reduce maternal mortality rates, which remain high. In a wide-ranging report on DfID programmes in Zambia, the committee welcomed the department&apos;s increased spending on reproductive and maternal and newborn health, and urged it to encourage the Zambian government to allow people other than health professionals to be trained to give out contraception, particularly implants and injections. But, along with cuts to the public sector wage bill, the report called for an end to maize subsidies, which MPs said was &quot;one of the biggest issues that the Zambian government has to confront&quot;. Record maize harvests in 2010 meant the government was forced to spend $280m on 840,000 metric tons of maize, making a $140m loss. The problem was repeated in 2011. The committee urged the government to phase out the subsidy, although it acknowledged such a move would be fiercely opposed. The money saved from the subsidy cut could be spent on free secondary and tertiary education, said MPs. Education in Zambia is free until the age of 14. The chairman of the committee, Malcolm Bruce, said: &quot;The Zambian economy has grown significantly over the last 10 years, but the country is still one of the poorest in the world and will not meet many of the millennium development goals without a renewed focus on maternal mortality, secondary education and rural poverty.&quot; He added: &quot;The economy is improving in Zambia but, if the country is to succeed in creating a modern economy, more needs to be done to improve secondary education.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/06/dfid-direct-investment-zambia-economy", 
    "wordcount": "632"
}