{
    "headline": "Google faces mobile services pressure in antitrust case", 
    "text": "Google is under pressure from the European Commission to include its mobile services in any concessions it makes to avoid antitrust investigation, according to reports. The Financial Times has reported that Joaqun Almunia&apos;s office has asked Google to include mobile services in any consideration of its position on search. Almunia, the antitrust commissioner, is also reported to be preparing to serve formal charges against Google if the talks fail to reach an agreement, and to have asked the organisations which originally complained to the EC about Google to provide versions of their complaints which could be released to the public without releasing commercially confidential data.  That is a formal step that precedes the public release of a charge sheet against companies in antitrust dealings, though it could in this case simply be a formality. With Google&apos;s Android mobile software powering about half of the smartphones sold in Europe, and with that category of phone expected to become dominant in the next three to five years, Almunia&apos;s move could create challenges for Google. It is unclear whether he would require it to offer other default search engines on Android  as Microsoft is required to do with its Windows software  or whether he would seek to make any changes in search engine listings on the desktop apply also to the mobile space. &quot;We continue to work cooperatively with the European Commission,&quot; a Google spokesperson said. Google is accused by Almunia&apos;s office of preferring its own products in search results, of &quot;scraping&quot; content from rivals to offer in search results without permission, closing off competition in advertising on sites, and putting obstacles in the way of those seeking to move advertising campaigns away from Google. The search giant, which has about 90% of the European search market  far more than in its home market, where it has about 65%  replied early in July to Almunia&apos;s objections in a formal, and private letter setting out its proposed fixes.  If Almunia thinks that they are satisfactory he may put them out to &quot;market test&quot; by publishing them to seek comment. Almunia&apos;s office has shown its willingness to take on big targets recently, winning an appeal case against Microsoft over the size of a fine for failing to provide interoperability with other products, and warning that it could fine Microsoft after errors led to it breaching an undertaking to allow users to choose other browsers besides Internet Explorer. A commission spokesperson declined to comment.", 
    "section": "technology", 
    "gid": "technology/2012/jul/20/google-antitrust-ec-mobile", 
    "wordcount": "416"
}