{
    "headline": "Baby boom takes schools to breaking point", 
    "text": "A council in east London is drawing up plans to convert an empty Woolworths store into a classroom and teach children in two shifts, in emergency measures across Britain to cope with a dramatic increase in primary school age children. More than 450,000 places in schools in England are needed by 2015, government figures show  partly the result of a baby boom in the past decade. Schools have begun using every available space, including converting a caretaker&apos;s hut into a classroom and a broom cupboard into an office, and moving into council-owned office space. The problem is most acute in London. In Barking, the number of primary age children is predicted to rise from 19,000 to more than 27,000 by 2015. In addition to the empty Woolworths, the council is looking into leasing a vacant MFI building. It is also looking at &quot;split shift sessions&quot;, where schools would take one group of pupils from 8am until 2pm and then a second from 2pm until 7pm. The shifts would double capacity although the council concedes parents would have great difficulty accomodating the shift patterns. Rocky Gill, Barking and Dagenham council&apos;s cabinet member for finance and education, said &quot;detailed plans&quot; for shifts were being drawn up. &quot;In two years&apos; time we will have expanded all our primary schools. So we&apos;re going to have no choice but to move into split shift education at both primary and secondary level.&quot; Gill feared the impact on families with children in different shifts could be &quot;disastrous&quot;. The demographic pressure is particularly acute in London, due to inward migration and increasing numbers of people no longer leaving the capital when they have children. Ripple primary school in Barkinghad 4.5 applications per place last year, and is growing from three forms to five in each year after expanding into a nearby council-owned office site. By 2015 it expects to have 1,200 pupils, making it one of the biggest primaries in the country. Initially, the school shared the new space with office workers. The headteacher, Roger Mitchell, said: &quot;It was interesting sharing the building  we were working in the very best way we possibly could. &quot;It didn&apos;t really become my school until the end of February, beginning of March last year, when those people finally moved out to new accommodation. It&apos;s nice just to have my school now.&quot; The school&apos;s expansion originally has a budget of 4.4m, but this was halved when the coalition came to power. Mitchell is also seeking an extra 3.2m to fund a permanent solution for the original school site, so 120 reception-aged children will not have to be taught in outdoor huts. &quot;It&apos;s not nice to have some of your youngest children taught in outside classrooms, they need a proper learning environment  one that&apos;s not too cold in the winter and too hot in the summer,&quot; he said. While the council&apos;s strategy has been to expand school building where possible, the authority has also been exploring the possibility of commercial space. &quot;We&apos;ve got an empty MFI building and an empty Woolworths; we&apos;re looking at speaking to those freeholders and purchasing that space or leasing it,&quot; Gill said. Focusing on the needs of individual children becomes a sharper challenge as schools get bigger. Thelma McGorrighan, headteacher of Manor infants&apos; school, which in September set up another three entry classes at a different site, Manor Longbridge, said: &quot;You have to make your presence felt. Parents have to see you. &quot;First thing in the morning and at the end of the day, you&apos;re out there with the children  greeting the children, dealing with issues outside, keeping the parents well informed.&quot; Parental campaigns are springing up against the expansion of existing primaries, driven by concern that standards will slip if schools become too big. In Haringey, proposals to expand two schools, Belmont infants and Belmont junior, face resistance. School governors at the infants&apos; school argue that the plans are &quot;likely to jeopardise a successful school&quot;. Victoria Harwood, a writer whose four-year-old son is a pupil at Belmont infants, said: &quot;It&apos;s a grade 1 Ofsted school. It does well because it&apos;s so small. It&apos;s a small, intimate community school. That would change if it expands. If they try and jam-pack more kids in, I&apos;m convinced that standards would drop.&quot; The shortage of primary school places is a sore point for the government. Last November the education secretary, Michael Gove, confirmed that an extra 500m would be allocated to more than 100 local authorities experiencing &quot;the most severe need&quot;, while in the autumn statement the chancellor, George Osborne, announced a further 600m for local authorities with the greatest pressure on school places. He also announced an extra 600m for free schools. This prompted Labour to accuse Gove of lavishing money on a &quot;pet project&quot; rather than spending the entire 1.2bn easing the pressure on primaries. While London faces the greatest challenge, schools elsewhere are feeling the strain. In Manchester, which will see a predicted rise from just over 37,000 primary school pupils to more than 46,000 by 2015, a headteacher said her schools were &quot;bursting at the seams&quot;. Lisa Vyas, headteacher of Ladybarn primary school and executive headteacher of Green End primary school, said: &quot;Every single little space is used. We&apos;ve even had to transform a little storage cupboard into the business manager&apos;s office. &quot;At the moment, because of the knock on effect of the dinners taking longer to serve, I now can&apos;t provide every child a gym and dance lesson because there&apos;s not enough time in the hall. &quot;I can&apos;t meet the PE curriculum needs because there&apos;s not enough hours in the day.&quot; An education department spokesman said: &quot;We&apos;re creating thousands more places to deal with the impact of soaring birth rates on primary schools. We&apos;re more than doubling targeted investment at areas facing the greatest pressure on numbers , more than 4bn in the next four years.&quot; &quot;We are building free schools, and letting what are the most popular schools expand so they can meet demand from parents. We are intervening to drive up standards in the weakest schools, those with thousands of empty places nationally, so they can become places where parents actually want to send their children.&quot;", 
    "section": "education", 
    "gid": "education/2012/feb/03/baby-boom-schools-breaking-point", 
    "wordcount": "1083"
}