{
    "headline": "Talk point: what role can sport play in development?", 
    "text": "Can we use sport as a development tool  and, if so, how? How can the revenues and energy of major sporting events be harnessed to help achieve development objectives? Or is it better to consider sport a development end in itself? In a month of global sporting celebrations, we&apos;ll examine these issues in our Global development podcast and would appreciate your comments to help shape the discussion. Many groups say sport has great potential as a vehicle to raise awareness and spread messages in areas such as health and education. Others point to cases where sport has played a role in peace and reconciliation. In Sierra Leone, for instance, a programme called Fambul Tok  Krio for &quot;family talk&quot;  has incorporated football into its efforts to help reconcile divided communities after the civil war. In Fiji, rugby is used as a tool to help alter the perception of people living with disabilities. And, as we reported in April, the Street Child World Cup initiative aims to give marginalised and frequently criminalised street kids greater protection and better opportunities. Of course, sport is also big business, with the potential to generate huge revenues from ticketing, merchandising, screening rights and tourism. Not to mention great wealth for individual athletes, some of whom go on to become major philanthropists and development advocates. Current and former English Premier League footballers Craig Bellamy, Didier Drogba and Nwankwo Kanu all have Africa-based charitable foundations championing development causes. John Smit, the captain of South Africa&apos;s rugby team, is one of several high-profile sportsmen to take a stand on HIV prevention and gender violence. And the UN&apos;s list of goodwill ambassadors, which reads like a who&apos;s who of world sport, includes not only former world heavyweight boxing champion Muhammad Ali but also stellar names from the worlds of athletics (Carl Lewis, Sergey Bubka), football (Zindine Zidane, David Beckham, Paolo Maldini) and cricket (Sachin Tendulkar). What role can they play in the development process? Some argue that sport is not simply a development tool  a means to other ends  but should rather be seen as a development goal in its own right. Children, for example, need opportunities to play sport because having recreational time is a fundamental part of growing up. Let us know what you think. What questions should we be asking about sport and development? Post your thoughts, questions and suggestions below. We&apos;re recording the podcast on Tuesday, and, as always, we&apos;ll aim to incorporate a selection of your comments into the discussion. If you have any problems posting, or if you would prefer to comment anonymously, email us at development@guardan.co.uk and we&apos;ll add your thoughts. Now live - 21 August: Global development podcast: does sport have a role to play in development? ", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/09/talk-point-sport-development", 
    "wordcount": "462"
}