{
    "headline": "This week's new games", 
    "text": "Resistance: Burning Skies, PS Vita In the Resistance series, the second world war ends and aliens invade, first Europe then, in Burning Skies, fortress America.  You&apos;re Tom Riley, the franchise&apos;s usual Joe Everyman, in this case spending the first five minutes as a fireman before getting down to business. All the familiar firearms are back, including the bullseye, which lets you tag enemies for auto aim, and the auger that lets you shoot through cover, along with additions like the mule, a crossbow cocked by dragging your thumb across the touch screen. Touch control is also used for melee attacks and lobbing grenades, proving generally useful even if it does create accidental grenade tosses, a problem that&apos;s predictably catastrophic in confined quarters. The Vita&apos;s beautiful screen and nicely balanced analogue joysticks make this as close to the PS3 games as you can get without mains power and a TV: a solid, if somewhat undifferentiated first person shooter. Sony Computer Entertainment Europe, 34.99 Dragon&apos;s Dogma, Xbox 360 &amp; PS3     Dragon's Dogma    Like Skyrim, Dragon&apos;s Dogma gives your character a huge, monster-infested world to explore and, like Dark Souls, you&apos;ll need to engage in combat with the world&apos;s interesting and often lethally clawed denizens. Even though its over-familiar bestiary, dungeons and city folk in need of favours are so routine they&apos;re almost invisible, taking on the game&apos;s battles involves a novel twist in the hired hands called pawns. Working autonomously, pawns act as helpers in battle, rarely getting in the way or behaving suicidally, while your personal pawn can be hired by other players when you rest at an inn, providing extra income. Although the story has none of the visceral intrigue of The Witcher 2, with flimsy characters and pseudo-Shakespearian dialogue, the wonderful mechanics of its combats and skills, along with the impression it creates of a murderously unpredictable world, make it an involving adventure. Capcom, 39.99 Games news     Jet Set Radio    Diablo 3 is officially the fastest selling PC game of all time, managing to shift 3.5m copies in its first day and more than 6.3m in its first week. Things haven&apos;t been entirely trouble-free, with reports of some player accounts being hacked, as well as publisher Blizzard&apos;s confirmation that the game&apos;s real money auction house has been delayed indefinitely  Also out this week are SBK Generations (Xbox, PS3, PC) for armchair super-bike admirers; Summer Stars 2012 (Xbox, PS3, Wii) delivering a pre-Olympics fix of swimming, cycling and athletics; while Scania Truck Driver (PC) lets you project yourself into the white-knuckle world of the HGV driver  Finally, Sega has announced that its wacky hip-hop flavoured skating game, Jet Set Radio is coming to PlayStation Vita, promising a playable version at this week&apos;s Electronics Entertainment Expo.", 
    "section": "technology", 
    "gid": "technology/2012/jun/02/this-weeks-new-games", 
    "wordcount": "456"
}