{
    "headline": "Apple boss Tim Cook sees pay package shrink by 99%", 
    "text": "Tim Cook has finally made it to the top at Apple, but in his first full year as CEO his pay package shrank about 99%. Cook, the successor to the late Steve Jobs, was awarded total compensation of $4.17m in 2012  down from $378m in 2011, Apple said in a federal filing on Thursday. The 2012 package for Cook, who took over as chief executive in August 2011, is also well down on his 2010 pay, which was 14 times his 2012 deal. In 2010 he was serving as Apple&apos;s chief operating officer. Jobs, the CEO and co-founder, died in October 2011 of pancreatic cancer. The huge pay reduction is a result of Cook not receiving any stock awards for 2012 because he was handed more than $375m in stock awards the year before. Those awards will pay out over many years. The 2012 package instead includes a salary of $1.4m and a bonus of $2.8m, according to the filing. Cook&apos;s base salary actually increased compared with the $900,000 he earned in 2011. While Apple&apos;s shares are 35% higher than when Cook assumed the CEO role, they have fallen more than 27% since October, when they climbed through $700. The California-based business, which became the world&apos;s most valuable company in the summer  when the stock market value of the business was equal to more than $10m for every one of its 63,000 employees  has lost its shine as concerns have mounted that it is losing its momentum. While Apple&apos;s iPhone sales still outdo any other manufacturer, some 75% of smartphones sold use Google&apos;s Android operating system. Analysts at Jeffries and UBS have both said in the past two weeks that Apple has substantially scaled back its orders for iPhone components, by up to 25%, suggesting it may manufacture fewer devices than previously expected. The company has been dogged by patent disputes and court appearances this year as it tried to ban the sale of Samsung Galaxy phones in the US  and succeeded. However, it failed to get the Samsungs banned in the UK and was instead ordered to make an apology to the Korean company. Apple has also taken legal action against HTC and Motorola, which, like Samsung, use Android. The launch of its iPhone5 was dogged by a rare mis-step when Apple ditched Google Maps, replacing it with its own mapping technology, complete with numerous mistakes. Cook was forced to issue a public apology and Scott Forstall, Apple&apos;s iPhone software boss  and an executive viewed as a potential successor to Cook  left the company. The Apple Maps boss also departed.", 
    "section": "technology", 
    "gid": "technology/2012/dec/27/apple-boss-tim-cook-pay-package", 
    "wordcount": "436"
}