{
    "headline": "Chinese air pollution hits record levels in pictures", 
    "text": "   A view of a busy highway as heavy smog engulfs the city of Beijing, where air quality is rated as 'hazardous'. City authorities ordered many factories to scale back emissions and were spraying water at building sites to try to tamp down dust and dirt that worsen the noxious haze Photograph: How Hwee Young/EPA       A view of a busy highway as heavy smog engulfs the city of Beijing, China, 11 January 2013. Chinese media said on Monday the government had to take urgent action to tackle the air pollution Photograph: HOW HWEE YOUNG/EPA       Air quality in Beijing was far above hazardous levels over the weekend, reaching 755 on an index that measures particulate matter in the air with a diameter of 2.5 micrometers. A level of 300 is considered dangerous while the World Health Organisation recommends a daily level of no more than 20 Photograph: Wang Zhao/AFP/Getty Images       Emergency response measures were adopted in many Chinese cities. Older people, children and those suffering from respiratory and cardiovascular diseases were advised to stay indoors Photograph: Liu Jinhai/Corbis       A woman helps adjust a mask for her friend outside an amusement park Photograph: Alexander F. Yuan/AP       A couple walk on the riverside with a power plant across the river, in south-west China's Chongqing municipality on 12 January 2013. Air pollution is a major problem in China because of the country's rapid pace of industrialisation, reliance on coal power, explosive growth in vehicle ownership and disregard for environmental laws, with development often taking priority over health Photograph: Ran Wen/EPA       Sunlight is reflected on a window of a building in Beijing. The wave of pollution peaked Saturday with off-the-charts levels that shrouded the city's skyscrapers in thick, grey haze Photograph: Wang Zhao/AFP/Getty Images       Traffic moves slowly on a bridge across Yangtze river in the heavy fog in Nantong city in east China's Jiangsu province on 13 January 2013. The Chinese government issues hourly air quality updates online for more than 70 cities Photograph: Zhu Jipeng/EPA       Heavy fog envelops Nanchang, capital of east China's Jiangxi Province, 14 January Photograph: Zhou Mi/Corbis       Laborers work at a construction site as heavy fog engulfs the city on 14 January in Beijing. The bulk of the smog choking Chinese cities is belched out by commercial trucks, but authorities have put off enforcing tougher emissions standards to spare small businesses the burden of paying for cleaner engines Photograph: ChinaFotoPress/ Getty Images       A high-speed railway runs amid heavy fog in Xuchang, central China's Henan Province, 14 January Photograph: Niu Shupei/Corbis       Workers walk at a construction site in the heavy haze in Beijing's central business district, 14 January. Chinese media are giving the issue prominent coverage. Even state-run media have been critical. 'More suffocating than the haze is the weakness in response,' read the headline of a front-page commentary by the Communist party-run China Youth Daily Photograph: Jason Lee/Reuters       Two students demonstrate wearing masks under in an indoor physical education class, as the outdoor sports activities halted in Hupo Shanzhuang Elementary School in Hefei, capital of east China's Anhui Province Photograph: Yang Xiaoyuan/  Yang Xiaoyuan/Xinhua Press/Corbis       A teacher leads her students doing exercises during class break in a classroom  Photograph: China Daily/Reuters       A composite view of north and central China as most of the country endures a third day of heavy air pollution on 13 January  Photograph: MODIS/Aqua/NASA       Cars drive past Tiananmen Square  Photograph: Imaginechina/Rex Features  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/jan/14/chinese-air-pollution-in-pictures", 
    "wordcount": "0"
}