{
    "headline": "A year of anarchy in science", 
    "text": "Last year, I published stories of scientists indulging in drug-taking, fraud, fights, defiance of authority, reckless self-experimentation, deceptions, workplace bullying and other anarchies. A few people said these kinds of things were historical exceptions. Really? Let&apos;s have a look at what scientists have been getting up to over the past 12 months  July 2011  Arctic scientist gets into fight with government Wildlife biologist Charles Monnett is suspended while his employer, the US Bureau of Ocean Energy Management, Regulation and Enforcement, investigates his &quot;integrity issues&quot;. Monnett was one of the researchers who reported finding four dead polar bears floating in the Arctic Ocean and suggested that this was a result of receding sea ice. A subsequent WWF study has come to similar conclusions. Monnett&apos;s supporters say he is the victim of a smear campaign orchestrated by companies that want to begin oil exploration in the region. August 2011  James Hansen arrested again Not content with being head of Nasa&apos;s Goddard Institute for Space Studies at age 70, climate scientist James Hansen is rapidly gaining the longest rap sheet in science. This time he is arrested outside the White House with protesters urging President Barack Obama to reject permission for a new oil pipeline. Hansen, megaphone to his lips, urged Obama to act &quot;for the sake of your children and grandchildren&quot;. September 2011  Moon researcher jailed Stewart Nozette was once Nasa&apos;s principal scientist on a mission that is still in orbit around the moon, but that doesn&apos;t stop him receiving a 13-year sentence for offering classified material to an FBI agent posing as an Israeli spy. Nozette was ready to accept $11,000 for the secrets in the sting. October 2011  Nobel Fight, part 1 On learning he had been awarded the Nobel Prize in Chemistry for the discovery of quasicrystals, Daniel Shechtman recounts how double Nobel laureate Linus Pauling had told him  and everyone else  that quasicrystals couldn&apos;t possibly exist, calling Schectman a &quot;quasi-scientist&quot;. As a result, Schectman was thrown out of his research group for bringing it into disrepute. &quot;If you&apos;re a scientist and believe in your results, then fight for them. Even when Linus says you&apos;re wrong,&quot; Schectman tweeted. November 2011  Nobel fight, part 2 Twenty-six immunologists unite to claim that the 2011 Nobel Prize for physiology or medicine has gone to the wrong people. Researcher Bruno Lemaitre stakes a claim, saying he did virtually all the work that was supposed to have earned French immunologist Jules Hoffmann the prize. Meanwhile, Ralph Steinman, one of the recipients, messed everything up by dying just before the announcement of the winners (the prize cannot be awarded posthumously, even to people who experimented upon themselves, without ethical permission, in order to win it). Eventually, the committee decide Steinman will still get his Nobel. December 2011  A fight over arsenic Biologist Felisa Wolfe-Simon provoked a protracted and vicious battle after claiming that she had developed a bacterium that has arsenic instead of phosphorus in its DNA. It was published in the highly prestigious journal Science, but that didn&apos;t save her. In December, one of her peers publicly accuses her of doing outrageously bad science. &quot;It felt like a slap in the face, to see this sort of wishful thinking published,&quot; said microbiologist Rosie Redfield, who tried and failed to replicate the research. January 2012  Misconduct is &apos;alive and well&apos; According to the British Medical Journal &quot;research misconduct is alive and well in the UK.&quot; A BMJ survey reveals that more than one in 10 British-based scientists or doctors have witnessed colleagues intentionally altering or fabricating data during their research. February 2012  Scientist assumes false identity to bring down bad guys Climate scientist Peter Gleick pretends to be a board member of the science-denying Heartland Institute, obtains confidential documents showing the full extent of the institute&apos;s blatant distortion of the truth and the full scope of its intention to stop climate science being taught to American school students. And then publishes them. The outcry sees Gleick condemned by his colleagues for practising deception, but his actions precipitate the near-collapse of Heartland over the ensuing months. Initially suspended from his post as president of the Pacific Institute, Gleick was reinstated last month. March 2012  Bad behaviour over lucrative grant opportunity There&apos;s a billion dollar telescope contract up for grabs. It will go either to Australia or South Africa  and the Australians know that the committee in charge of the Square Kilometre Array are leaning towards South Africa. Reuters reports Australians raising concerns over the security of the site due to levels of violent crime in South Africa. Chris Evans, Australia&apos;s science minister, talks of European guilt prejudicing the decision. &quot;The thing that works against us most is the sympathy for doing more in Africa,&quot; he tells the National Press Club. In the end, the committee, worried that the losing country might pull out, decided to run the telescope on a split site. April 2012  Flu researcher declares his intention to break the law Despite it having been declared illegal to do so without an export permit, Ron Fouchier thinks his research showing how to make H5N1 more virulent is too important to be censored. The US government thinks it&apos;s like providing a recipe to terrorists. May 2012  Science whistleblower nets chance at $10m reward A statistician blows the whistle on his colleagues who have, he claims, altered figures on his group&apos;s research into Alzheimer&apos;s in order to get a new grant. He loses his job as a result. Kenneth James Jones stands to gain a possible $10.8m if the case against a colleague and two Harvard teaching hospitals stands up in court. June 2012  Professor calls his employers on selling snake oil A couple of years ago, health researcher Michael Wilkes of the University of California, Davis, publicly criticised his employer for promoting prostate cancer tests that have been declared worthless by the medical establishment. Within a few hours, administrators at Davis threatened to sue him for defamation, told him he was being sacked from his role as director of global health for the UC Davis Health System and informed him that certain grants would be revoked. Last month, a tribunal found the university guilty of limiting Wilkes&apos;s academic freedom and instructed senior administrators to write him letters of apology. July 2012  Record-breaking fraud Anaesthesiologist Dr Yoshitaka Fujii of Toho University in Japan is finally caught after filling his research papers with made-up results for nearly two decades. Between 1993 and 2011, Fujii published 212 papers, 172 of which contained falsified data, catapulting him into the dubious position of world record holder for research fraud. Michael Brooks is the author of The Secret Anarchy of Science  This article was amended on 24 July to give the correct spelling of Daniel Shechtman, winner of the 2012 Nobel Prize in Chemistry", 
    "section": "science", 
    "gid": "science/blog/2012/jul/24/year-anarchy-science", 
    "wordcount": "1149"
}