{
    "headline": "How the UK is handing control of its energy future to France", 
    "text": "Aside from the pro-nuclear zealots, most protagonists in favour of nuclear power rely on &quot;there is no alternative&quot; advocacy  because of climate change, energy security, the &quot;lights going out&quot;, we need nuclear, the argument runs. Such thinking is alive and well within the coalition government to the extent that ministers are no longer prepared to listen to contrary evidence. As a result, UK energy policy is being manipulated and subverted to make it possible for French nuclear power companies (EDF and Areva) to start building four new reactors in the UK  two at Hinkley Point in Somerset and two at Sizewell in Suffolk. Along with three other former directors of Friends of the Earth, with experience going right back to the 1970s, I am very familiar with the record of the nuclear industry in pulling the wool over the eyes of both senior officials and ministers. A recent report reveals how the government&apos;s own analysis shows that the UK could achieve all its energy objectives without new nuclear  through investment in energy efficiency, renewables, combined heat and power, and grid upgrades. The authors reserve judgment in their conclusion about how it is that the evidence has been so comprehensively fiddled  &quot;We don&apos;t like conspiracy theories, but either it&apos;s a monumental series of mistakes, or the nuclear lobby has got control of the Whitehall machine&quot;  but personally I am in no doubt that it&apos;s the latter. As a result, we are about to hand over control of Britain&apos;s future energy policy and climate security to the French government  as I demonstrate with Charles Secrett, Tom Burker and Tony Juniper in a note to the prime minister today. It is our belief that the two German operators here in the UK (RWE and E.ON) are incapable of building new nuclear power stations now that the German government has opted for early closure of its remaining reactors. Centrica, which has an option of 20% in any new build at Hinkley and Sizewell, has a weak balance sheet and is already under intense scrutiny from its investors. That leaves EDF, which is 85% owned by the French state. EDF will only build those reactors if the risks involved are borne by British households and businesses rather than by themselves  in other words, if they are guaranteed a high enough price for the electricity those reactors will generate to compensate them for the huge risks involved in building the reactors. And EDF, along with its partner Areva, certainly know about those risks. They have two on the go at the moment in Finland and France. Both are massively over budget and running around four years late. The four previous reactors they&apos;ve built took an average of 17.5 years from the start of construction to delivery of the first electricity. This kind of experience with the European pressurised reactor led Franois Rousseley, the former head of EDF, to recommend that the EPR be abandoned. This advice was endorsed by a recent report by the French National Audit Office which also found the EPR to be too complex and expensive. It&apos;s a total mess. To make it possible for the French to build reactors of the wrong kind, that we don&apos;t need, that we can&apos;t afford, and that will massively distort energy policy in the UK for the next 40 years, the coalition government is about to rig the market (through its electricity market reform) to favour nuclear at the expense of every other alternative. Our analysis shows that huge amounts of direct and indirect subsidy will be made available to the nuclear industry to facilitate this high-risk strategy. The coalition government&apos;s continuing pledge that there will be no subsidies for the nuclear industry is palpably dishonest, and the Lib Dems (who once had sufficient integrity not to fall prey to the seductive deceits of the nuclear industry) will pay a heavy price for this betrayal. As my colleague Tom Burke said: &quot;It is shocking that the government is willing to turn over control of our energy and climate security to France in pursuit of a nuclear mirage. British householders and businesses will be compelled to pay for a French nuclear loser.&quot; And it&apos;s equally shocking to me that a number of leading environmentalists have added their support to this disastrous policy. As the truth of what&apos;s really going on becomes clearer, let&apos;s hope they have the decency to rethink their bizarre pro-nuclear advocacy.", 
    "section": "environment", 
    "gid": "environment/2012/mar/13/uk-energy-future-france", 
    "wordcount": "749"
}