{
    "headline": "Patricia Derham obituary", 
    "text": "My mother, Patricia Derham, who has died aged 79, was born to nursing professionals and spent almost 40 years in the profession herself. She started her training at King Edward Memorial hospital in Ealing, west London, in 1949, qualifying as a registered nurse four years later. In 1972 she responded to the government&apos;s plea for teachers and enrolled at Digby Stuart College in Roehampton, studying for a certificate in education with sociology as her main subject. She joined Ashford hospital, Middlesex, as a nurse tutor. Patricia was born in Shrewsbury to Edward and Ethel Miller. The family moved to Harrow, north-west London, but at the outbreak of the second world war she was hastily evacuated, spending the rest of the war with relatives in Shropshire. She passed her school certificate in 1948. A few years later she met Louis, my father. Their first outing consisted of watching the coronation together on television. Patricia and Louis married in 1956 and moved to Yeovil, Somerset, where Louis worked as an electrical engineer. Patricia continued her nursing career until the first of her three children was born in 1959. She returned to work in 1967 as an operating theatre sister at West Middlesex hospital. With pin money from knitting for Patons, she bought her first car. Although she loved the camaraderie of the operating theatre, it was difficult fitting this work around raising a family, so in the late 60s she changed direction to become a clinical nurse tutor. She was an inspirational teacher and mentor to her students, staying in touch with many of them after they qualified. During this period, she was a member of her local community health council and advised at family planning clinics. She retired from nursing in 1988 and started working in a wool shop, continuing to inspire and teach others with her love of needlework. She was a talented dressmaker and knitter and one of the many embroiderers who worked on the Sunbury Millennium Embroidery, which portrays life in Sunbury-on-Thames in Surrey. When Louis retired, they moved to Shepperton and continued to enjoy holidays travelling England&apos;s waterways on their wooden boat, Tide End, as well as playing a part in the running of their local sailing club. Patricia suffered a cerebral haemorrhage in 2007. She is survived by Louis; her children, Stephen, Simon and me; and six grandchildren.", 
    "section": "education", 
    "gid": "education/2012/jan/12/patricia-derham-obituary", 
    "wordcount": "392"
}