{
    "headline": "Death metal: tin mining in Indonesia - in pictures", 
    "text": "   A tin mine in Tanjung Pesona, District Sungai Liat, Bangka island. Indonesias mineral deposits  on and offshore  are regarded as some of the best in the world. Half of all mined tin is turned into solder for the electronics industry. Photograph: Ulet Ifansasti/Friends of the Earth       The end product: a worker displays a handful of tin ore at a PT Timah mine in Nudur. The state-owned Indonesian mining dominates the tin trade on Bangka and its surrounding waters  running the worlds largest offshore mining fleet of 21 dredgers. These work several kilometres offshore to a depth of about 50 metres, mining more than 3.5 million tonnes of material a month. Photograph: Ulet Ifansasti/Friends of the Earth       Edi, from Rebu village, District Sungai Liat, has been mining tin for 6 years. He uses a homemade bamboo platform to rinse mined sand and separate out tin ore. Edi works in the shallow waters close to Rebu beach, although sea mining is banned within two miles of Bangkas coast. I know this job is illegal, but I need the money. If I work as a labourer the wages are very low and it is difficult to buy food. The former labourer started mining to earn more money but has seen his income decrease over the past three years as tin becomes harder to find. Photograph: Ulet Ifansasti/Friends of the Earth       Unofficial workers at a tin mine in Tanjung Pesona, District Sungai Liat, sift through sand looking for tin ore. Bangkas tin boom has attracted many men and women to the island from other parts of Indonesia to work as miners. Its not illegal, but has no safety rules or environmental safeguards. Photograph: Ulet Ifansasti/Friends of the Earth       An independent worker, one of many people who have flocked to Bangka from other parts of Indonesia to mine for tin, by the better money they can make compared to fishing or working as labourers. Some work for big companies but theres also a growing number of people going it alone, often in dangerous conditions. The tin boom has provided many with jobs, but has its downside such as polluted drinking water and loss of soil fertility. This is making life harder for local families. Photograph: Ulet Ifansasti/Friends of the Earth       Pools of stagnant water in these pits where tin has been mined have replaced lush forest and farmland. The rapid spread of tin mining is turning parts of an Indonesian tropical island into a barren, cratered landscape. Its spoiling fresh water supplies and wrecking the lives of some local communities. Doctors suspect that many reported malaria cases in recent years might be linked to the hundreds of abandoned mines that fill with stagnant water, allowing mosquitoes that carry the malaria parasite to thrive. Photograph: Ulet Ifansasti/Friends of the Earth       Suge, a small-scale independent tin miner, lying in bed at home in Belo Laut village in District Muntok, Bangka. Suge suffered a broken arm and leg when there was a landslide in the pit he was working in. His three friends were killed. It happened about 11.30am. I was spraying water when the sides of the pit collapsed. I thought of my little daughter and I crawled up through 5 metres of earth to escape. Photograph: Ulet Ifansasti/Friends of the Earth       Febri Andika, a 15-year-old tin miner, searches for tin ore at a mine in Belo Laut village. Allegations of child labour in the islands unregulated, independent tin mines are rife. Photograph: Ulet Ifansasti/Friends of the Earth       A tin mine in Nudur, Bangka island, run by Indonesia's state-owned PT Timah mining company. PT Timah runs the worlds largest tin smelting operation, processing 50,000 tons of tin a year. Photograph: Ulet Ifansasti/Friends of the Earth       Visitors enjoying the view at Tanjung Pesona beach in Bangka, Indonesia. Tin mining is taking its toll on the islands coastline, damaging mangrove forests that help protect it from tropical storms and big waves.For further information look at Friends of the Earth This gallery was edited on 28 November 2012. The caption information provided by FOE was inaccurate. This has been corrected.Photograph: Ulet Ifansasti/Friends of the Earth  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/nov/23/tin-mining-indonesia-bangka-photographs", 
    "wordcount": "0"
}