{
    "headline": "Three ideas that are good for both economy and environment", 
    "text": "As we enter a new year, the world continues to be in the grips of dual crises: a stubborn economic downturn with widespread job losses combined with accelerating global warming threatening vulnerable communities. Many argue that dealing with climate change in the midst of an economic slump will hurt recovery efforts. The underlying reality, however, is quite the opposite. Not only can preparing for climate change offer opportunities for economic growth, it would be unwise to pursue one without the other. Yet attempts to deal with the economic downturn and climate change have run into a seemingly intractable stalemate. This dynamic was clearly on display at the recent Durban climate talks, where economic anxiety rang through hallways. While the final outcome was significant, it was hindered by the weight of domestic economic and political conditions. Breaking this stalemate requires hard evidence. Here we present specific examples of common sense policies that can promote growth and cut greenhouse gas emissions.  First, energy has a substantial influence on both the global economy and climate. Energy expenditure represents about 8% of GDP worldwide, while accounts for about 40% of global greenhouse gas emissions through its use in electricity, heating and industry. No solution to the climate crisis is possible without a fundamental shift to low-carbon energy. Fortunately, governments can make huge gains through energy efficiency, which can both drive growth and make a significant dent in emissions, given the right drivers and incentives. China, for example, has employed investments, penalties, rewards and awareness-raising activities to slash energy use among its largest 1,000 companies. These actions prevented the release of 265m metric tonnes of carbon dioxide between 2006 and 2009. Phasing out fossil fuel subsidies, although politically challenging, would spur global clean energy development and generate growth. Countries spent a staggering $409bn dollars on fossil fuel subsidies in 2010.  Second, forestry represents around 12% of global greenhouse gas emissions, while presenting another major economy-boosting opportunity. In the Amazon, for example, ranchers routinely fell a hectare of forest to create a pasture worth around $500, while releasing hundreds of tonnes of carbon dioxide into the atmosphere. One win-win solution is to prevent deforestation where the land is worth more with trees than without. At prices of $10 for every ton of unreleased emissions, those Amazonian groves could generate several times more from carbon markets than from pasture. Another solution is to restore already degraded lands. Niger, one of the world&apos;s poorest nations, offers a prime example. Reform of land and tree tenure and a programme to support regeneration of trees has benefitted 4.5 million people, increasing food production and farmers&apos; incomes, as it creates new markets. Brazil, meanwhile, has about 300m hectares of degraded forest lands, with the potential to create agricultural jobs without clearing more virgin forest.  Third, transportation generates about 12% of global GHG emissions and represents an opportunity for a more sustainable and profitable path. Around the globe, car ownership is booming, along with an expanding middle class. This dynamic is creating more urban gridlock and deteriorating air quality, as well as increasing emissions. While an expanding auto industry can be part of a country&apos;s economic recovery, investments in cleaner public transport have been found to generate even greater economic returns. In the United States, stimulus dollars spent on public transport yielded 70 more job hours than those spent on highways, according to Smart Growth America. Meanwhile in Mexico, the government is pursuing an innovative transportation approach with policies and investments to scale up bus rapid-transit networks across the country. Moving away from traditional approaches of economic growth will not be easy. Even where energy reform, sustainable forestry, and investments in public transit can be shown to be beneficial, powerful special interests are blocking progress in many countries. To overcome these entrenched interests, countries - especially the world&apos;s leading greenhouse gas emitters  need to recognize that addressing climate change is in their national interest and will improve public well-being. The world will, of necessity, eventually move to a low-carbon future. But it is the countries with the political courage to act boldly and urgently toward this future who will be best positioned to reap the rewards.  Manish Bapna is interim president at World Resources Institute. Vinod Thomas is director general for independent evaluation at the Asian Development Bank.", 
    "section": "environment", 
    "gid": "environment/2012/jan/06/economy-environment-green-growth", 
    "wordcount": "718"
}