{
    "headline": "GM health fears 'complete nonsense', says Owen Paterson", 
    "text": "Concerns about the health implications of genetically modified (GM) crops are &quot;a complete nonsense&quot; according to the environment secretary, who said Britain should be &quot;emphatically&quot; looking at their cultivation. Owen Paterson, whose brief includes food and rural affairs, also said he was confident that the prime minister would find an &quot;appropriate moment&quot; in future to back GM food and that it would be a question of persuading the public. &quot;Emphatically we should be looking at GM  I&apos;m very clear it would be a good thing,&quot; he told the Daily Telegraph in an interview. &quot;The trouble is all this stuff about Frankenstein foods and putting poisons in foods. There are real benefits, and what you&apos;ve got to do is sell the real environmental benefits.&quot; Paterson&apos;s comments come in the wake of feelers put out by the government earlier this year to gather expert viewpoints on a future strategy for agricultural technology, a consultation process that also considered cloning and GM techniques. Polling recently has also suggested that the UK public&apos;s concern over genetically modified food has softened in the past decade. A survey published in March found a quarter of Britons are now unconcerned by GM food, compared with 17% nearly a decade ago, when supermarkets debated whether to introduce GM products following widespread public opposition and attacks on GM test fields in the 1990s. The number of people &quot;concerned&quot; about GM has also fallen by 5%, according to the Populus survey, commissioned by the British Science Association. Paterson went on to say that consumers were already unwittingly eating GM food on a regular basis, adding: &quot;There&apos;s about 160 million hectares of GM being grown around the world. &quot;There isn&apos;t a single piece of meat being served [in a typical London restaurant] where a bullock hasn&apos;t eaten some GM feed. So it&apos;s a complete nonsense. But, the humbug! You know, large amounts of GM products are used across Europe.&quot; On the question of the government backing GM, he added: &quot;I&apos;m very clear it would be a good thing. So you&apos;d discuss it within government, you&apos;d discuss it at a European level and you&apos;d need to persuade the public.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/10/gm-health-fears-owen-paterson", 
    "wordcount": "374"
}