{
    "headline": "Motorola Mobility ordered to recall Android tablets and smartphones", 
    "text": "A court in Munich ruled on Thursday that Google-owned Motorola Mobility (MMI) must recall all the Android tablets and smartphones it has shipped in the country which infringe Apple&apos;s &quot;rubber band&quot; scrolling patent, which was key in its billion-dollar lawsuit win against Samsung in the US. The dramatic decision, the latest in an escalating war between Apple and the smartphone and set-top box company MMI, follows earlier cases in which Apple had to disable automatic &quot;push&quot; delivery of email to its iPhone and iPads after MMI won a separate patent fight in Germany. The recall will not take effect immediately because Apple will have to request a ban on specific products and provide a 25m (20m) bond, while MMI can appeal. However, the court indicated that it was unlikely that an appeal against the validity of the patent would succeed. MMI, with Google&apos;s backing, is expected to continue the appeal. The court also ruled that MMI owed Apple damages for past infringement. Even if Apple succeeds in forcing a recall, it is unlikely to seriously damage MMI&apos;s business worldwide. But it is another brick in a patent wall that Apple is building up against smartphones and tablets using Google&apos;s Android operating system worldwide, and particularly in the US and Europe. Neither Apple nor Google responded to requests for comment. Judge Peter Guntz said MMI had infringed Apple&apos;s &quot;overscroll bounce&quot; technology, which enables users to move documents over the screen of their device and let them bounce back to the centre after releasing their fingers. Google bought loss-making MMI for $12.5bn (7.7bn) last year, its largest acquisition ever, aiming to use the company&apos;s patents to fend off legal attacks on its Android mobile platform and expand beyond its software business. Other technology companies have also invested billions of dollars in buying up patent portfolios that they can use against rivals and have also ploughed money into litigation in the US and Europe. Samsung and HTC, two of the largest Android smartphone makers, are both suing and being sued by Apple in the US and Europe. In August, Apple scored a landmark legal victory over Samsung when a US jury found the Korean company had copied critical features of the iPhone and iPad and awarded Apple $1.05bn in damages. Apple is seeking injunctions against a number of Samsung smartphones and tablets, including its flagship Galaxy S3. Germany has become one of the major battlegrounds in the global patent war between makers of mobile phones, tablet computer devices and their operating software, as court actions there have proved to be relatively cheap and speedier than in other jurisdictions.", 
    "section": "technology", 
    "gid": "technology/2012/sep/14/motorola-mobility-recall-android-tablets-smartphones", 
    "wordcount": "446"
}