{
    "headline": "US oil boom fuels earthquake rise  but fracking not to blame, scientists say", 
    "text": "America&apos;s oil and natural gas boom has led to a &quot;remarkable&quot; rise in earthquakes in the middle of the country, the US Geological Survey said on Wednesday. But scientists said the man-made quakes were not directly caused by hydraulic fracturing, or fracking, which involves pumping chemicals and water deep into underground rock formations. &quot;We don&apos;t find any evidence that fracking is related to any of these magnitude 3 earthquakes that we have been studying,&quot; Bill Ellsworth, the USGS seismologist leading the study of man-made quakes, told a conference call with reporters. &quot;We simply don&apos;t see any evidence that fracking is related to earthquakes that are of concern to people.&quot; However, he said there were a few instances when waste water wells, in which chemicals used in fracking are injected deep underground, had triggered seismic activity. Ellsworth set off a man-made quake of his own a few days ago in a report on NPR about his forthcoming study, to be presented at the annual meeting of seismologists in San Diego on Wednesday evening. The study found a sixfold increase in man-made quakes in an area including Arkansas, Colorado, Oklahoma, New Mexico, and Texas against the 20th century average, the increase taking place over a 10-year period starting in 2001. The quakes were small, a magnitude just over 3.0, but there were even more of them after 2009, which corresponded with a sharp rise in natural gas drilling around the country. &quot;A remarkable increase in the rate of (magnitude 3) and greater earthquakes is currently in progress,&quot; Ellsworth and his colleagues wrote in a summary of the study. &quot;While the seismicity rate changes described here are almost certainly manmade, it remains to be determined how they are related to either changes in extraction methodologies or the rate of oil and gas production,&quot; the abstract said. The next three years saw a far greater increase in such events. The time period corresponds to a boom in natural gas production, made possible by the use of hydraulic fracturing. There were 50 earthquakes in 2009, 87 in 2010 and 134 last year. The USGS dispatched scientists to look for links between the quakes and drilling activity after a swarm of earthquakes in 2009. Steve Horton of the University of Memphis Center for Earthquake Research and Information, who was on Wednesday&apos;s call, said it was difficult to prove a connection between those waste wells and earthquakes. Scientists were only able to establish a clear link between a waste water well in Arkansas because the quake was actually triggered by its construction. &quot;It is very difficult to prove that earthquake are related to fluid injection or triggered by it. In the case of Arkansas, the injection started and then very soon after the earthquake started. After the injection stopped the earthquake stopped, so there is a strong association,&quot; he said. In other cases, there were seismic changes only several years after the wells were injected. Waste water wells have been in use for decades as a disposal method. Ellsworth noted there were more than 140,000 around the country, and very few had triggered earthquakes. &quot;It&apos;s only a small fraction of wells that can be problematic,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/apr/18/us-earthquakes-fracking-gas", 
    "wordcount": "546"
}