{
    "headline": "Forced marriage: the pupils who vanish in the holidays", 
    "text": "When pupils are at imminent risk of forced marriage, schools sometimes have to take desperate measures. For Liz Coffey, principal of Landau Forte college in Derby, helping children to escape the fate decreed by their families has meant anything from &quot;literally bundling them into a car and away&quot; to stretching the rules to allow students who haven&apos;t achieved high enough GCSE grades to join the sixth form, just &quot;so parents would know we were expecting them back after the summer holiday&quot;. Around 30% of the school&apos;s intake come from minority ethnic communities; 12% are of Pakistani Muslim origin, 5% of Indian origin. Over the last decade, she has dealt with six cases where pupils have reported fears that their families were about to force them into a marriage against their will. One of those was a boy of just 15, who disappeared just before his GCSE exams and returned later in the year, married. &quot;He never really opened up about it,&quot; says Coffey. &quot;He did talk about the fact that he had to go and get married. And then he just didn&apos;t turn up for his exams. We took that to social services, but of course he was 16 by then &quot; And, besides, he had clearly decided that his loyalty was to his family and stopped confiding in his teachers, she says. Experience of dealing with this and similar cases prompted Coffey to invite Jasvinder Sanghera to visit the school. Sanghera is founder of Karma Nirvana, a charity that supports those affected by forced marriage and honour-based violence. It is an issue close to Sanghera&apos;s heart; she herself was cut off by her family when she refused to follow her older sisters to India to marry a man she had never met. As Sanghera tells a group of 200 or so pupils, some as young as 11, of a case that involved repatriating an eight-year-old girl, there is a collective intake of breath. But when the floor is opened up for questions, a young boy at the back puts his hand up. &quot;I never thought this happened in the UK, I thought it happened in India, but my cousin was forced to marry,&quot; he says. &quot;She was offered to go into foster care, but she didn&apos;t want it, so she got married.&quot; In the last two years, of the 215 applications for forced marriage protection orders  a civil remedy that can provide a power of arrest if violence is subsequently threatened or used  over half were for children under the age of 17. But while staff at Landau Forte college are all too aware that some of their pupils could be at risk, other schools with significant numbers of ethnic minority pupils may be failing to take the issue seriously enough. The government&apos;s forced marriage unit (FMU) has issued statutory guidance for all public bodies, including schools, on how to recognise the warning signs. But a recent review of the guidance (carried out by the FMU in response to lobbying from Karma Nirvana) received just one response from a school. Sanghera thinks this reflects the &quot;depressingly casual&quot; attitude of school leaders to the issue. Despite writing to over 100 schools to offer a visit from her charity  which has extensive experience training police, healthcare staff and social workers on the matter  she has been invited to speak at just two (one of which is Landau Forte). Another London-based charity campaigning on honour-based violence, the Iranian and Kurdish Women&apos;s Rights Organisation, says its attempts to contact schools to raise awareness of the issue have also fallen on deaf ears. But when its founder, Diana Nammi, was allowed in to speak to students at one sixth-form college, the charity received three referrals within a week; two of those involved girls whose families had threatened to kill them if they didn&apos;t agree to be married. The problem is, there is no real incentive for teachers to do better. In response to evidence given to the home affairs select committee highlighting schools&apos; lack of engagement with the issue, its chair, Keith Vaz, recommended that the education secretary write to all schools annually telling them they must abide by the guidance. Michael Gove has so far explicitly refused to do so, saying in his response to the select committee that &quot;schools will already be aware of the guidance available on forced marriage and I firmly believe that they are best placed to decided how to address the issue&quot;. But given that evidence of schools&apos; continued failure to take the issue seriously has been highlighted in the findings of the forced marriage unit&apos;s review, published earlier this year, his confidence may be misplaced. &quot;Schools, further education colleges, health services, housing and local authorities will need to do more on the issue if they are to achieve a reasonable response to this form of abuse,&quot; the review concludes, further stating that: &quot;Without greater senior management commitment to [the issue of] forced marriage within each agency, it is unlikely that the statutory guidance on forced marriage will be implemented to the standard that was intended.&quot; What is most disappointing about the findings is that schools are often best placed to help prevent children being forced into marriage, says Sanghera. Quite apart from their statutory child-protection role, crucially, they have continuous, daily access to children who may be at risk, particularly during holiday periods. Commonly this happens in the transition between GCSE and sixth form, when young girls, and sometimes boys, can simply disappear off school rolls. The problem with forced marriage protection orders (FMPOs) is that unless a child specifically reports their fears to a trusted adult, they are hard to instigate, as there is no reason why police, social workers or health workers would necessarily have access to a child at risk without the parents  who are usually the perpetrators  being present. Karma Nirvana works directly with the FMU to help rescue children who have been taken abroad to be married. A third of the repatriations that take place involve children under the age of 17. And there is now such concern that the statutory guidance and FMPOs are not working effectively enough (according to Karma Nirvana, many children are returned to their families with the FMPO in place, making them extremely vulnerable) that a consultation led by the Home Office has just been carried out into whether perpetrators should face criminal, rather than civil, charges. Criminalisation would be a controversial measure that could see the parents and relatives of forced-marriage victims imprisoned. But Sanghera is adamant that the benefits would outweigh any downsides. It would mean absolute clarity for parents, children and teachers that forced marriage is against the law, she says. And it might just help schools overcome some of their nervousness about challenging a cultural practice. In her speech to pupils at Landau Forte college, Sanghera doesn&apos;t touch on the fact that some children who have refused to marry have been permanently disowned by their families, locked up for months, beaten badly enough to have been hospitalised, abandoned abroad, raped and sometimes even killed in the name of upholding their family&apos;s &quot;honour&quot;. She emphasises two messages to the teenagers listening intently to the story of how she escaped and rebuilt her life. &quot;You don&apos;t have to go through with it,&quot; she says. And, she repeats several times, &quot;there is help&quot;. At the moment, it seems, that help comes mainly from charities such as her own that run free advice lines and offer practical, personal support, rather than from those professionals children see every day. What is also frustrating is that the issue is not being taken as seriously as other forms of child abuse, says Sanghera. &quot;I&apos;m really disheartened that we have child-protection procedures in force, and yet this is not being dealt with as a child-protection issue.&quot; But it seems the DfE is not about to change its position on the matter. A spokesperson said: &quot;It is a matter for teachers to decide what is taught as part of personal, social, health and economic education in their school. This can include issues surrounding forced marriage based on the individual needs of their pupils and taking into account local issues. It is teachers who know best how to teach and support their students.&quot;  This article was amended on 10 April 2012. The original said that Jasvinder Sanghera had refused to go to Pakistan to marry a man she had never met.", 
    "section": "education", 
    "gid": "education/2012/apr/09/forced-marriage-british-pupils", 
    "wordcount": "1437"
}