{
    "headline": "EA v Zynga: is there a case?", 
    "text": "On Friday afternoon, Lucy Bradshaw, the general manager of games studio Maxis, posted a message on the site of her publisher, Electronic Arts. The company would be filing a lawsuit against social gaming giant Zynga for copyright infringement, alleging that Zynga&apos;s Facebook game The Ville is a direct copy of EA&apos;s own Sims Social. The blog post was angry, passionate and determined, ending with the following declaration:  As a longstanding game developer, I know what it feels like to pour your heart and soul into creating something unique and special for your fans to enjoy. Today, we hope to be taking a stand that helps the industry protect the value of original creative works and those that work tirelessly to create them.  Later, US game site Joystiq reproduced the legal document in full. In it, Electronic Arts has pinpointed a range of significant similiarities between the two games, with certain animations, gameplay elements and virtual goods highlighted via screenshot sequences. The accompnying text is unequivocal:  Zynga&apos;s The Ville, released on June 26, 2012, is an unmistakable copy of EA&apos;s The Sims Social. Not only does The Ville blatantly mimic the entire framework and style of gameplay in The Sims Social, but it so closely copies the original, creative expression and unique elements of The Sims Social  ie, the animation sequences, visual arrangements, characters&apos; motions and actions, and other unique audio-visual elements  that the two games are nearly indistinguishable.  This is, of course, not the first time that such accusations have been levelled against Zynga. The company has faced legal action from developer SocialApps over the similarities between its own title myFarm and Zynga&apos;s Farmville. And in 2009, the creator of the Facebook mafia sim Mob Wars sued Zynga for copyright infringement, due to the latter&apos;s comparable title, Mafia Wars. Last year, the Learning Company took legal action against Zynga, alleging that the use of the phrase Oregon Trail in Zynga&apos;s Frontierville title infringed its copyright.   EA v Zynga Complaint Final   In the past, Zynga has always defended its approach to genre iteration. When Gamesblog interviewed company chief executive Mark Pincus recently, he said: &quot;We don&apos;t believe companies should appropriate other people&apos;s artwork. But we don&apos;t believe that companies have any ownership on a category or a genre just because they were first or more popular.&quot; True enough, the company has issued a statement vigorously defending itself against EA&apos;s accusation, with Zynga&apos;s general counsel declaring:  It&apos;s unfortunate that EA thought that this was an appropriate response to our game, and clearly demonstrates a lack of understanding of basic copyright principles. It&apos;s also ironic that EA brings this suit shortly after launching SimCity Social which bears an uncanny resemblance to Zynga&apos;s CityVille game. Nonetheless, we plan to defend our rights to the fullest extent possible and intend to win with players.  So, is there a case? Despite EA&apos;s wealth of compelling evidence, it&apos;s far from certain. The criteria for copyright infringement cases are stringent and complex. Game concepts cannot be copyrighted and a selection of graphical similarities between two games would not usually be enough to prove such a claim. Even major gameplay similarities wouldn&apos;t be sufficient  unless it can be proven that a developer has effectively stolen the original source code of another company, which is not the case being brought here. &quot;In the case of video games, copying functionality does not amount to copyright infringement,&quot; says Alex Chapman of media law firm Sheridans. &quot;Where successful claims could be brought is in the area of artistic copyright, which protects the visual appearance of the game. In most titles that is very difficult to prove because when you are simulating real-world objects there are going to be similarities in how those are represented. It would have to be an infringement of a very specific art style  for example, the look of Habbo Hotel, which is very distinctive. But even then, you have to show that a developer has reproduced a substantial part of the original artistic work.&quot; The problem is in defining exactly how unique all of the elements highlighted by EA actually are. &quot;The isometric view is commonplace, it&apos;s shared by hundreds of games  it&apos;s not original to any EA title,&quot; says Chapman. &quot;Also, it&apos;s a girl getting in to bed  is that an infringement? How else could you represent that in a 2.5D view? The fact that there are several similarities does not make a difference  copyright law does not protect the overall feel of a game. I think this case will illustrate how difficult it is for rights holders to protect their products against clones.&quot; One possible angle for EA may be in the similarity between whole animated sequences. In this sense, the company could argue that Zynga has infringed a dramatic work, rather than a single still image, which could lead to a copyright claim  but again, it would depend on the uniqueness of the sequence in question. A girl getting in to bed might not be enough. It&apos;s certainly an interesting and compelling case, however, complicated by the fact that Zynga employs several designers recruited from Maxis including Jenny Martin and Chris Trottier, once a lead designer on The Sims. EA is unlikely to put time and financial resources behind a case it has no possibility of winning, but this also feels like something of a creative rebuke to Zynga. There will certainly be plenty of schadenfreude directed at the social gaming company, which has based its model on &apos;iterating&apos; established genres and genre leaders. And will a victory for EA be a nail in the coffin of clone culture? Chapman is unconvinced. &quot;This case will probably just illustrate how difficult it is for developers to prevent the creation of clones and if it doesn&apos;t then it will just tell the industry that Zynga went too far. There is a point at which there is no infringement and future clone developers will make sure they go as far as that line without crossing it.&quot; There are possibly also question marks over the use of such legal action in the games development field. Maxis has put forward a strong, highly charged case and the need to protect the innovations of developers is vital, especially in this era of smaller studios competing against vast corporations. But the line between copying and iteration can be fuzzy, and if a precedence is set it won&apos;t just be controversial companies like Zynga that are affected. &quot;Overall, while I am keen not to prejudge anything, the point is that the industry is built on the concept of copying without infringing,&quot; says Chapman. &quot;And there is a very significant difference between &apos;copying&apos; and &apos;copyright infringement&apos;.  &quot;If you look at video games from the beginning, had the law allowed all developers and publishers to enforce the rights in functionality or feel from day one, we probably would have found that there could be no innovation in the industry. If the law allowed the creators of Space Invaders, Pong, Pac-Man and Doom to retain sufficient rights, games that borrowed mechanics from those titles would never have come about. The industry is built on the concept of innovation through iteration, and that&apos;s what Zynga will claim that it&apos;s doing.&quot;  The Guardian has approached both EA and Zynga for comment, and will update this story when they reply.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/06/ea-v-zynga-lawsuit-sims-social-ville", 
    "wordcount": "1233"
}