{
    "headline": "Facebook's future has more than just money riding on it", 
    "text": "It may have taken Nasdaq (possibly borrowing the London mayoral computer systems) a couple of hours to work out how much Facebook shares cost. But it took the market less than 60 minutes to test the will of Facebook&apos;s underwriters, pulling the shares down to the opening $38 to see if there was somebody prepared to save Mark Zuckerberg&apos;s face. There was, of course  how else does one earn one&apos;s 7% fee?  and the stock ticked back up, because, make no mistake, a Facebook first-morning discount would be little short of a calamity. A point not lost on shareholders of the Facebook games company Zynga, whose shares tumbled 13% on Facebook&apos;s so-so debut. There is no shortage of debate on whether Facebook can justify its inflated $106bn valuation (at the time of writing). It has been well noted that its revenues fell in the first quarter of 2012 to $1.06bn, compared with the $1.131bn achieved in the fourth quarter last year. In the United States, where Facebook is clearly more mature, the company&apos;s ad revenue an hour is in line with the take for the proven and mature market of television, according to Enders Research. People in the US already spend 14% of their online time on Facebook (can there really be more growth in that?), which may explain why Facebook wins an estimated 14% of US online display spend. Perhaps in the world&apos;s largest economy Facebook is already mature. Hold tight, though: there are plenty of arguments to keep the bulls happy too. Facebook&apos;s real prospects are to spread globally in the way that a single commercial broadcaster would never be allowed to do, not least in China, and to see if the company can develop a new line of business, hence all the speculation about getting into phones. Even on today&apos;s numbers, Facebook&apos;s revenues imply that each monthly active user generated just $4.11 last year; each daily active user $7.68. Compare that to ITV, to which about two-thirds of British people tune in every week; they are worth 43 a year to advertisers. So given the difficulty of making predictions, it is possible to take whatever numbers you need to justify your position. What&apos;s interesting, though, is that most people argue that Facebook looks overvalued, yet we would not know what to do if that prediction came true. We have more invested in Facebook succeeding  because it is a more worrying question if it doesn&apos;t. The essential narrative of our times rests on the notion that technology is a constant motor of change, which brings with it great wealth. Facebook, in this sense, is the heir to Amazon, Apple, Microsoft and above all Google, an extraordinary pipeline of companies. But it is also our lodestar for the next direction in media: if Facebook does not succeed, then perhaps all this talk of navigating the web through the medium of our friends was overrated; referrals to news websites, after all, still primarily come from Google. Yet while Google&apos;s remarkable commercial success helps sustain the notion that there is a viable digital future out there for the rest of us, the failure of Netscape or the dotcom crash ought to lead us to consider that not every good idea becomes a global hit. And if Facebook falters on the stock market, there is no fresh company to take its place. MySpace et al have gone, and Twitter is a long way from generating the kind of cash that would allow it to excite. Arguably, it would be more frustrating still if Facebook did quite well  growing by 50% a year rather than doubling, or whatever is required by the elevated valuation set by Wall Street. The credibility of social media would be dented, with a vocal group of frustrated investors  while those who pushed the valuation up to this level, and particularly those who sold out today, will have generated quite a return.", 
    "section": "technology", 
    "gid": "technology/2012/may/20/facebook-future-more-than-money", 
    "wordcount": "658"
}