{
    "headline": "Nick Gillett rounds up the latest mobile games releases", 
    "text": "It&apos;s hard to believe that only a decade ago the apogee of mobile gaming was downloading a crippled version of Pac-Man for a fiver. These days you&apos;ll find decades&apos; worth of surprisingly decent mobile entertainment, much of which costs less than a packet of crisps. Star Wars: Falcon Gunner   You&apos;re gunner in a Millennium Falcon quad laser turret unleashing hot plasma at waves of Imperial craft while listening to deliciously familiar sound effects and speech samples. Flailing motion control makes this a game to be enjoyed strictly in private. iPod, iPhone &amp; iPad, THQ Wireless, 1.99  Coco Loco In a manner familiar to millions of Angry Birds fans, Coco Loco has you catapulting little creatures at teetering structures to liberate friends and crush enemies, aided by a limited set of special abilities and splendid onscreen contraptions. iPod, iPhone &amp; iPad, Chillingo, 69p  GRave Defence HD   Conga lines of post-apocalyptic zombies traverse the screen while your turrets try to stop them. Uneven levels have a sudden tendency to chuck beasts at you that demand very specific preparation, which feels cruel at the end of 15-minute rounds. iOS &amp; Android, Bulkypix, from 1.66 Call Connect Presented with a tiny, colourful, 60s-style telephone switchboard, your job is to connect incoming calls to the right coloured terminals, then disconnect them afterwards. Its rapidly escalating speed puts you either in &quot;the zone&quot; or the Game Over screen. iPod &amp; iPhone, G Bowtell &amp; SA Freeman, 69p  Buzz Words   Yet another word-spotting game, this time livened up by combos that multiply your points for words with letters overlapping those previously found, against the clock, with occasional miscreant ladybirds to be disposed of before they reach the bottom row. Windows Phone 7, M80 Games, 79p Incoboto Prod and make tiny Inco hop around beautifully rendered, silhouetted worlds to unlock sun gates, returning light to the universe. Muster the patience to retry your way through its fussier moments and you&apos;ll find a delightfully whimsical and very pretty game. iPad, Fluttermind Ltd, 2.49 Traffic Wonder HD   Draw a route for multiple vehicles to follow through city streets, returning each to a colour-coded destination while avoiding collisions. What starts as a jaunt quickly gives way to tense campaigns of trial and error, leading to deeply rewarding victories. Alejandro Nino, iOS, 69p, Android, 99p Waking Mars   Explore ancient Martian cave systems by planting strange native flora to gain access to new areas, before discovering that extraterrestrial gardening can have unexpected side effects. iPod, iPhone &amp; iPad, Tiger Style, 2.99 Bug Village HD Build, decorate and feed your growing insect township either by waiting hours for tasks to complete or buying coins to hurry it up. Not a game so much as a layered set of tasks designed to part unwary players from real-world currency. iOS, Windows Phone 7 &amp; Android, Glu Mobile, free  Light The Flower Using a plan view of a sequence of rooms, you use mirrors, prisms, sensors and coloured filters to guide beams of light towards house plants and strategically positioned stars while avoiding the furniture, in this comfortably metered and absorbing challenge. iPod, iPhone &amp; iPad, Chillingo, 69p ", 
    "section": "technology", 
    "gid": "technology/2012/mar/31/mobile-games-round-up-nick-gillett", 
    "wordcount": "531"
}