{
    "headline": "Lords say UK's planned broadband network will not be fast enough", 
    "text": "Millions of pounds in public funds are being spent building a UK broadband network that will not be fast enough to deal with the internet needs of the future and may have to be replaced, the House of Lords has warned. The government&apos;s internet strategy and the way it is awarding 530m of public funds to extend connections to rural communities have been criticised as flawed and liable to widen the digital divide by the Lords communication committee, which on Tuesday published the findings of its six-month inquiry into the state of the nation&apos;s broadband infrastructure. &quot;The spectre of a widening digital divide is a profound source of concern which requires the government to address its origin with greater vigour than we believe is currently the case,&quot; the committee said in its report. Urging ministers to set out an even bolder vision for broadband policy than is currently the case, the committee said that BT was the only company likely to end up winning the public funds being awarded via the BDUK process to develop rural broadband, and that it was designing a network that would stifle competition and not be future proof. The report said: &quot;[BT] is planning to use this public funding to invest in  technologies which may meet the speed targets set by the government, but which looking beyond 2015 are both relatively constrained and liable to necessitate an expensive phase of upgrade, if not outright replacement in the future.&quot; It suggests instead that the government should look at the cost of creating a national network of &quot;fibre hubs&quot;, essentially boxes placed within every town and village which are connected by fibre to the wider internet. These hubs would allow the many local broadband networks being created by rural communities around the UK to plug into BT&apos;s pipes, at a set price and with a standard interface. The community networks could then use fibre, or wireless technologies for particularly remote houses, and would be owned by the companies that install them, introducing greater competition and more investment from the private sector in Britain&apos;s broadband network. These hubs would, according to the committee, bring better connections more quickly than BT could manage on its own. As things currently stand, the Lords committee claimed that government subsidy was being used to fund a new world in which there might be less competition than there was over copper  reinforcing BT&apos;s market power. According to the report, the UK should be laying the groundwork for a day when each home is connected to the internet via its own fibre line, just as each home currently has a copper wire all the way to the exchange. Fibre is capable of carrying many hundreds of times the amount of information that copper can, and &quot;point to point&quot; fibre is considered by many experts as the only future proof solution. The consumer broadband explosion was made possible after BT agreed to let other companies such as TalkTalk or BSkyB &quot;unbundle&quot; its copper and take over individual lines by installing their own equipment in its exchanges. This allowed them to make a bigger profit and differentiate their services  for example, by offering tiers of speeds. BT&apos;s fibre network cannot be unbundled because it runs fibres from the exchange to the street cabinet. It then relies on copper wires to take the signal the rest of the way, or where fibre is used a new line runs to the premises. A BT spokesman said: &quot;A shared network is essential if the maximum number of homes are to be reached with fibre. That&apos;s because it maximises your bang for your buck. &quot;Point to point fibre may be the preferred option of some, but it would require the taxpayer to foot the associated 28bn bill, something that isn&apos;t going to happen in the real world. Every internet service provider can access BT&apos;s network on equal terms so none of them will have a competitive advantage.&quot; The committee was also critical of the national speed targets, which are for every home to have access to a minimum of 2Mbps and 90% of the country to have 24Mbps by 2015. The report calls on the government to drop these targets, and take a view of what will be required at least 10 years ahead, saying that based on past experience by 2020, those who currently get by on 2Mbps could need as many as 64Mbps. Speed targets are inherently divisive, according to the report, because &quot;communities who would enjoy the greatest uplift in their quality of life from enhanced broadband provision are precisely those likely, on such a policy, to find that it still lies beyond their reach, maintaining if not widening the digital divide&quot;. The report said: &quot;What is important is the long-term assurance that as new internet applications emerge, everyone will be able to benefit  from inhabitants of inner cities to the remotest areas of the UK. Success to the internet should be seen as a domestic essential and regarded as a key utility.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jul/31/lordes-warn-broadband-network-not-fast-enough", 
    "wordcount": "855"
}