{
    "headline": "Students: can you afford to be interns?", 
    "text": "You know you&apos;re nearing the end of your degree when you get back to university after the Christmas break and your friends don&apos;t ask how your holidays were, but how your internship went. Anyone who is serious about getting employed after they graduate won&apos;t think twice about forgoing four weeks of sleep for four weeks of work experience. After all, the world of a graduate is a very scary place. Jobs are scarce and if you haven&apos;t gained work experience during your holidays, securing one will be even harder. There&apos;s no shying away from the fact that doing internships makes you more employable. A recent survey shows that a third of interns go on to attain some form of paid employment with the company they worked for. But the problem is that a huge number of internships are unpaid. We&apos;ve all heard the argument that internships are more beneficial for the intern than the company, and I don&apos;t doubt that&apos;s true. But that doesn&apos;t mean students should be expected to work for free. For one thing, there&apos;s a big difference between being given the opportunity to shadow someone at work and working as an intern. Shadowing someone at work is what 16-year-old schoolchildren do when they&apos;ve finished their GCSEs and their teachers want a holiday. It involves wearing semi-smart clothes, taking a train on your own, and filing paperwork. You&apos;re asked to do things that don&apos;t necessarily need doing but will keep you busy until 5 o&apos;clock, and you get a crash course in office politics. Interning, on the other hand, involves waking up early, commuting in the rush hour, and spending an eight-hour day doing genuinely useful jobs that companies would have to find someone else to do if you weren&apos;t there. In fact, many companies have a set &quot;intern job&quot; that rotates every month or so. But can you afford to be an intern? Work experience is fast becoming an opportunity only for those solvent enough not to worry about their expenses. Pretty much every placement that&apos;s worth anything is based in London in the media world anyway. If you don&apos;t live there, unless you can sleep on a friend&apos;s couch, you&apos;re forced to spend money on rented accommodation. Taking up an internship means committing to paying for two tube journeys and lunch every day  and turning down the more menial paid work you might otherwise be doing during the holidays. A commonly discussed solution is to force businesses to pay their interns the minimum wage, but that&apos;s not how the world works. Ultimately students need internships more than businesses need a helping hand in the holidays, so enforced wages would only cause businesses to cut internship programmes altogether. And since internships offer such a great way to get a foot in the door, not to mention CV points, no student would want them to disappear. If doing an unpaid internship means you might get a job, of course you&apos;ll take it. You&apos;ll find a way to make it work. But that doesn&apos;t mean that there aren&apos;t serious ethical questions, and these are questions that we shouldn&apos;t be afraid to ask.  Have you been an intern  or employed one? Do you think young people are being exploited by employers who ought to be paying them?", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jan/19/student-interns-should-be-paid", 
    "wordcount": "549"
}