{
    "headline": "Pass notes No 3,151: The hosepipe ban", 
    "text": "Age: Historically around 120. Legally, 67. In this case, newborn. Appearance: Cars washed with a sponge from soapy plastic basins; pensioners pottering around gardens with watering cans; the surreptitious splish-splish of sprinklers whirling in the dead of night; disgruntled mutterings among the rural middle class; a hibernation of hoses. There&apos;s a new one? Afraid so. Seven companies in the south and east of England are imposing bans from Thursday. What has prompted that? Two years of very low rainfall and unseasonably dry weather. Really? Really. East Anglia and south east England are in drought and it&apos;s expected to spread further north in the summer. Suppliers say reservoirs and aquifers are well below normal levels and many tributaries of the Thames have receded to trickles. Seven miles of the river Pang have totally dried up. Good. What? What&apos;s good about it? It&apos;s like hosepipe prohibition. Only in the sense that using hosepipes is being prohibited. And the fact that being illegal just makes the water taste even better. You shouldn&apos;t really be drinking from a hosepipe. I know, I just can&apos;t resist forbidden pleasures. Drinking from a hosepipe isn&apos;t forbidden. Well, that&apos;s the thrill of that ruined. What does the ban cover? Using a hosepipe to water gardens or wash cars, boats, walls, paths or windows, as well as using drinkable water  whatever its mode of transport  to fill pools, ponds or fountains. There are some exemptions for businesses, health and safety and disabled gardeners but otherwise anyone caught flouting it can expect a fine of up to 1,000. How will hose-lovers cope? According to a poll on the ban&apos;s official website, just over a third of them will simply ignore it. Because it&apos;s fun to break rules? For all sorts of reasons, but mostly because they feel they&apos;re entitled to get their hose out whenever they wantto. Many respondents who explained their decisions cited recent revelations that several of the companies imposing the ban waste millions of gallons a day in leaks. Giving us the right to waste even more? That&apos;s the theory. Do say: &quot;I can probably live without.&quot; Don&apos;t say: &quot;Over my dead hydrangeas.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/01/hosepipe-ban-pass-notes", 
    "wordcount": "364"
}