{
    "headline": "Join our global charter to stop world hunger now", 
    "text": "This week, with the world&apos;s business, political and economic leaders meeting in Davos, we should not be seeing tens of thousands of people dying of starvation and 13 million at risk of losing everything they have in Kenya, Ethiopia and Somalia, because of a hunger crisis that was predicted and preventable (What we want to discuss at Davos, 25 January). The world is failing people in east Africa and this must change now. While solutions are never easy, it is within our power to stop natural disasters turning into human tragedies of such horror. The crisis in east Africa is a terrible reminder: we have not done enough. Promises have been made by governments and not kept. Plans have been written and quietly sidelined. There are practical steps that we can and must take to stop catastrophes like this before they start. Steps including investment in services for poor people, improving response to crises, affordable food for all and reducing conflict and violence. The Charter to End Extreme Hunger is a statement that indifference is not good enough, that promises must not be broken, that inaction is fatal and that the solutions are within our grasp. This charter should form a commitment from world leaders gathered in Davos to take us to a future where a crisis like this never happens again. Commit to the charter and we can get to work.Desmond Tutu Chair of The EldersJan Egeland United Nations Emergency Relief Coordinator 2003-2006Lord Malloch Brown Former minister of state in the foreign and commonwealth officeJohn Holmes United Nations Emergency Relief Coordinator 2007-2010Gareth Evans Former Australian foreign ministerLord Carey of Clifton Former archbishop of CanterburyDr Hugo Slim Humanitarian academicLouise Arbour Former UN high commissioner for human rightsRoss Mountain Director of the UK&apos;s Humanitarian Emergency Response ReviewDavid Miliband MP (Lab) Iman Somali-American fashion model, actress and entrepreneurTom Stoppard British playwright  Ten years ago one of the most successful global health initiatives in history was launched  the Global Fund to fight Aids, tuberculosis and malaria (Report, 27 January). Through targeted investments the fund is saving more than 100,000 lives every month. Greater progress is on the horizon. During these 10 years, more than 3 million people gained access to Aids treatment, over 9 million people were treated for TB, and 230m insecticide-treated bed nets were distributed to prevent malaria in the developing world. Yet the future of the Global Fund is under threat. It has had to cancel its next funding round, effectively postponing the scale-up of life-saving interventions until 2014  and just as we are on the verge of major progress, even talking of ending Aids within a generation. This situation can be remedied if governments meet their commitments to the fund. The UK government has shown real leadership in its support for the fund, which it has rated as &quot;very good value for money&quot;. In difficult times, it has continued to support this vital organisation; other governments should do likewise.Andrew George MP Lib DemJeremy Lefroy MP ConservativePamela Nash MP Labour", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/27/global-charter-stop-world-hunger", 
    "wordcount": "505"
}