{
    "headline": "GCSE results: confusion, shock and shame as envelopes are opened", 
    "text": "Students reacted with dismay as they opened their GCSE results to discover English grades that were in many cases lower than expected. Teachers and parents found themselves comforting 16-year-olds who had missed out on places at preferred sixth form colleges and faced uncertain educational futures as a result of what appeared to be a deliberate but unannounced toughening of standards required to get key grades. There was uncertainty about whether disappointing grades were the result of unfair marking, a crackdown on grade inflation or simply a lack of revision. Many students told how their teachers had expected them to get the C grades needed to access higher level courses and places in further education, but received D grades. &quot;We&apos;re all confused as to how this will affect our future plans in terms of further education,&quot; said Charlotte Moore, a student at Framwellgate school in Durham. &quot;The situation is made all the more ambiguous by the fact that the teachers do not seem to know whether our papers will be remarked and with whom the fault lies. Is it the new style of exam introduced in our year? Is it poor marking or have we all been prescribed such excessively optimistic grade targets that in reality we could never have achieved them? It&apos;s all up in the air on a day which should be about closure after months of anxiety.&quot; Students gathered at schools to try to make sense of results in English exams that were worse than expected across the country. 63.9% of entries got at least a C, compared to 65.4% last summer, while 15% were awarded an A or A*, down from 16.8% in 2011. &quot;Students have been crushed by this news,&quot; said Gary Ellis, key stage director of English at Bemrose school in Derby. &quot;I have had a number of them in tears about their result as it means that some of them will have lost their college places. Personally, I am gutted. My team and I have worked tirelessly over this last year to improve our results and it now seems pointless. How can we be judged against a C-grade threshold that moves so drastically? How can exactly the same piece of work be a C in January, then fall to a D just five months later?&quot; The stress of the situation was considerable, students and teachers complained. One student, Natasha Ox, said she felt &quot;ashamed and embarrassed&quot; at receiving a lower mark than she expected. &quot;For my English literature grade I was told I would get at least a B, which was what I was hoping for and also what I thought I was capable of achieving, but I only ended up getting a C,&quot; she said. &quot;When I read my results this morning I felt very disappointed in myself. I felt like I didn&apos;t work hard enough and I felt very confused as to how this could have happened with a subject I felt that I was very strong at.&quot; She said her place at her chosen sixth form college was now in doubt. Not everyone blamed the marking system. &quot;I should have been good enough to be well within that C anyway,&quot; said Danny-Joe Parkinson, 16, who received a D in English language. &quot;What it comes down to is I didn&apos;t try hard enough in my revision.&quot; Others reacted more strongly. One headteacher, who asked for his school not to be named, said a diabetic student had to be taken to hospital by ambulance after becoming violently sick when she heard she had received a B in her English rather than the expected A. Geoffrey Thomas, deputy headteacher of Reddish Vale Technology College in Cheshire which had predicted 64% A*-C grades, and got 54% said the results had been &quot;demoralising&quot;. &quot;We feel as if we have been hit with a sledgehammer,&quot; he said. &quot;The students have given up hours of their time before and after school and in the holidays only to see their hopes of a college place dashed by what appears to be the arbitrary stroke of a pen.&quot; &quot;The feeling has been of total shock,&quot; said Mark Everett, headteacher of Writhlington School in Somerset. &quot;It is the C to D border students who have had the rug pulled from under them and they are gutted. The parents have been understanding with us, but have been very angry with the government and the way this has been handled.&quot; Many students felt they were being singled out in a politicised crack-down on grade inflation. &quot;It might be because the pupils are getting better and the teachers are getting better and it doesn&apos;t feel right that we should be punished for it,&quot; said Millie Morris, a student at Samuel Whitbread Academy in Shefford in Bedfordshire. She was disappointed to receive an A in English when she believed she was on course for an A*. &quot;Lots of my friends have got lower grades than they expected in English and are quite disappointed,&quot; she said. &quot;Everybody has been working very hard revising and doing well in their course-work. We got a letter with our results saying our English grades might be lower so we immediately knew something was up.&quot; Ollie Weaver, a student at Forest School in Winnersh, was awarded a D in English when he was on course for a C. &quot;This GCSE means I have to do the lower course in college and may ruin my future,&quot; he said.", 
    "section": "education", 
    "gid": "education/2012/aug/23/gcse-results-grades-sixth-form-college", 
    "wordcount": "946"
}