{
    "headline": "Meteorite 'could have devastated northern UK'", 
    "text": "The meteorite that caused devastation in the Urals on Friday could have struck Britain if it had entered the atmosphere at only a slightly different time of day, astronomers revealed yesterday. The region around Chelyabinsk hit by the meteorite impact is 55 degrees north, the same latitude as northern England. Had the meteorite&apos;s timing been only few hours different, it could have caused widespread damage in the British Isles, astronomers at the University of Hawaii said yesterday. If a larger object, such as asteroid 2012 DA14 which grazed Earth later that day, had hit the planet, it would have obliterated any city it struck, they added. These events have led several teams of scientists to propose schemes aimed at pinpointing asteroids or meteorites that could strike Earth and devastate regions. One is to be built by Hawaii University and is known as Atlas: Asteroid Terrestrial-Impact Last Alert System. It will consist of a series of eight telescopes, each fitted with powerful cameras, that would have sensitivity akin to detecting a match flame in New York City when viewed from San Francisco. Professor John Tonry of Hawaii University said Atlas would give warnings of between one to three weeks of incoming meteorites. &quot;That is enough time to evacuate the area of people, take measures to protect buildings and other infrastructure, and be alert to a tsunami danger generated by ocean impacts,&quot; he said. News of the plans came as Russia revealed it was sending more than 9,000 workers to the region around Chelyabinsk in the Ural mountains where Friday&apos;s meteorite crashed. President Vladimir Putin ordered the operation after it was revealed that around 1,200 people  including 200 children  were injured in the blast. Most are thought to have suffered cuts and lacerations from shattered glass. More than 50 individuals were still in hospital on Saturday night.", 
    "section": "science", 
    "gid": "science/2013/feb/16/meteorite-uk", 
    "wordcount": "309"
}