{
    "headline": "China's emissions expected to rise until 2030, despite ambitious green policies", 
    "text": "China&apos;s position on its rising greenhouse gas emissions may seem contradictory. While the country flaunts ambitious green-tech investments and energy consumption targets, its officials continue to prioritise GDP growth over many environmental concerns. China &quot;is resolute in reducing emissions&quot;, wrote the state newswire Xinhua last week, yet &quot;it&apos;s unfair and unreasonable to hold China to absolute cuts in emissions at the present stage&quot;. Analysts say that beneath the apparent contradiction lies a consensus that barring any significant changes in policy, China&apos;s emissions will rise until around 2030  when the country&apos;s urbanisation peaks, and its population growth slows  and then begins to fall. Proposed policy changes could speed up the process. China is the world&apos;s largest emitter of greenhouse gasses, responsible for about a quarter of all emissions. The country accounted for over 70% of the world&apos;s energy consumption growth in 2011, according to the BP Statistical Review of World Energy. Its emissions have risen accordingly. China&apos;s chief negotiator to the Doha climate change conference, Xie Zhenhua, told Xinhua that the country&apos;s greenhouse gas emissions  which rose 171% between 2000 and 2011, and by just under 10% last year alone  would continue to rise until its per capita GDP had reached $20,000 to $25,000. It currently stands at $5,000. Deborah Seligsohn, a principal adviser for the World Resources Institute&apos;s climate and energy programme in Beijing, said Xie&apos;s announcement suggested China&apos;s current trajectory was unlikely to change any time soon. Yet Beijing is taking steps to boost the country&apos;s renewable energy industries and decrease its reliance on coal. &quot;Solar and wind energy are increasing a lot more quickly than anybody thought 10 years ago,&quot; she said. The authorities have also set a national coal production cap for 2015, albeit a high one, suggesting that coal may remain China&apos;s primary energy source for decades. Li Yan, the head of Greenpeace East Asia&apos;s climate and energy campaign, said China&apos;s move away from coal had been hampered by messy internal politics. &quot;There is some discrepancy between the central government&apos;s political will and local governments&apos; desire for high GDP growth,&quot; she said. Li said China was now focused on decoupling its GDP growth from its emissions levels. Officials claim the country&apos;s carbon intensity has dropped 19% since 2005, and plan on knocking it down another 17% by 2015. Yet China&apos;s environmental authorities are notoriously opaque, making the true extent of its carbon emissions  and its progress in mitigating them  difficult to assess. In June, scientists from China, Britain and the US reviewed data from China&apos;s National Bureau of Statistics and found that the country&apos;s total emissions from 1997 to 2010 may be 20% (1.4bn tonnes) higher than reported. &quot;China will be expected to take even bolder actions in 2015,&quot; said Li, including levying direct taxes on carbon emissions. &quot;To be able to make sure they can make that commitment, they need to make sure that data-gathering is reliable.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/26/china-emissions-rise-green-policies", 
    "wordcount": "498"
}