{
    "headline": "Doha climate conference diary: Monckton v camel", 
    "text": "     Camel gets hump with Monckton Climate panto villain Lord Monckton has arrived at the talks even as folk here were fearing that the Committee For a Constructive Tomorrow (CFACT) and other regular denialists and sceptics had given up. But instead of dropping in by parachute, as he appeared to do at Durban last year, he came as &quot;Monckton of Arabia&quot; in full regalia but without the camel. Qatari security and onlookers at the convention centre said they did not know whether to laugh or cry but allowed him to regale Canadian youth and anyone who could not avoid him. Here is Monckton on his blog, recounting what happened when he tried earlier this week to ride a camel into the conference:  I addressed Aziz [the camel] with an elegant quatrain from [Edward] Fitzgerald&apos;s perfect translation of the world&apos;s most charming drinking song, the Rubaiyat of Umar Khayyam: &quot;Awake! for Morning in the bowl of Night / Has flung the stone that puts the stars to flight  / And lo, the Hunter of the East has caught / The Sultan&apos;s turret in a noose of light&quot;  It seems that Aziz was a very intelligent camel. He listened to Monckton and promptly chucked him headfirst into a sand dune. Farewell to Obama&apos;s enforcer?     Soham Baba at the Doha conference Photograph: Courtesy of theverb.org    Could this be the last COP [conference of the parties] for Jonathan Pershing, the US chief negotiator and hard man of the talks? Many NGOs who were overly excited by Obama&apos;s election in 2008 but were disappointed by his lack of climate leadership in Copenhagen in 2009 continued to give him the benefit of the doubt. Now their patience with the US negotiators has run out. Here is Kumi Naidoo, head of Greenpeace International, in an open letter to Obama published on Wednesday:  &quot;Although the special envoy for climate change Todd Stern and deputy special envoy Jonathan Pershing say the US has a &quot;strong and solid&quot; position, they have consistently delivered the opposite ... Frankly, their tone has undermined US credibility. In recent weeks, the World Bank and the CIA have each warned about the consequences of unchecked climate change. In this context, your negotiators claiming that the US is making &apos;enormous efforts&apos;, rather than accepting the need for enforceable pollution reductions backed by a consensus of the world&apos;s scientists, threatens to sabotage these climate negotiations.&quot;  And here is Karen Orenstein of Friends of the Earth US:  &quot;Frankly, as an American, I find the behaviour and positions taken by Obama&apos;s representatives in Doha embarrassing and, in light of the tremendous threat climate change poses to the life systems of our planet, deeply disturbing.&quot;  The completely unsubstantiated rumour is that Obama&apos;s new administration will seek changes in his second term and that Pershing will leave. The hot bet is he will return to the World Resources Institute in Washington where he was director of the climate, energy and pollution programme until plucked by President Clinton. All he would tell the Guardian was: &quot;I serve at the President&apos;s pleasure.&quot; The welcome warmth of Babaji The hours tick by, the pressure for a breakthrough in the diplomatic deadlock builds, so where better to get a fresh perspective and succour than from divine mystic, Himalayan cave dweller and philosopher, his holiness Shri Shri 1008 Soham Baba, founder of the United Green Care international forum bases in the Netherlands? &quot;Babaji&quot; is here in flowing traditional robes and, unlike Mr Monckton, radiating warmth and bonhomie and offering &quot;selfless service to the humanity&quot;, especially to environment ministers and negotiators at global climate talks. He tells Australian blog The Verb:  Twenty years ago, I noticed the Himalayan glacial ice was melting  we have the sacred technologies to empower the latent heat within the body, so we need the cold climate to enhance our organic system.  Away from the international conferences, Babaji also offers $400 &quot;journey to the soul&quot; packages. Might suit Ed Davey after a long night of Doha negotiations. Office politics With just a few hours left before the traditional Friday night political showdown that has to come before an agreement, the stresses and strains of being cooped up in airless, windowless rooms is getting to ministers. Climate minister Greg Barker tells the Guardian that he was getting hungry to the point of hallucinating after some particularly long sessions earlier this week. &quot;I saw these lanterns and I thought it was a Chinese takeaway. But it was the Chinese delegation offices.&quot; (Interesting to see how different countries brand themselves in their offices. The Chinese have decorated theirs with kites and calming pictures of mountains, the Australians have a monster kangaroo on the door, while the Brits have a big union flag with &quot;Team Britain&quot; plastered across it.) Legislation across the nations And lastly, some good news. Preliminary results from Globe International, a body of international MPs, show 32 of 33 major economies have now put in place national laws to reduce emissions. The study, undertaken with the Grantham Research Institute at the London School of Economics, will be published next month in London, and finds much of the current legislative activity on climate change now taking place in developing countries, including China. Overall it&apos;s not enough to keep emissions below 2C, but at least countries are putting in place the necessary mechanisms to measure, report and verify emissions  a pre-requisite for a credible international treaty, Globe says. This is all very good news for UN climate chief Christiana Figueres, who says:  The clean revolution we need is being carried forward by legislation. Domestic legislation is critical because it is the linchpin between action on the ground and the international agreement. ", 
    "section": "environment", 
    "gid": "environment/blog/2012/dec/06/doha-climate-conference-diary-lord-monckton-camel", 
    "wordcount": "952"
}