{
    "headline": "Mobile World Congress 2012  day three", 
    "text": " 2.09pm: Hello and welcome to the Guardian&apos;s live blog of the Windows 8 preview here at the Mobile World Congress in Barcelona with me, Juliette Garside. This has been described as Microsoft&apos;s make or break year. Today&apos;s event is arguably the most significant new product launch for Microsoft since Windows 1.0 introduced a graphical interface in 1985. Computing is going mobile, with PCs being outstripped by instant-on notebooks, tablets and smartphones. The first version to work on mobile devices, Windows 8 is Microsoft&apos;s bid to remain relevant in a consumer computing world now dominated by Apple and Google. It&apos;s a sign of where Microsoft thinks the market is going that it chose not the Consumer Electronics Show in Las Vegas this January, but the mobile industry&apos;s annual showcase to unveil a consumer preview of its new software. From today, this test version of the software, which has so far been shown only to developers and in a very incomplete iteration, will be available to the public to download.  The commercial launch will come later in the year, but what we know so far is that Windows 8 has a touch screen interface - with the option of just using a keyboard too - and is adapted for the low power chips made by British company ARM Holdings that are present in 99% of all smartphones, tablets and even smart TVs. What we may get a glimpse of today, in a presentation led by Microsoft Windows president Steven Sinofsky, is the updated Office word processing and powerpoint suites, adapted to a touch environment.  2.25pm: Steven Sinofsky is on stage. says I&apos;m supposed to say we&apos;re &apos;super&apos; excited to be here because that&apos;s our Microsoft thing.   We started this project as we wound down the Windows 7 project, the most successful release of Windows of all time. We challenged ourselves to bring the best of mobility and the best of PCs, in an experience where you don&apos;t have to compromise. As exciting as all these devices are today, we all face a little bit of a yearning. We desire something better. We too often have to chose between consumption and productivity, more battery life or functionality, a tablet or a laptop, a touch interface or keyboard and mouse. Our industry has made you make this choice based on the capabilities of the operating platform. You want to have these capabilities no matter where you are or where you are working. The operating system should just scale with you.   4.40pm: [Charles Arthur writes: we apologise - Juliette had a technical problem which prevented her from filing here. We&apos;ll have a fuller piece about the Windows 8 launch as soon as possible.]", 
    "section": "technology", 
    "gid": "technology/2012/feb/29/mwc-2012-barcelona", 
    "wordcount": "452"
}