{
    "headline": "Tim Cook hints at 'new' iPhone format and talks of rapid growth", 
    "text": "Apple chief executive Tim Cook hinted that the company could build a cheaper mobile phone that would &quot;not necessarily [be] a cheaper version of the current iPhone&quot;, and called a shareholder lawsuit over the company&apos;s giant cash pile a &quot;silly sideshow&quot; at the Goldman Sachs conference on Tuesday. With pressure from pundits mounting on Apple to produce a phone with a 5in screen, like Samsung&apos;s Galaxy Note, he also suggested that larger displays weren&apos;t necessarily better, and that OLED displays (as used by South Korean rival Samsung) have &quot;awful&quot; colour saturation: &quot;I&apos;m not going to comment on what we&apos;re going to do in the future, but it&apos;s always broader than that which can be defined by a simple number,&quot; he said.  He also said that Apple has paid out $8bn to developers from the App Store - a new figure that implies that Apple has taken in $11.4bn since opening the store in 2008. That is double the $4bn figure paid out by January 2012, and up $1bn in a month, suggesting rapid growth in payments by users. With the physical stores, Apple will close 20 &quot;and moving them and making them larger&quot;, and adding another 30, with plans to add &quot;lots more&quot; in Greater China.  He said that 40% of all iOS device sales happened in 2012 - but that there was still huge potential to sell more: &quot;the iPhone is really only available to about half of the subscribers in the world, so there is tons of opportunity to expand that.&quot; Speaking to a packed room in the Palace Hotel in San Francisco at a 7am start, Cook hit back at accusations made by Greenlight Investment over its hoarding of cash, saying that the company &quot;doesn&apos;t have a Depression-era mentality. Apple makes bold and ambitious bets on product and we&apos;re conservative financially&quot;. Shareholder pressure David Eindhorn at Greenlight has been trying to persuade Cook to give back some of its accumulated $100bn in cash, and is opposing a plan by Apple&apos;s board to create a new class of shares - which Eindhorn complains would make it more difficult to redistribute that cash mountain to shareholders.  Cook said Apple won&apos;t spend money contacting shareholders to lobby for votes in favour of the proposal. &quot;My preference is that everyone on both sides of this issue would take the money they&apos;re spending on this and donating it to a worthy cause,&quot; he said. On Apple&apos;s plans for the iPhone, and for future products, Cook was - as Steve Jobs used to be before him - evasive. The smartphone market still had huge room for growth, he said: &quot;When I zoom out and look at the smartphone market in particular, what I see is a market that is projected to double in the next few years. This is a huge market. On a longer-term basis, all phones will be smartphones and there&apos;s a lot more people in the world than 1.4 billion [the estimated current total number of smartphone users], and people love to upgrade their phones very regularly.&quot; But he did acknowledge that the existing iPhone range is out of reach for almost all pay-as-you-go (prepay) customers. &quot;We wouldn&apos;t do anything we wouldn&apos;t consider a great product,&quot; he said. &quot;There are other companies that do that, and that&apos;s just not who we are. That said, if you look at what we&apos;ve done to appeal to people who are more price-sensitive, we lowered the price for the iPhone 4 and iPhone 4S - and in the December quarter [of 2012] we didn&apos;t have enough supply of [the] iPhone 4.&quot; He said Apple had been &quot;surprised&quot; by the level of demand for the latter in that period. Something different? He then hinted that Apple might create a quite different product, saying: &quot;We are making moves to make things more affordable. When we came out with the iPod, it was $399. Today you can buy an iPod shuffle [which has no screen and half the storage of the original iPod] for $49. Instead of saying &apos;how can we cheapen this iPod to get it lower&apos;, we said &apos;how can we do a great product&apos;, and we were able to do that. The same thing, but in a different concept in some ways.&quot; Similarly in looking at building a sub-$1,000 iMac - as in 2008 when Apple was being urged to offer a notebook - &quot;we concluded we couldn&apos;t do a great product, but we did do - we invented [the] iPad. Now all of a sudden we have an incredible experience and it starts at $329.&quot; He suggested that people were getting too distracted by specifications rather than the user experience, pointing to how the PC industry had become obsesses with &quot;the largest drive and fastest processor&quot;, and camera companies by megapixels, when &quot;customers want that &apos;a-ha&apos; moment, and that&apos;s rarely a function of any of those things.&quot; He challenged people on the difference between specification and experience: &quot;do you know the speed of an AX processor? You probably don&apos;t. You want a fantastic experience.&quot; 500 million in use He said Apple now had 500 million iOS devices in use, of which 40% were sold last year. He also pointed to China as a source of huge growth - with Apple having gone from &quot;a few hundred million in revenue in one year to $3bn in the next to $13bn the next - we&apos;re adding over $10bn every year.&quot; The tablet market, he said, &quot;will be huge, it will be a huge opportunity for Apple&quot;, and pointed to the company&apos;s sales of 23m tablets in the previous quarter - compared to the 15m PCs sold by HP, the world&apos;s biggest PC maker. &quot;There has been a sea change. We&apos;re in the early innings of this game. The projection is that this is going to triple in four years - that&apos;s 375 million, more than the number of PCs being sold around the world. The tablet is attracting people who have never owned a PC, and people who have owned [PCs] but it wasn&apos;t great in the experience.&quot; To the figures reported by analysts showing Apple&apos;s market share dipping below 50% in the fourth quarter, he retorted: &quot;I have no idea what the market share is. We&apos;re the only company that really reports the units we sell.&quot; By comparison none of Samsung, Amazon, Barnes &amp; Noble or other companies making tablets reports official quarterly shipment or sales figures.  Expanding base Apple was still expanding its user base, with 50% of iPad buyers in China and Brazil buying their first Apple product - which was linked to future purchases of Apple products, he said. He insisted that Apple&apos;s innovation was at its &quot;strongest ever&quot; and &quot;in the DNA of the company&quot; and that &quot;the decisions we make are for Apple&apos;s long-term health. Not the short-term 90-day clock [of the financial quarter].&quot; He also pointed to Apple having skills in three key areas: software, hardware and services. &quot;The model of the PC industry [where separate companies specialise in each of those three areas], that model&apos;s not working for what consumers want today. Consumers want an elegant experience where the technology flows to the background. The real magic happens at the intersection of these.&quot; He praised the skills of his &quot;executive team table&quot; of design chief Sir Jonathan Ive, hardware chief Bob Mansfield, supply chain chief Jeff Williams and others. Asked whether Apple&apos;s culture militates against large acquisitions - which could be another use for the cash pile - Cook said that &quot;we have looked at large companies. In each case, it didn&apos;t pass our test we want to make great products. If a large company could help us, then that would be of interest.&quot; Instead, Apple buys companies for its &quot;really smart&quot; staff, or its intellectual property: &quot;we&apos;ve averaged about an acquisition every other month&quot; for the past three years.&quot; Transcript of the talk courtesy of the Wall Street Journal.", 
    "section": "technology", 
    "gid": "technology/2013/feb/12/tim-cook-apple-iphone-stockholder-lawsuit", 
    "wordcount": "1388"
}