{
    "headline": "Facebook and Twitter do not need anti-piracy software, says court", 
    "text": "Social networks such as Facebook and Twitter cannot be required to install an anti-piracy filtering system, the European court of justice has ruled. Europe&apos;s top court has made the ruling in a case brought by Belgian music royalties firm Sabam against the website Netlog. Sabam wanted the court to declare that Netlog and other social networks should actively monitor music and video posted by users to ensure that it does not infringe copyright. However, the ECJ ruled that requiring social networks to install anti-piracy filtering software would fall foul of the existing e-commerce directive. The ruling was welcomed by online advocacy groups, who have warned that unfettered use of the internet is under threat from the controversial anti-counterfeiting trade agreement (Acta). Netlog has tens of millions of users each day, according to the court. Sabam claimed that some of its users illicitly shared copyright music and videos on the website. The ECJ ruled that an anti-piracy filter would require social networks to carry out &quot;active observation&quot; of information shared by users. &quot;Accordingly, such an injunction would result in a serious infringement of the freedom of the hosting service provider to conduct its business since it would require that hosting service provider to install a complicated, costly, permanent computer system at its own expense,&quot; the ECJ said in the judgment. &quot;[The] injunction could potentially undermine freedom of information, since that system might not distinguish adequately between unlawful content and lawful content, with the result that its introduction could lead to the blocking of lawful communications.&quot; The judgment will be used as legal precedent in courts across the EU where this aspect of European law is in question. Peter Bradwell, the Open Rights Group campaigner, welcomed the ruling. He said: &quot;It&apos;s good to see courts promoting our rights by swatting away plans to snoop on people&apos;s use of social networks. It is especially timely because, as seen in agreements like ACTA, policymakers everywhere find it much harder to respect our rights when making intellectual property policy.&quot;", 
    "section": "technology", 
    "gid": "media/2012/feb/16/facebook-twitter-piracy-software-court-ruling", 
    "wordcount": "342"
}