{
    "headline": "Why does Chad have so many stunted and malnourished children?  in pictures", 
    "text": "   Mothers feed their malnourished children at a nutritional health clinic run by Action Against Hunger with the support of Unicef, in Mao Photograph: Rebecca Blackwell/AP       Health workers measure the height of a boy during a mobile clinic to identify cases of underweight, stunted or malnourished children, in Michemire, Mao. The World Food Programme definition of stunting is 'shortness for age; an indicator of chronic malnutrition and calculated by comparing the height for age of a child with a reference population of well-nourished and healthy children' Photograph: Rebecca Blackwell/AP       A little girl cries as she is weighed as part of a mobile nutrition clinic to examine local children in Michemire Photograph: Rebecca Blackwell/AP       Harmata Mahamat sits with her daughter Halime, aged three months, at a local nutrition clinic where Halime was being treated for malnutrition, in Nokou, Mao. Halime died several days later Photograph: Rebecca Blackwell/AP       Zara Seid holds her daughter, Fatime Mahamat, aged three, as she receives a shot as part of her treatment for severe malnutrition in a health clinic in Mao Photograph: Rebecca Blackwell/AP       Seven-year-old Achta, right, walks with her mother Fatme Ousmane in the village of Louri, Mao. Achta's birth coincided with the first major drought to hit the Sahel over the past 10 years. Climate change has meant that the normally once-a-decade droughts are now coming every few years. The droughts decimated Achta's family's herd. With each dead animal, the family ate less Photograph: Rebecca Blackwell/AP       Achta, second right, plays with Nasruddin, right, Mahamat, second left, and her big brother, in front of her family's one-room house in Louri. A Unicef survey in August 2012 found that the acute malnutrition rate for children under five, in nine of the Sahel regions of Chad, was above the World Health Organisations emergency threshold of 15% Photograph: Rebecca Blackwell/AP       Achta, her older brother and their mother share a dinner of rice and meat  a rare treat  leftovers from their recent Eid holiday, in their home in Louri Photograph: Rebecca Blackwell/AP       Stars fill the sky as Achta stands in the door of her family's cooking hut, as her mother prepares dinner over a wood fire by the glow of a flashlight, in Louri Photograph: Rebecca Blackwell/AP       A woman stands alongside the fence that encloses her family's huts and sandy yard, in a village in Mao. In this Sahel nation, childhood malnutrition and related mortality persist at alarming rates, even though most affected families live within a day's journey of internationally funded nutrition clinics. One reason is that some families, in accordance with local custom, choose to seek traditional treatments that can lead to the very infections that kill their undernourished children Photograph: Rebecca Blackwell/AP       Traditional healer Hakki Hassan uses a dirty blanket to wipe blood from the mouth of eight-month-old Moustafa Abdallah Lamine, after cutting out the boy's epiglottis and four unerupted baby teeth as a treatment for vomiting and diarrhoea, in Moussoro Photograph: Rebecca Blackwell/AP       Teacher Djobelsou Guidigui Eloi works with a student at the blackboard in the school hut in Louri. Many of the children, unable to read, attempted to pass the lesson by memorising the sounds and their order on the blackboard. In 2011, 78 boys and girls enrolled at the school in the equivalent of first grade. Of those children, 42 failed the test to graduate into the next grade, a number that almost exactly mirrors the percentage of stunted children in the county Photograph: Rebecca Blackwell/AP       Achta, right, and Youssouf, left, look on as Mahamat tries to copy a circle during a lesson on drawing the letter 'a' in Louri. In this village, where malnutrition has become chronic, children have simply stopped growing Photograph: Rebecca Blackwell/AP       Young men walk in the wadi (valley or dry stream bed) alongside Louri village, in the Mao region. Uncertain weather is decimating food production across the country. Severe drought in the summer was followed by heavy flooding in September, which ruined crops in the food-insecure country  Photograph: Rebecca Blackwell/AP       A girl walks past spices displayed for sale in the market in Mao. Stunting is the result of having either too few calories, too little variety, or both. The NGO Action Against Hunger reported a rising number of people attending its therapeutic feeding centre in Mao in March-April 2012 Photograph: Rebecca Blackwell/AP       A woman walks towards a well through clouds of dust raised by cattle in the wadi outside Louri. For generations, the people of this bone-dry region have lived off their herds Photograph: Rebecca Blackwell/AP  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/feb/18/chad-stunted-malnourished-children-in-pictures", 
    "wordcount": "0"
}