{
    "headline": "Let's not kid ourselves that financial inclusion will help the poor", 
    "text": "Looking at the latest high-profile World Bank output promoting financial inclusion, as well as reflecting upon recent passionate comments in support of &quot;universal financial inclusion&quot; by the head of the Consultative Group to Assist the Poor, Tilman Ehrbeck, I couldn&apos;t stop myself from thinking &quot;here we go again&quot;. For here we have the very same individuals and institutions that brought us the largely failed &quot;big idea&quot; of microfinance as an anti-poverty intervention now mounting what is clearly a co-ordinated attempt to convince the international development community of the value of an equally preposterous &quot;bigger idea&quot;  that financial inclusion is a massively powerful tool with which to help the poor, so it needs to take centre stage in development policy. The recent explosion of interest in financial inclusion represents an almost entirely fake agenda. No one can deny that having access to financial services is sometimes important for the poor, and we should certainly help the process wherever we can. However, this is not the same as arguing solid evidence exists to confirm that financial inclusion should replace/displace other international development community programmes using the same funding and targeted at the same poor communities, such as in healthcare, education or infrastructure. I get even more suspicious about the motives at play here when I see anecdotes about &quot;we in the west&quot; liking our bank accounts, our cash cards, our overdrafts and our ability to pay our bills by mobile phone, which means we urgently need to finance major programmes to help the poor avail themselves of these services too. Poverty impact is not what this new financial inclusion agenda is all about. Instead, there are at least three core ideologically driven reasons why financial inclusion has been artificially hatched and given huge publicity by the microfinance community, the World Bank and a growing number of other ideological allies. First, as ever, there is the overarching effort to try to get the poor to uncritically accept the tools the rich have used to acquire their great wealth and become powerful. Finance is one of these tools. By claiming that helping the poor to &quot;manage their money better&quot; will rapidly lead to economic and social benefits, the promoters of the financial inclusion agenda hope the poor will abandon any possible interest in supporting the collective capabilities and initiatives that history shows have massively empowered them. I would include here trade unions, social movements, strongly regulated labour markets, universal healthcare, public sector employment, a &quot;developmental state&quot; and, most of all, the programmed redistribution of wealth and power. It is no coincidence that almost all these &quot;transformative&quot; collective capabilities and initiatives have, at one time or another, been viciously disparaged and physically blocked by the World Bank and its allies. A second rationale behind financial inclusion is about finding some new popular goal that will help to keep the bloated and largely discredited microfinance industry alive. Diehard microfinance advocates saw the writing on the wall a few years back. They realised they had better quickly locate some other goal the microfinance movement could proclaim to be genuinely passionate about and diligently working towards, otherwise there would be real trouble  enter &quot;universal financial inclusion&quot;. Go back five years, and almost no one talked about financial inclusion. Why would they, when Muhammad Yunus and his acolytes were telling everyone that microfinance was in the process of reducing poverty like never before. Now, promoting financial inclusion is supposedly what microfinance is &quot;really all about&quot;. The financial inclusion agenda is also local economic policy nonsense. It aims to assist the poor to find paid work for themselves through establishing and better managing an informal microenterprise. But this supply-side agenda fails to acknowledge the lack of local demand in poor communities, a factor that is getting worse because of the global recession. As the late Alice Amsden argued, the poor in developing countries  just like in developed countries  are not financially constrained so much as demand-constrained. There is no Say&apos;s Law to ensure the increasing local supply of simple goods and services creates its own demand. This basic and inescapable fact is essentially why all the supply-side measures you can think of  better training, more credit, better managed bank accounts, easier registration  render it impossible for the poor to escape their poverty through informal microenterprise development. However, to accept that the crux economic problem today is actually a lack of effective local and global demand, a situation that exists in spite of huge unmet needs (especially in the poorest communities), would further expose to the poor the fundamental and growing weaknesses of capitalism and markets. These are weaknesses that the World Bank and its supporters are desperately trying to cover up. Far better, then, to maintain the entirely false pretence that all the poor and the unemployed need to escape their poverty is much better access to financial services. I am not against extending financial services to the poor. But let&apos;s not kid ourselves that this recent interest in financial inclusion is anything other than the start of a sophisticated, carefully managed  but supremely cynical  PR campaign that attempts to cover up for local neoliberal policies and programmes that have actually failed the poor.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/08/financial-inclusion-poor-microfinance", 
    "wordcount": "885"
}