{
    "headline": "Nobel prize won by Briton written off in his teens by a science teacher", 
    "text": "     A British researcher whose schoolboy ambition to become a scientist was dismissed as &quot;quite ridiculous&quot; by his Eton schoolmaster has won a Nobel prize for work that proved adult cells can be reprogramed and grown into different tissues in the body. Sir John Gurdon, 79, of Cambridge University, shares the prize in physiology or medicine - and 8m Swedish kronor (744,000) cash - with the Japanese scientist Shinya Yamanaka, 50, who holds academic posts at the Universities of Kyoto and San Francisco. The groundbreaking work has given scientists fresh insights into how cells and organisms develop, and may pave the way for radical advances in medicine that allow damaged or diseased tissues to be regenerated in the lab, or even inside patients&apos; bodies. Gurdon heard he might have won science&apos;s highest honour from a journalist on an Italian newspaper who called his lab at 7.30am on Monday morning, before the announcement had been made. An hour later, he received the official call from Stockholm. Speaking to reporters in London, he said it was &quot;very gratifying&quot; to be recognised for what has been his life&apos;s work. &quot;I hope it encourages others around to feel that science is a good thing to do. There&apos;s a danger of some of the best people saying &apos;I don&apos;t want a career in science&apos;,&quot; he said. Prior to the duo&apos;s research, many scientists believed adult cells were committed irreversibly to their specialist role, for example, as skin, brain or beating heart cells. Gurdon showed that essentially all cells contained the same genes, and so held all the information needed to make any tissue. Building on Gurdon&apos;s work, Yamanaka developed a chemical cocktail to reprogram adult cells into more youthful states, from which they could grow into many other tissue types. In a statement, the Nobel Assembly at Stockholm&apos;s Karolinska Institute in Sweden, said the scientists had &quot;revolutionised our understanding of how cells and organisms develop&quot;. According to his Eton schoolmaster, the 15-year-old Gurdon did not stand out as a potential scientist. Writing in 2006, Gurdon quoted a school report as saying: &quot;I believe Gurdon has ideas about becoming a scientist; on his present showing this is quite ridiculous; if he can&apos;t learn simple biological facts, he would have no chance of doing the work of a specialist, and it would be a sheer waste of time, both on his part and of those who would have to teach him.&quot; That year, Gurdon scored the lowest mark for biology in his year at Eton. &quot;Out of 250 people, to come bottom of the bottom form is quite something, and in a way the most remarkable achievement I could have been said to make,&quot; he said. The scientist, who was knighted in 1995, narrowly avoided military service when he caught a cold and his doctor decided it might be helpful to diagnose bronchitis. Gurdon received a message from the army assigning him to latrine cleaning and peeling potatoes, but was later told he was not needed. Gurdon&apos;s breakthrough came in 1962 at Oxford University, when he plucked the nucleus from an adult intestine cell and placed it in a frog&apos;s egg that had had its own nucleus removed. The modified egg grew into a healthy tadpole, suggesting the mature cell had all the genetic information needed to make every cell in a frog. Previously, scientists had wondered whether different cells held different gene sets. Yamanaka, who was born in the year of Gurdon&apos;s discovery, reported in 2006 how mature cells from mice could be reprogramed into immature stem cells, which can develop into many different types of cell in the body. The cells are known as iPS cells, or induced pluripotent stem cells. Responding to the prize announcement, Yamanaka said: &quot;I don&apos;t know how I am going to celebrate yet. I think I just need a beer.&quot; Drawing on the methods developed by Gurdon and Yamanaka, scientists can now make cells that carry specific diseases and watch how they grow. The work could shed light on the biological mechanisms that go awry in disease and reveal new ways to treat them. Some researchers in the field hope to turn patients&apos; skin cells into healthy replacement tissues for diseased or aged organs. But Gurdon said that regulatory bodies, such as the US Food and Drugs Administration, impose such stringent safety checks that the therapy is too costly to pursue. He argues that patients should be allowed to make their own informed decisions about the treatments they receive. &quot;I feel rather strongly about that. If you explain to a patient what can be done and what might be the downsides, let the patient choose, don&apos;t have ethicists, priests of doctors say you may or may not have replacement cells.&quot; Gurdon keeps his old school report, now a browning scrap of paper, on his office wall, where it is the only framed document. &quot;When you have problems, like an experiment doesn&apos;t work, which often happens, it&apos;s nice to remind yourself that perhaps after all you&apos;re not so good at this job, and the schoolmaster might have been right,&quot; he said. Seasoned Nobel watchers will know that, after the initial excitement of the winners has died down, there are furious discussions around who else should have been on the list of winners. On the potentially snubbed list this year might be James Thomson of the University of Wisconsin-Madison. He is a pioneer in the field of human embryonic stem cells and was the first to isolate them in the lab back in 1998. In 2007, Thomson also showed that mature human body cells could be reprogramed into stem cells, publishing his work in Science. The work was published at around the same time as Yamanaka&apos;s work on reprogramming adult human cells. Another potential winner might have been Kazutoshi Takahashi, a cellular biologist at Kyoto University, who was Yamanaka&apos;s co-author on the key 2006 paper published in Cell in which the duo demonstrated the reprograming of adult mouse cells into induced pluripotent stem cells. Takahashi also featured as a lead author on the 2007 follow-up paper on humans. Gurdon said he would have like to share the prize with Ian Wilmut, who led the team that cloned Dolly the Sheep in 1996. Sir Paul Nurse, president of the Royal Society, said he was &quot;delighted&quot; to hear the award had gone to Gurdon and Yamanaka. &quot;John&apos;s work has changed the way we understand how cells in the body become specialised, paving the way for important developments in the diagnosis and treatment of disease,&quot; he said. For Julian Savulescu, Uehiro professor of practical ethics at Oxford University, the researchers&apos; work deserved particular praise because reprogramed cells overcome the moral concerns that surrounded research on embryonic stem cells. &quot;This is not only a giant leap for science, it is a giant leap for mankind. Yamanaka and Gurdon have shown how science can be done ethically. Yamanaka has taken people&apos;s ethical concerns seriously about embryo research and modified the trajectory of research into a path that is acceptable for all. He deserves not only a Nobel prize for medicine, but a Nobel prize for ethics.&quot;", 
    "section": "science", 
    "gid": "science/2012/oct/08/nobel-prize-briton-science-teacher", 
    "wordcount": "1215"
}