{
    "headline": "The ash tree crisis: a disaster in the making", 
    "text": "Ashwellthorpe lower wood is still, wet and silent. Gold and ginger leaves float from the branches above. Pale fungi rise through decomposing leaves below. The only sound is the astonishing cackle of a green woodpecker. Everything is dying back, peacefully, just as it has for hundreds of autumns. In July, when I last walked in Ashwellthorpe, a rare fragment of thousand-year-old Norfolk forest, the ash trees that gave the wood its name, kept locals in timber for centuries and supplied broom handles to a nearby factory for generations were green and healthy. Now they carry a malignant look: the leaves are not the yellow andbrown of an ordinary October butasickly black. Their graceful slim trunks, the colour of an elephant&apos;s skin, are mottled with sinister stains. Last Friday, DNA tests confirmed that its ash trees were the among the first in an ancient woodland to succumb to Chalara fraxinea, or ash dieback, a virulent fungal disease that has swept across Europe and entered Britain, most probably via imported saplings, earlier this year. On Monday, the government slapped an import ban on ash trees and pledged to do all it could to contain this &quot;devastating&quot; disease. Critics say this action is far too little, too late. The answers to the obvious questions  What has caused its spread? Can anything stop it?  remain frighteningly uncertain. There are growing fears the disease will kill millions of ashes, which makes up around a third of our woods and hedges. This fungus is likely to transform our countryside more dramatically than Dutch elm disease, another fatal killer accidentally spread around the world by the timber trade, which has destroyed more than 25 million trees in Britain since the late 1960s. &quot;They shiver in the wind and throw out boughs with a calculated aim, which is to be beautiful,&quot; wrote Ronald Blythe of a pair of young ashes near his home in Essex. Gerard Manley Hopkins admired the &quot;contradictory supple curvings&quot; of an ash&apos;s boughs. &quot;The ash grove how graceful / how plainly &apos;tis speaking&quot; goes the Welsh folk song the Ash Grove. Poets and writers have long hailed the aesthetic qualities of the ash, whose Latin name, Fraxinus excelsior, celebrates its heavenly height, but it is even more admired for its utilitarian qualities. Fast-growing, strong and flexible, ash is the prince of all timbers. Every handle of every tool was once made from ash (until hickory was imported from the US), and ash was widely used in gates and cartwheels. These days, the wood&apos;s attractive grain and light hue makes fashionable furniture. Foresters love ash because it quickly grows tall and true. And as anyone with a wood-burning stove knows, ash is the king of logs: &quot;Ash-wood wet and ash-wood dry / a King may warm his slippers by.&quot; Brendan Joyce, the chief executive of Norfolk Wildlife Trust, does not just admire ash because its wood made his beloved Fender Stratocaster guitar. Ash is a particularly convivial tree. Because it does not cast heavy shade, it allows plenty of other plants to grow alongside it. &quot;Ash woods tend to be rich and diverse places unlike beech woods, which tend to be rather monotonous,&quot; says woodland ecologist George Peterken. In Norse mythology, Yggdrasil was an enormous ash tree that harboured all the life in the universe. Beneath the ashes of Ashwellthorpe are carpets of bluebells and early purple orchids in spring and white admiral butterflies in July. Ash&apos;s key-like seeds feed woodmice and its bark is particularly conducive to mosses and lichens. Some 80 common insects and 60 of the rarest beetles and flies have an association with ash trees, according to Chris Panter at the University of East Anglia.            Chalara fraxinea first emerged in Poland in 1992. A fungus attacks ash leaves, moving inside young shoots into the heart of the tree, effectively strangling it by preventing it from taking both nutrients from the earth and sugars from photosynthesis. Infected leaves fall in October and the fungus spores spread from these the following July. These spores can be blown in the air: researchers in Norway, where the human movement of ash was quickly banned, discovered the disease travelled 30km each year by itself. In Denmark, 90% of ash trees are now showing symptoms of the disease and will eventually die. In 2010, the disease was confirmed in the Netherlands and Belgium. In February this year, it was discovered in young trees imported from Holland to a nursery in Buckinghamshire. Outbreaks have since been identified in newly planted trees at more than 30 locations, including Scotland, Yorkshire, Leicestershire and Cambridgeshire, and in a Woodland Trust wood in Suffolk. The outbreak at Ashwellthorpe, however, is a game-changer. The Norfolk Wildlife Trust reserve has had no new trees imported from anywhere into it. The disease was spotted five weeks ago by Steve Collin of the Norfolk Wildlife Trust. When he reported it, Forestry Commission officials were not overly concerned at first, according to Collin, because it had only been found in new plantations. An inspection and DNA tests, however, showed the disease had somehow found its way into this ancient woodland. Dozens of other possible outbreaks in East Anglia and Kent are now being investigated.            The apparently sluggish response to the disease by the government is another stick with which to beat the hapless Department for Environment, Food and Rural Affair (Defra) after the furore over the forests sell-off and badger cull. &quot;If they wanted to stop the disease coming in they should have reacted before this year rather than sitting around waiting for it to come in,&quot; says Peterken. Why was an import ban not slapped on ash immediately the disease was discovered in February? Or why not years ago, with the disease marching across Europe? The Horticultural Trades Association (HTA) warned Defra of Chalara fraxinea three years ago and asked it to ban imported ash trees. According to Tim Briercliffe of the HTA, fatalistic-sounding civil servants told him that as the disease was already endemic on the continent it was likely to come to the UK.     The leaves of this ash tree show signs of ash dieback. Photograph: The Food and Environment Research Agency    Environment minister David Heath has denied that the HTA warned Defra about the disease in 2009. At that time, the Forestry Commission believed it could not ban ash imports under EU law because the organism that causes ash dieback was erroneously believed to be already present in Britain. But calls for decisive action also worry conservationists. When the new environment secretary Owen Paterson last week spoke of &quot;bearing down&quot; on wildlife to tackle bovine TB, a chill ran through Joyce. He fears the criticisms levelled at Paterson could lead to a &quot;gung-ho&quot; desperation to be seen to be doing something  and the government could order the destruction of every ash tree in infected areas. In a wood such as Ashwellthorpe, this would remove 40% of the wood&apos;s trees. This messy job could irreparably damage the forest floor. Burning dead trees (100,000 infected nursery saplings have been burned) would remove rotting timber that provides habitat for beetles and other invertebrates. It would also be frighteningly expensive. Even if the government helped pay for ash extermination, Norfolk Wildlife Trust would then lose other grants and funding because it would be destroying trees. Removing all ash trees in infected sites would also wipe out individual trees that are resistant to it. &quot;Yes, we need action but not knee-jerk,&quot; says Joyce. &quot;We don&apos;t want to advocate more dithering, but scientists need to be allowed to study how to control it. Chopping down so many ash trees in a woodland like this would not only be futile in preventing the spread but also highly disruptive and unnecessary.&quot; The outbreaks in ancient woodlands may provide succour for the beleaguered Defra. Is it possible the spores were not actually brought into Britain by careless trade but were borne by wind across the North Sea? &quot;It&apos;s possible, but the chance of that is absolutely minuscule,&quot; says Dr Stephen Woodward of the University of Aberdeen, who has been studying forest pathology for 30 years. &quot;Some people at the top in Defra are trying to claim that&apos;s the way it got here  it&apos;s very, very unlikely.&quot; According to Iben Margrete Thomsen, a forest pathologist from the University of Copenhagen, the disease would have eventually reached Britain naturally, probably across the English Channel from Belgium and northern France. But scientists agree the most likely cause of the current outbreak is the extraordinary international trade in trees. Peterken reacts with &quot;incredulity that people will import ash to plant rather than use local stock&quot;. Ash is &quot;like a weed. I&apos;m constantly rooting it out of my borders and gutters,&quot; he says. &quot;The idea of people going off to Holland or Hungary and buying the things and planting them seems plain crazy.&quot; The reality is even crazier. The Woodland Trust has been busy with its largest ever tree-planting campaign to create the 460-acre Jubilee Forest in Leicestershire. Like other foresters, the charity asks nurseries for ash from native seeds. Its suppliers comply but some send seeds to the Netherlands to be grown before saplings are returned for planting. Austin Brady, the trust&apos;s head of conservation, admits that the charity may have unknowingly bought trees from nurseries that grew British seeds abroad. &quot;There is a potential we may have been unsighted on that,&quot; he says. &quot;We need to get together with other key players and understand the processes in play. We&apos;ve got a bit of homework to do.&quot; He hopes the charity&apos;s involvement in the round-table summit on tree trade announced by Defra will help it &quot;get a better understanding of the risks associated with this [importation of saplings from British seed grown overseas],&quot; he says. What do ecologists think of a tree-planting charity with a commitment to &quot;supporting, nurturing and encouraging native woodland and making them more robust in the fact of climate change and disease&quot; in the words of Brady that unknowingly buys saplings grown abroad? &quot;It&apos;s rather unfortunate,&quot; says Peterken.     A young ash tree showing symptoms of Chalara fraxinea infection. Photograph: Alamy    Andrew Bronwin, a private-sector forest manager who has planted hundreds of thousands of ash trees for landowners in recent years, likens the exposure of these &quot;dysfunctional&quot; aspects of the forestry supply chain to the scandal over foot-and-mouth disease at the turn of the century, when people had no idea of the extent to which farm animals were being transported around the country. &quot;When you buy something, if it says it&apos;s UK provenance you have no idea where it comes from,&quot; says Bronwin of purchasing young trees. &quot;We never asked the question [about whether a &apos;British&apos; tree was actually grown abroad] and we didn&apos;t know that was a question that needed to be asked.&quot; As Bronwin and forest scientists point out, the struggling British nursery industry does not grow enough saplings to meet demand, unlike the Dutch, the great gardeners of Europe, who have invested in infrastructure to grow trees more cheaply than elsewhere. The Woodland Trust is calling for a wider debate about the huge quantities of plants that are traded around the world, all carrying soil and unknown diseases. One study has found that 1.5 billion individual plants were imported into the Netherlands, Belgium and Italy in a year. Tree pathologists such as Woodward want to see Britain introduce a tougher customs regime, like New Zealand, which better weeds out plants known to carry risks of disease. &quot;I&apos;m not against trade per se, but I&apos;m against things coming in that lead to the collapse of the environment,&quot; says Woodward. &quot;It&apos;s an immense tangled web of commerce and money that could take years to unravel.&quot; Can anything be done to stop Chalara fraxinea? Thomsen has bleak news. Movement restrictions of traded trees might slow the disease but destroying all ash trees in infected areas &quot;is just a waste of money&quot;, she says. &quot;There is no way you can deal with a fungus that can move by 30km just by spores. You just have to wait. I&apos;m afraid you&apos;ve had it.&quot; Like many people, Thomsen did not realise how much of the greenery on the countryside was ash until it began to die in Denmark. &quot;You can&apos;t imagine how awful it looks on these trees. When I travel to Britain, it&apos;s so wonderful to see how ash trees are meant to look. It&apos;s very sad,&quot; she says. Ecologists know that the natural world is resilient. Between 1% and 2% of ash trees in Denmark are showing signs of immunity from the disease. Resistant trees can be grown from such stock. Peterken is optimistic that ash will recover more quickly than elm. There are now more individual wych elms around Peterken&apos;s home in the Wye Valley than there were before Dutch elm disease. The disease was &quot;a huge setback as a prominent feature in the landscape and in biomass terms in the woods but elm is still there and it&apos;s adapted. My guess is that something like that would happen to ash, only more quickly.&quot; Change is also a constant in the natural world. As long as the bulldozers are not sent into Ashwellthorpe in a futile gesture against the disease, its beauty will endure even though its doomed ashes won&apos;t. &quot;I come from a school of thought that feels that wildlife is part of the natural world and has a right to exist, but we seem to live in a world where unless we can put a value on it, we think it is not worth anything to us,&quot; says Joyce in Ashwellthorpe. &quot;But, actually, places like this are veryvaluable to people. I come here frequently on my own and every time, whether it&apos;s in the spring, summer, autumn or winter, it&apos;s always got something special about it and I alwaysgo away from here feeling so much better in myself. How can you put a value on that? It&apos;s priceless.&quot;  This article was modified on 1 November 2012. The original version incorrectly described a Woodland Trust wood in Suffolk as new. This has been amended. Another sentence was amended to clarify that it is nurseries sending ash seeds to the Netherlands not the Woodland Trust.", 
    "section": "environment", 
    "gid": "environment/2012/oct/30/ash-tree-crisis-dieback-disease", 
    "wordcount": "2416"
}