{
    "headline": "Ron Paul says Cispa cyberterrorism bill would create 'Big Brother' culture", 
    "text": "Republican presidential candidate Ron Paul has slammed a controversial cyberterrorism bill, calling it &quot;Big Brother writ large&quot; and saying it would make &quot;government spies&quot; of Facebook and Google. The Cyber Intelligence Sharing and Protection Act (Cispa) is due to be heard in the House of Representatives this week and now has the backing of 112 members of Congress. The bill aims to make it easier for US companies and authorities to share information as they tackle online crime. But it has been attacked by civil liberties groups as too broadly written and a threat to the privacy of ordinary citizens. Paul urged his supporters to protest against the bill, pointing to the successful campaign against the Stop Online Piracy Act (Sopa) earlier this year. &quot;We should never underestimate the federal government&apos;s insatiable desire to control the internet,&quot; said Paul in an address released Monday. &quot;Cispa permits both the federal government and private companies to view your private online communications without judicial oversight provided that they do so of course in the name of cyber-security,&quot; he said. The bill was too broadly written and allows the government to use people&apos;s information &quot;far beyond any reasonable definition of fighting cyberterrorism,&quot; he said. Paul said Cispa was an &quot;alarming form of corporatism&quot; that &quot;further intertwines government with companies like Google and Facebook. It permits them to hand over your private communication to government officials without a warrant. Circumventing the well-known established federal laws like the wiretap act and the electronic communications privacy act.&quot; &quot;Simply put, Cispa encourages some of our most successful internet companies to act as government spies, sowing distrust of social media and chilling communications in one segment of the world economy where Americans still lead,&quot; said Paul. &quot;Imagine having government-approved employees embedded at Facebook, complete with federal security clearances serving as conduits for secret information about their American customers,&quot; he said. Paul joins a chorus of critics including the White House as well the American Civil Liberties Union (ACLU), Electronic Frontier Foundation and other civil rights groups that have been campaigning against the bill. The bill&apos;s primary sponsor, Mike Rogers, told Talking Points Memo that there was a &quot;strong chance&quot; the bill would be passed by the House this week.", 
    "section": "technology", 
    "gid": "technology/2012/apr/23/ron-paul-cispa-cyberterrorism-bill", 
    "wordcount": "390"
}