{
    "headline": "George Osborne in standoff over coalition's green energy plans", 
    "text": "George Osborne&apos;s Treasury has refused to co-operate with a powerful committee of MPs preparing the coalition&apos;s flagship plans for low-carbon, affordable energy in what is being seen as further evidence of the chancellor&apos;s hostility to the green agenda, the Observer can reveal. In an extraordinary standoff, the Treasury has refused to send a minister to answer the concerns of the cross-party energy and climate change select committee  prompting a furious response from the committee&apos;s Tory chair, Tim Yeo. Further riling the body, which has been asked by ministers to scrutinise the draft energy bill for parliament, the junior Treasury minister, Chloe Smith, has subsequently even refused to answer a series of written questions, which MPs believe must be addressed if the plans to reform the electricity market are to become workable. The dispute is expected to become public next week, when the committee publishes a report on the bill. The Treasury is likely to face strong criticism for standing in the way of the legislative process and failing to address the concerns of potential investors in clean energy, who say that flaws in the legislation, as currently drafted, will endanger the quest for cleaner energy at affordable prices. Earlier this year, the chancellor was in a furious dispute with the solar energy sector over subsidy levels. At the time, the Observer revealed that he was planning to cut subsidies for wind farms by 25% following pressure from more than 100 Tory MPs. Ministers now say that, with a quarter of the UK&apos;s generating capacity shutting down over the next 10 years as old coal and nuclear power stations are closed, more than 110bn in new investment will be needed to build the equivalent of 20 large power stations and upgrade the grid. They say that in the longer term, by 2050, electricity demand is expected to double, &quot;as we shift more transport and heating onto the electricity grid&quot;. The resulting challenge is to provide enough clean energy at low prices. In the Queen&apos;s speech in May it was announced that the energy bill would &quot;propose reform of the electricity market to deliver secure, clean and affordable electricity and ensure prices are fair&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/jul/14/george-osborne-green-energy-standoff", 
    "wordcount": "367"
}