{
    "headline": "George Osborne urged to restore conservatory tax", 
    "text": "Housing industry leaders have urged George Osborne to restore the so-called conservatory tax, axed by Eric Pickles in December, which they say is necessary to ensure much-needed improvements to the UK&apos;s ageing housing stock. The measure  which would require householders planning to make major changes to their homes, such as large extensions, to ensure their property meets basic standards of energy efficiency  was dropped after outcry from sections of the Tory party. But 11 of the UK&apos;s biggest building trade associations, representing hundreds of thousands of members and the bulk of the construction industry, have written to the chancellor to argue that some form of &quot;conservatory tax&quot; will be key to encouraging people to make their homes more efficient, warmer and lower carbon. The UK&apos;s homes are some of the most energy inefficient in Europe, and efforts to improve them have so far had limited success. The groups, including the Royal Institution of Chartered Surveyors and the House Builders Federation, whose members deliver 80% of all new homes, also want a 1.5bn retrofit programme for public buildings, which would pay for itself through energy savings, and assurances from ministers that they will stick by the commitment to make all new homes zero carbon from 2016 and all other new buildings from 2019. While the government has focused on deregulation as its chosen way to boost the ailing construction sector  such as through proposals to relax planning laws on home extensions and abandon some environmental, safety and disability requirements  the industry leaders argue that better regulation, keeping and strengthening some of the laws on housing and planning, would make for fairer competition among developers. Paul King, chief executive of the UK Green Building Council, said: &quot;There&apos;s been a lot of noise about stripping away regulation, and this is about redressing the balance. Not all regulation is bad for businesses, and sometimes companies want the clarity and certainty that good regulation presents.&quot; The campaign to green the construction industry has been spearheaded by Building magazine, which has been trying to persuade the government of the merits of environmentally sustainable building. Later this month, the government will launch its much vaunted &quot;green deal&quot; scheme, by which householders will be offered energy efficiency improvements such as solid-wall insulation. But there are fears that the flagship scheme will be a failure, because most people will be charged an upfront cost, and the system is complex. To encourage sign-up, the Treasury is giving away at least 40m in cashback to those who take up offers. But the construction leaders argue that if people making large-scale home improvements, such as extensions, were forced by law to take up the green deal and make their houses more efficient at the same time as adding to them, that would be a powerful boost. It should not involve any extra expense to households, because the green deal is offered through loans that are paid back in small additions to energy bills over years. This should produce net cost savings, as people need to use less energy, and warmer homes. Nearly a fifth of households are in fuel poverty  about 4.75 million people in 2010, according to government estimates. King said that talk of deregulation was also proving &quot;a brake on growth&quot; in construction, because housebuilders were unsure of what the government was going to do next, leading them to sit on their land rather than develop it. The UK&apos;s housing shortage is worsening: in 2011-12, there were 104,970 new housing starts in England, down from a high of 183,000 in 2005-6. But an estimated 240,000 a year would be needed from 2011 to 2016 to provide for the growing population. Nick Boles, planning minister, called last year for 2-3% of the UK&apos;s open land to be built on to create enough homes for people, while last week the environment secretary Owen Paterson told the Times he supported &quot;newt credits&quot;, by which developers could offset any environmental damage in one area by funding environmental improvements elsewhere. Zero-carbon homes have also been a source of controversy, with ministers preparing to water down the requirement that all new homes conform to this standard by 2016. There is currently no agreed definition of a zero-carbon home. In their letter to Osborne, sent on Friday, the chief executives said: &quot;[Greening construction] would be instrumental in stimulating economic activity, creating jobs and strengthening our international competitiveness. The green and low-carbon agenda have been a major stimulus for innovation in the sector over the last five years, earning the UK an international reputation for leadership that can only benefit UK Plc.&quot; They called on the government to support this aim: &quot;Although we recognise that industry needs to take a lead on delivery, there are some things only government can do to address clear and persistent market failures and create a level playing field. There are therefore policy actions that could be taken which would better enable our members to make the most of this opportunity, and to deliver tangible results on the ground.&quot; King said: &quot;Sometimes business doesn&apos;t do itself any favours, sending mixed messages to government on the policy it wants. But this shows that the majority of trade bodies in the built environment sector are prepared to sing from the same hymn sheet, saying loud and clear that green growth is good for business.&quot; The organisations signed up to the letter to Osborne were: the Home Builders Federation; British Property Federation; Royal Institution of Chartered Surveyors; British Council for Offices; the British Council for Shopping Centres; the Building Engineering and Services Association; the Chartered Institute of Building; the Construction Products Association; Timber Trade Federation; the Chartered Institution of Building Services Engineers; and the UK Green Building Council. Not all of the UK&apos;s construction industry agrees, however. The Builders Merchants&apos; Federation called the axing of the proposal to tie house improvements to the green deal &quot;a victory for common sense&quot;.", 
    "section": "environment", 
    "gid": "environment/2013/jan/18/george-osborne-conservatory-tax", 
    "wordcount": "1009"
}