{
    "headline": "Boot up: Samsung tops smartphones, Instagram responds, iPlayer and Android, and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Samsung displaces Nokia as top cellphone brand in 2012 and takes decisive smartphone lead over Apple &gt;&gt; IHS iSuppli Samsung&apos;s world share of smartphones at 28% for 2012; Apple&apos;s at 20%. Nokia, HTC and RIM at 5%. That leaves 37% of smartphones split among huge numbers of tiny Chinese manufacturers. As a proportion. smartphones will be 47% of world shipments in 2012, IHS iSuppli estimates, while total mobile shipments will fall by 1%. Thank you, and we&apos;re listening &gt;&gt; Instagram Blog Kevin Systrom, chief executive of Instagram:   Legal documents are easy to misinterpret. So I&apos;d like to address specific concerns we&apos;ve heard from everyone.   Funny how lawyers who read those updated terms had the same interpretation as everyone else. Spain sheds nearly 500,000 mobile lines in October &gt;&gt; Telecompaper  Spain lost nearly 486,183 mobile lines and datacards in October, ending the month with a total mobile base of 53.71m users, down by 3.1% over the same month of 2011, according to a report by Spanish regulator CMT.   A sign of economic stress? Business accounts being closed? Hard to know. Still feels like something is happening though. Why you should want to pay for software, Instagram edition &gt;&gt; The Atlantic Alexis Madrigal:   Here&apos;s an alternative version of what Instagram could have done before Facebook purchased them. Instagram has, what, 100 million users? If they got $5 a month from 20 million of those users, they&apos;d be looking at $300 million in quarterly revenue. That&apos;s a nice chunk of change when you have a baker&apos;s dozen employees. You think those guys could split more than a billion dollars a year and call it good. Or hell, make the user numbers an order of magnitude smaller: 2 million out of 10 million users. That&apos;s still $30 million dollars a quarter for 13 guys.   Eminently sensible. Of course that&apos;s Spotify&apos;s model, roughly. Android: An update &gt;&gt; BBC Internet Blog Dave Price, head of BBC iPlayer, Programmes and On Demand:   ?The BBC launched the BBC Media Player for Android nearly three months ago. Since then it has been downloaded to more than one million Android phones and tablets.  In this short period of time we&apos;ve witnessed a dramatic change in the Android platform and in BBC usage on the platform.  When we launched, seven inch Android tablets weren&apos;t driving significant usage. Fast forward three months and the Kindle Fire HD and the Nexus 7 are now both firmly in the top five Android devices for BBC iPlayer and the BBC Media Player.  The Android platform is extremely important to the BBC and our audience and engineering for it requires an ongoing commitment.   And that commitment is big - really big - because there are more than 1500 different Android devices requiring support, and no simple way to support them all. How much do maps cost and what are they worth? &gt;&gt; asymco Horace Dediu:   What&apos;s worse, the market may have been cornered -- there may be no suppliers [of the essential data]. Unlike hardware components, the maps component is not a commodity with a market of suppliers. The work needed to maintain the maps is a commodity but the aggregation and consolidation of the data is valuable and those who have gained control over the data and they are not likely to license it to any competitors for strategic (i.e. political) reasons.  So we have a perverse situation of a very costly, unprofitable asset requiring duplication of maintenance effort by politically motivated actors imprisoned by their own strategic interests.  HTC Said to halt larger Windows Phone on display resolution &gt;&gt; Bloomberg Got the headline, right? Ah, but read on:   HTC Corp scrapped plans to produce a large-screen smartphone using Microsoft&apos;s operating system because the screen would have had lower resolution than competing models, a person familiar with the project said.  The Windows software doesn&apos;t support resolutions as high as that on Google&apos;s Android platform, said the person, who asked not to be identified because the information isn&apos;t public.  Chief executive officer Peter Chou&apos;s decision to halt the project using Windows Phone 8 software leaves HTC with only Android for phones measuring larger than 5 inches diagonally, dealing a blow to Microsoft in its efforts to win share from Google and Apple.   So this was going to be a &quot;phone&quot; larger than 5in, to compete with the Galaxy Note. Not in the generality of the smartphone space. A key question: at what size does Microsoft stop you using Windows Phone and insist on Windows 8? (Thanks @modelportfolio2003 for the link.) Interview with Julie Larson-Green, the executive in charge of Windows 8 at Microsoft &gt;&gt; Technology Review. | MIT Technology Review  Q In the future, are all PCs going to have touch screens?  For cost considerations there might always be some computers without touch, but I believe that the vast majority will. We&apos;re seeing that the computers with touch are the fastest-selling right now. I can&apos;t imagine a computer without touch anymore. Once you&apos;ve experienced it, it&apos;s really hard to go back.   Lots of implications in this. (Thanks @rquick for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/19/technology-links-newsbucket", 
    "wordcount": "902"
}