{
    "headline": "A chit-chatter of swallows", 
    "text": "Swallows and sand martins swirl over the river by Greatham Bridge in the evening sunshine. They swoop across the water, whirring and chit-chattering, feeding on the rising insects, preparing energetically for the long journey ahead. A swallow skims the water with its lower mandible to drink. Some of the martins and swallows rise up the bank and, like miniature jets, fly around me at waist-height and shoot low over the marsh. The grass glows yellow in the low sunshine but dark clouds are pushing in from the north. I walk on along the bank of Arun. It&apos;s quiet apart from the swallows and martins and the calls of a few mallard. Across the river, a pale common buzzard lets out a thin, high-pitched call. The alert heads of fallow deer rise up out of the tall grass, their ears twitching. They look around, wary and sniffing the air, but soon lower their heads to graze. The sun throws out its last shafts of red light, casting neon slashes across the river. The silhouette of a heron flaps its broad, slow wings in the grey sky. Mist is rising from the river, and is beginning to form on the slopes of the Downs. A white, apparition-like barn owl moves over a distant field. It floats on its pale, butterfly-like wings, turning and fluttering. Suddenly it spins, lowers its talons and, wings raised, drops down, disappearing into the grass. The trees and shrubs have faded into black shadows and sheets of mist hang above the ground. The owl is close now, flying along the opposite side of the river, gazing intently at the ground as it hunts. It lifts up its head and looks at me, before turning to fly away. The grass is wet and dampness settles on my face and clothes. The calls of geese in flight pierce the gloom and a line of dark shapes, flapping and honking, moves over the trees before dropping into the mist. The geese splash on to the hidden water.", 
    "section": "environment", 
    "gid": "environment/2012/sep/13/chit-chatter-of-swallows-waltham-brooks-west-sussex", 
    "wordcount": "336"
}