{
    "headline": "The need for better cycling infrastructure isn't limited to cities", 
    "text": "We need the roll-out of rural cycling as much as we need rural broadband  so why is there currently so little ambition? Today the all-party parliamentary cycling group inquiry is looking at how to increase cycling in rural areas. For some, cycling outside cities is either about sport or leisure; rural cycling for daily travel has been consigned to nostalgia with the image of maids bicycling to holy communion through the morning mist. The argument goes that getting &quot;bums on seats&quot; is easier and cheaper in urban areas, where more people live, than in the countryside. Cycling and indeed walking rates are lower but half of all cycling fatalities occur on rural roads, hardly surprising when cycling on a rural A-road is over 15 times more dangerous than the national average. This isn&apos;t the only social justice issue  transport poverty is high in rural areas and, with public transport being cut back, it&apos;s getting worse. Low-income households spend a high proportion of income to keep a car on the road because they feel they have no other option. As these are often older cars that guzzle fuel, the cost to run them is high too. At CPRE&apos;s annual lecture in November, the transport secretary, Patrick McLoughlin, highlighted the need for good transport in rural Britain, if it is to avoid &quot;a nasty mix of stagnation and congestion&quot;. There has certainly been progress recently, with 20m funding announced for cycling in national parks earlier this month. Yet England is slipping behind other countries and, if anything, the gap is growing. Broadcaster and CPRE vice-president Nicholas Crane says:  While we are good at building new dual carriageways, when it comes to cycle paths we are 20 years behind countries like Denmark and the Netherlands.  At the age of 10, Crane set off on his school bike with just an OS map to explore Norfolk. He credits those experiences as being the start of his professional life and love of the countryside. It&apos;s hard to imagine parents letting their kids do that now. It&apos;s not just these traditional cycling countries that are ahead of us. Germany has set out an impressive new cycling strategy that is as ambitious for the countryside as it is cities like Berlin and Munich. Germany is aiming for 15% of trips to be cycled by 2020, with an increase in rural areas from 8% of travel to 13%. That Germany is powering ahead so quickly is no accident a surge in sales of electric bikes, which make cycling easy for older people and in hilly areas, has helped. But there&apos;s more than that.  German land use planning aim to create &quot;towns of short trips&quot; where everything is within 15 minutes bike ride. Meanwhile in England new planning guidance looks set to unleash sprawl along major roads  the only explicit consideration of cycle safety relates to concerns about drivers getting distracted by wind farms and crashing into cyclists. In Germany integrated transport is not just about bus timetables and ticketing joining up with trains, it&apos;s about extensive rural cycle routes and taxis as well as trains that can carry bikes. The continentals call this mixing and matching of transport options &quot;combined mobility&quot;. One wonders how easily this phrase may trip off the tongues of our ministers and mayors in an age of localism and devolved responsibility. Cycling will never be an answer for all travel in rural areas. But it&apos;s great for shorter journeys, such as to a village shop or school. And for longer journeys, it can fill missing links, such as getting to a train station. All we need now is ambition and joined up action to put the pieces together. Let&apos;s hope when the report of the MPs&apos; inquiry comes out, we can make a start.  The CPRE is among organisations giving evidence today to the all-party inquiry", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/feb/27/cycling-infrastructure-cities", 
    "wordcount": "652"
}