{
    "headline": "World Social Forum: window on an alternative world  in pictures", 
    "text": "   The annual World Social Forum, described by organisers as more a process than a conference, is the largest global gathering of activists and social movements. Often billed as an ideological antidote to the World Economic Forum meetings in Davos, Switzerland, the WSF grew out of alter-globalisation protest movements in the late 1990s. The theme of this years gathering the first held in an Arab country  is dignity, which was also the watchword of the 2011 Tunisian revolution Photograph: WSF FSM Tunis 2013       The forum began in carnival mode when thousands of Tunisian revolutionaries, globalisation activists and civil society groups marched through the streets of Tunis. The three-hour demonstration set off from the historic Place 14 Janvier  named after the day former Tunisian president Ben-Ali fled the country Photograph: Hassene Dridi/AP       The WSF was first held in Porto Alegre in 2001; last year, it returned to the Brazilian city. The Tunis event, where evaluation of the pro-democracy uprisings that began in December 2010 loomed large, was attended by tens of thousands of activists from 4,500 organisations and more than 120 countries Photograph: Mohamed Messara/EPA       Though WSF workshops cover a range of topics, structural evaluation of contemporary social and economic systems provides a common thread. This years programme has encompassed a number of sessions on tax justice and campaigns against debt. For many participants, the forum is about creating international ties with other movements that can be built on after the event Photograph: Mohamed Messara/EPA       Participants in the opening march hold aloft a giant Syrian national flag Photograph: Zoubeir Souissi/Reuters       In previous years, the WSF has attracted high-level political figures including Hugo Chavez. Tunisian politicians have largely shunned the spotlight, although the prime minister, Ali Laarayedh, invited journalists attending the forum to a cocktail reception on Thursday at the luxury Hotel Africa Mouradi. Previously minister of the interior, Laarayedh became premier in February following the resignation of Hamadi Jebali Photograph: Mohamed Messara/EPA       Nabil Shaath, second left, is a senior negotiator for the Palestine Liberation Organization. In its 13-year history, the WSF has acquired a number of critics. Some banners welcoming participants to Tunis were sprayed with graffiti reading 'World Capitalist Forum', while the Brazilian trade union Central Unica does Trabalhadores handed out flyers 'in defence of an autonomous, diverse, and representative' WSF Photograph: Mohamed Messara/EPA       Western Saharans at the march. Some say the WSF's decision-making process, presided over by an international organising committee, is too hierarchical, while others say it's against the forum's spirit that only an organisation can hold an event Photograph: Mohamed Messara/EPA       Brazilian musician Gilberto Gil performs a concert at the World Social Forum Photograph: Mohamed Messara/EPA       A forum at the University of Sciences. There is a feeling among some activists that the openness of the WSF has diluted its message Photograph: Hassene Dridi/AP       Tents at the University of Sciences. USAid had a stall this year. A representative for the USAid programme in Tunis said the agency wanted to reach out to Tunisian civil society groups, which it is interested in funding as part of its regional pro-democracy work Photograph: Hassene Dridi/AP  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/mar/28/world-social-forum-alternative-world-in-pictures", 
    "wordcount": "0"
}