{
    "headline": "US supreme court rules for Monsanto in Indiana farmer's GM seeds case", 
    "text": "The US supreme court came down solidly on the side of the agricultural giant Monsanto on Monday, ruling unanimously that an Indiana farmer could not use patented genetically modified soybeans to create new seeds without paying the company. The case  which was cast by the farmer&apos;s supporters as a classic tale of David vs Goliath  could well dictate the future of modern farming. In an unanimous ruling written by Justice Elena Kagan, the court ruled that the farmer, Vernon Bowman, had infringed on Monsanto&apos;s patent for its GM soybeans when he bought some of those seeds from a local grain elevator and planted them for a second, late-season crop. Monsanto sued, arguing that Bowman had signed a contract when he initially bought the Roundup Ready soybeans in the spring, agreeing not to save any of the harvest for replanting. The seeds are genetically modified to be resistant to Roundup Ready weedkiller. On Monday, the nine justices agreed. Kagan rejected the farmer&apos;s main argument, that Monsanto&apos;s patent was exhausted, because he had bought the seeds from a grain elevator. &quot;Patent exhaustion does not permit a farmer to reproduce patented seeds through planting and harvesting without the patent holder&apos;s permission,&quot; she wrote. Bowman, who is in his 70s, grew up in south-western Indiana and has farmed the same stretch of land for most of the past four decades. He had for years been faithfully signing contracts with Monsanto for his main soybean crop. More than 90% of the soybean grown in the mid-west is believed to be GM strains, like Round-Up Ready. But Bowman got into trouble when he decided to buy up junk seed from a local grain elevator and use it for a second, late-season planting. The advantage to the farmer was that such seeds were cheaper than the price demanded by Monsanto, and the late-season plantings were a riskier crop. Monsanto sued, arguing that it maintained patent rights on the GM seeds even after sold on by a third party, and won a settlement of $84,456 (53,500) which was upheld on Monday.      Photograph: Alex Brandon/AP    Kagan, above, agreed with the company&apos;s argument that if it allowed farmers like Bowman to replant his seeds after just one season&apos;s use, it would have no business model: &quot;In the case at hand, Bowman planted Monsanto&apos;s patented soybeans solely to make and market replicas of them, thus depriving the company of the reward patent law provides for the sale of each article. Patent exhaustion provides no haven for that conduct. We accordingly affirm the judgment of the Court of Appeals for the Federal Circuit.&quot; Monsanto said the ruling would help shore up the US patent system, and encourage greater innovation.  &quot;The Court&apos;s ruling today ensures that longstanding principles of patent law apply to breakthrough 21st century technologies that are central to meeting the growing demands of our planet and its people,&quot; David Snively, the company&apos;s general counsel, said in a statement on the company&apos;s website. &quot;The ruling also provides assurance to all inventors throughout the public and private sectors that they can and should continue to invest in innovation that feeds people, improves lives, creates jobs, and allows America to keep its competitive edge.&quot; Kagan said it was a narrow ruling. But some commentators said the decision could offer greater protection to those with patents on products that can be self-replicated, like cell lines and software. The decision will be seen as a big defeat for those who had looked to Bowman&apos;s case to challenge the growing power over modern farming that is wielded by giant agricultural and biotech firms. By the start of this year, Monsanto had filed 144 lawsuits against 466 farmers and small farm businesses alleging patent infringement, according to a report from the Centre for Food Safety which has championed Bowman&apos;s case. The report noted that three big companies now control more than half of the global seed market  a position that has sent prices soaring. The report said the average cost of planting an acre of soybeans had risen 325% between 1995 and 2011.", 
    "section": "environment", 
    "gid": "environment/2013/may/13/supreme-court-monsanto-indiana-soybean-seeds", 
    "wordcount": "684"
}