{
    "headline": "U-turn over plans to trap river Tay beavers", 
    "text": "Up to 100 wild beavers throughout the southern Highlands of Scotland will be allowed to roam freely after ministers suspended a long-running project to capture them. The Scottish government has ordered its conservation agency, Scottish Natural Heritage (SNH), to drop its programme to trap scores of beavers after admitting the animals had re-colonised in rivers in Perthshire and Angus, near Dundee. Wildlife experts said that meant beavers were by default now seen as a wild species again in Britain, centuries after they were hunted to extinction. There are similar precedents in southern England, where wild boar have re-colonised forests after escaping from farms. The trapping project, disclosed by the Guardian, follows a series of escapes by beavers living in private collections in the Tayside area, in breach of wildlife legislation and international conservation guidelines. Some sources believe the animals were deliberately released and suspect they have spread across the north and west into the Grampian mountains. SNH originally estimated only 20 beavers were at large, but conservationists and private collectors predicted there were at least 50 living wild by late 2010. Landowners believe the animals have spread to the Tweed in the Borders and could eventually reach northern England. The conservation agency now admits there are some 100 wild beavers on Tayside, and has warned ministers its trapping project would not succeed and was becoming very expensive. SNH said the government could instead choose to suspend the trapping pending a review, order a cull using lethal force or admit officially the animals were back in the wild. The environment minister, Stewart Stevenson, opted to suspend the trapping and to review the position in 2015, when an official beaver release programme at Knapdale on the Kintyre peninsula in Argyll, which has cost several millions of pounds, is scheduled to end. Many experts believe that by then, the chances of successfully controlling the wild beavers on Tayside will be negligible. Sir John Lister-Kaye, a prominent naturalist who keeps a small colony of beavers in an enclosed loch near Inverness, said by 2015 there would be about 300 living in the wild, dispersed across the southern Highlands. &quot;The reality is they didn&apos;t have a choice  collecting them up, either by trapping or by culling, wouldn&apos;t have been easy. It might not have been possible at all,&quot; he said. &quot;It would have introduced a great deal of negative press and no minister wants that, particularly in the runup to a referendum.&quot; Stevenson hinted at that, saying that in 2015 a decision would be made to reintroduce beavers Scotland-wide. Until then, a new working group would look at advising landowners about how to manage beavers and monitor the animals&apos; impact on the landscape. He warned, however, that allowing beavers to remain in the wild, in breach of wildlife legislation that prohibits the unauthorised release of non-native species, could set an &quot;unwelcome precedent&quot;. His conservation advisers are worried that wildlife campaigners could attempt to release beavers  or other species  in other parts of the Highlands. Some radical ecologists believe the lynx ought to be reintroduced; others argue for wolves. &quot;There is potential for an important and unwelcome precedent to be set, so we must consider environmental and other impacts when we make decisions,&quot; the minister said. Wildlife activists have campaigned vigorously against the trapping, suggesting that the animals should be allowed to live freely as they were once part of the natural environment and are a valuable addition to river systems. But many landowners and angling bodies are critical, arguing that the animals can disturb lucrative wild salmon and trout habitats, flood farmland, and damage commercial riverside woodland. Drew McFarlane Smith, of the landowners organisation Scottish Land and Estates, said fisheries were furious as they had been pressing for proper scientific trials on beaver releases in areas used for commercial angling. They now had to accept that beavers were in the Tay catchment, but wanted vigorous culling of any beavers on the salmon fisheries of the Tweed or northern rivers. &quot;I think it&apos;s a busted flush,&quot; he said. &quot;The fisheries are very concerned about the Tay feral beaver population: no one knows where they have come from. There could be any number of bits of damage being done to salmonid habitats, but no one is properly able to understand that.&quot; Louise Ramsay, from the Scottish Wild Beavers group, which has led criticism of the SNH trapping programme, said the animals had a &quot;tremendously positive&quot; impact on the environment by creating new pools for wildlife and river species, and allowing forests to regenerate. &quot;Beavers exist in the whole of Eurasia and North America and mitigation techniques have been developed for all the types of problems that beavers can produce,&quot; she told BBC Radio Scotland.", 
    "section": "environment", 
    "gid": "environment/2012/mar/16/tayside-beavers-uturn-scotland", 
    "wordcount": "803"
}