{
    "headline": "Flood protection to cost UK at least 860m by 2015, ministers warned", 
    "text": "Protecting householders from devastating floods of the kind seen over the last few weeks across the UK will cost at least 860m by 2015, the government&apos;s climate change advisers have warned. Since the start of May, more than 3,000 properties have been flooded, while 55,500 properties have received a flood warning from the Environment Agency and more than 31,000 were protected by flood defences. But far from maintaining the expenditure needed, ministers have been drastically reducing the amount of public money available, according to the Committee on Climate Change, the statutory body set up to advise parliament on how to meet greenhouse gas targets. There is little chance of the shortfall being made up from the private sector, as the government has hoped  only 2.6m for flood defences came from private sector sources between 2008 and 2011, despite warnings from insurance companies that they could cease to cover at-risk properties. Local authorities provided about 70m in the past year for flood defences, but that amount is unlikely to rise as council budgets come under increasing pressure. The Department for Environment, Food and Rural Affairs said: &quot;The Committee on Climate Change has acknowledged the work we have done to reduce flood risk for 182,000 homes over the last three years. We are spending more than 2.17bn over four years to protect people from flooding and our successful partnership funding model will draw in around an additional 72m. The money for flood defences is being spent more effectively than ever before and we now expect to exceed our target to better protect another 145,000 homes by 2015.&quot; The Met Office published research that showed that recent extreme weather events were closely linked to man-made climate change. That means floods, droughts, heatwaves and heavy rainstorms are much more likely, as global warming gathers pace. Peter Stott, of the UK&apos;s Met Office, said: &quot;We are much more confident about attributing [weather effects] to climate change. This is all adding up to a stronger and stronger picture of human influence on the climate.&quot; Lord Smith of Finsbury, chairman of the Environment Agency  charged with defending the UK against floods  said: &quot;The weather extremes which we&apos;ve seen this year, with widespread floods almost immediately following a long-term drought, have brought the importance of resilience into sharp focus. Climate change science tells us that these are the sort of weather patterns we are going to have to get used to, so taking action today to prepare and adapt our homes, businesses and infrastructure is vital.&quot;  Maria Ball, of the Potato Council, says that last year&apos;s crop would ensure a constant supply of potatoes on shop shelves, even though growers had been affected by the weather. &quot;Right now, some potato growers are facing very challenging times in managing the impact of the weather,&quot; she says. &quot;We are expecting it to be a later harvest, due to heavy rain causing delays in planting - the situation varies greatly nationally and even down to specific field types with farms.&quot; Ben Raskin, head of horticulture at the Soil Association, said that the weather conditions have been particularly bad for organic farmers. &quot;Almost all crops are delayed by at least three weeks, many of the early sowings of horticultural crops have been lost,&quot; he explained, &quot;and unless we see a significant increase in temperature and light levels others, such as corn and squashes, will not come to much.&quot; As well as low temperatures and light levels, Raskin points out that the damp conditions are one of the key issues. &quot;Rain and humidity are causing high disease pressure, which is resulting in both increased cost for a wide range of crops, particularly potatoes, top fruit and arable crops, through spraying and weeding, and increased pest levels  particularly slugs,&quot; he says. While the crippling effects of floods have been clearly in evidence from Yorkshire to the south-west, the government has decided to cut funding for flood defences, by over 10% a year in many cases. A long-standing agreement with insurers to guarantee all UK households access to flood insurance is up for renewal next year. Universal coverage may be withdrawn, leaving thousands of households without recourse to compensation if their property is damaged. Mary Creagh, shadow environment secretary, said: &quot;The government&apos;s climate change risk assessment states that flooding is the biggest challenge facing the country  yet ministers are silent on the issue. &quot;The government has cut flood defence investment by 30% and are failing to ensure that flood insurance remains available to all. The recent floods are a big wake-up call to the government to act now.&quot; Local authorities still allow building on flood plains, with 20% of developments in areas at risk of flooding, according to Wednesday&apos;s report. Lord Krebs, of the Committee on Climate Change, said the problem was that local authorities were not implementing their own policies: &quot;The policies are good, but they are not being allowed to work.&quot; In 2001, according to the committee, about 28% of gardens were paved over, rising to over 50% by 2011. Paved areas leave water with nowhere to go but drains, which can quickly overflow. This year&apos;s floods  the result of record rainfall from April to early July, and with little respite in sight  have been exacerbated by the very dry spring. The drought of the last two winters left soil compacted and dry, so that rainwater simply ran off to swell rivers or flood urban areas. Ministers published a draft water bill on Tuesday that included provisions for greater competition among water companies, but they rejected calls from engineers, environmentalists and other experts for compulsory water metering. The Met Office has said the record wet conditions, which have brought serious flooding to regions from Yorkshire to the south-west, were owing to &quot;a particularly disturbed jet stream&quot;.  That is the weather system across the north Atlantic that normally lies at higher latitudes during the British summer, but has been lower in latitude than usual for several years running, bringing wet and sometimes cold conditions. Some research has suggested that the massive melting of Arctic ice has been responsible for this effect  by changing the patterns of warmer and colder winds in the upper atmosphere. But the key question  of whether man-made global warming is putting a dampener on British summers  will take several years to solve, according to Stott. &quot;This is an open question in terms of research  it is too early days to be able to say,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/jul/11/flood-protection-cost-climate-change", 
    "wordcount": "1113"
}