{
    "headline": "Odds shorten that next Apple product will be cheaper iPhone", 
    "text": "Apple will not release a large-screened &quot;phablet&quot; phone to compete with arch-rival Samsung this year, according to analysts, as the odds narrow that the technology group will release a cheaper iPhone to capture the pay-as-you-go market. Speculation over Apple&apos;s next big move is rife as a number of potential candidates  such as Apple TV or the iWatch  fall by the wayside. Having bought time from investors with the announcement last month of a $55bn (35.3bn) share buyback, the company is expected to take a less radical development route by focusing on a cheaper, rather than larger, iPhone. &quot;The odds this year of a larger iPhone are zero,&quot; says Neil Mawston, executive director of the analysis company Strategy Analytics. Describing the new product as the iPhone 5S, he added: &quot;That&apos;s what we&apos;re hearing from our supply chain sources in the Far East. It seems the iPhone 5S will be pretty similar to the iPhone 5.&quot; About 25m &quot;phablets&quot;  defined as smartphones with screens of more than 5 inch diagonal length  were sold in 2012, according to IHS iSuppli, which forecasts that sales will hit 60m this year amid strong demand for Samsung&apos;s Galaxy Note. That compares to forecasts of total smartphone sales of 908m in 2013. However there is growing anticipation that Apple will offer a cheaper iPhone to attract new buyers unable to afford the top-end devices. Steve Brazier, chief executive of Canalys, says Apple would benefit by offering phones in different designs and colours  as it did with the second generation of its best-selling iMac desktop computers in 1999. &quot;Why should business people carry the same phone as teenagers?&quot; Brazier asks. &quot;Kids don&apos;t want the same phone as their dads.&quot; With the smartphone market growing less rapidly than it has, analysts also question whether there is enough demand for a high-end Apple phone as prices are driven down by cheaper phones using Google&apos;s Android operating system  Samsung&apos;s main platform. The Chinese smartphone market has taken over from the US as the world&apos;s largest and is the main location of growth. But most of the buyers there are opting for cheaper phones, and the iPhone&apos;s data system is not yet compatible with China Mobile, which has over 700 million subscribers. Yet even a fast-selling &quot;cheap iPhone&quot; would not have a dramatic effect on Apple&apos;s gigantic revenues and profits, according to estimates by Benedict Evans, a technology and telecoms analyst for Enders Analysis. In a note to clients seen by the Guardian, he calculates that a phone priced at $200 which sold 40m in a quarter  effectively doubling Apple&apos;s phone sales  would generate $8bn of revenue and $2.4bn in profit. That though would only have raised first quarter revenues by 8%, and profits by 4.5%. &quot;In other words, a blockbuster new Apple phone that almost doubles unit sales and blows a hole in the middle of the Android market might only add 5% to Apple&apos;s gross profits,&quot; he said. While Apple has stayed silent on its plans, and declined to comment for this article, analysts see change to its product line as inevitable. Brazier says: &quot;They have been slow to react to the fact that the market has changed. It gives them a huge advantage in economies of scale to build just one model, but they could have four or five. Look at the Mac [computer range]  they have those in all sorts of different sizes and shapes and configurations.&quot; Horace Dediu, who runs the Asymco consultancy, reckons that Apple is more likely to offer a phone priced around $100 or $150  to minimise &quot;cannibalisation&quot; of its top-end range  and observes: &quot;Apple is happy to expand its portfolio in the Mac, iPod and iPad. Why should the iPhone be exempt?&quot; Apple&apos;s strategy may be glimpsed at its Worldwide Developer Conference (WWDC) in San Francisco in June, when it will unveil the look and feel of the next generation of its iPhone and iPad software, iOS 7  said to be codenamed &quot;Innsbruck&quot; inside the company. The June launch will for the first time carry the imprimatur on the software of Jonathan Ive, the 46-year-old who has for nearly two decades been in charge only of the hardware design at Apple, heading the iMac, iPod and iPhone design. But since the firing of retail chief John Browett and iOS chief Scott Forstall last October  the latter apparently over the Maps fiasco  Ive has been put in charge of the &quot;human interface&quot; of the software too, making him one of the most powerful people at Apple. That has already led to changes. Forstall loved &quot;skeumorphism&quot;  making virtual objects appear like real-world ones  as seen when he demonstrated iOS 6&apos;s &quot;Passbook&quot; software for storing virtual tickets at WWDC in 2012. He showed how you&apos;d delete unneeded ones: by putting them through a virtual shredder. Similarly, the &quot;Find Friends&quot; app (for locating phones) had faux stitched leather, and the Podcasts app displayed reel-to-reel tape  a technology that predates many iPhones&apos; owners. But an updated version of the Podcast app removed the tape, replacing it with data about the episode being played. Ive is expected to &quot;flatten&quot; and simplify many other aspects of the iOS software.", 
    "section": "technology", 
    "gid": "technology/2013/may/03/apple-product-cheaper-iphone", 
    "wordcount": "897"
}