{
    "headline": "The man who would stop hurricanes with car tyres", 
    "text": "Devastating tropical storms of the kind that battered the US last week could be weakened and rendered less deadly using a simple and cheap technology based on a surprising component  old car tyres. One of Britain&apos;s leading marine engineers, Stephen Salter, emeritus professor of engineering design at Edinburgh university and a global pioneer of wave power research, has patented with Microsoft billionaires Bill Gates and Nathan Myhrvold the idea of using thousands of tyres lashed together to support giant plastic tubes which extend 100m deep into the ocean. Wave action on the ocean surface would force warm surface water down into the deeper ocean. If non-return valves were used, he says, the result would be to mix the waters and cool the surface temperature of the ocean to under 26.5C, the critical temperature at which hurricanes form. According to Salter, who has written to the government&apos;s chief scientific officer setting out his scheme, harnessing energy from the waves to cool the surface temperature of the ocean makes ecological sense. The naturally working pumps would be located in &quot;hurricane alley&quot;, the warm corridor in the Atlantic through which the most damaging storms typically develop and pass. Salter claims that the hydrological problems have been solved but that research funding is urgently needed. &quot;If you can cool the sea surface, you would calm the hurricanes. I estimate you would need about 150-450 of these structures. They would drift around and send out radar signals so that no one would collide with them,&quot; he said. The idea of what is now known as the &quot;Salter Sink&quot; was first presented to the US government in 2007 at a post-Katrina US Homeland Security meeting on hurricane suppression. It was picked up and developed by Intellectual Ventures, a Seattle-based new tech company run by Myhrvold and backed by Gates which buys and licenses patents and inventions. &quot;The Salter Sink concept is delightfully simple and singularly gargantuan,&quot; the company said in a statement posted on its website . &quot;It has captured our imagination here in the lab. We have done some experiments and computational modelling work to validate this idea, but a lot more research needs to be done by experts in related fields such as climate science and oceanography, and we need partners to pursue the project further.&quot; Research into hurricane suppression is considered urgent by the US government because seven of the 10 costliest hurricanes to hit the United States have struck since 2004. Hurricane Sandy has caused approximately $30bn of damage, taking the economic costs of hurricanes in the US and Caribbean since 2002 to more than $200bn. Salter&apos;s research is unlikely to be funded by the British government, which is traditionally shy of paying for &quot;blue sky&quot; marine technologies, and Salter&apos;s own wave devices in particular. In 1982 Salter invented the idea of a mechanical &quot;duck&quot; which bobbed on the ocean and generated electricity. But the government shut down the UK Wave Energy programme, arguing that his invention would be too expensive to develop further. It emerged later that civil servants in the nuclear power division of the energy department had &quot;miscalculated&quot; by a factor of 10 the estimated cost of energy production, possibly setting back British wave energy research by 20 years. Salter, with John Lathan of the US National Centre for Atmospheric Research, has also developed the idea of using hundreds of ships spraying very fine seawater droplets high into the sky to reflect sunlight and thus counter global warming and suppress hurricanes. The UK government was asked to assess the technology research, but declined to back it financially. Hurricane suppression ideas go back more than 100 years but attempts have mostly proved tragicomic, said Jim Fleming, author of a new history of geo-engineering. Ideas have included setting up rows of cannon on the Florida coast to shoot them down; using laser beams from space; and &quot;seeding&quot; them with silver iodide. The results have proved at best uncertain. One hurricane &quot;manipulated&quot; by the US government in the 1940s veered off course and struck Georgia, causing $20m of damage and killing two people. In 1962, just after the Cuban missile crisis, Fidel Castro complained that the US had &quot;modified&quot; a hurricane which, remarkably, lingered over the island for four days after exercising a U-turn. Many countries, including the US and Russia, have tried to militarise weather research, trying to divert hurricanes and storms into the path of their enemies. Salter was inspired to invent his device after seeing the damage wrought by Katrina.", 
    "section": "environment", 
    "gid": "technology/2012/nov/04/stephen-salter-tyre-hurricane-sandy", 
    "wordcount": "773"
}