{
    "headline": "MP Jesse Norman defends Eton school's dominance in government", 
    "text": "Their numbers includes Olympians, royalty, television stars and journalists but the return in force of Old Etonians to the heart of government has put them on the defensive amid accusations of cronyism and elitism. The latest Old Etonian recruit to the government, Jesse Norman, said Etonians were dominant in the government because other schools do not have the same &quot;commitment to public service&quot;. Jesse Norman defended his former school, saying ministers wanted state schools to emulate its ethos. Old Etonians in prominent political positions include David Cameron, his chief of staff Ed Llewellyn, Cabinet Office minister Oliver Letwin, new policy unit head Jo Johnson, and his brother, London Mayor Boris Johnson. Norman, the Conservative MP for Hereford and South Herefordshire, who was appointed to the prime minister&apos;s policy advisory board this week, said: &quot;Other schools don&apos;t have the same commitment to public service. They do other things. &quot;It&apos;s one of the few schools where the pupils really do run vast chunks of the school themselves. So they don&apos;t defer in quite the same way, they do think there&apos;s the possibility of making change through their own actions. Of course, they are highly privileged  it would be absurd to deny that  but the whole point of what [education secretary] Michael Gove is trying to do is to recover that independent school ethos within the state system, so that people from whatever walk of life can feel that they can take a proper part to the maximum.&quot; Norman said the 30,000-a-year school continued to focus on &quot;old-fashioned&quot; principles that helped its students succeed. &quot;Things like rhetoric and poetry and public speaking and performance are incredibly important to young people succeeding in life,&quot; he said. Norman said that he knew some of his government colleagues from his school days. &quot;I didn&apos;t know any of the people at the top of government when I was at school. I did know Boris. He was a couple of years below me. But then everyone knew Boris. He was a rather distinctive figure. Jo is much younger. I knew Cameron&apos;s brother slightly, but he wasn&apos;t in my year,&quot; he told the Times. Norman said it was &quot;tragic&quot; that class still appeared to be important in Britain. &quot;I wish we could find some way of creating a society which was freer in its own mind about that,&quot; he said. &quot;The problem is when you have a preoccupation with class, you get people believing that they can&apos;t succeed. I&apos;ve no doubt that the big universities are dying for more people to apply from less privileged backgrounds, but they aren&apos;t getting them. That&apos;s one of the problems.&quot;", 
    "section": "education", 
    "gid": "education/2013/apr/27/jesse-norman-eton-school-uk-government", 
    "wordcount": "456"
}