{
    "headline": "York Minster tantalises archaeologists with hints of Saxon church", 
    "text": "When the great west doors of York Minster swing open on Thursday and the Queen makes her way along the nave of the packed church for the ancient service of distributing Maundy Money, she will also be walking towards a small pit from which human bones have been pouring by the barrow load, the remains of some of the earliest Christians to worship on the site. Tantalising finds include 30 skulls and a jumble of bones used to backfill a trench by the medieval builders of the present cathedral, and a man whose stone-lined and lidded grave was chopped off by Walter de Gray&apos;s 13th-century walls, leaving only his shins and feet in place. Potentially the most significant finds are two nondescript round holes, with groundwater bubbling up through the mud. They are post holes that could date from the time of the earliest Christian church on the site, after the Roman empire disintegrated in the 5th century and before raiding Vikings arrived in the 8th century and the Normans in the 11th century. Remains of Eboracum, the Roman fortress and town, jut through the fabric of today&apos;s city, and the Viking remains of Jorvik including foundations of timber houses, wharves and shops, found in the 1970s during construction of a shopping centre, have become a visitor attraction. But little is known of the period in between. The annals record that in 627AD King Edwin of Northumbria and his family were baptised by St Paulinus in a small wooden church, the first minster, but although several sites have been suggested, and burials and grave markers from the period discovered, no trace of the structure has ever been found. Ian Milsted, of York Archaeological Trust, who is leading the excavation, downplays the significance of the post holes: the timber rotted away centuries ago, and they have found no dateable evidence, not a shard of Anglo-Saxon pottery. But his colleague Jim Williams cannot restrain his excitement: the pits are evidence for very large posts, far too big and using too valuable timber to hold up the roof of a pigsty or a hen house, just outside the walls of the Roman basilica. &quot;I think they&apos;ve got to be evidence for a significant structure  and from a period when any evidence is incredibly rare and precious.&quot; The excavation is tiny  a square cut through a 1960s concrete floor in the crypt, just large enough to hold a lift shaft on which construction work starts in a few weeks. They have uncovered reused Roman stone and the foundations of Archbishop Thomas&apos;s Romanesque cathedral begun within 20 years of the Norman conquest in 1066, and of De Gray&apos;s cathedral. Their small site has produced so much evidence  bones are visibly sticking out of the walls of their trench  from an enigmatic period in the city&apos;s history that work has been extended for at least a week. The bones, already ancient when the medieval builders found them, were jumbled but not destroyed, carefully kept on consecrated ground. They must also come from pre-Norman conquest burials, and could possibly be Anglo Saxons rather than Vikings. Post-excavation work on the bones, and on soil samples, should reveal more of their origins. The last archaeology in this part of the minster was in the 1960s when cracking suggested the central tower, which collapsed in a storm in 1407, might topple again. Work was carried out to shore up the foundations, destroying a wealth of evidence. &quot;We are looking at a very small area, but we have the luxury of working systematically and recording everything,&quot; Milsted said. &quot;But we&apos;re working very much in the shadow of the earlier excavation, when all the digging out was done by labourers, and the recording was done by one archaeologist drawing frantically by torchlight during the tea breaks.&quot; The work is part of the York Minister Revealed project, which includes restoring the 15th-century stained glass east window, and creating new displays on the history of the site. Keith Jones, the Dean of York, said: &quot;The jumble of different levels makes a complex jigsaw puzzle for the archaeologists. It reinforces how York Minister has been at the centre of human life in the City for so long.&quot;", 
    "section": "science", 
    "gid": "science/2012/apr/05/york-minster-archaeology-saxon-finds", 
    "wordcount": "710"
}