{
    "headline": "The week in wildlife  in pictures", 
    "text": "   Snow-covered trees at the Vizzavona mountain, near Bocognano in the French Mediterranean island of Corsica Photograph: Pascal Pochard-casabianca/AFP/Getty Images       A mountain hare (Lepus timidus) in the snowy Cairngorms in Scotland. It is also known as the white hare, Scottish hare or blue hare and is smaller and more compact than brown hares. In summer their fur is a grey-brown colour, but turns white or creamy grey in winter. In Britain they are found only above 500 meters. Their body length ranges between 430 and 610 mm and the black tipped ears from 60 to 80 mm. Unlike brown hares the ears of mountain hares don't reach the tip of the nose if pulled forward. Like brown hares, males are slightly smaller than females  Photograph: Jack Perks / Rex Features       Swans on Shengtian Lake in Ruicheng county in north China's Shanxi province Photograph: Xue Jun/Corbis       Snow-covered flowers in Hamm, Germany Photograph: Ina Fassbender/Reuters       A tamed wolf runs in a field near the remote village of Sosnovy Bor, about 168 miles (270km) north-east of Minsk, Belarus Photograph: Vasily Fedosenko/Reuters       A flock of ducks is being fed on a pond at the Royal Lazienki park in Warsaw Photograph: Peter Andrews/Reuters       Deer grazing at Wollaton Park in Nottingham, central England Photograph: Darren Staples/Reuters       A goat runs across the dry lakebed of the Cocorobo dam, Canudos, in drought-hit Bahia state of Brazil. The country's north-east is suffering its worst drought in decades. Lack of rain has hurt corn and cotton crops, left cattle and goats to starve to death in dry pastures and wiped out 30% of sugarcane production in the region responsible for 10% of national cane output Photograph: Lunae Parracho/Reuters       A kangaroo flees across a road from a bushfire in Victoria, Australia. One man has been killed and communities in Victoria and New South Wales remain on alert as large bushfires continue to burn out of control Photograph: ABC TV/REUTERS       A painted stork pictured in slow shutter  speed flies towards its nest during a rainy and wintery morning at New Delhi zoo. Temperatures in the Indian capital have been plunging into single digits this winter  Photograph: Harish Tyagi/EPA       A lizard seen in the forest of Bintan, Indonesia. Lizards are common in tropical islands region and belong to the reptile family that also has komodo dragons and chameleons Photograph: Adi Pranadipa/Corbis       A moon bear plays inside an enclosure at the Vietnam Bear Rescue Centre, which is operated by the international organisation Animals Asia, in Tam Dao national park, about 43 miles (70km) from Hanoi. The centre has 104 bears, saved from the Asian bile trade, but faces eviction over land dispute with the country's defence ministry Photograph: Luong Thai Linh/EPA       Two dolphins twisting playfully in Mekong River in Kratie province, some 186 miles (300km) north-east of Phnom Penh. Vietnam urged Laos to halt construction of a $3.5bn (2.2bn) hydropower dam on Mekong River pending further study, environmental activists said on Friday Photograph: Tang Chhin Sothy/AFP/Getty Images        The elusive Indian spotted chevrotain or mouse deer, snapped here in Nagarahole national park in Mysore, India. Little is known about the behaviour of this animal, most of the information comes form anecdotal observations and sight records. You are more likely to spot a tiger in national parks and forests in India than these deer-like nocturnal animals  Photograph: Giri Cavale/Conservation India       A female bearded tit perches on a reed among the reedbeds in Hyde Park, London. A pair was spotted for the first time last week, the species has never before been seen in inner London. Since their arrival birders have flocked to the area for a rare glimpse of the birds  Photograph: Dan Kitwood/Getty Images       A red squirrel at a botanical garden in Heihe city, in north-east China's Heilongjiang province. Red squirrels fur can range from a warm reddish-brown in summer, to a deep brown, black or grey in winter. Their underside, however, is always cream Photograph: Qiu Qilong/Corbis       Bison at Nalibokskaya forest reserve near the village of Rum, about 50 miles (80km) west of Minsk. Several dozen bison live in this reserve, which has the largest forest in Belarus Photograph: Vasily Fedosenko/Reuters       A common or soprano bat. More people are noticing less wildlife in their gardens, but immigrant species and foxes appear to be thriving. A survey suggests bats are out of the top five, down from 39% in 2011 to 34% last year. But a new study shows that some butterflies are doing better  Photograph: Owen Humphreys/PA       In rural areas of the Congo Basin many people rely on wildlife for up to 80% of their protein intake. An estimated 6m tonnes of bushmeat is consumed there each year  roughly equivalent to the beef production of Brazil Photograph: Ollivier Girard/CIFOR       A 13-foot Burmese python captured as part of a state-sponsored snake hunt in Everglades, Florida. Python Challenge 2013 is a month-long event sponsored by the Florida Fish and Wildlife Conservation Commission, which offers prizes of $1,500 for the most pythons captured and $1,000 for the longest python  Photograph: Joe Skipper/Reuters       A group of crested macaques, more used to tropical rainforests in Indonesia, huddle for warmth in Dublin zoo. The primates are endangered in their own land due to hunting and the clearing of their native habitat, sometimes even taken when very young as pets by the local population Photograph: Niall Carson/PA       The stunning cloud forest in the Chinchipe River Basin sits high up on the border between Ecuador and Peru and is considered to be the source of the Amazon river Photograph: Practical Action  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/jan/18/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}