{
    "headline": "Caribbean's high crime rate is hindering development, report says", 
    "text": "High levels of violent crime in the Caribbean are hindering development, according to the latest United Nations Development Programme (UNDP) report on the region, published last week. Latin America and the Caribbean is home to 8.5% of the global population and yet 27% of the world&apos;s murders take place in the region. The report&apos;s authors criticised the populist, hardline &quot;Iron Fist&quot; policies Caribbean nations are using to tackle crime, describing them as &quot;short-sighted ... policies, which have proven ineffective and, at times, detrimental to the rule of law&quot;. Cracking down hard on criminals is not enough, said the report, if corruption within the police is seen to be an issue and they are not seen as a &quot;legitimate&quot; force. Challenges facing the justice system include improving police performance and effectiveness; eradicating corruption and promoting legitimacy; and stamping out abuses of power in order to build legitimacy and protect human rights. The report also pointed to failings in the justice system. Delays and backlogs in processing criminal cases contributes to low conviction rates, while pre-trial detention is &quot;over-used&quot; and exacerbates prison over-crowding. Prison capacity is described as &quot;overwhelmed&quot;, and faults in the system have had a negative effect on the &quot;capacity for fairness, effectiveness, transparency and accountability&quot;, the report found. Twelve-thousand people living in seven Caribbean countries  Antigua and Barbuda, Barbados, Guyana, Jamaica, Saint Lucia, Suriname and Trinidad and Tobago  were surveyed to gauge the perception of crime and justice in the region. Many of the respondents said they lived in fear of violent crime and had little confidence in the police. Across the region, almost 10% of those questioned had been victims of crime in the 12 months up to the survey. The numbers ranged from a low of 6% in Jamaica to a high of 11% in Antigua, Barbuda, Saint Lucia and Barbados. The number of rapes is higher than the world average, and 30% of females surveyed said they lived in fear of being sexually assaulted. Twelve per cent of woman and 9% of men feared domestic violence. The percentage of those who had actually experienced domestic violence ranged between 6% in Jamaica and 17% in Guyana. Levels of confidence in the police are low. In Trinidad &amp; Tobago only 4.6% of respondents said they had &quot;a great deal of confidence in the police&quot;, Barbadians had the highest level of confidence within the region, with 16.7% agreeing with that statement. Across all of the countries surveyed, between 52.7% and 65.4% of respondents said they had &quot;some amount of confidence in the police&quot;. The region has a particular problem with drug trafficking and the violence and corruption that surrounds the trade. The report&apos;s authors called on foreign governments to help. &quot;The Caribbean is a critical transit route between drug producers and large-scale consumers,&quot; it said. &quot;An improved worldwide policy addressing the problem of addictive drugs could contribute considerably to reducing levels of violence and social disruption in the Caribbean.&quot; The insecurity caused by high levels of crime, or the perception of high levels of crime, is widely accepted as having a detrimental effect on business and investment, and could be substantially hindering development. &quot;The report argues that the sense of security is greatest where the level of confidence in the institutions of law enforcement and justice is high; and that what matters most is confidence in the capacity of states to protect their citizens and administer justice in a transparent and fair manner,&quot; said Helen Clark, UNDP administrator during the launch of the report. &quot;Caribbean countries need to build more institutional capacity to respond effectively to the problems of street gangs, organised crime and gender-based violence. This comprehensive report offers policy recommendations which can be taken up at all levels of government. UNDP stands ready to support governments in their work to address these issues.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/17/caribbean-crime-hindering-development-report", 
    "wordcount": "664"
}