{
    "headline": "What can William Hague do to prevent sexual violence in conflict?", 
    "text": "One image stuck with me from the recent &quot;Haguelina&quot; visit to the Democratic Republic of the Congo (DRC). It was seeing William Hague delight a group of female Congolese activists by putting on one of their T-shirts with the words &quot;Gender Justice&quot; emblazoned across it. It&apos;s a far better look than his baseball cap-wearing days. But what is motivating the British foreign secretary to prevent sexual violence in conflict  and will his efforts at the G8 foreign ministers meeting on 11 April make a difference? Hague says the issue first hit him when he visited refugees in Darfur some years ago. He is appalled by the low conviction rates for perpetrators of sexual violence, often citing the Balkans, where only 30 men have been brought to justice for an estimated 50,000 rapes. He also mentions Angelina Jolie&apos;s film In the Land of Blood and Honey as an inspiration. Then there is Hague&apos;s hero, William Wilberforce. He has written a book about the anti-slave trade campaigner, whom he often references in his speeches. Hague believes &quot;sexual violence in war is our generation&apos;s slave trade&quot;. Whatever the motivation, it&apos;s welcome to see a male leader take on an issue that  deemed neither a security nor a diplomatic concern  has too often been ignored at the highest levels. Sexual violence is usually left to development ministries or token &quot;champions&quot; from gender ministries. That&apos;s not to deny that many great people have been tackling the issue for years. Liberia&apos;s Ellen Johnson Sirleaf, Chile&apos;s Michelle Bachelet and Dr Denis Mukwege, founder of Panzi hospital in DRC  as well as many brave survivors who have become activists and human rights defenders  have succeeded in bringing it to the attention of the UN security council. But, as ever, the rhetoric of resolution has not always been matched by action. What exactly is the UK proposing to do to tackle sexual violence in conflict? There are three elements designed to help increase the conviction rate of perpetrators. First, Britain has established a 70-strong team of experts who can be deployed to conflict-affected countries to support national investigations (we are told these short stints will support existing UN and EU efforts rather than duplicating them). Second, Britain wants the G8 to agree an international protocol to provide clear guidance on gathering and documenting evidence (this will essentially pool existing guidance in one place). Finally, Britain wants rape and serious sexual violence to be declared a &quot;grave breach&quot; of the Geneva convention. This would mean that universal jurisdiction is applied  so a perpetrator could be prosecuted in the UK and other national courts, even when the violations are committed elsewhere in the world. Interestingly, the UK government was trying to water down this approach not long ago, to stop individuals obtaining warrants to arrest visiting foreign dignitaries accused of human rights violations. These are all important efforts and, crucially, Hague recognises there is no single solution to the challenge. The G8 communique, which the UK hopes Russia, Germany et al will adopt, is therefore likely to cover the need for security and justice reforms, better peacekeeping operations, and improving the humanitarian community&apos;s response to ensure that the basic needs of survivors are met during crises. As Care International has pointed out, women are unlikely to be able to give evidence if they cannot first access healthcare for their injuries, seek counselling and make a living. On all these issues, Hague needs the Department for International Development&apos;s support as well as that of the wider international community  particularly the UN. Ultimately, the success of this G8 initiative, as with all other &quot;internationally led&quot; initiatives, will depend on whether there is buy-in from countries affected by conflict. This is where change can and must happen for Hague&apos;s initiative to effectively prevent sexual violence. Badgering from the west, albeit well intentioned, can often play into the hands of countries that have a less progressive stance on women&apos;s rights. Some regional efforts are emerging, such as the Great Lakes declaration on sexual violence. It is support for these homegrown efforts  combined with continued backing for civil society efforts to tackle the attitudes and behaviour that perpetuate gender inequality  that will yield results in the long run.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/10/william-hague-sexual-violence-conflict", 
    "wordcount": "715"
}