{
    "headline": "Once, men abused slaves. Now we abuse fossil fuels", 
    "text": "In 2005, while teaching history at a French university, I was struck by the general disbelief among students that rational and sensitive human beings could ever hold others in bondage. Slavery was so obviously evil that slave-holders could only have been barbarians. My students could not entertain the idea that some slave-owners could have been genuinely blind to the harm they were doing. At the same time, I was reading a book on climate change which noted how today&apos;s machinery  almost exclusively powered by fossil fuels like coal and oil  does the same work that used to be done by slaves and servants. &quot;Energy slaves&quot; now do our laundry, cook our food, transport us, entertain us, and do most of the hard work needed for our survival. Intriguing similarities between slavery and our current dependence on fossil-fuel-powered machines struck me: both perform roughly the same functions in society (doing the hard and dirty work that no one wants to do), both were considered for a long time to be acceptable by the majority and both came to be increasingly challenged as the harm they caused became more visible. The history of slavery and its abolition shows how blurred the frontier between what is considered good and evil can be, and how quickly it can shift. We have a mental image of slave-owners as cruel, sadistic, inhuman brutes, and forget too easily the ordinariness of slave ownership throughout the world. To many, slavery seemed normal and indispensable. In the US, George Washington and Thomas Jefferson owned slaves. Lifestyles and healthy incomes were predicated upon it, just as we today depend on oil. Similarly, many slave-owners lived with the impression that they were decent people. Obviously, there are differences between the use of slaves and of fossil fuels. Fundamentally, slavery is a crime against humanity. Fossil fuel use is not a moral evil, but burning coal or oil contributes to global warming, already causing widespread harm: it now directly or indirectly kills 150,000 people per year according to a 2004 World Health Organisation study. States and energy companies&apos; lust for oil also leads to wars and the toppling of democratically elected governments. Our addiction to fossil fuel is increasingly destructive. Unlike the harm caused by slavery, the harm in the use of fossil fuels is of course indirect, long range, even unintended. It seems at first glance to be a fundamentally different kind of harm, and the unintended consequences of ongoing use of fossil fuels have only recently become understood. Initially, their use was seen as positive and progressive. But now that we know the consequences, and continue, globally, to increase emission levels, how can we still consider these consequences &quot;unintended&quot;? Consumers of goods made by slaves or absentee plantation owners who lived in Britain in the 18th century also benefited from the slave system without maintaining direct connections to it. Those beneficiaries can certainly be said to have committed a morally comparable sort of human transgression to that of people who benefit from fossil fuels today. Why is all of this relevant for climate change policy? Our contemporary economies have become extremely dependent on fossil fuels, just as slave societies were dependent on their slaves  indeed far more than the latter ever were. As one scholar remarked: &quot;That US Congressmen tend to rationalise fossil fuel use despite climate risks to future generations just as southern congressmen rationalised slavery despite ideals of equality is perhaps unsurprising.&quot; It should thus come as no surprise that there is so much resistance to climate science. Our societies, like slave-owning societies, have a vested interest in ignoring the scientific consensus. Pointing out the similarities between slavery and the use of fossil fuels can help us engage with the issue in a new way, and convince us to act, as no one envisages comfortably being compared with a slave-owner. Furthermore, because of the striking similarities between the use of slaves and of fossil fuels, policymakers can find inspiration from the campaigns to abolish slavery and use them to tackle global warming. For example, the history of the abolition of slavery, in the UK at least, suggests that an incremental approach and the development of compromises worked better at moving the cause forward than hardline stances. The evidence also implies that slavery came to be challenged and finally abolished when people became aware of an alternative. This alternative  steam power  was of course a great moral improvement until we came to know the consequences of fossil fuel consumption. This, in turn, suggests that we will restrain our use of fossil fuels if we can favour a new energy transition and find clean sources of energy  and that we should concentrate our efforts on developing &quot;green&quot; technologies at the same time as reducing our consumption of fossil fuels. If we do not change, the human family will pay heavily for the consequences of our reckless activity. Moreover, future generations will look back at us and wonder how our civilisation could have been so backward and have lived in such appalling moral blindness. Will the next generation have any awareness that industrialised societies had mitigating circumstances? Probably not. They are more likely to curse us for the irreparable damage we have done to the planet. Surely, they will say, we were a barbarian people.  Jean-Franois Mouhot is a visiting researcher at Georgetown University. He is the author of Past Connections and Present Similarities in Slave Ownership and Fossil Fuel Usage, published in the journal Climatic Change, and the book Des Esclaves Energtiques: Rflexions sur le Changement Climatique.", 
    "section": "environment", 
    "gid": "environment/2012/feb/03/fossil-fuels-slavery", 
    "wordcount": "942"
}