{
    "headline": "20 best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for iPhone, iPad and iPod touch. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. Looking for Android apps? Check this week&apos;s 20 best Android apps roundup, which was published earlier in the day. For now, read on for this week&apos;s iOS selection (and when you&apos;ve finished, check out previous Best iPhone and iPad apps posts). Star Wars: Knights of the Old Republic (6.99) Lots of excitement this week about the iPad port of BioWare&apos;s Star Wars: Knights of the Old Republic game, originally released in 2003 and still one of the best Star Wars games ever. It&apos;s an RPG where you get to learn to use the Force, wander through a succession of famous Star Wars scenes, and can even turn to the dark side. Engrossing and epic in scope including its file-size, which weighs in at a shade under 2GB.iPad Musyc (Free) Fingerlab is the very talented developer behind DM1  The Drum Machine, which is still one of the funnest (as Apple would put it) iOS music apps. Their new release looks just as good: a music creation app where you draw shapes and watch sounds bounce around the screen, with 64 instruments to experiment with. As fun for children as adults, I suspect.iPhone / iPad Analog Camera (0.69) Developer Realmac Software made waves with its Clear to-do list app last year, with its slinky user-interface. Now the company is back with Analog Camera, pitching it as &quot;the fastest and easiest way to take, process and share photos&quot;. It&apos;s not just an alternative to Instagram and the rest though: like Camera+ it&apos;s a strong candidate to replace the iPhone&apos;s default camera app.iPhone Warhammer Quest (2.99) What with Star Wars and this, it&apos;s a vintage week on the App Store for roleplaying fans. This is the first official iOS game based on Games Workshop&apos;s famous Warhammer world and games. This brings classic tabletop Warhammer to iOS devices, as you take a party of heroes into sundry dungeons for battling, looting and levelling up. It&apos;s excellent.iPhone / iPad NarcoGuerra (0.69) Game the News is one of the more interesting indie game developers working at the moment: specialising in games based on topical news stories and campaigns. This one focuses on the war on drugs in Mexico, putting players in the position of the Mexican authorities as they try to defeat the drug cartels, as well as corruption within their own police force. Thought-provoking strategy.iPhone / iPad Adobe Kuler (Free) This is the latest creative app from Adobe: an iPhone app to &quot;capture colour inspiration anywhere you find it&quot;. Which means pointing the device&apos;s camera at something that catches your eye in the real world, and turning it into RGB data for use in Adobe&apos;s various software applications.iPhone Dots: A Game About Connecting (Free) Having inexplicably missed Dots out of this weekly roundup when it came out for iPhone earlier this year, its release this week on iPad gives me a second bite at the cherry. It&apos;s a tasty cherry too: a really addictive puzzle game where you have to connect coloured dots, armed now with a pass-the-device multiplayer mode to spread the word among friends.iPhone / iPad Mentor (Free) Mentor is one of a growing number of motivational apps that aim to help people achieve their goals, whatever those goals might be. In this case, the idea is that the app and its community bolster your efforts to exercise, read more books, practise an instrument and other goals, connecting you with other people doing the same thing, and keeping stats on your commitment.iPhone Ace Attorney: Phoenix Wright Trilogy HD (Free) The Ace Attorney games were great fun on Nintendo&apos;s DS handhelds, and they make a good fit for iOS even if they&apos;ve barely been changed in the transition. The games see you trying to solve a series of cases as keen young lawyer Ace, questioning witnesses and doing verbal battle in court to catch out the criminals. Two episodes are included in the free download, with others buyable as in-app purchases 11.99 if you want the lot.iPhone / iPad Cartoonitos and the Beanstalk (1.49) Cartoonito is a popular pre-school TV channel here in the UK, and its parent company Turner has now launched an official app for kids to interact with on iOS devices. It&apos;s a collection of 15 mini-games, all based on a Jack and the Beanstalk theme  except in this case, it&apos;s the colourful Cartoonitos characters climbing the big plant. It looks well-crafted and fun.iPhone / iPad Sequential (Free) Promising &quot;digital graphic novels and sequential art taken seriously&quot;, Sequential is an app selling work by the likes of Alan Moore, Robert Crumb, Eddie Campbell and other authors / artists, with a built-in reader and audio commentaries. The actual works are sold as in-app purchases for anywhere between 2.99 and 12.99 depending on the title.iPad Recordium (Free) As a journalist, I can testify to the ongoing search for The Perfect Dictaphone App. Recordium looks a strong candidate, with its ability to not just record audio, but highlight sections as you record, while also adding notes, tags and pictures. Simple editing tools are also included to trim tracks or paste sections into new recordings.iPhone / iPad World War Z (2.99) Zombies are big business in the entertainment world again in 2013, with the Brad Pitt-starring World War Z one of the movies hoping to capitalise. This is the official game: 28 levels of zombie pandemic action, with a mixture of exploration, hand-to-hand battles and sniping.iPhone / iPad Gigglebug (Free) This fab children&apos;s app won&apos;t just get your kids smiling: it&apos;ll make you laugh too. It gets them to help a character named Gigglebug cheer up his grumpy animal friends by tickling them  physically tickling the touchscreen. The animation has bags of character, and there&apos;s a single in-app purchase for parents to unlock more characters and a story if they like the idea.iPhone / iPad The King&apos;s Stilts - Dr. Seuss (2.49) &quot;Play is just as important as hard work,&quot; according to Dr Seuss&apos; The King&apos;s Stilts, which has now been taken from book to book-app by developer Oceanhouse Media. It&apos;s the latest in its diligent efforts to appify the entire Dr Seuss catalogue, with voice narration and word highlighting designed for early readers&apos; needs. You can also record your own voices reading the story, and share the audio with friends and family who have the app.iPhone / iPad Draw Team (Free) This is interesting: an iPad game designed to be played with the Apple TV set-top box by multiple players. The idea: one player draws their secret word on their iPad before time runs out, with other players having to guess what it is to win points.iPad Mila (Free) &quot;Unlock the talent of crowds to get your tasks done,&quot; suggests Mila&apos;s Google Play listing. In other words, find people near you to do stuff you don&apos;t want to do. &quot;Are you looking for a cleaning lady, somebody to mow the lawn or to walk your dog? Or do you need help moving?...&quot;iPhone To This Day (Free) This deserves to get plenty of attention: an iPad app based on a spoken-word poem with an anti-bullying theme, accompanied by clips from various animators. The idea being that each time you watch, what you see is different (or at least in a different variation).iPad Uno &amp; Friends (Free) This Gameloft game is based on card game Uno. As the name (a hair&apos;s breadth from Zynga&apos;s &apos;With Friends&apos; branding) implies, this is about playing against friends from Facebook, as well as other players around the world. This being freemium, there are in-app purchases for boosts and super boosts if required.iPhone / iPad Clear Timer (Free) Finally, a very-handy productivity app to round this week&apos;s apps off. It&apos;s a timer/stopwatch app that can run several timers at once, runs in the background of your iPhone, and has a neat wheel UI to help you set it quickly. Simple in all the right ways, with lots of potential uses.iPhone That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/31/best-iphone-ipad-apps-star-wars-musyc", 
    "wordcount": "1426"
}