{
    "headline": "Boot up: Facebook underwhelms as Zuckerberg cools on smartphone, Apple vs Samsung Round XI, and more", 
    "text": "A quick burst of 6 links for you to chew over, as picked by the Technology team Facebook shares fall after social network posts modest results &gt;&gt; guardian.co.uk In case you missed it. Facebook revenues up slightly, to $1.18bn, in three months to 30 June. Net loss of $157m. Facebook Reports Second Quarter 2012 Results &gt;&gt; Facebook Here&apos;s the dope. Facebook Is Said to Work With HTC on Mobile Phone for Mid-2013 &gt;&gt; Bloomberg Bloomberg reports:   The companies had intended to release the device as early as the end of this year, and pushed back the timetable to give HTC more time to work on other products, said some of the people, who requested anonymity because the plans aren&apos;t public. Facebook is also developing a modified operating system for the device and has assembled a team of former Apple Inc. (AAPL) programmers to improve its iPhone application, people said.  Zuckerberg: It Wouldn&apos;t Make Sense For Us To Make A Phone &gt;&gt; Business Insider He also said this last year (or 2010) in a rare interview with Michael Arrington at TechCrunch. So, what&apos;s changed? Facebook Careers &gt;&gt; Facebook Facebook is hiring six engineers based in London.  The companies had intended to release the device as early as the end of this year, and pushed back the timetable to give HTC more time to work on other products, said some of the people, who requested anonymity because the plans aren&apos;t public. Facebook is also developing a modified operating system for the device and has assembled a team of former Apple Inc. (AAPL) programmers to improve its iPhone application, people said.  The Apple-Samsung Trial: What Samsung Will Attempt to Prove &gt;&gt; WSJ From Samsung&apos;s legal document:   Contrary to the image it has cultivated in the popular press, Apple has admitted in internal documents that its strength is not in developing new technologies first, but in successfully commercializing them. . . . Also contrary to Apple&apos;s accusations, Samsung does not need or want to copy; rather, it strives to best the competition by developing multiple, unique products.  Apple Claims Google Warned Samsung Against Copying iPhone, iPad &gt;&gt; AllThingsD From Apple&apos;s legal document:   &quot;Samsung&apos;s documents show the similarity of Samsung&apos;s products is no accident or, as Samsung would have it, a &apos;natural evolution. Rather, it results from Samsung&apos;s deliberate plan to free-ride on the iPhone&apos;s and iPad&apos;s extraordinary success by copying their iconic designs and intuitive user interface. Apple will rely on Samsung&apos;s own documents, which tell an unambiguous story.&quot;  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/27/boot-up-facebook-results", 
    "wordcount": "450"
}