{
    "headline": "Window on the universe: The view from La Palma's space volcano", 
    "text": "It&apos;s the ultimate holiday destination for geeks like me  a &quot;space volcano&quot; with high-speed WiFi. The location is Roque de los Muchachos Observatory, perched at the highest point on La Palma, the most northwesterly of the Canary Islands. I recently returned from a sunny week on the volcano, preparing films for a YouTube series called Deep Sky Videos, which launched on Monday. The observatory doesn&apos;t just look like another world, with its strange white domes scattered across jagged peaks in the rarefied air above the clouds, it is also governed by a unique clock that reverses the norm. The volcano is a sleepy place in the daylight hours while astronomers rest in accommodation lower down the mountainside, but as the sun drops toward the horizon, ant trails of cars hurry to the telescopes and preparations begin.     A lone cloud above the new Gran Telescopio Canarias. Photograph: Deep Sky Videos    It&apos;s during sunset/twilight that telescopes are most busy. This is when astronomers collect &quot;sky flats&quot;  dull images of the sky at its most boring that are nevertheless vital. It is these blanks that will later be used to calibrate their observations and &quot;subtract&quot; optical imperfections. More sky flats will be collected at sunrise. In most cases, astronomy is about collecting light, which is why the telescopes are on an island with a good climate and minimal light pollution, and set on a peak poking above the clouds.     Photograph: Deep Sky Videos    But, needless to say, optical astronomers are only interested in light from space. Excess photons from car headlights, open doorways and windows are frowned upon. For this reason, observatories are a strange place in the evening. Evidence of humanity is everywhere  giant domes, modern roads and the hum of machinery  yet it&apos;s pitch dark. The timelapse video below shows the Isaac Newton Telescope. Keen observers will note that a naughty visitor has left a door open for a few minutes. I hope it wasn&apos;t me!            As most technology evolves it seems to get smaller, but telescopes just get bigger and bigger because they need huge mirrors. Photons are like precious raindrops from space and astronomers want the biggest possible buckets in which to catch them. The domes that house these mirrors  and swivel them with the grace and silence of a ballerina  are extraordinary. No photos do justice to their cavernous interiors.     An uncoloured image of the spiral galaxy Messier 74. Photograph: Deep Sky Videos    We&apos;ve all seen the gorgeous pictures of space released by Nasa and the like. The vivid colours take our breath away. But space doesn&apos;t look colourful to our feeble human eyes  or even to most telescopes. In most cases, telescopes see in black and white, or to be more accurate, they use a single-colour filter and produce greyscale images. It is only later  and with the trickery of software like Photoshop  that these colourless images from various filters are combined and the pretty picture is revealed. Astronomy is a truly international endeavour, and nowhere is that more obvious then on La Palma. The site is run by the Instituto de Astrofsica de Canarias, but organisations from around the world operate their own telescopes on the rocky ridges. The UK&apos;s contribution includes, among others, the Isaac Newton Group of Telescopes, including the Isaac Newton Telescope and enormous William Herschel Telescope. But also represented are Spain, Belgium, Italy and Sweden, among many others.     Moonshine: The belt and sword of the constellation Orion above the Jacobus Kapteyn Telescope. The full moon is just out of shot. Photograph: Deep Sky Videos    I spent a week roaming the observatory and visiting most of the telescopes for the Deep Sky Videos series. I hope to share some of the films here throughout 2012. You can also follow the series on Facebook and Twitter. Brady Haran is a video journalist whose science film projects include The Periodic Table of Videos and the Numberphile channel on YouTube", 
    "section": "science", 
    "gid": "science/blog/2012/jan/16/window-universe-la-palma-space", 
    "wordcount": "607"
}