{
    "headline": "Future generations risk 'enslavement' without a vote now", 
    "text": "It&apos;s a new year, so let&apos;s start with a new idea: a democratic body to safeguard the basic needs and fundamental interests of future people. That is the proposal of Rupert Read, a philosopher at the University of East Anglia, in a report called Guardians of the Future for the think tank Green House. The core idea is both radical and straightforward: a council of &quot;Guardians of Future Generations&quot;, chosen like a jury from the general public, would sit above the existing law-making bodies and have two core powers. A power to veto legislation that threatened the basic needs and interests of future people and the power to force a review, following suitable public petition, of any existing legislation that threatens the interests of future people. After the UN climate change summit in Durban in December I wrote, our current glacial progress in tackling global warming is piling costs and hardship onto our descendents in a way that will make the current global debt crisis seem minor by comparison. The changes to our economic, food, energy and water systems needed to adapt to changing climate get more expensive the longer we leave them. So ideas about how to represent the interests of people yet to exist are welcome. I asked Read why he took on the issue. &quot;It came from the worry that it is clear that the current institutions of government are not working and are not future proof,&quot; he said. &quot;It also came from a philosophical direction: seeking for a way take the future seriously and in a democratic way.&quot; &quot;The proposal being made here is that we give future people en masse the nearest possible equivalent to the vote,&quot; he says. The need for democratic representation of unborn people led Read to the idea of a &quot;super-jury&quot;. &quot;Random selection would emphasise that we all share this responsibility for future people, and that none of us and all of us are ideally placed to do this vital job,&quot; he writes in the report. Read accepts the idea of a powerful legal body protecting future people will be seen as extreme. &quot;It is a very radical idea but many great ideas in history were once seen as outlandish,&quot; he says. When the Green Party, of which Read is a member and a former councillor, started promoting recycling in the 1970s and 1980s, he says &quot;people laughed at and ridiculed us - now it is taken for granted.&quot; Read also cites the abolition of slavery as an idea that was seen as ludicrous for centuries and draws a parallel with the rights of future people. &quot;You could say, in effect, that we are at risk of enslaving future people by condemning them to a future far worse than now. They will have to work far harder to live and that is, in effect, slavery.&quot; The idea of Guardians of Future Generations joins a number of radical ideas which are starting to make small but real impacts in the world. Hungary appointed an Ombudsman for Future Generations in 2008. The concept of the crime of ecocide is being considered by the UN. And Bolivia has passed laws giving nature equal rights to those of humans.  Read says he wants to get people talking about the idea of protecting the rights of future generations, rather than set in stone specific structures. &quot;This is an attempt to start a debate, rather than present a definitive proposal,&quot; he says. However, as the report itself notes, the issue is an old one, with Edmund Burke writing in 1790: &quot;[Society is] a partnership not only between those who are living, but between those who are living, those who are dead, and those who are to be born.&quot; With the threat of climate change looming ever greater, is it finally time to turn these ideas into action? The Guardians for Future Generations will be launched at the House of Commons on 10 January 2012, with the meeting hosted by Caroline Lucas MP, leader of the Green Party, and addressed by Liberal Democrat minister Norman Baker MP and Labour&apos;s Jon Cruddas MP. The report can be purchased now for 1.80 and will be available for free after 10 January on the Green House website.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jan/04/climate-politics-future-generation-justice", 
    "wordcount": "730"
}