{
    "headline": "The hard road to healthcare for eastern Congo's poor", 
    "text": "I knew the baby had died when his mother, seated on the back of a motorcycle, waved an upturned hand at me in reproach as she left the hospital. A week earlier, I&apos;d been to the gold mining town of Misisi to start a TB/HIV treatment programme at the local health centre. The nursing staff there asked me to look at a premature baby born a few hours earlier. He weighed a kilo and his feet were cold, which told me his chances were not good. At home in the UK, a premature baby is usually delivered in a hospital where a large team ensures the child does not succumb to the cold, lack of glucose, breathing problems or infection. It&apos;s a hi-tech process, and looking after five little ones in an intensive care unit for a month in London is not cheap. The cost is roughly equivalent to the amount MSF spends on the entire hospital here in Lulimba, which admitted nearly 600 people and undertook 1,700 outpatient consultations in January 2012 alone. This baby had a chance, though: our vehicle. After discussions with the mother and staff, we transferred the child to our hospital in Lulimba, where we could start antibiotics, provide the infant with warmth, and initiate therapeutic feeding. Only 20% of the population in the Democratic Republic of the Congo (DRC) have access to healthcare. Poverty is one of the main reasons: two-thirds of the population live on less than $1 a day. Admissions to the paediatric ward soared after MSF arrived in October 2011, taking over the hospital and providing free healthcare. The other factor is the terrain. The country is vast. You could travel from Capri to Copenhagen in Europe and not cover a distance equivalent to that from one end of DRC to the other. Paved roads are non-existent where we work. To reach a medical facility involves a long walk or the outlay of precious funds for a jolting ride on the back of a motorcycle or truck. So families attempt home treatment, often with traditional medicines. When a patient has a serious medical issue, the delay in reaching a health facility makes the prognosis worse. We heard of a young man who suffered a leg wound in crossfire during one of the DRC&apos;s many unreported clashes. The remote health centre looking after him couldn&apos;t cope. We took two vehicles, bumping along in low gear over a steep, tree-covered escarpment, to ensure that if one sank to its axles in mud, the other could winch it out. The nursing staff at the health centre had done an excellent job of cleaning the dressings and administering antibiotics, but at low doses. It was testimony to the lack of resources at the centre, to which the patient had spent two days crawling and walking. Luckily, there were no signs of tetanus infection, which I&apos;ve seen kill patients. Leaving the village, we were waved down by an anxious family. Bahati, our driver, translated: a two-year-old girl was sick with fever. I saw pale hands, conjunctivae, lethargy, rapid breathing: likely malaria, possible pneumonia. I opened my doctor&apos;s bag, a heavy steel case full of dressings and medications, and gave the child an anti-malarial injection. Her parents had been debating how to cover the 25km to our hospital, either on foot or by walking to another village to find a motorbike for hire. Giving the medication early stopped the malarial infection in its tracks. The girl made a rapid recovery at our hospital. Trucks  overloaded with crates of beer, wood, furniture, and sacks of flour  are eastern DRC&apos;s buses. Passengers sit atop them clutching grubby tarpaulins, vulnerable to armed banditry and the perils of the narrow dirt tracks the vehicles are forced to navigate. We were called out recently to attend a truck that had fallen down a mountainside. Luckily, only one passenger was slightly injured; armed men had started drinking the cargo of beer by the time we arrived. Travel by air is for the very lucky few. A seven-year-old boy arrived at the hospital with a depressed skull fracture following the collapse of his parents&apos; house. Neurosurgery is not an option in Lulimba. Chance was on our side in the form of an MSF supply-drop by a twin-engine aeroplane that landed in a cloud of dust on the refurbished airstrip the next day. We were able to evacuate the boy to a referral hospital in south Kivu&apos;s regional capital, Bukavu. The pilot kindly agreed to fly low to avoid any unwanted side effects from high altitude. The boy returned a few weeks later with a cheeky smile. The journey, just 50 minutes by air, would have taken two days by road. But how many set off on similar journeys and never make it to our hospital? One mother arrived with her three-year-old boy, who was ill with malaria, after a 12-hour walk. His older sister, also unwell, had died on the journey. A vehicle or an aeroplane in the right place at the right time is the rare exception, not the rule; and even then there are obstacles patients cannot overcome. The premature baby died, likely from apnoea, where the infant simply stops breathing. In UK hospitals, monitors sound an alarm the instant this happens, enabling us to take rapid action to support the baby&apos;s breathing. In Lulimba, this is a faraway dream.  Patient details have been changed to protect confidentiality", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/10/hard-road-healthcare-congo-poor", 
    "wordcount": "908"
}