{
    "headline": "Traces in the snow", 
    "text": "While the most familiar kinds of fossils are things like bones and shells, we don&apos;t just have the remains of organisms, but also fossils of the marks they left on the landscape. Footprints, bite marks, nests, burrows and the like are all called &apos;trace fossils&apos; and are an interesting and important part of palaeontology. After all, these can provide direct evidence of how an animal moved and behaved in a way in which a skeleton never can. However, some trace fossils have been or remain remarkably hard to link to certain animals or their activities. After all, footprints don&apos;t always look that much like the bones structure of the animal they belong to. The soft tissues of the foot, the way in which the foot was held, the gait the animal used and, in particular, the type and condition of the ground it was walking on can have a big effect on the track being made and how easy it will be to link it to an animal. Go and walk through some really deep and squishy mud and you&apos;d be hard pressed to saw it was a human foot that left the marks behind, whereas a track on some nice firm sand on the beach will (probably) show every toe quite clearly. On very rare occasions we find a fossil of an animal in association with it&apos;s own traces, so a clear relationship can be established. Other can be worked out because of a unique foot shape or proportions, and experimental work can help us determine which sort of feet and actions may leave which kinds of traces on a given substrate. However, we can also take observations from the world around us and gather that kind of information or ideas. Firm, but very fine and moist mud can take beautiful tracks, but animals will tend to avoid it and they might slip which can lead to odd patterns. Even working in the controlled conditions of a lab it can be hard to get animals to leave the kinds of traces you might want. However snow can take tracks with great resolution, hold them (at least for a while) beautifully, and few animals are that bothered moving through it. So the kind of falls we&apos;ve had today in southern England have been great for me and I&apos;ve been out with a camera taking note of odd tracks. I&apos;ve found something totally novel (to me) and is exactly the kind of thing that if it turned up in the fossil record might be impossible to interpret, but with full knowledge of the situation and environment, I know full well what it is and thus can provide a simple model for comparison if we every find a fossil like it.     A trace left in the snow. Can you work out what might have left it behind and how?    Here it is. I&apos;ve played with the colour of the image (rather obviously) to enhance the shadows or it would be very hard to see at all as it&apos;s more or less white on white. But there&apos;s a fairly clear oval pattern, with some thin, raised bars coming out in places and especially to the front. I dropped in a plastic golf-ball for scale (the dark spot over to the left) and while it sank into the snow, that should help give and idea of the size of the thing. Can you guess what it might be?  I must confess I don&apos;t know with absolute certainty what it is as I didn&apos;t see it being made, but some simple deductions reveal what left it behind and what it must be. This is a trace left by the wings of a wood pigeon as it took off.  This has to be a trace of a bird as the tracks leading to this odd trace appear suddenly right in the middle of a large open space, and disappear again in the same manner. They haven&apos;t come over from any other part of the ground and nothing could have readily jumped several meters from the nearest wall or tree to leave them. This was then a bird that has flown in walked around and then taken off. The odd shape here must be a take-off trace quite simply because the tracks lead towards it, not away from it. It&apos;s also more likely a take-off trace as naturally taking off requires a few heavy wingbeats to get up into the air, whereas landing may be little more than a controlled fall, so a take-off could lead to the wings flashing against the snow when a landing very probably wouldn&apos;t. The stripes are, I suspect, the spaces between the primary feathers leaving paths in the snow. So the bird walked into the picture from towards the top right and took off towards the bottom left. So why a pigeon? Well first off the size of the tracks and the wing impressions mean that this has to be a sizeable British bird in the realm of a pigeon or crow, it&apos;s certainly not as small as a blackbird or as large as a red-tailed kite for example. That narrows things down quite a lot, and the fact that it&apos;s in a suburban garden narrows it further. While this could be a crow or rook or similar, I suspect a pigeon as they notably have a near-vertical take-off and there is only one impression here and with not indication of a change in stride before take-off. The animal didn&apos;t take a run up or take multiple wingstrokes to get into the air and of the available birds in this size range, that points more to a wood pigeon than anything else. To cap it off, they are regular visitors in the garden and are the only birds I&apos;ve actually seen out on the wing today. Devoid of the context I think this would be near impossible to work out. Obviously I could have a good look around and work this through, but this trace in the fossil record would be a real puzzler. Fortunately we can add this kind of thing to our knowledge and bear it in mind the next time something very odd comes up. We do have resting traces for dinosaurs, and landing traces for the pterosaurs, so it&apos;s not out of the question we could find a take-off trace for a bird one day and we can make predictions about it from this.", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/jan/18/dinosaurs-fossils", 
    "wordcount": "1059"
}