{
    "headline": "Liberia's Johnson Sirleaf defiant over nepotism and corruption claims", 
    "text": "     Ellen Johnson Sirleaf, the Liberian president, has dismissed allegations of corruption as rumours and innuendoes as she mounted a strong defence of her personal integrity. Johnson Sirleaf, in London for the UN high-level panel on the post-2015 development agenda (video), acknowledged that corruption had become &quot;systemic and endemic&quot; in Liberia after decades of conflict, but challenged anyone to find fault with her or her family. Johnson Sirleaf, who was re-elected in a landslide last November after an opposition boycott, has won praise for restoring stability to a country ravaged by war. Since coming to power, Africa&apos;s first elected female leader has stabilised the economy. Foreign debt has been virtually wiped out and Liberia has enjoyed annual growth rates of 6.5% for the past six years. Johnson Sirleaf hopes Liberia will be free from aid dependence in 10 years&apos; time and achieve middle-income status by 2030. Notwithstanding her achievements, Johnson Sirleaf has recently come under fire for nepotism, having appointed three of her sons to top government posts, although one of them, Charles, has been suspended as deputy governor of the central bank for failing to declare his assets. This month, Leymah Gbowee, a Liberian activist and joint winner with Johnson Sirleaf of last year&apos;s Nobel peace prize, resigned from the country&apos;s peace and reconciliation commission, criticising the president&apos;s decision to appoint her three sons to senior positions. Gbowee also criticised Johnson Sirleaf for not doing enough to address poverty. While acknowledging that corruption is a problem in Liberia, Johnson Sirleaf said defiantly: &quot;I challenge anyone who says it&apos;s with me or my family. We have a very vibrant society, a society that&apos;s full of rumours and innuendoes  Now I have to put [people] in certain places where I get the best results based upon talent, based upon competence and based upon integrity, and that&apos;s what I do. I stand the test and I challenge anyone who says there are other motives. I stand by my record and stand by the record of my family very firmly.&quot; On Gbowee&apos;s resignation, Johnson Sirleaf, who spoke as a guest of the Royal African Society, said her fellow Nobel laureate was too young to know what Liberia had been through to achieve peace. &quot;We respect her decision,&quot; said Johnson Sirleaf. &quot;We suspect she will change her mind  we&apos;ll need all our talent.&quot; On another contentious issue, the president said the government was aware of complaints that foreign companies had taken advantage of local communities in pursuit of land deals. Liberia is seeking to attract foreign investors that can develop its rich natural resources  gold, iron ore and agricultural land. According to Liberian campaigners, Johnson Sirleaf&apos;s government granted more than a third of Liberia&apos;s land to private investors for logging, mining and agro-industrial enterprises between 2006 and 2011. More than 2.8m hectares (7m acres) have become forestry and agricultural concessions. Land deals with the Malaysian corporation Sime Darby for the production of palm oil have been particularly divisive, with about 150,000 people directly affected in the first five years of plantation development. The president said her government is reviewing land concessions and, where there had been unfair agreements, land would be returned to the community. But activists say this is mere window dressing and that the problem of unfair land deals is a direct result of the absence of a clear land tenure policy. &quot;The government recognised the problems, placed a moratorium on the sale of public land and established the land commission to come up with policies regarding land,&quot; said Robert Nyahn, programme manager of Save My Future Foundation, a Liberian NGO that monitors foreign companies in the extractive sector. &quot;While the policy is not yet developed by the land commission, the government contradicts itself by granting large concessions for forestry, mining and agriculture on what it claims to be public land  the same public land  while people&apos;s right to land, especially customary ownership, is still in question. These concessions are granted by government without consultation with communities who live on the land granted as concession. When communities start to raise the issues, the government pretends it will review the concession agreements,&quot; Nyahn added. Johnson Sirleaf was speaking at a business breakfast in London. The Liberian leader is one of three co-chairs of the high-level panel deciding what should come after the millennium development goals (MDGs) along with David Cameron, the UK prime minister, and Susilo Bambang Yudhoyono, the Indonesian president. Johnson Sirleaf said three years remained to meet the eight MDGs and she wanted to see a big push to meet those off-track. &quot;The post-2015 agenda has to build on the MDGs, but peace has to be fundamental,&quot; she said. &quot;Without it, it is hard to achieve other goals.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/01/liberia-johnson-sirleaf-nepotism-corruption", 
    "wordcount": "805"
}