{
    "headline": "UK catering industry pledges to cut waste", 
    "text": "Leading fast food restaurants, pubs, hotels and contract caterers announced on Wednesday that they have signed up to new voluntary targets aiming to cut excessive food and packaging waste over the next three years. The first signatories include McDonald&apos;s, Domino&apos;s, Greggs, the Greene King brewing chain and the entire catering operation in the Houses of Parliament. Government departments - including the Department of Food and Rural Affairs (Defra) - and industry bodies are also among those supporting the agreement, that pledges to cut food and packaging by 5% - the equivalent of 100m meals - by 2015. The sector-wide UK voluntary agreement also aims to increase to 70% the overall amount of packaging and waste food that is being recycled or used to generate energy. The two measures, if achieved, would save about 570,000 tonnes of carbon dioxide emissions. Industry figures suggest that over 3.4m tonnes of waste food, glass, paper, card and other refuse is produced by hotels, pubs, restaurants and other catering establishments each year. The agreement - called the Hospitality and food service agreement, has been launched by waste adviser Wrap on behalf of the UK, Scotland, Wales and Northern Ireland governments. In the face of stinging criticism of the unnecessary waste they generate, the signatories are also hoping to achieve significant cost savings. If just 25% of the sector were to sign up, Wrap said it could save up to 76m by the end of 2015. Liz Goodwin, the chief executive officer of Wrap, said: &quot;Tackling food waste brings significant financial and environmental benefits, as already demonstrated through our work on household food waste. I am therefore delighted that so many organisations have signed up already.&quot; Lord Taylor, minister for environment, added: &quot;This new agreement shows these household names are committed to stopping this terrible waste of food. By taking additional steps to reduce the amount of food waste these businesses and organisations will stop the equivalent of 100m wasted meals going to the bin and save themselves money  a win-win for everyone.&quot; The agreement will be overseen by a steering group, which will include signatories and supporters, and will have responsibility for reviewing progress on delivery against the targets and sharing good practice.  This article was amended on 29 June 2012. It originally stated that if 25% of the sector signed up then savings could be 761m by the end of 2015. The correct figure is 76m.", 
    "section": "environment", 
    "gid": "environment/2012/jun/27/catering-industry-cut-waste", 
    "wordcount": "411"
}