{
    "headline": "Cash transfers do not address the underlying causes of women's poverty", 
    "text": "In the race to meet the millennium development goals, cash transfer (CT) programmes have made a significant impact on reducing the numbers of those in poverty. Yet, a combination of disabling conditions still leaves millions of women trapped in destitution, and at great risk of disease and domestic and civil violence. CTs are programmes that give mothers a cash supplement to cover the costs of children&apos;s schooling. In Latin America (but not in Africa), they are conditional on children&apos;s attendance at school and health clinics for check-ups. Success has been measured in higher rates of enrolment, and improved nutritional levels of children, and breastfeeding and pregnant women. Women are said to be &quot;empowered&quot; by being given charge of the cash stipend. Though they are a welcome palliative, critical voices have been raised about the limits of these programmes (pdf). The stipend, at around half the minimum wage, is too low to make a great difference, and in the majority of cases there are no training and employment links that could secure sustainable livelihoods. When investment in health and education is limited or misdirected, the quality of services suffers, and benefits are less positive than the statistics show. Cash transfers are designed to prevent the inter-generational transmission of poverty by focusing on children&apos;s needs. While an entirely laudable and necessary objective, the means of securing it raise questions about the effectiveness and ethics of &quot;micro-targeted&quot; cashonly programmes where general conditions are poor and all household members suffer acute deprivation and vulnerability. It is a well-established fact that children flourish when their mothers are educated and healthy, and suffer when they are not; households flourish when they are free of violence, and are more sustainable when women are able to generate an income. These conditions cannot be secured by small amounts of cash alone, however valuable these may be in contexts of extreme hardship. From a gender perspective, other questions are raised about the design of these programmes. While mothers are the linchpin for the success of these policies, their own needs are rarely attended to, except insofar as they are the bearers of children. Even then, the evidence suggests that the services offered to mothers in these programmes are poor. Reproductive health is narrowly defined, and supplies and delivery are often inadequate. The lack of adequate resources for reproductive health in many cases contributes to high levels of maternal morbidity and mortality, and the growing problem of adolescent pregnancies. No wonder then, that maternal mortality rates are one of the MDG failures  and are still unacceptably high in many countries. And no wonder so many women die early from preventable disease. This is the less happy story behind the positive trends in poverty reduction. From an equality perspective, these maternal models of care raise other questions, particularly where &quot;paternal irresponsibility&quot; is a recognised problem. In reinforcing women&apos;s motherhood role, do these programmes take adequate account of their income-generating activities? What is likely to be the long term impact of reinforcing women&apos;s motherhood responsibilities? Is it desirable that men are marginalised from caretaking roles? Could more co-operative forms of care be encouraged? There is a growing body of research that has begun to cast light on these issues. It shows that while women appreciate gaining control over even a small element of household income, their &quot;empowerment&quot; is seen as limited and double-edged. Women want the means to escape poverty, not just the means to manage it. For all their celebrated successes, these programmes seem to be in need of some rethinking if poverty among the most vulnerable in society  which includes a disproportionate number of women  is indeed to be tackled. That involves adopting a more integrated approach to poverty reduction, and a commitment to complementing income support with employment and training. It also involves taking women&apos;s needs and forms of vulnerability seriously. CT programmes are inexpensive, at around 0.5% of GDP, and the cost of improving their design in these ways is marginal. It wouldn&apos;t take much extra investment to get far better results. A few programmes already do this, and some new ones will incorporate additional elements to maximise their impact on poverty and provide beneficiaries with more opportunities to escape poverty, reduce the harms it inflicts, and to live dignified lives. Not a moment too soon.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/07/cash-transfers-not-addressing-women-poverty", 
    "wordcount": "727"
}