{
    "headline": "James Cameron's historic solo dive", 
    "text": "     The sunlight faded to an enduring darkness only a minute or so after James Cameron&apos;s submarine slipped beneath the waves and began its descent to the bottom of the planet&apos;s deepest chasm, the Challenger Deep fissure in the Pacific Ocean&apos;s Mariana Trench. For two hours and 36 minutes the filmmaker peered into the gloom and counted off the kilometres. The depth of the Bismarck came and went, at 2.9 miles (4.8km) not half way to this ocean floor. At five and a half miles, the submarine was deeper than Mount Everest stands high. When Cameron touched down, in the hadal zone, he was almost seven miles from the surface of the sea. It was a moment seven years in the making for the Canadian film director, whose thirst for ocean exploration inspired his films Titanic, and The Abyss. Only two people had made the dive before: Don Walsh, a US navy submariner, and Jacques Piccard, a Swiss engineer, who, in 1960, took the plunge to the fissure in their bathyscaphe the Trieste. &quot;When I came down and landed, it was a very, very, soft, almost gelatinous flat plane, an almost featureless plane, that went out of sight as far as I could see,&quot; Cameron said during a press meeting aboard Octopus, the yacht owned by his friend, the Microsoft co-founder, Paul Allen. &quot;Once I got my bearings and started moving around, I drove across it for quite a distance and I finally started to come to the slope that went up to the [trench] wall and I started working up that wall.&quot; Cameron surfaced from the fissure  which is about 300 miles from the Pacific island Guam  at noon local time on Sunday, having spent more than three hours on the ocean floor. The expedition brought 52 years of technological progress into sharp relief. Walsh and Piccard endured ominous leaks and cabin-shaking cracks, and took so long to descend they had only 20 minutes on the ocean floor. On landing, they stirred up such an impenetrable cloud of sediment that any photography was pointless. Cameron&apos;s trip in the Deepsea Challenger submarine was not impervious to the extreme environment. Under the intense pressure of 1,000 atmospheres, the submarine, which is almost 30ft long and hangs in the water like a vertical torpedo, was squeezed and became seven centimetres shorter. (The observation window bulged inward.) Before cramming his body into the tiny spherical capsule forming the habitable part of the submarine, Cameron took up running and yoga to improve his flexibility. On the surface of the sea the capsule was swelteringly hot, but as the submarine descended into the icy waters, the temperature plunged too. &quot;Within a minute or two, you&apos;re out of the sunlight and in total darkness for most of the dive,&quot; he said. Though Cameron is gathering 3D film footage of his deepsea adventures, the submarine was built for scientific exploration. An enormous bank of floodlights illuminates the murk, and the vessel has robotic tools, including a claw and &quot;slurp gun&quot;, that can gather sediment samples, rocks and small sea animals. There is plenty of science to do at great depths. Marine biologists have explored ocean trenches with tethered robotic vehicles and free-falling &quot;landers&quot; that sit on the ocean floor. They have filmed ghostly white snailfish at depths of five miles  but that could be the deepest level where fish can survive. Small shrimps are plentiful, working as scavengers of carcasses from the waters above. But knowledge about whatever else lives there is sketchy. Cameron said: &quot;I didn&apos;t see anything bigger than an inch long. I was hoping to get to rock outcroppings where I expected to see filter feeders and a different community there, but unfortunately I ran out of power before I got that far. We&apos;re going to have to do that on a different dive. &quot;You have to remember that the Challenger Deep, which is only a small part of the Mariana trench, is something like 50 times the size of the Grand Canyon. There is a vast frontier that&apos;s going to take us a while to understand. The impression to me was that it was very lunar, a very desolate place, isolated. My feeling was one of complete isolation from all of humanity. &quot;We&apos;d all love to think there are giant squid and sea monsters down there. You can&apos;t rule it out, but my bet is there aren&apos;t.&quot; The submarine was built by engineers in Sydney and tested in February during dives to the New Britain Trench off the coast of Papua New Guinea. During preparations that month, two of Cameron&apos;s collaborators, Andrew Wight and Mike deGruy, died in a helicopter crash in Australia. &quot;A part of me was so sick at heart I didn&apos;t want to proceed with the expedition, but there seemed to be this consensus of what they stood for as individuals  they stood for living your life boldly and by your own rules,&quot; Cameron said. Beneath the waves a technological hitch occurred when a hydraulic cable that was used to control the submarine&apos;s robotic claw ruptured and disabled the arm. With that out of action Cameron was unable to collect samples. He had hoped to bring back rock to help scientists investigate the geology of the trench, a product of the vast Pacific plate bending beneath the Philippine sea plate. The work might also shed light on the subsea processes that unleash such devastating tsunamis in the region. &quot;I want there to be more funding for the science of understanding the deep ocean. When people hear about a robot descending it doesn&apos;t have the same value. A human pilot will come back and tell you how it felt: how cold it was and how remote it was.&quot; Monte Priede, director of Aberdeen University&apos;s Oceanlab, has designed underwater vehicles for 25 years. His group&apos;s robotic landers have gone more than six miles down into the Tonga-Kermadec Trench off New Zealand&apos;s north coast and explored at least four other trenches in the Pacific Ocean. Priede said of the Cameron adventure: &quot;The technology his team has developed is truly outstanding, they have made some major leaps forward. Because [the submarine has] an upright design it can descend and surface very quickly, so you get more time on the bottom to explore. &quot;It does have the downside of not being able to move back or forward very fast, but it can carry far more lighting than a horizontal submarine. It&apos;s a masterpiece of design. He may well discover something. I&apos;m a great believer in going out there and taking a look.&quot; Cameron and his co-designer, Ron Allum, plan to do three or four more dives into the trench over the next few weeks. &quot;I see this as the beginning. It&apos;s not a one-time deal. It&apos;s the beginning of opening up this frontier,&quot; Cameron said.", 
    "section": "environment", 
    "gid": "environment/2012/mar/26/james-cameron-historic-solo-drive", 
    "wordcount": "1165"
}