{
    "headline": "Confused about the national curriculum? Here, have a pre-loaded tablet", 
    "text": "Next year schools don&apos;t need to follow the national curriculum. The year after, only some of them will. And the year after that, robots will be teaching our children. Don&apos;t believe me? Read on. To surprisingly little fanfare, the government has &quot;disapplied&quot; the national curriculum from September 2013, except for English, maths and science in some primary years. Schools should still teach all subjects named in the current curriculum, but it will be up to each teacher to decide what content to include. The logic is that removing the old curriculum for a year gives teachers a chance to prepare for the new curriculum, starting in 2014. Problem is, the next draft of the new content won&apos;t be out for consultation until July  a particularly bad time to consult with teachers  and it will mean the final curriculum will not get into the hands of schools until at least September. Teachers are therefore facing the distinct possibility of needing to create a hybrid curriculum ready for autumn but not knowing what that will involve until they are back in their classrooms. So  won&apos;t teachers just stick with what they already have? They can&apos;t. The government&apos;s endless fiddling with assessments means even teachers wishing to recycle old materials must spend hours reworking them to meet new requirements. &quot;Disapplication&quot; sounds as if everyone is going to have a year off: to plan, and think, and innovate. That&apos;s an illusion. Instead, teachers will probably still spend next year revising their previous lessons, while painfully aware that the following autumn they will have to throw them out and write new ones. Then, in September 2014, teachers must rein in all their innovative tendencies and follow the government&apos;s new &quot;highly prescriptive&quot; programmes of study. Unless the teacher works in an academy. Academies don&apos;t have to teach the national curriculum, ever  somewhat undermining the title. So far Michael Gove, the education secretary, has given no clear reason why not all schools should follow the new curriculum. He recently praised individual schools for developing their own curricula, including Ark schools&apos; maths programme and Pimlico academy&apos;s content-rich curriculum. But this praise for school-based development contrasts sharply with speeches made earlier in his tenure. Back in 2011, Gove repeatedly emphasised the impact of rigorous, prescribed curricula in the world&apos;s best-performing countries and was taken enough with the idea of compulsory core knowledge that he even asked experts to investigate the practicalities of having nationally required textbooks. Why has he suddenly gone cold on the idea? Oh yes, the robots  Last week in the House of Commons Gove was asked whether children would be better served by having the national curriculum revised at fixed periods rather than at the personal whim of ministers. Gove, in an opaque statement, claimed he did not wish to prescribe in a way that might hinder changes arising from new technologies. &quot;I have this sense of significant innovation coming,&quot; he said with a mystical flourish. &quot;I don&apos;t want to unnecessarily constrain it.&quot; One can&apos;t help but wonder if this &quot;sense&quot; has anything to do with Amplify, an educational group already selling tablet computers to schools in the US pre-loaded with curriculum materials. Amplify, as it happens, is part of Rupert Murdoch&apos;s education company. Also, Marketing Magazine reported in March, following a Freedom of Information request, that Gove had been visited in 2012 by officials from the TabletsForSchools programme  whose staff include Andrew Harrison, chief executive of Carphone Warehouse, and Sebastian James, chief executive of Dixons. Gove gave a seal of approval to the scheme and ordered his department to help the company with its plans of trialling and then rolling out tablets across the country. Results are due out in September of the first trials evaluating the impact of tablet teaching on student achievement. So the robots aren&apos;t coming just yet. But it&apos;s not too much of a leap to imagine that schools full of over-worked teachers scrabbling to keep up with change might think an off-the-shelf curriculum on sale from another school, or a tablet replete with pre-planned lessons, is an answer to their nightmares. I don&apos;t know about you, but I have this mystical sense of significant profit to be made. No wonder some people don&apos;t want to constrain it.  Laura McInerney taught in London for six years and is currently a Fulbright scholar", 
    "section": "education", 
    "gid": "education/2013/may/20/classroom-teaching-innovation", 
    "wordcount": "733"
}