{
    "headline": "Evolution in a toxic world | Book Review |", 
    "text": "Earth is a hostile place -- and that&apos;s even before one starts attending school. Even when life first sparked into being, it had to evolve defenses to deal with a number of toxins, such as damaging ultraviolet light, then there were toxic elements ranging from iron to oxygen to overcome, later, there was DDT and other toxic chemicals and of course, there are all those dreaded cancers.  In Evolution In A Toxic World: How Life Responds To Chemical Threats [Island Press; 2012: Guardian Bookshop; Amazon UK; Amazon US], environmental toxicologist Emily Monosson outlines three billion years of evolution designed to withstand the hardships of living on this deadly planet, giving rise to processes ranging from excretion, transformation or stowing harmful substances. The subtitle erroneously suggests these toxins are only chemical in nature, but the author actually discusses more than this one subclass of toxins.    The method that arose to deal with these toxins is a plethora of specialised, targeted proteins -- enzymes that capture toxins and repair their damages. By following the origin and progression of these shared enzymes that evolved to deal with specific toxins, the author traces their history from the first bacteria-like organisms to modern humans. Comparing the new field evolutionary toxicology to biomedical research, Dr Monosson notes: &quot;In light of evolution, biomedical researchers are now asking questions that might seem antithetical to medicine&quot;. Continuing this analogy, she frames her argument thus:  &quot;Simply put,&quot; write Randolph Nesse and co-authors in the journal Science, &quot;... training in evolutionary thinking can help both biomedical researchers and clinicians ask useful questions that they might not otherwise pose.&quot; The same could be said for researchers and practitioners of toxicology. [p. 3]   Each chapter begins with a cartoon that has three text panels (how things were, evolution and how things are now) that serves as a blueprint for the contents of that chapter. Although there are no other pictures or diagrammes, this outline a wonderful strategy to summarise each chapter since the topics are complex and therefore, challenging to explain adequately.  The author presents scientific findings from microbes and animals, but another interesting feature of this book is that plants are not neglected. Here&apos;s one especially enticing passage discussing plant chemicals that are rewarding rather than harmful:   Perhaps it is no wonder that neuroactive plant chemicals abound, from the alkaloids like caffeine and tetrahydro-beta-carbolines in chocolate, to those that are potentially rewarding and therefore more highly addictive, like cocaine and nicotine. That a consumer might be rewarded by a chemical that may have evolved to deter is an interesting paradox -- unless the consumer also provides benefits to the producer of that chemical, like ensuring the survival and reproduction of a host species. While this is certainly true for some human-plant relations, many of these chemicals are far older than mammals and are certainly older than humans. This suggests either that relationships based on neuroactive rewards are relatively modern phenomenon, or that we have much to learn about the brains of our tetrapod ancestors [p. 89]   The book itself is generally well-researched and satisfying. But unfortunately, the author sometimes relies on jargon that is poorly defined and at times, inaccessible to all but the specialist (and those with google access). Further, although the author&apos;s ideas are interesting, I didn&apos;t like chapter eight (&quot;Coordinated Defense&quot;) at all. I think this particular chapter is poorly presented and is based primarily on a lot of hand-waving. Worse, the author doesn&apos;t alert her reader that she is over-reaching in this chapter and doesn&apos;t provide a clear, scientifically sound, explanation for speculating along these lines whilst ignoring other similarly thought-provoking hypotheses.  Despite my criticisms, this book serves a valuable purpose: focusing our attention on evolutionary responses to environmental toxins -- an important topic that is badly neglected. It uses are some good strategies to present its argument and themes, but the writing is uneven. However, I think toxicologists and chemists will enjoy -- and learn from -- this book. .. .. .. .. .. .. .. .. .. .. ..  Emily Monosson earned her Ph.D. from Cornell University. She is an independent environmental toxicologist and a visiting lecturer at Mount Holyoke College. She is the author of Evolution in a Toxic World: How Life Responds to Chemical Threats (Island Press, 2012) and editor of Motherhood, the Elephant in the Laboratory: Women Scientists Speak Out [Cornell University Press, 2008: Amazon UK/kindle UK; Amazon US/kindle US]. Dr Monosson lives in Maryland with her husband and two children.  .. .. .. .. .. .. .. .. .. .. ..  GrrlScientist maintains her presence on a number of social media sites, including facebook, evil google + and twitter: @GrrlScientist", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/oct/02/1", 
    "wordcount": "765"
}