{
    "headline": "Microsoft creative Adam Orth resigns after 'always-on' Xbox Twitter spat", 
    "text": "A creative director at Microsoft has resigned after igniting a flame war on Twitter and beyond over the strategic future of the company&apos;s forthcoming Xbox gaming console. After a week of controversy, GameInformer reports that Adam Orth has now voluntarily resigned from the company, which had been forced to apologise for his comments and indiscreet references to the secretive new Xbox project. The next Xbox will be unveiled on 21 May, rumours say, and will behave more like a cable TV box than a classic games console, building on Microsoft&apos;s relationships with cable TV providers. Orth has been working as a creative director at Microsoft Studios on a game  which is yet to be revealed  since February 2012. But he triggered a colossal online debate after he was involved in a sarcastic exchange with a friend about the benefits of being connected that was seized on and, arguably, misinterpreted by games fans, spiralling into lengthy discussions on fan sites including NeoGaf.  Orth appeared to confirm a rumour that the next Xbox will require an always-on internet connection. But games fans who have hit problems with games requiring persistent connections  most recently including SimCity and Diablo 3  were concerned about the requirement. Internet connectivity varies enormously over the US, and some parents have also expressed worries that an always-on connection would break broadband caps without their knowledge. Microsoft issued a tersely worded statement about the incident but did not reference the console. &quot;We apologise for the inappropriate comments made by an employee on Twitter yesterday,&quot; said the company. &quot;This person is not a spokesperson for Microsoft, and his personal views do not reflect the customer-centric approach we take to our products or how we would communicate directly with our loyal consumers. We are very sorry if this offended anyone, however we have not made any announcements about our product roadmap, and have no further comment on this matter.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/apr/11/microsoft-adam-orth-twitter", 
    "wordcount": "321"
}