{
    "headline": "Academic impact isn't just about answers - let's start with debate", 
    "text": "This autumn brings a profound transformation to academia in the UK; not just the first real effects of the changes to English university funding, but also the UK pilot for the 2014 REF submissions system. Assessing research impact beyond academia is not a new idea: almost 20 years ago the ESRC paper &apos;Building Partnerships&apos; argued that funding bodies should judge research relevance alongside research quality. We await the detail, but we already know that REF 2014 will assess impact in terms of &apos;an effect/change/benefit to the economy, society, culture, public policy or services, health, the environment or quality of life, beyond academia&apos; according to the REF Assessment Framework 2011. Some scholars fear ugly choices between academic integrity and commerciality. Others are more optimistic, myself included, and see an opportunity recast ourselves as people and institutions aiming for the highest standards of research and influencing the world outside much more systematically. The impact landscape will feature caricatures of each position until its consequences become clear, and probably after. On the one hand business fears that academic research is insensitive to its need for action. On the other hand there is the spectre of academics so caught up in the agenda of commercial partners that their research becomes expedient and compromised. It&apos;s a little ambitious to try to settle this argument here. What I want to do instead is share an experiment at Birkbeck and what we have learned from it. Three years ago we began an annual series of public lectures and discussions called Birkbeck Business Week. These are aimed at commercial partners and our own students and alumni. Initially it was pure showcase for our research, but it has evolved a good deal, and what we do now looks and feels very different. We draw in people like Will Hutton and professor Andrew Pettigrew to help us talk through some of the world&apos;s most intractable problems, like how to make food affordable for 9 billion people by 2050, how organisations should adapt to globalisation, or how to govern sport. Business Week remains an opportunity to show off our work, but the new emphasis on research-led debate means that we share the limelight with politicians, journalists, entrepreneurs, and academics from other institutions. Creating a platform for multiple voices has been a revelation. The discussions are richer, the participants love it and the forum is livelier and more useful, according to the feedback. I think the experience has lessons for the impact agenda. As we scholars investigate how to turn our expertise into revenue streams, we will find ourselves competing more and more with each other and also with seasoned consultants. A competition for the best answers seems likely to follow. This is tempting, because businesses operate in an environment which is complex and ambiguous, and the more ambiguous the situation, the greater the need for certainty, or experts offering it. In a nice book called &quot;Expert Political Judgment&quot; Philip Tetlock argues that we now believe in experts the same way our ancestors used to believe in oracles. But I wonder if there isn&apos;t a better way to build knowledge with commercial partners. Sometimes great research does solve problems, but a rush for answers is not always conducive to changing how organizations think about their world. The innovation that leaders crave depends on &apos;the alteration of what is established&apos; (OED definition), after all. An alternative view is that academics can offer a space where it&apos;s safe for practitioners to question their fundamental assumptions and ask the most childlike questions, as Einstein put it. Our development of Business Week reminded us of the power of dissent. If we academics promote our capacity for solutions, we sell ourselves short and risk getting caught up in the reproduction of past failure as well as success. I think we will make enduring contributions to business when we learn to sell research-led debate more than tidy answers. Dr Andreas Liefooghe is assistant dean of Birkbeck&apos;s School of Business, Economics and Informatics. Birkbeck Business Week runs from 25 to 28 June. Professor Andrew Pettigrew, from Sad Business School, University of Oxford, will be discussing scholarship with impact at the event&apos;s Alec Rodger memorial lecture, tonight at 6pm. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/26/research-at-birkbeck-business-week", 
    "wordcount": "737"
}