{
    "headline": "While Japan turns away from nuclear power, South Korea sticks to its path", 
    "text": "The traffic lights are still blinking in Odaka town, north-western Japan, but few cars pass through these deserted intersections. Frozen in time after being hit by the triple disaster of earthquake, tsunami and meltdowns in the nearby Fukushima Dai&apos;ichi nuclear plant, tables are still laid in partially-collapsed restaurants and cars are stacked up against railings where they were deposited by the retreating wave. When I visited last week, a deathly silence reigned, the only noise the chirruping of frogs in uncultivated rice paddies on the edge of town, and the bleeping of my dosimeter. Radiation readings in Odaka are well below anything that could be considered a health risk, but people are still not coming back. Indeed, the long shadow cast by Fukushima has extended over a much wider area than any scientific assessment of radiological hazard would argue is necessary. In Minamisoma, 20km north of the stricken reactor, a community centre above the town is decked out for indoor play because no one wants to let their children venture out of doors. The parents refuse to believe that radiation readings are low enough  barely above normal background, on my dosimeter  that their children&apos;s health would be improved by letting them play outside in the fresh air. Watching the kids cooped up in a big wooden hall, I could only conclude that unnecessary fear of radiation is just as much a hazard as the real thing. On a wider scale still, unnecessary fear of radiation now presents a serious hazard to the world&apos;s climate. Japan&apos;s precipitous exit from nuclear power generation  the day I arrived in Tokyo was the first non-nuclear day in Japan for 42 years  has pushed the country&apos;s fossil fuel demand through the roof, with imports of oil and gas up by more than 100% since last year, their ballooning cost driving a record trade deficit of $32bn. As carbon emissions rise in lockstep, Japan&apos;s leaders are now backing off from their international climate change commitments, which the country has no chance of meeting. Given that wind, solar and geothermal account for less than 1% of Japan&apos;s electricity generation, the country will be massively dependent on fossil fuels for decades to come if the reactors stay switched off. The only alternative is blackout. Given the trauma of the March 2011 tsunami disaster, Japan&apos;s nuclear shutdown is understandable  if regrettable from a global warming perspective. But a flight across the Sea of Japan to its neighbour South Korea shows a very different model in evidence. In the same week that Japan mothballed its very last reactor, Korea broke ground on two new-build nuclear power stations  a pair of APR-1400 units now being constructed at Shin Ulchin, on the east coast. They are two of eight new stations planned to add to the country&apos;s existing nuclear fleet of 23, currently supplying 45% of the nation&apos;s electricity. To mark the occasion the country&apos;s president, Lee Myung-bak, paid a visit to the site, praising a &quot;huge milestone&quot; for South Korea&apos;s engineers, who had helped the country achieve &quot;the dream of independent nuclear technology&quot;. It is not that South Korea is not green. In fact the mantra of &quot;green growth&quot; has been a central component of President Lee&apos;s policy platform since 2008, and this month  even as Japan backed away from its own climate commitments  Korea&apos;s legislature unanimously passed a new climate act which will enforce carbon caps and an emissions trading scheme among its heavy industry and electricity sector. The country&apos;s international carbon emissions target is for a 30% cut below &quot;business as usual&quot; emissions by 2020, a commitment its leaders say they intend to deliver on. It also spent a higher proportion of its post-economic crash stimulus package on environmental initiatives than any other country. South Korea is anxious to export its green growth model to other countries. Last week President Lee spoke at a landmark summit held by the Seoul-based Global Green Growth Institute, reiterating his view that there need be no automatic trade-off between rapid economic growth and environmental sustainability. In respect of Japanese sensitivities, he refrained from addressing the centrality of nuclear to Korea&apos;s green growth plans, but tension between the competing visions for what counts as &quot;green&quot; were evident throughout the two-day meeting. The president was immediately followed by the Japanese telecoms billionaire Masayoshi Son, who  having reinvented himself as head of the new Japan Renewable Energy Foundation  dramatically declared that there should be &quot;no nuclear for mankind anywhere in the world, for the sake of the future, for the sake of our children, for the Earth&quot;. The Korean hosts clapped politely, but did not appear convinced  hardly surprising given that Masayoshi Son&apos;s only proposed alternative to nuclear generation was a scheme for a pan-Asian supergrid linking Japanese cities with thousands of solar and wind plants supposedly to be built across the Gobi desert in faraway Mongolia. The plan would cost trillions and take decades to implement  and would leave Japan dependent on power lines crossing its energy-hungry and often less-than-friendly neighbour China. Koreans know that their economic miracle has been built on practical engineering success, not magical thinking. The chair of the Green Growth Institute, Dr Han Seung-soo, himself a former prime minister of Korea, told me later: &quot;Once the safety aspect is guaranteed there is no cleaner source than nuclear. It is clean energy because the amount of emissions created is almost nil.&quot; When I asked if Korea had a target for wind and solar deployment, he shook his head. Looking out of the window, from the centre of an Asian megacity with impressive skyscrapers in every direction as far as the eye could see, the idea of powering Seoul with renewables did seem nonsensical. The truth is that, as in Japan, the proportion of solar and wind on the Korean grid is tiny, about 0.25%  most of the country&apos;s power comes from coal, and the only way to reduce its carbon emissions significantly is to continue to replace coal plants with nuclear. Yet as the post-Fukushima anti-nuclear hysteria continues to drag many countries  from Japan to Germany to Switzerland  back towards the fossil fuels age, South Korea is quietly getting on with reducing its carbon emissions while continuing its growth miracle.", 
    "section": "environment", 
    "gid": "environment/2012/may/17/japan-nuclear-south-korea", 
    "wordcount": "1053"
}