{
    "headline": "Summer is when mother nature presents the fruits of her spring labour", 
    "text": "The longest day has come and gone and the days are shortening, but July is still a great time to get outdoors as mother nature presents the many fruits of her spring labour. Buoyed by the warm weather (in theory) and longer spells of sunshine, wildlife is abundant and provides the potential for some great shots. Likewise, trees and flowers are in full bloom preceding the slow march of autumn which is just around the corner. The main breeding season for birds is now over, but in a good year some birds (such as long-tailed tits, spotted flycatchers and blackbirds) can raise a second brood between July and August. Cuckoos are among the first birds to leave our shores. The adults start to make the long migration back to Africa this month. Their offspring will follow later, even without a guide they know exactly where to go. Hazel dormice give birth between July and August, usually to three to five young. The race is then on for the offspring to fatten up enough to survive winter hibernation. Red squirrels breed from January to September, larger females can have up to two litters of kittens in a year. When the females come into season, for a day, the males madly chase them through the trees trying to mate with them. Great crested newt adults finish laying their eggs and start to leave their ponds; living on land until they start their hibernation in September. The last froglets and toadlets will finish metamorphosising this month. Leaving the relative safety of their ponds, they will seek shelter and hide from predators. The numbers of moths and butterflies have been particularly low during April, May and June this year, so we hope that July brings more clement weather for them. Butterflies you should be trying to snap this month include purple hairstreak and black hairstreak, purple emperor and white admiral. In the woods, lime trees will be producing small, sweetly scented white flowers this month. Their intoxicating perfume is especially enticing for bees, who can apparently fall to the floor stunned by the aroma. Introduced sweet chestnut trees put forth long pale-yellow catkins this month. In autumn their fruit will ripen into delicious chestnuts. Chicken of the woods fungus (aka Sulphur polypore) is a large, vibrantly yellow fungus. It is edible and tasty when young, before it hardens and becomes woody with age. It is easily identifiable so makes it safe to forage for. It grows in a semi-circular form around tree trunks and stumps, often on yew, cherry wood, sweet chestnut, and willow. The spiky flowers of wood sage bloom from July until September, giving off a slightly aromatic scent. In open woods containing heathland, heather can be found putting forth their delicate bell-shaped flowers. Hemp-agrimony, giant bellflower, common hemp-nettle and wild teasel can also be found blossoming in woodland. You may even get early sightings of blackberries coming into fruit - this is one the first autumnal indicators which we record on our Nature&apos;s Calendar website. So before you take a photo and pick them, make a note of the date and record it online to help contribute to our very own citizen science project too.  Kay Haw is a conservation adviser at the Woodland Trust  Share your signs of summer on our Flickr group", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/04/green-shoots-summer-nature", 
    "wordcount": "553"
}