{
    "headline": "The ethicality of prescribing placebos", 
    "text": "   Does prescribing placebos mean GPs have to lie to patients? Illustration:  Alexander Bertram-Powell    Almost all UK GPs have at some point given a patient a treatment they don&apos;t need. This is according to the results of a survey of 783 of them across the country, conducted by researchers at Oxford and Southampton, and published in PLOS One recently. While few GPs gave sugar pills or saline injections (only 1% admitted to doing this on a regular basis), most had given what the paper called &quot;impure placebos&quot;. These they defined as treatments that can be effective in some instances, but not for the suspected condition or not at the dose prescribed. More interestingly, the survey also asked the doctors&apos; opinions on the ethicality of such treatment. Doctors seemed more comfortable ethically with prescribing impure placebos. However, more than 90% thought prescribing either pure or impure placebos was unacceptable when it endangers the patient-doctor relationship. Sadly, the GPs were not asked how they determined whether prescribing a clinically ineffectual treatment would lead to mistrust in them. But they were asked what they told patients when they prescribed these &quot;sham&quot; treatments. Although this isn&apos;t presented in the results, the paper claims that half the GPs using placebos didn&apos;t specifically tell patients that&apos;s what they were prescribing. Rather, they just said the intervention had helped others. This is where ethically there are questions that need to be asked. Although the placebo effect has been well documented, it&apos;s method of operation isn&apos;t well understood. There is some suggestion that the placebo effect is mainly &quot;regression to the mean&quot;. This is the idea that if something is at the far end of a distribution, it&apos;s more likely to move back towards the middle than further away. As Martin Bland points out, it&apos;s why movie sequels are often disappointing! In the case of medicine, if a person is ill, then the likelihood is that they&apos;re going to get better. This effect is often why people believe homeopathy and other ineffectual treatments to work. Just because the sugar pill precedes getting better, doesn&apos;t make the relationship causal. If the act of prescribing a dummy treatment can help a patient psychologically, there is an argument that it could be ethically justified. The potential harm from possibly misleading a patient as to the treatment is outweighed by the benefit to their health via whatever mechanism the placebo effect operates on. But if the placebo effect is mostly regression to the mean, and the act of the treatment has no effect, it is harder to ethically justify such treatments, as the patients would be likely to get better without it. And that&apos;s before considering the cost of placebo treatments in terms of medication and a GP&apos;s time performing unnecessary examinations or requesting blood tests or other screening that is not needed. There have been trials that have shown that a placebo has a differential effect to no treatment at all, suggesting it&apos;s not just regression to the mean at play. But if a GP is claiming that a treatment they believe to be a placebo is helping others, a better understanding of the placebo effect is needed. One study showed that even if you fully inform a patient that there is no ingredient in the treatment they are receiving that will treat their condition, and that it is a placebo, the placebo effect will still be seen. Unfortunately, there are methodological flaws in that study (described in detail in Science-Based Medicine) which suggest the results might not be as exciting as they sound. If there was a way to fully inform a patient about the nature of the treatment they were to receive, and the placebo effect was still seen, this would remove considerable ethical hurdles. I do not believe GPs lie to patients, or deliberately hide the truth about treatments they give out when there is no obvious evidence-based treatment to prescribe. When in the GP surgery myself (as a patient), I have been told there is nothing they can prescribe, but if I wanted I could have a prescription which hasn&apos;t been proven to work, but has helped others. I declined, but maybe if I had accepted I would have got better faster. The findings from this paper are interesting in that they suggest GPs consider the ethicality of their decisions, which is a great thing. Informed consent is a vital part of the doctor-patient relationship, and hopefully placebo treatments can fit here without compromising it.", 
    "section": "science", 
    "gid": "science/sifting-the-evidence/2013/mar/25/ethicality-of-prescribing-placebos", 
    "wordcount": "740"
}