{
    "headline": "Biomass: should we burn trees to generate electricity?", 
    "text": "  5.47pm BST    My verdict    Taken at face value, &quot;burning trees&quot; to generate electricity seems wrong-headed for a variety of reasons. But, as today&apos;s discussion has shown, the biomass-for-energy debate suffers from being particularly nuanced, complex and scenario rich. First, we must identify which biomass we are actually referring to. Waste wood? Thinnings? Miscanthus? Each demands its own careful calculation. Second, we must ensure that &quot;sustainability standards&quot; are rigorous, verifiable and independently audited. Judging by what I&apos;ve seen today, I&apos;m far from convinced that the biomass industry is policing itself, or being policed, forcefully enough. There is still much work to be done here, I feel. Third, there is the question of scale. This industry is new and yet it seems there are big plans for it in the years ahead if it is to help the UK meet its renewables targets. Biomass is already being imported from beyond the EU to feed the furnaces at power plants such as Drax. Fast forward a decade and try to imagine the scale of biomass imports that will be required. Where will all this fuel come from? Can it be scaled up sustainably without damaging habitats or displacing land used for food? Personally, I feel these are all still live, open questions that need to be answered fully before we can feel comfortable in claiming that burning biomass for energy is truly sustainable in the long term.       5.16pm BST       Here are the views of David Hopkins, head of external affairs at Timber Trade Federation and Wood for Good:  The timber industry in the UK sees small-scale, localised biomass extraction for heat or CHP production as a useful means to encourage more woodlands into management, particularly in England (when talking on a UK basis). Many sawmills and other forestry related businesses use their own thinnings (waste to many people) to power their own operation, especially for kilning. Biomass energy in this sense and at this scale is entirely feasible and sensible. It encourages a cascade approach whereby the primary materials are used in primary markets  manufacture and construction  and discarded materials into energy. However, this is quite different from the scale of operation envisaged by Drax and others. As an industry we oppose the expansion of the biomass industry in this way for all the reasons you can find elsewhere on your blog and through this industry funded campaign: http://www.stopburningourtrees.org/ It is worth considering what the renewable energy subsidies are for and asking whether these criteria are met with large scale biomass. Subsidies are there to encourage new markets, encourage investment in new capital plant, and get new technologies on stream. Does this happen with the plans of large scale biomass? No! Most of the businesses wanting to use biomass at large scale already have power stations operating. Rather than encouraging new plant to be built then, it will allow them to cynically exploit a public subsidy regime in order to keep these old plants open and sweat their assets. It hardly encourages any new investment, new markets or new jobs in any way. Secondly, do we need a dedicated biomass industry? We have a functional energy-from-waste industry. The advanced thermal plants  such as gasification, pyrolysis etc  are very clean and accept a variety of feedstocks, including post consumer or post-construction wood waste. By only accepting material which is classified as waste these plants produce energy without interfering with virgin woodstocks. They also therefore encourage a cascade usage, meaning that wood based materials are used in their longest life use first and foremost while new stocks are grown. Only after this use are they considered for fuel use. The growth of biomass is having a detrimental impact on the timber and panels industry across the UK and beyond. We have an active, growing industry  in the top 10 manufacturing industries in the UK - which reduces emissions at its very outset and stores them during the working life of the products it produces. Short-sighted activity in biomass for energy threatens this for little gain.        5.09pm BST       Returning to the vexed issue of sustainability standards, it seems that the demand that there must be a &quot;minimum 60% GHG emission saving for electricity generation using solid biomass or biogas relative to fossil fuel&quot; is open to challenges. Here&apos;s a tweet by the RSPB&apos;s Harry Huyton...    @leohickman The 60% GHG reduction std covers harvest, transport &amp; processing but not the CO2 released on combustion. A fundamental flaw.&mdash; harry huyton (@Harryhuyton) May 9, 2013   And here&apos;s a further comment posted below by Kate_de...             Kate_de    09 May 2013 4:13pm  Leo, I'd agree with your concerns about sustainability standards - it sounds like too much self-policing by half. But also note (as I said below - apologies if I'm repeating myself), that these standards don't include any accounting for the stock changes (ie, new emissions from combustion) that occur when forestry styles are changed, or the destination of biomass is changed to combustion from some alternative, gentler fate. So although the standards call for &quot;minimum 60% GHG emission saving for electricity generation using solid biomass or biogas relative to fossil fuel&quot; the standards actually make no provision for accounting in full for the emissions, so this isn't a meaningful target IMO.  They are only saying - the emissions from biomass processing/transport and land use change alone, should add up to less than half the emissions from burning a fossil fuel alternative. You can see that if you add in the emissions from combustion as well, even if discounted in some way (as yet to be determined) because they may be temporary, there is quite a possibility that any carbon advantage will be marginal.  This seems to be a major deficiency in the current accounting system, though I am not sure how much freedom the UK has to legislate unilaterally on this, and how much all this is set at EU level. (I'll leave it to the biomass policy wonks to fill you in on that one!)           5.00pm BST       An interesting comment posted below by Stewart Boyle, senior associate at South East Wood Fuels and former Friends of the Earth and Greenpeace campaigner...             Giant1    09 May 2013 4:06pm  I'm late on this discussion through a lot of IT problems today. I am shortly completing a book on Bioenergy on the UK ('The Sleeping Giant Arises') and have reviewed all uses of Bioenergy - transport, heat and power. I work in the Biomass Heating Sector and also manage a small woodland for biodiversity so have some practical experience. The so-called 'debate' is not really a scientific debate and has become distorted due to some big biases among NGOs and others. I spent a decade working for NGOs such as GP and FOE so am quite sympathetic to these groups. I just think that right now they have lost the plot on energy. The fact that some parts of Greenpeace are saying publically that Gas power is better than bioenergy and FOEs Mike Childs seems ready to support nuclear power, tells me they are losing their way (and potential moral force).  The whole debate has got completely distorted for what I believe are misguided reasons and based on bad science. The 'Dirtier than Coal?' report by the NGOs was a travesty. It was based on work by Searchinger who took the most extreme scenario, among hundreds of scenarios produced by Forest Research and North Energy Associates: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/48346/5133-carbon-impacts-of-using-biomanss-and-other-sectors.pdf )to show that burning trees in a power plant was 'bad'. Mortimer and Matthews the main authors asked some fundamental questions including: Is it better to leave wood in the forest or harvest it for timber, other wood products (e.g. panel boards) and/or fuel? They concluded that: policy should support managing UK forests to produce wood for products and bioenergy And thats a balanced answer from reviewing hundreds of options and counter-factuals. Of course you can pick a scenario whereby if you assume that your wood fuel is 'stealing' resource from higher-value added uses (construction, furniture), and use long established hardwood sources and then assume your data based on a single stand of trees over a short timescale, well yes you will come out with some bad numbers. If however you try and think more like a forester and manage woodland properly, and assume that any tree felling and management is within part of a wider landscape of trees of different ages, then bioenergy makes a lot of sense.  The numbers on carbon stack up and the concept of carbon debt doesnt hold. Recent work by Dr Martin Jungunger of Utrecht University shows that either carbon debt doesnt exist or it is very short even with adverse assumptions (Carbon payback period and carbon offset parity point of wood pellet production in the South-eastern United States, Jan Gerrit, Geurt Jonker, Martin Junginger and Andre Faaij, University of Utrecht). What is this obsession with whole trees? Thousand s of hectares of Lodgepole Pine in Scotland are growing distorted and have no higher added value? Thank god there is a pellet mill to use the wood! Come to my woods and tell me what to do with the many bent softwood pine that have no value for construction. Leave it to rot and release the carbon and methane for no benefit or fossil fuel displacement? I think some people are grasping for a magic energy bullet that can pull us out of the big hole were in on climate change. Assuming that the NGOs still support the 2 degrees Celsius global carbon budget limit (2DS), then are they really suggesting we can run the economy on wind power (I am a supporter), solar PV and electric cars? Do they think tidal power wont get massive opposition from other NGOs? This is just not credible and allows critics to dismiss NGOs and go all out for Gas Fracking and nuclear. Bioenergy provides a rapid transition for all sectors and doesnt suffer from intermittency issues and is cost-effective. When I look at the 90 billion that Hinckley C might cost us via EDF, then Biopower is really cheap.  Of course if you designed energy systems from scratch we wouldnt start from here. While I understand that importing wood from the USA and burning it in 40% efficient power plant might seem hard for some, and wed rather it burned in CHP plant at higher efficiency, right now we need to be doing a lot of things across the board and bioenergy has an important potential role. Importing tar sands oil from Canada is an awful lot worse.  To dismiss bioenergy by taking extreme straw men scenarios, which is what the NGOs have done, threatens to lose a decade on serious short-term progress on climate change. We are potentially destroying some very important carbon reduction runs by NGOs chasing headlines. Stewart Boyle, Senior Associate, South east Wood Fuels (SEWF)           4.47pm BST       Here&apos;s a perspective from Greece sent in by Dr Peri Kourakli, forest task force coordinator at BirdLife Europe:  Yes, we can burn trees and they can provide us with a rather stable production of electricity, but is this neutral for the environment and economice process? What do we gain? The majority of NGOs are finding it hard to believe that by burning trees for electricity (eg. here or here), we are ensuring our future. But this is not only the view of NGOs. It has been declared by several and different scientific sources in recent years. As examples: A very recent paper published proved that the use of large scale bioenergy is only resulting in younger forests, lower CO2 pools, minimization of soil nutrient stocks, loss of ecosystem functions and, of course, a serious negative balance regarding the GHG emissions (so more CO2 to the atmosphere than before!). The same conclusion also derived from the report of Joint Research Institute (JRC) published just 2 months ago. For the case of the UK, there is an extra factor that should be taken into consideration. The UK cannot support electricity production from trees, so the wood must come from countries far far away, most probably outside Europe (so even more GHG). Is it cheaper to use trees for electricity production? The answer is no on so many levels. Resource efficiency is one of them. Large trees are valuable for replacing unrecyclable material, eg. in construction, while large trees are also the main material in everyday products (from paper to innovating products like medicine). And, of course, the industrial use of trees in the UK will definitely increase the price of wood globally! There is a small scale example from the Balkans region. In Greece, over the last 2 years, firewood has replaced heating oil in many houses and buildings. Greece cannot cover the current demand (sustainable forest management) so it imports from the neighbour countries. As a consequence, the price of firewood has increased 3-5 times in Bulgaria, Albania and ex-Yugoslavia countries. Locals are having difficulties in buying firewood so either they are cold during winter or they are becoming illegal loggers in order to survive.        4.16pm BST       I&apos;ve received this comment from Nigel Burdett, head of environment at Drax:  Biomass has a critical role to play in bringing down greenhouse gas emissions and can do so in a way that protects wildlife, livelihoods and guarantees emission cuts. The studies which suggest there may be a carbon debt cannot be applied to biomass from a sustainable forest because the scenarios they are quoting do not reflect the practices on the ground.With any model the answer produced depends on the assumptions made. If scenarios which reflect sustainable practices are used accurately we find substantial carbon savings. If scenarios which do not reflect real life practices are used the model may result in outcomes which dont show carbon savings. Our focus is therefore on ensuring our biomass is sustainable and our policy is designed to ensure that the production and delivery of our biomass will:  Significantly reduce greenhouse gas emissions compared with coal-fired generation and give preference to biomass sources that maximise this benefit. Not result in a net release of carbon from the vegetation and soil of either forests or agricultural lands. Not endanger food supply or communities where the use of biomass is essential for subsistence (for example, heat, medicines, building materials). Not adversely affect protected or vulnerable biodiversity and where possible we will give preference to biomass production that strengthens biodiversity. Deploy good practices to protect and/or improve soil, water (both ground and surface) and air quality. Contribute to local prosperity in the area of supply chain management and biomass production. Contribute to the social wellbeing of employees and the local population in the area of the biomass production.  Our policy is widely accepted as good practice but we also need to make sure it is being followed. The Drax procurement programme means:     Rejection of all non-sustainable biomass Policy implemented in practice through  Risk assessment on country risk Pre-contract audits Formal data collection by supplier Data part of contract Post-contract updates Post-contract audits (independent third party)  Compliance Policy and risk areas     Annual external ISAE300 audit     Using this real information we conduct life cycle analysis and in 2012 the average greenhouse gas saving over the full life cycle resulting from burning sustainable biomass in place of coal was above 80%. On carbon balance, the key thing is that the rate of carbon absorption is greater than extraction, it is not a case of waiting for a new tree to re-grow so carbon balance is maintained. For example, in 2012 the US EPA reported that forest carbon sequestration in the US had increased 31 per cent since 1990 even as demand for wood increased. In fact, taking the US as an example:  US forest growth has exceeded harvest for the each of the last 50 years. Standing volume increased 49 per cent from 1952 to 2006 even though there has been an increase in harvest level to feed industrial demand over the same period. The US forest estate now stands at 751 million acres of forest with net volume per acre increasing by 94 per cent since 1953. This is almost identical to the coverage in 1910. Of the 751m acres, 200m are in the South East US where a lot of our woody biomass will come from.         3.53pm BST       There seems to be some concern and debate about the &quot;sustainability standards&quot; for the burning of biomass for electricity generation. Here&apos;s what the Department for Energy and Climate Change (Decc) said in January:  Since 1 April 2011, biomass electricity generators over 50KW have been required to report against the following sustainability criteria:  minimum 60% GHG emission saving for electricity generation using solid biomass or biogas relative to fossil fuel general restrictions on using materials sourced from land with high biodiversity value or high carbon stock  including primary forest, peatland, and wetlands  Following a 2-year transition period, we intend that from October 2013 generating stations of 1 megawatt (MW) capacity and above will be required to meet the criteria in order to receive Renewables Obligation Certificates (ROCs) under the RO. This transition period allows generators time to familiarise themselves with the sustainability criteria and reporting process.  Generators are obliged to &quot;provide information to Ofgem on sustainability criteria with regard to greenhouse gas reductions and prior land use for the biomass used&quot;. This Ofgem document provides the specific standards:  To comply with the land criteria, the biomass cannot be obtained from land that:  at any time during or after January 2008 was primary forest; at any time during or after January 2008 was land designated for nature protection purposes (unless production of that biomaterial did not interfere with purposes for which this land was designated); at any time during January 2008 was peatland (unless the cultivation and harvesting of biomaterial did not involve the drainage of previously undrained soil); was a continuously forested area at any time during January 2008 and was not a continuously forested area when the biomaterial was obtained from it; was a lightly forested area at any time during January 2008 and was not a lightly forested area or a continuously forested area when the biomaterial was obtained from it, except where the fuel made from the biomaterial was not a bioliquid and the greenhouse gas emissions from the use of the fuel to generate one mega joule of electricity did not exceed 79.2 grams;32 or at any time during January 2008 was a wetland area and was not a wetland area when the biomaterial was obtained from it...  For an operator to meet the GHG criteria, the emissions associated with the biomass should be less than or equal to 79.2g CO2eq/MJ electricity.  And here&apos;s what it has to say on the crucial issue of verification (pg 20). I can&apos;t pretend that I&apos;m particularly reassured by 2.19...  2.19. Under the Orders, operators of generating stations for solid and gaseous biomass are not required to verify the information they provide to us in order to be eligible for ROCs. However, operators do need to be confident that they are providing us with accurate and reliable information, to the best of their knowledge and belief.2.20. Although it is not mandatory for an operator to verify processes under the Orders, a European Commission (EC) Communication on voluntary schemes sets out how voluntary schemes can be used to verify information should an operator choose to do so. An operator may use more than one voluntary scheme to support or supplement the information on the Orders sustainability criteria.2.21. In relation to the land criteria, an operator can use voluntary schemes recognised by either the EU or the UK, to undertake verification. If there are no voluntary schemes available, an operator can also collect information relating to the land use during or after January 2008 depending on the feedstock.2.22. In terms of GHG criteria, there are currently no voluntary schemes which address these criteria. As a result, information on the GHG criteria should be provided by using the GHG calculation methodology and default values or actual data.2.23. We understand that issues around verification may also form part of the governments consideration of possible amendments to the Orders scheduled for 2013.        3.09pm BST       Dr Matthew Aylott, who works for the National Non-Food Crops Centre and helped to write the governments Bioenergy Strategy, has tweeted a link to a briefing paper he wrote last December and has also sent me this comment:  Biomass will be essential in keeping the lights on in the UK as our ageing coal-fired power stations come to the end of their lives. The USP of biomass is that it can be stored and used when power demand is at its greatest. This means even when the sun isn&apos;t shining or the wind isn&apos;t blowing we still have a reliable source of low carbon energy on tap. The key issue is ensuring that biomass is grown sustainably and the government have regulations in place to ensure this is the case... I would also add in response to Harry Huyton that we must be careful not to pick out worst case scenarios  research from the European Commissions Joint Research Centre http://iet.jrc.ec.europa.eu/bf-ca/sites/bf-ca/files/files/documents/eur25354en_online-final.pdf tells us that many forms of biomass used in energy production deliver greenhouse gas savings over short periods of time (less than 10 years). It can also be used to boost biodiversity, attract inward investment in the UK and create jobs  up to 50,000 by 2020 according to research we conducted for the UK government (https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/48341/5131-uk-jobs-in-the-bioenergy-sectors-by-2020.pdf)     Updated at 3.22pm BST     3.04pm BST       Biofuelwatch, which &quot;works to raise awareness of the negative impacts of industrial biofuels and bioenergy on biodiversity, human rights, food sovereignty and climate change&quot;, has sent me this comment:  Biofuelwatch campaigns against industrial bioenergy, and in particular the current massive expansion in big biomass. Big biomass on the scale currently proposed will result in more forest destruction, more land-grabbing, continued or increased poor air quality for areas with converting coal plants or new biomass plants, and increased carbon emissions at a time when they should be coming down. Far from the renewable, low-carbon energy that government and industry hails it as, big biomass is nothing more than greenwash. The current expansion is the result of a number of incentives provided to the industry, none of which are aimed at genuine carbon emission reductions. These are: Number 1: The government has no credible plan for reducing greenhouse gas emissions, and there&apos;s no incentive for energy companies to do the same. Therefore, biomass carbon accounting errors in the form of ignoring carbon debt and land use changes makes carbon reduction targets much more achievable without having to change anything fundamental. Governments have a duty to spell out what climate change means and what it takes to address it - promoting Big Biomass as a climate solution is a clear dereliction of that responsibility. Number 2: There&apos;s big money in it. ROCs (Renewable Obligation Certificates) are being thrown at power stations. These so-called renewable subsidies will see Drax netting over half a billion pounds each year from its half-conversion to biomass. Bill-payers will foot the cost of these subsidies through energy price rises, at a time of squeezed household budgets and rapidly rising fuel poverty. Number 3: adding biomass to the mix reduces the sulphur emissions of coal-fired power stations such that they can comply with EU air quality targets, and can keep operating and not close like Didcot and Cockenzie recently did. Sulphur dioxide emissions from power stations are strictly regulated, whereas (oddly) carbon dioxide emissions are not. Drax burning biomass means Drax can continue to burn coal long into the future, as their investors seem to want. And it&apos;s not just Drax - E.On and RWE are also converting power stations to biomass that would otherwise be shut down. Biofuelwatch has been warning of the problems with big biomass for several years. Dozens of articles and scientific papers are collated on our website here  http://www.biofuelwatch.org.uk/resources-on-biomass/, including our own report Sustainable Biomass: A Modern Myth here http://www.biofuelwatch.org.uk/2012/biomass_myth_report/. World Rainforest Movement&apos;s recent paper shows what UK and EU consumption of wood for energy is likely to mean for the Global South - Tree plantations in the South to generate energy in the North (www.wrm.org.uy/publications/Tree_plantations_in_the_South_to_generate_energy_in_the_North.pdf) Finally, there is clear evidence, published by Dogwood Alliance (http://www.dogwoodalliance.org/2012/11/new-report-discredits-uk-energy-company-claims-that-pellets-come-from-wood-waste/) that pellet plants supplying UK energy companies are using whole trees and not relying on residues. We believe that the current plans for big biomass in the UK, if realised, will spell disaster for what&apos;s left of the world&apos;s forests.        2.49pm BST       Harry Huyton, the RSPB&apos;s head of climate change policy and campaigns, has sent me his thoughts:  Bioenergy as a whole could play a really important role in generating low carbon energy. Two years ago, the RSPB and other NGOs published a report on this that laid out a positive vision for the sector largely based on using wastes like food and wood waste, agricultural residues like straw and olive pips, as well as residues from the forestry industry. Unfortunately, this is not the way the industry is developing; instead government support is being directed towards large-scale electricity generation by partially or completely converting coal power stations over to biomass. This biomass will principally be derived from wood. In fact, last year, Ofgem report that 3.6 million tonnes of biomass was combusted in the UK, 76% of which was wood. This is only good news for the climate if that wood is all wastes or residues left over from existing forestry activities. If the wood was harvested specifically for energy then it results in high carbon emissions. The reason for this is simple: when wood is burnt in a power station, CO2 is released into the atmosphere. For a long time, calculations of greenhouse gas emissions from biomass simply ignored these emissions, based on the assumption that the CO2 is immediately neutralised by regrowth in the forest from which the wood was harvested. This is clearly incorrect, and many studies have demonstrated this. For example, Bernier &amp; Par (2013) modelled the net CO2 emissions from harvesting a Canadian boreal forest for bioenergy and calculated that they are neutralised by regrowth only after 90 years. Holltsmark (2012) showed that increasing harvest rates in a typical boreal forest for biofuel production creates a carbon debt that takes 190340 years to repay Theres plenty more papers like these. In addition, the European Commissions Joint Research Centre recently published a scientific review of carbon emissions from biomass. They concluded that The assumption of biogenic carbon neutrality is not valid. This follows a review in 2011 by the European Environment Agency, which reached similar conclusions. Effectively, burning wood from trees harvested specifically for energy results in a spike in emissions that is only neutralised over long periods of time. This isnt compatible with our goal of avoiding dangerous levels of climate change, which requires global emissions to peak over the next couple of years and then decline. In response to this evidence, many in the industry have argued that they wont use whole trees. Instead, theyll stick to residues, arisings, straw, nutshells, olive pips and such like. The question is: is this credible? Here are a few reasons why we dont think it is (unless we all eat a lot more olives...) Firstly, governments own statistics show whole trees were burnt in power stations last year  at the moment its voluntary for generators to report on whether they used whole trees or arisings, but 135,000 tonnes of roundwood (i.e. the tree trunk) was reported to have been burnt in power stations last year. Secondly, theres already evidence that US wood pellet companies use whole trees. The Dogwood Alliance, a US based NGO dedicated to the conservation of the Southern forests, published a report last year documenting evidence of US pellet plants that supply the UK using whole trees. As an example, Georgia Biomass - which provides Tilbury coal power plant with wood - takes in more than 1 million metric tons of logs annually. Thirdly, whilst it&apos;s a good thing to use residues and wastes for energy, they are a limited resource. For example, using all of the arisings from UK forestry for electricity would only generate about 0.9% demand. Useful, but a fraction of the scale of governments plans. Finally, the industry has objected to our suggestion that subsidies be given only to the use of residues, arisings and wastes, which doesnt suggest they are completely confident that they wont use anything else.        2.06pm BST       Greenpeace has sent me the following comment:  Greenpeace is supportive of the use of bioenergy  but it has to be sustainable and genuinely contribute to tackling climate change. Two years ago Greenpeace, along with other organisation supported research published a policy agenda for making UK bioenergy policy sustainable. Sadly, this has largely been ignored, and instead of a prescription for sustainability, we have a proposition of large scale imports of wood into UK because there is no prospect of us being able to meet the volume of demand, with sustainability standards that omit key issues. The two key issues highlighted are carbon debt and indirect use change. An example of the former is that an area of forest that is clearcut is not a low-carbon form of energy  it is high carbon until the emissions are reabsorbed by the re-growing forest. An example of the latter would be if wood is diverted out of the construction sector and is replaced by (high-carbon) concrete. Neither UK or EU regulations deal with these issues. Recently, the review of science by the European Commissions Joint Research Centre concluded that under current carbon accounting conventions the assumption of biogenic carbon neutrality is not valid under policy relevant time horizons for imports. The European Environment Agency Scientific Committee had expressed the same concerns. And now provisional results (see slide 20) of DECCs own draft emissions calculator comes to similar conclusions. Given the long history of Greenpeace campaigns to safeguard forests against damage and clearance, we do not accept the idea that corporate responsibility will manage these complex issues, nor that all forest managers will be benign, even in developed countries. Without legally enforceable standards, bioenergy looks set to be a good idea gone bad. In the short term, government should not approve new sustainability standards until the analysis and implications of research from the unit of Deccs chief scientist is properly completed and integrated. The UK is important internationally because, along with the Netherlands, we have plans that involve a heavy dependence on imported bioenergy to meet renewable energy targets. They are the two countries that are likely to set the EU standard on these important issues. More info can be found in the joint NGO briefing on the subject.        2.01pm BST       In March, the government published its Bioenergy Strategy (pdf). There&apos;s far too much contained within it to summarise here, but it is interesting to note what it said about the controversial issue of bioenergy competing with land used to grow food (10iv on page 8), as well as what it said about transport-related emissions associated with bioenergy (box 5 on page 23). Sorry, I would normally copy and paste the text, but the pdf document seems to be blocking me from doing so.       1.26pm BST    Reader comments    There are lots of interesting comments from readers below. As ever, thank you for taking the time to participate. Here are a few thoughtful contributions that caught my eye...             Kate_de    09 May 2013 12:05pm  Most biomass being burned at the moment of in the next decade or two will come from existing forestry or from a change to agricultural land use, so it is diversion, rather than creation. (Planting fresh crops to burn, waiting for them to grow, then burning them, can be low carbon, so long as you have a adequate supply of land that genuinely isn't needed for anything else. In a hungry world with rapidly shrinking biodiversity and daily extinctions, I don't think we do have enough 'spare land' to meet our energy needs, though this could be an option in some places.) Diverting biomass from existing uses usually does have a GHG impact, depending on what the &quot;alternative use&quot; was. Are you diverting biomass from products (potentially very bad news GHG wise, as you are losing sequestration AND possibly leading to more emissions in manufacture of substitutes like plastic or steel); are you harvesting from land that would otherwise be left untouched, or harvested less intensively, and might even be actively sequestering carbon in the plants and soil (which your harvest may well disrupt, at least in the short term)? Or are you burning &quot;residues&quot; that might not actually be destined for landfill, but would slowly decompose, partly to GHG, yes, but partly to become the soil carbon of the future (see http://www.tandfonline.com/doi/abs/10.1080/02827581.2011.615337 Greenhouse gas balance of harvesting stumps and logging residues for energy in Sweden and http://www.metla.fi/silvafennica/full/sf44/sf441051.pdf - or any compost heap, for that matter). Unless we at least attempt to find the answers to these questions, we cannot make sweeping statements about &quot;the active carbon cycle&quot; meaning that burning biomass is &quot;carbon neutral&quot;. There is enough carbon locked up in &quot;the active carbon cycle&quot; to do a huge amount of climate damage for centuries - if the balance is shifted towards the atmosphere too rapidly, by burning too much biocarbon at once. That is why we don't want to burn down the rainforests, even though they are all &quot;biocarbon&quot; after all. An important point that is almost always overlooked is that temporary emissions, such as you get from burning biomass that subsequently regrows, causes a permanent addition of heat to the planetary system (see http://www.oxfordenergy.org/2011/07/cumulative-carbon-emissions-and-climate-change-has-the-economics-of-climate-policies-lost-contact-with-the-physics/). The climate forcing impact of a greenhouse gas is measured in tonne years, as it is equivalent to having a heater on for a certain length of time. Turning a heater on then turning it off again is NOT equivalent to never turning it on, though both are &quot;heater neutral&quot; after the heater has been turned off.  I would also question the habitual comparison of burning biomass with burning fossil fuels. Biomass is atracting subsidies that might otherwise be spent on other ways to secure energy services, such as large-scale renewables or (probably even better) energy efficiency. (In fact there is good evidence that the subsidies for biomass directly cut across investment in energy efficiency, for reasons outlined here http://www.aecb.net/biomass-heat-facing-the-carbon-reality-2/ .) Why not compare the value in terms of tonnes abated per  of bill/tax payer money spent for ALL the alternatives? When all of the above factors are properly taken into consideration, it may well be that some forms of biomass burning still make sense in our mission to reduce carbon emissions and secure our energy supplies. Or it might not. My contention is that, because these effects are not yet properly accounted for, at the moment we simply cannot know whether the biomass we burn is low-carbon or not (though we do already know that burning whole trees is definitely high-carbon for many decades because of the long delay before regrowth - and it looks to me as though this is already happening in at least some places, as has been aired elsewhere on these pages).  While a lot of good analysis has been done on some (not all) these issues lately, we have yet to see the results translated into policy. For example, nothing I have seen in the policy actually PREVENTS whole trees from being burned; the only protection cited is the fact that sawlogs fetch a high price on the open market. As far as I know, no analysis of carbon stock changes, or &quot;counterfactuals&quot; (eg product displacement) is carried out before a renewables obligation payment is made, so sawlogs would not be debarred. (I'd be happy to be proved wrong, but there was nothing in the active DECC policy last time I looked, it only allowed for emissions from production and transort, and wholesale land use change.) As a result, we cannot know that biomass being burnt at our expense, is saving any carbon emisisons at all. Which seems a bit daft, given that that is supposedly, the point.                 GlobalPal    09 May 2013 12:08pm  What is happening with the conversion of coal power stations to biomass can be likened to a carbon-offsetting scheme: Offsetting. A multi-GW coal burning power station pays money into a carbon-offsetting scheme which they claim will plant trees and absorb carbon from the atmosphere. The organisers of the scheme say they intend to plant enough trees and to ensure they grow to maturity to offset all the carbon emissions, although they do not accept liability for failure to do so. The power station operator believes it is reasonable to claim this will make them carbon neutral Biomass conversion. A multi-GW coal-burning power station intends to switch fuel to burn imported biomass and some bioliquids. They understand the biomass fuel supply market will plant enough additional trees to absorb the combustion emissions from the power station, although since the power station business does not produce the fuel, they can offer no absolute guarantees that this will actually happen.  Is either scenario credible? Should government pay the power station operator through some form of subsidy/consumer levy to do this? Do either make a reliable contribution to tackling climate change? The way subsidies are allocated for bioelectricity means that the polluter (eg Drax) is paid to put carbon in the atmosphere, and someone else (an unnamed and unaccountable forest / plantation owner ) is expected to deliver future sequestration by growing additional biomass. How will Drax or DECC ever know if the milions of tonnes of carbon they will emit from burning biomass is ever sequestered?                 GlobalPal    09 May 2013 12:15pm  In July 2010, DECC lodged a defence in the High Court against an action by a campaign group challenging the grant of planning permission to a biomass power station (Helius Energy  ref CO/7004/2010.) In its Summary Grounds of Resistance, DECC stated: 36. The biomass fuel needed for this and many other installations is likely to come from outside the UK. The UK government has no way of imposing, or enforcing, a standard for sustainability on forestry operations in other EU Member States or third countries, and to do so could involve an unlawful restraint on trade. This admission of impotence regarding foreign forestry standards is entirely inconsistent with the recent proposals put forward for managing biomass sustainability. These proposals rely on UK-developed standards being adopted by commercial undertakings in other countries. They also depend on precise, complete and auditable tracking of biomass fuel from original source. It is delusional to believe that a multi-million tonne supply chain across several continents can be monitored in this way. The intention is to monitor the supply chain at the point of consumption through industry certification schemes and self-reporting by bioelectricity generators who are claiming subsidies. The many recent high profile failings of light touch regulation are a good pointer to how well this could actually work in practice  adulterated meat supplies, unsatisfactory hospital and care home services, poor quality breast implants, banking collapses, insurance mis-selling etc.           1.17pm BST       ActionAid has sent me a comment highlighting the need to question where the biomass is sourced from:  Biomass imports into the UK are projected to grow 30-fold. Where will it be sourced assuming that traditional exporters to the EU  ie North America - will also see strong internal demand? The new frontier for new biomass plantations for UK and EU consumption will not only be in Latin America but also Africa. Biomass investors are already acquiring land and plantations in Ghana, Congo, Madagascar, Mozambique and Tanzania. ActionAid is witnessing the same rush for land that we saw with transport biofuels with all the associated impacts on people and land rights. Biomass is not the answer, for example, in terms of fighting climate change and its negative impacts on poor people in developing countries. The UK needs to embrace more sustainable and domestic renewable sources of energy, such as wind and solar.        1.14pm BST    Twitter reaction    Here&apos;s a taster of what people have been saying on Twitter...    @guardianeco @leohickman Absolutely not! Do Not allow native forests to be logged for forest furnaces. Ecosystems and biodiversity too imp.&mdash; Christine Milne (@senatormilne) May 9, 2013     @guardianeco @leohickman China is importing all of Canada's timber. U.S will nit be exporting so much to here. V.bad idea 2 burn 4 electric.&mdash; leo hood (@HoodLeo) May 9, 2013     @guardianeco @leohickman I wrote a few words about this on my blog a month or two ago autohabitus.wordpress.com/2013/03/12/pal Intrigued as to your thoughts?&mdash; Jonathan Kershaw (@jeckythump) May 9, 2013     @leohickman see our short factsheets on how wood prices are actually falling, not rising bit.ly/YWLzei and bit.ly/YCvEpO&mdash; Back Biomass (@BackBiomass) May 9, 2013        1.04pm BST       Decc has released today (pdf) some new &quot;energy trends&quot; statistics which focus on renewables. It&apos;s interesting to see how much &quot;bioenergy&quot; (which includes biomass) accounts for electricity generation in the UK:  Generation from bioenergy* increased by 17 per cent, from 13.0 TWh in 2011 to a record 15.2 TWh in 2012. Within this figure, generation from plant biomass more than doubled (due to the opening of Tilbury power station at the end of 2011), from 1.7 TWh to 4.2 TWh; however, generation from co-firing fell by 39 per cent, as, despite increased generation, coal power stations burned a smaller proportion of biomass with coal.In 2012, 37 per cent of renewables generation was from bioenergy, 29 per cent from onshore wind, 18 per cent from offshore wind, and 13 per cent from hydro. Despite a large increase in capacity, just 3.2 per cent of generation was from solar PV. *Bioenergy consists of: landfill gas, sewage gas, municipal solid waste, plant biomass, animal biomass, and co-firing (generation only)        12.51pm BST       Nick Molho, head of climate and energy policy at WWF-UK, has sent me his reaction:  When we talk about biomass use, we should remember that biomass can be used in a wide range of sectors of the economy, not just the power sector. In fact, sources of bioenergy could play a useful role in reducing emissions in sectors such as aviation, shipping and long-distance freight which require fuels with high energy density. In other words, biomass isnt just burning trees to generate electricity  biomass can also mean using biofuel as a substitute for aviation kerosene, for example. Its also important to realise that the scientific understanding of key sustainability issues such as the lifecycle carbon emissions (or carbon debt) of biomass is far from settled and is evolving rapidly. Taking this uncertainty into account, risks of unsustainable biomass use could be reduced if the following precautionary steps were taken:  prioritising the use of biomass in those sectors of the economy that need it the most (such as high temperature heat processes in industry, long-distance freight, etc.) due to a current lack of alternatives to reduce emissions in those sectors; considering the introduction of sustainability criteria that take into account the carbon debt of biomass use, which would consider in particular whether the use of biomass sources will deliver a net increase in carbon dioxide emissions to the atmosphere rather than a net reduction over a certain time frame; introducing a requirement to ensure that biomass-fired power plants do not emit more than 200gCO2/kWh, as previously recommended by the Committee on Climate Change; continue to prioritise energy efficiency improvements across the economy, as this will provide a greater choice of low-carbon technology options that can be relied on the supply side to meet energy demand         12.36pm BST       Here are the thoughts of Kenneth Richter, Friends of the Earths biofuels campaigner:  Bio-energy has a role to play in bringing down greenhouse gas emissions. But only if it is done in a way that protects wildlife, livelihoods and guarantees emission cuts. When wood is burnt in a power station carbon dioxide is released into the atmosphere, just as it is with fossil fuels. But currently this pollution isnt counted in the government&apos;s proposed greenhouse gas standard for bioenergy use - even though it is the single largest emission associated with this form of power. The justification for this is that the carbon dioxide released is neutralised by regrowth in the forest from which the wood was harvested. But this recapture of carbon - sequestration - from regrowth and growth in the wider forest, may take many decades. Last month, the European Commission&apos;s science department published a major review [http://iet.jrc.ec.europa.eu/bf-ca/sites/bf-ca/files/files/documents/eur25354en_online-final.pdf] of the climate impact of energy from wood which showed that while energy crops, residues and wastes can be low carbon, wood from whole trees is worse than fossil fuels. In addition, Decc recently released a prototype greenhouse gas calculator for biomass electricity. It estimates both the net emissions released through the burning of wood and sequestration in forests over a 20-year time period. The calculator also estimates the impact on emissions if wood is used by the energy industry, instead of others uses, such as construction. The emissions for scenarios that involve the intensification of forest management for biomass - such as increasing harvest rates, or diverting wood away from other industries - mostly result in emissions that are significantly higher than fossil fuels. Only scenarios based on using residues that would otherwise be unused, and energy crops such as willow, offer significant emission reductions. A summary of the science around the carbon impacts of biomass from trees can be found in the joint NGO briefing, &quot;Biomass sustainability - key issues explained&quot; [http://www.foe.co.uk/resource/briefing_notes/burning_wood_for_power.pdf]; including a list of scientific literature on the issue. It is vital to distinguish between different forms of bioenergy based on their real carbon impacts. We are asking Decc to include their carbon calculator in the forthcoming sustainability criteria for biomass.        12.29pm BST       I have just received this comment from Alastair Kerr, director general of the Wood Panel Industries Federation:  As well as the environmental arguments there are also significant economic issues with biomass subsidies to consider. The UK wood panel industry is a significant contributor to the UKs green economy and a vital employer in rural areas. We have been hit hard by rising wood prices since the introduction of biomass subsidies. If the government continues these subsidies the wood panel industry may be displaced from the UK. This will mean huge job losses and increased costs to the public when the prices of commodities like furniture rise as companies are forced to source the panels for their products from abroad. Although the energy sector plans on importing 90% of its woody biomass even 10% of wood being sourced domestically would mean the entire UK wood harvest would be diverted to biomass energy generation. Increased woodland planting and bringing more forests into active management will not prevent this outcome. The government is supporting an inefficient and environmentally unfriendly form of energy generation and this policy is now also having a serious economic impact. Something has to be done before it is too late for the wood panel industry and the other industries that operate in our sector.        12.26pm BST       The argument between some of the leading environmental NGOs and the renewables industry over the use of biomass has really intensified over the past week. Gaynor Hartnell, chief executive of the Renewable Energy Association (REA), has accused Greenpeace, the RSPB and Friends of the Earth of peddling &quot;pseudo-science&quot; after the groups co-wrote a letter to the Times on 2 May warning of the &quot;reckless pursuit&quot; by the government in subsidising the burning of biomass for power. The footnotes under the press release issued by the REA last week in response to the letter in the Times provide a handy summary (with supporting links) of why it believes the available evidence supports the burning of biomass for power:  The British governments bioenergy strategy estimates that decarbonisation of the economy without the use of bioenergy would cost the UK 44 billion. The bioenergy strategy can be found here: https://www.gov.uk/government/publications/uk-bioenergy-strategy To qualify for government subsidy, biomass energy must demonstrate a lifecycle (i.e. whole supply chain) reduction in emissions of at least 60% compared to the emissions of the EU fossil fuel grid average. The governments sustainability criteria, expected to become legally binding in April 2014, will require this reduction in addition to protecting sensitive land. More information about the sustainability of biomass can be found here: http://www.backbiomass.co.uk/uploads/documents/Updated%20mythbuster%20booklet.pdf Biomass in the UK is not a price maker in the global wood prices market, but a price taker  i.e. it does not influence the price of wood in any significant way. Wood prices have been in decline for a number of years and wood supply in the UK has risen. A short factsheet on wood prices can be found here: http://www.backbiomass.co.uk/uploads/documents/UK%20biomass%20and%20woodfuel%20prices.pdf NGOs and the wood panels industry both draw on the report Dirtier than coal, by Professor Tim Searchinger, to support their claims on sustainability. The evidence used by Professor Searchinger is in fact based entirely on one theoretical scenario involving using all of the wood products in a forest for bioenergy, which does not reflect real-world practice. The original peer-reviewed research (from which the scenario was extracted) undertaken by experts for the UK Department of Energy notes this fact, and the Department was so concerned by the misuse of its data that it felt compelled to issue several clarifications and supplementary notes to set the record straight. The supplementary note can be found here: https://www.gov.uk/government/uploads/system/uploads/attachment_data/file/65618/7014-bioenergy-strategy-supplementary-note-carbon-impac.pdf        12.01pm BST       The Forestry Commission&apos;s Biomass Energy Centre has produced a webpage - and video - addressing the question of biomass&apos;s &quot;sustainability&quot;. As you might expect, it argues that, when harvested timber is the source material, forestry management is key:  If deforestation operations are used to produce fuel and no new growth is encouraged then carbon emissions will approach those of conventional fossil fuel systems - direct carbon dioxide emissions from producing 1MWh of heat energy from wood are roughly the same as for coal and significantly more than for oil and gas. If carbon stored in the soil of these forests is also burned as part of these clearance operations then higher emissions still would result. However, if forests were managed in this way, woodfuel suppliers and their customers would very soon run out of the raw material they are selling or use.  It also provides a link to Ofgem&apos;s Biomass and Biogas Carbon Calculator. The programme demands a 3.8MB download and installation on your computer. If any reader has experience of this calculator, please provide an account below.       11.31am BST       Drax, one of Europe&apos;s largest coal-fired power stations, is currently in the process of converting some of its furnaces at its site in North Yorkshire to be able to burn biomass, either in isolation or &quot;co-fired&quot; with coal. It has produced a video (as it happens, presented by the Observer&apos;s Lucy Siegle) explaining why it believes burning biomass is both sustainable and &quot;low carbon&quot;. (It focuses on these specific issues from about seven minutes in.)              Updated at 11.33am BST     11.19am BST       At the heart of the debate over the burning of biomass for power is the complexity of trying to calculate the greenhouse gases emitted over the entire life cycle of the process. This is complicated further by the fact that there are many different types of biomass. Earlier this year, Carbon Brief produced a very helpful article looking at this issue:  Projecting actual biomass emissions is quite complicated, and very dependent on assumptions about what is going to be burned and where it comes from. For example, one of the main sources of biomass is wood. Trees take a long time to grow, which can produce a significant time lag between emissions being released and being absorbed. This has to be factored into calculations about emission reductions. Or, if wood is burned that otherwise would have been used for building, it could also result in extra emissions. This is why the Department of Energy and Climate Change (Decc) has developed a  calculator, which considers twelve different scenarios for producing and burning biomass and works out the associated emissions. But startlingly, the preliminary results suggest biomass generation actually produces more emissions than burning coal in five out of the twelve scenarios. This issue hasn&apos;t come out of nowhere, as calculating biomass emissions has previously proved controversial. Environmental NGOs released a report last year claiming biomass can be  &quot;dirtier than coal&quot;, largely based on a  paper by Princeton academic Timothy Searchinger. It argues that Decc&apos;s bioenergy strategy doesn&apos;t adequately account emissions from biomass, meaning the government is &quot;significantly overestimating the climate benefits of generating electricity from wood&quot;. Searchinger actually calculates that over a 20 year time period, the emissions from power generation using wood are 80 per cent higher than from coal - meaning biomass is obviously far from being a carbon neutral power source. But the analysis is based on using whole trees as biomass. This prompted a firm response from the Forestry Commission&apos;s  Biomass Energy Centre, which says Searchinger&apos;s paper &quot;bases its main contention on the (rejected) worst case scenario, and the &quot;Dirtier than Coal&quot; report appears to base its fundamental arguments on this misleading and uninformed contribution&quot;. Trade body the Renewable Energy Association (REA), which represents the biomass lobby, says Searchinger&apos;s paper overlooks the fact that selling whole trees as biomass &quot;would not be financially viable&quot; for landowners. By-products from forestry such as sawdust, bark and thinnings - known as residues - are more likely to be used, as they can&apos;t be used for anything else. The market should largely take care of excluding the types of materials Searchinger envisages being used for fuels, REA argues. The new calculator captures this disagreement. It suggests that burning biomass from residues produces less emissions than burning coal or gas, while burning whole trees produces far higher emissions than burning fossil fuels.        9.59am BST    Welcome to the Eco Audit    The UK&apos;s 3bn green investment bank confirmed today that during its first five months of lending the bank has given significant support to biomass projects. As Fiona Harvey&apos;s report for the Guardian suggests, this could prove controversially among some environmentalists who increasingly see the burning of biomass for power as misguided:  The investments so far have included two offshore windfarms, three industrial energy-efficiency projects, and  more controversially  five waste or biomass projects, including one to help the UK&apos;s biggest coal-fired power station, Drax, to convert some of its coal boilers to wood and other biological materials.Last week, green campaigners including Friends of the Earth, Greenpeace and the RSPB sparked a bitter row in the renewable energy sector when they publicly condemned biomass projects, which they said could result in an unsustainable use of wood. The Renewable Energy Association rebuffed the claims and said the biomass used in the UK was from sustainable sources.  Should we be burning biomass - harvested virgin timber, energy crops, food waste, etc - to produce electricity? Is it really a low-carbon energy source, as some claim? What are the drawbacks? Please leave your own thoughts below. If you are quoting figures or studies, please provide a link through to the original source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.    Updated at 10.43am BST  ", 
    "section": "environment", 
    "gid": "environment/blog/2013/may/09/biomass-burn-trees-generate-electricity", 
    "wordcount": "6921"
}