{
    "headline": "Tony Blackburn: I'm very into gadgets", 
    "text": "What&apos;s your favourite piece of technology, and how has it improved your life?Well obviously the mobile phone, and particularly the Apple iPhone which I think is just tremendous. I mean, it&apos;s not so much phone, it&apos;s more of a computer, really. All the Apple products I absolutely adore. The mobile phone, and the iPhone in particular, have revolutionised your life. I was doing Facetime with someone in Bermuda the other day. And I keep in touch with my sister who lives in Poole, in Dorset, on the iPad  on Facetime. It&apos;s just a terrific bit of technology. But I&apos;m very into gadgets. I had probably one of the first satellite dishes in the country, and certainly one of the first satnavs as well. When was the last time you used it, and what for?About five minutes ago, to get an email. What additional features would you add if you could?I can&apos;t honestly think of anything. The technology in it is terrific. Do you think it will be obsolete in 10 years&apos; time?I&apos;m sure there&apos;ll be something else that comes along. At the moment, Apple are the leaders in the field, I think. What I love about their technology is that Steve Jobs saw that what he had to do was make all this stuff easy to operate. People just want to plug it is and the thing works, and that&apos;s what&apos;s wonderful about Apple. What always frustrates you about technology in general?I think we&apos;re still in the infancy of [things like] 3G and Wi-Fi, and sometimes it doesn&apos;t work. I&apos;d like to be able to have Wi-Fi everywhere, so you don&apos;t have to hunt for a hotspot. It would be nice if we were completely linked up to it, and I think that&apos;s where 4G will come in. Mobile phone reception is also very frustrating. Where I live, which is very near Elstree, I can&apos;t get a proper signal in my house, which is ridiculous. If someone rings me on my mobile phone, I have to go outside into the garden to hear them. I would have thought by now they&apos;d be able to get the signals 100% right. It&apos;s absolutely daft. If you had one tip about getting the best out of new technology, what would it be?Embrace it, to start with. It&apos;s not difficult, and we all learn from one another. I also think it&apos;s very important for people to keep up to date with it. Do you consider yourself to be a luddite or a nerd?I&apos;m a nerd, I&apos;m certainly not a luddite. I&apos;ve got everything, and I tend to get them ahead of a lot of the youngsters I know, as well. At radio stations I go to, quite honestly a lot of the younger people come to me for advice on how to do this stuff. What&apos;s the most expensive piece of technology you&apos;ve ever owned?I&apos;ve got a home cinema, with a digital projector. I&apos;ve had it about 10 years, and that was about 12,000. I haven&apos;t replaced it, because it&apos;s so good. I think the sound is slightly better than the Odeon Leicester Square! Mac or PC, and why?I&apos;ve got a PC, which I&apos;m very happy with, [but] I think the Mac is very very good. I just like all Apple stuff. But I have got a PC, I haven&apos;t got a Mac, actually. I&apos;ve got the iPad, my wife&apos;s got an iPad and my daughter&apos;s got an iPad; and we&apos;ve all got iPhones. On the other hand, I&apos;ve got an old Toshiba PC and it works beautifully, and I&apos;ve got a Dell computer which I use to download a lot of my music and stuff like that. Do you still buy physical media such as CDs and DVDs, or do you download?I download stuff. Robot butlers  a good idea or not?Oh yeah, terrific  a great idea. I&apos;d love one of those. What piece of technology would you most like to own?I love the idea of the self-driving car. To be able to get into a car, and say, &quot;I want to go to that address,&quot; and it drives you there  fantastic. I&apos;d love that. And that will happen in the next 10 years. Before I die, I want to have my own self-drive car.  Tony Blackburn can be seen as himself in the film Kill Keith, out now on DVD", 
    "section": "technology", 
    "gid": "technology/2012/apr/20/tony-blackburn-iphone-ipad", 
    "wordcount": "743"
}