{
    "headline": "The week in wildlife  in pictures", 
    "text": "   A coot with her chicks in Regent's Park, London Photograph: Bimal Gautam/Barcroft Media       A butterfly sits on a flower in Obergnzburg, Germany. The coldest start to spring for half a century has led to many butterflies emerging weeks later than usual, said a Butterfly Conservation report Photograph: Karl-josef Hildenbrand/AFP/Getty Images       Puffins return to their summer breeding grounds on the Farne Islands, off the coast of Northumberland, UK. Wildlife rangers have embarked on an epic census discover whether puffin numbers have plummeted after a year of extreme weather Photograph: Jeff J Mitchell/Getty Images       A deer stands in a garden under a blossoming apple tree in Kaufbeuren, Germany Photograph: Karl-josef Hildenbrand/EPA       Keeper Tobias Taraba looks into the mouth of a walrus during the annual animal inventory at Hagenbeck zoo in Hamburg, Germany Photograph: Christian Charisius/AP       An Ocellaris clownfish (Amphiprion ocellaris) nestled in a sea anemone in the waters of Pasir Putih Beach in Probolinggo, Indonesia Photograph: Robertus Pudyanto/Barcroft Media       Thousands of Arctic birds congregate on a stepped cliff face on Franz Josef Land, Russia. The guillemots swoop onto tiny ledges no more than a few inches wide to make their nest away from the harsh Arctic winds. An estimated 55,000 birds breed on this 650ft cliff, making it the biggest colony on the the archipelago. The spectacular sight was spotted by wildlife photographer P l Hermansen, 57, from a Russian icebreaker shipPhotograph: Pl Hermansen/Barcroft Media       A large school of alewives circles over a sunken skiff in Mill Pond in Nobleboro, in the US state of Maine. The foot-long fish were congregating in the freshwater pond on their journey from the Atlantic Ocean to their spawning grounds in Damariscotta LakePhotograph: Robert F Bukaty/AP       A dead tree stands in front of a dried-up area of Lake George, 50km (31 miles) north of Canberra. According to the Australian Bureau of Meteorology, one-third of the state of Queensland is in drought Photograph: David Gray/Reuters       An official of Nepal Central zoo carries a leopard out of a house after it was captured at Canglakhel, Lalitpur, on the outskirts of Kathmandu. According to locals, three leopards were spotted in the area, one entered a house and was later caught with the help of the zoo. No one was attacked or injured Photograph: Narendra Shrestha/EPA       Elephants crossing the Ewaso Nyiro River in Samburu game reserve in Kenya. Chinese actress and UNEP goodwill ambassador Li Bingbing has joined the campaign to raise awareness of how demand in China is fueling the killing of elephants in Africa Photograph: Carl De Souza/AFP/Getty Images       Sharks feeding off a bucket of sardines off the coast of Port Elizabeth, South AfricaPhotograph: Rainer Schimpf/Barcroft Media       Moor frogs (Rana arvalis) temporarily turning blue at the Ljubljana Marshes, Slovenia. It is thought that males turn blue during the mating season so they can quickly distinguish males from females among the dense frog populations Photograph: Luka Esenko/Rex Features       Bonobos wading in water in Democratic Republic of the Congo. The most comprehensive guide to primates, Handbook of the Mammals of the World - Volume 3, has been publishedPhotograph: Russell A Mittermeier/Conservation International       Lush tropical forest in the Central Kalimantan province of Indonesia's Borneo island. Indonesia's constitutional court has granted indigenous people the right to manage their own forests, which supporters said would strip the government of power to sell huge swaths of land to business   Photograph: Romeo Gacad/AFP/Getty Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/may/17/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}