{
    "headline": "Peter Cull obituary", 
    "text": "My father, Peter Cull, who has died aged 84, was medical artist to St Bartholomew&apos;s hospital in London from 1961 until his retirement in 1993. In 1991 he became London University professor of medical art, made emeritus on his retirement. This is the only chair in medical art in Europe. His achievements were remarkable, even more so since he had no academic qualifications. Peter was born in Feltham, south-west London, the son of a nurse, Elizabeth, and a cabinet-maker, George. He went to Southville primary and Longford senior schools, from where, at the age of 13, he was awarded a scholarship to study commercial art at Twickenham College of Art. In 1948, on completing national service, Peter obtained a position as medical artist at Guy&apos;s hospital in central London, as an apprentice to Sylvia Treadgold. Under her tuition he learned the elements of his profession, which had remained largely unchanged for centuries: illustrating anatomical structures and pathological states observed at autopsy and in the dissecting rooms; and recording the clinical appearances of disease. The illustration of surgical procedures from observations and sketches made in the operating theatre also formed a considerable part of the work, destined either for publication in journals and textbooks or to be transformed into slides for teaching purposes.     Peter Cull's illustration entitled A Dissection of the Temporomandibular Joint, the hinge-type articulation between the mandible (jawbone) and the temporal bone of the skull.  Photograph: Peter Cull    In 1950 Peter was appointed the first full-time staff artist at the Hospital for Sick Children, Great Ormond Street. Then, between 1956 and 1961 he worked at Makerere College medical school in Uganda. There, he assisted in studies of the mountain gorillas living on the Uganda/Congo border, and recorded autopsies on animals killed by poachers or disease. At Great Ormond Street he met the Home Office pathologist Professor Francis Camps, with whom he collaborated on a number of notorious cases, such as the Rillington Place and Emmett-Dunne murders. In addition to producing pictorial autopsy records and lecture support materials, my father also created special pictorial aids for juries and court personnel, explaining complex medical evidence. In 1990 Peter was admitted as a freeman of the Worshipful Company of Barber-Surgeons of London. The following year he was appointed MBE and granted the freedom of the City of London. In retirement, he turned to painting, another of his loves and food. He created a sizeable archive of what he called &quot;Cull-inary&quot; art. He enjoyed the opportunity to share his knowledge and skills with others, and every week conducted an art class for &quot;older people&quot;, many of whom were younger than him. His wife, Bettine, whom he married in 1952, survives him, along with two sons, me and my brother Stephen, five grandchildren and eight great-grandchildren.", 
    "section": "education", 
    "gid": "education/2012/may/07/peter-cull-obituary", 
    "wordcount": "440"
}