{
    "headline": "America's corn farmers high and dry as hope withers with their harvest", 
    "text": "The worst drought in a generation is hitting farmers across America&apos;s corn belt far harder than government projections and forcing them to a heart-breaking decision: harvest what&apos;s left of their shrivelled acres or abandon their entire crop. For Mike Buis, pictured, who farms in west-central Indiana, the most he could hope for, his best-case scenario, was saving one-third of his crop. &quot;I&apos;d be tickled to death if it would make 50 bushels (1.5 tonnes), if we don&apos;t have rain,&quot; he said. Most of his crop was a write-off, and Buis was already looking ahead to next year. &quot;Some stuff technically is not going to be worth the combine bill to harvest it,&quot; he said. &quot;This is my 49th crop, and I have never had a year like this.&quot;     Mike Buis, farmer. Photograph: Suzanne Goldenberg    Such individual calculations are replicated thousands of times across the 1,336 counties  about a third of the country  that are now officially a disaster zone, because of a brutal combination of triple-digit (40C) temperatures and prolonged drought. Scientists see both as evidence of climate change. Buis has seen no rain on his 3,200 acres (1,300 hectares) since 28 May. Some stalks are chin-high  but with no ears of corn. Others are as squat as pineapple fronds. Soy bean that should be spread out at knee-level barely graze the shin. The additional crop failures are set to push corn and soy bean prices upward of today&apos;s all-time high. Corn prices have risen by about 40% in the last few weeks, soybeans by about 25%. That, in time, will mean higher prices for milk, poultry and meat for American consumers, and misery  possibly chaos and unrest  in African and Latin American countries, which depend on imported grains, food security experts say. The US government warned this week that a third of the corn and soybean crop in drought-stricken areas was in poor condition. But in Indiana, at the centre of the drought, they say the true extent of the crop losses will be far higher. &quot;Everybody that has walked their fields knows it&apos;s going to be worse than what they thought. That&apos;s just a universal across-the-board deal,&quot; said Norv Gottula, who owns the Cloverdale Agri Centre grain dealership. &quot;We&apos;ve had droughts like this in &apos;83 and in &apos;88, but this here is more severe and it&apos;s going to be more wide reaching than before. One, because I think the actual crop loss and devastation is going to be worse, and two, because there is so much more money involved in putting up a crop,&quot; he said.     Corn plants are seen in a drought-stricken farm field near Evansville, Indiana. Photograph: John Sommers/Reuters    Farmers and local businesses in Cloverdale are already cutting back. One of Gottula&apos;s customers slaughtered her goats, rather than pay the extra cost to feed them. Livestock farmers are killing hogs and cattle, because they can&apos;t afford the higher-priced corn to raise them. The local ethanol plant has halted production, as have other plants across the midwest making fuel from corn and soy beans. The local horse rescue shelter took in three extra animals, because their owners can&apos;t feed them. Sales of tractors and other farm machinery are down by 70%, said Dave Dorsett of Reynolds farm equipment in Martinville. &quot;As soon as this drought hit, it has taken a drastic fall from lawn mowers all the way through the ag equipment,&quot; he said. &quot;We&apos;ve even had guys putting the money down and letting the money go just so they can get out of their contracts.&quot; Similar shockwaves are spreading throughout other rural communities, said Ernie Goss, an economics professor at Omaha&apos;s Creighton University, and who conducts a regular survey of rural communities in 10 midwestern states. Nearly a third of bank managers said farmers&apos; borrowing was up, Goss found. Two-thirds said ethanol and biodiesel plants were cutting back or shutting down completely, and consumer confidence had fallen sharply even in farm communities that have so far been relatively recession proof. &quot;There has been quite a lot of boasting that unemployment is at less than half the national numbers in Nebraska, Iowa, North Dakota, South Dakota  a lot of that is traced to farming,&quot; Goss said. &quot;In some parts of the region it could be some of the toughest times since the 1980s.&quot; And this is just the beginning. Most analysts expect the real food price shock to hit late this winter or early next year  and warn that it will be far worse than the government&apos;s current estimates. The worst is yet to come Some analysts, such as the Earth Policy Institute&apos;s Lester Brown, say the US department of agriculture has underestimated the shortfall in the corn and soy bean harvest. Brown says he expects this year&apos;s harvest to drop by 96m tonnes  about double the official estimate. Meteorological forecasters, such as Accuweather, have also warned corn yields will be much lower than the USDA projections. Farmers in areas of severe drought, like this stretch of Indiana, are also pessimistic. &quot;We have had crop insurance guys in our area seeing from 10 bushels an acre to 30 bushels an acre (130kg/hectare), and those are 200 bushel an acre farms,&quot; said Dorsett. Department of agriculture officials say America will still produce a reasonable corn crop  farmers planted more than 96m acres of corn this year, the most in 75 years. Some of those acres are in areas that are not affected by drought, the officials say. But almost everybody agrees: the worst is yet to come, especially for those countries struggling to pay world prices for corn and soybeans. Along with prices for milk and meat, due to rise because of the increased costs of animal feed, consumers can expect price rises for processed foods that use corn and soy. American consumers, however, are unlikely to feel the pain as deeply as those in poor countries. &quot;The poorest countries bidding for grain are very sensitive,&quot; said Sophia Murphy of the Institute for Agriculture and Trade Policy. &quot;They have no reserves of currency to pay more or bid higher when prices go up.&quot; Low income people in the developing world also spend a bigger share of their income on food, making them more vulnerable to price shocks, as during the 2008 food crisis. &quot;The low income countries, wherever they are in the world, consumers spend larest fraction of their income on food: sub-Saharan African, parts of which have corn or maize as their staple, South America from mexico south,&quot; said Robert Thompson, a food security expert at the Chicago Council on Global Affairs. &apos;It&apos;s a guessing game&apos; In the corn belt, however, they are already looking to next year. Do they roll the dice again on corn? David Rhea, Buis&apos;s cousin, stands to lose a considerable amount on this year&apos;s failed harvest because he does not have full insurance coverage. To his mind, this drought properly started last year, when July brought blast-furnace temperatures. Winter brought very little snow or rain. Then came June&apos;s heatwave, earlier than last year&apos;s run of triple-digit days, and of even longer duration. Is it evidence of climate change? &quot;I&apos;d have to ask Al Gore,&quot; Rhea joked. But the question is growing impossible to ignore, even in strongly Republican parts of rural Indiana. Another year or two like this one and farmers are going to have to change their practices, Buis said. &quot;I think it is a historic shift,&quot; said Dorsett. &quot;There is not question that that is shifting, based on climate, based on conditions, based on crops. We have had 70 or 80 degree (21-27C) weather at the end of February and in March. That is what you have in Arizona.&quot; But he&apos;s less clear on how farmers should respond. &quot;It&apos;s very unstable. It&apos;s a guessing game. Do we go ahead and come back and plant? Do we just go with the same old planting techniques we&apos;ve done for the last 50 years and roll the diece again, or do we try to beat Mother Nature,&quot; he said. &quot;It&apos;s a tough one.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/22/americas-corn-farmers-dry-harvest", 
    "wordcount": "1360"
}