{
    "headline": "Resident Evil 6  preview", 
    "text": "You can&apos;t accuse them of not putting in the hours. Third-person survival horror Resident Evil 6 (PS3/Xbox 360) contains not one single-player campaign but four, each of which is nearly as large on its own as the entirety of Resident Evil 5. Each of the game&apos;s campaigns follows a different hero and, to an extent, emphasises a different style of play, from the puzzle-solving, exploration and jumpiness of the original Resident Evil to the heavily armed gun-slinging and fiendish mutant freakazoids of later titles. It&apos;s not short of multiplayer depth, either. Three of the four campaigns can be played co-operatively by two players, while in sections where the campaign stories intertwine two pairs of players can team up online to work together. Factor in a whole new online game mode and the return of the much-loved Mercenaries mini-game and this looks like a sequel set to totally eclipse its predecessors. To which the obvious response is: &quot;Fine, it&apos;s big. But is it going to be any good?&quot; The answer will depend a lot on what you want from a modern horror game. And, if you&apos;ve not got the time or patience to play through all four adventures, on whose story you decide to play. Players looking for the more traditional, old-school Resident Evil experience  a tense and eery tiptoe, punctuated by sharp shocks, and giving way only occasionally to out-and-out action  will find returning heroes Leon and Ada&apos;s campaigns most to their tastes. They&apos;ll have to start with Leon&apos;s, though, since to play as the uber-cool Ada you must first complete the other three. Leon&apos;s story begins with an old man lumbering towards him dribbling blood. A second or two in, we realise this old man is the American president. Or was, at least, because now he&apos;s really just a zombie in a very sharp suit. And when he lumbers towards mysterious stranger Helena with the very clear intention of biting her neck off, it falls to Leon to shoot the president in the head. Which he duly does, prompting Helena to announce that this is all her fault: a statement she&apos;ll explain after Leon escorts her to the local cathedral, where she has left her big expository PowerPoint presentation. Thus begins a very linear trek through the streets, sewers and cemeteries of the zombie apocalypse. In fact, two hours in, there has barely been a single decision to make, beyond which of the zombies lumbering towards you to shoot first, and whether to kill them all or just kick a couple over and then leg it past them. It would be far too much to expect four intertwining stories to be player-driven, but at times the game feels like a film being interrupted occasionally by a gamer, to the annoyance of its director. That filmic quality comes into its own in the more action-oriented campaigns. Some of the game&apos;s bigger battles are breathtaking, particularly special forces member Chris&apos;s war of attrition with a two-storey nightmare giant, while there&apos;s a Hitchcock-esque tension to new boy Jake&apos;s relentless pursuit by the bloodthirsty Ustanak, an unpleasant lump of raw pain and horror determined on sampling Jake&apos;s rare blood-type in the least scientific fashion possible. In gameplay terms, it&apos;s fairly vanilla third-person fare: aim over the shoulder, shoot, occasionally pop a pill to replenish your health, and when the bad guys start getting too close, kick, punch and shove to keep them away. Quick-time events  of the &quot;Mash A now!&quot; variety  provide a way to wriggle out of zombie bites, tentacles and other assorted unpleasantness, and are scattered liberally through the game&apos;s many cut-scenes. The allied AI is another nice touch: when playing a co-op campaign alone, the computer acts as a reliable buddy, reviving you when downed and doling out a decent amount of damage on its own. Sadistic players seeking more of a challenge may also get a kick out of the new Agent Hunter mode, in which gamers who have finished the campaign can, with permission, drop into other people&apos;s online sessions as one of the local baddies normally controlled by the computer. Those playing as the agents themselves will be at a serious advantage, but there&apos;s surely a sick kind of satisfaction to be had in attempting to outfox and chow down on a real human player. In short, there looks to be enough variety in Resident Evil 6 to satisfy even the most jaded returning fan, and for newcomers to horror gaming&apos;s finest franchise, there&apos;s never been a meatier first bite.", 
    "section": "technology", 
    "gid": "technology/2012/sep/27/resident-evil-6-preview", 
    "wordcount": "758"
}