{
    "headline": "UK aid programme must be monitored more closely, warn MPs", 
    "text": "The Department for International Development must work harder to ensure that the 3.6bn provided by Britain to multilateral organisations provides value for the taxpayer, the Commons public accounts committee has warned . Margaret Hodge, the Labour chair of the committee, raises concerns that a multilateral aid review has led to the withdrawal of a mere 8m after nine organisations were rated as poor. The committee report praises the department for publishing the review in March 2011 nearly a year after Andrew Mitchell was appointed as international development secretary after the general election. But it raises concerns about the effectiveness of the checks of the 3.6bn spent on multilateral organisations which accounts for nearly half of the British aid budget. Hodge said: &quot;Linking funding levels to performance provides a strong incentive for organisations to improve. But, so far, despite nine organisations being rated as poor, the department has withdrawn only 8m in total from four of them. The department should use the information on performance provided by its review to set future funding levels and thereby encourage improvement. &quot;Some organisations working for the department have reported substantial financial returns. This can undermine public confidence that aid is being put to the best use possible. The department must develop a better procurement strategy to help it understand the provider market and increase competition between suppliers.&quot; A DfID spokesperson said: &quot;We welcome the PAC&apos;s recognition that the multilateral aid review, introduced by this government, provides a rigorous assessment of value for money of multilateral agencies. For the first time, funding has been stopped to four poor performers with four others put into special measures, and is a model that has been adopted internationally. &quot;But we are determined to get even better value for money and more effective aid from multilateral agencies. We want to see clear evidence of reform in this year&apos;s updated multilateral aid review before committing any new funds. If it is not good enough we are prepared to stop funding.&quot;", 
    "section": "global-development", 
    "gid": "uk/2013/feb/11/uk-aid-programme-monitored-closely", 
    "wordcount": "341"
}