{
    "headline": "Mystery bird: mountain wagtail, Motacilla clara", 
    "text": "    Mountain wagtail, Motacilla clara, Sharpe, 1908, also known as the grey-backed wagtail or as the long-tailed wagtail, photographed at Wondo Genet, south-central Ethiopia (Africa).  Image: Dan Logen, 31 January 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorize].Nikon D300s, 600 mm lens with 1.4 extender, f/5.6, 1/800 sec, ISO 640    Question: This Ethiopian mystery bird shares part of its common name with two unrelated birds. Can you identify those birds and tell me where they are found? Can you identify this bird&apos;s taxonomic family and species?  Response: This is a mountain wagtail, Motacilla clara, a bird that is placed into Motacillidae (wagtails, pipits, and longclaws). The birds in this family are small- to medium-sized songbirds with a slender build, long tails and short necks. They also have long, usually pale legs with long toes and claws, particularly the hind toe.  Within Motacillidae, the Motacilla species -- the wagtails -- are so-named for their habit of frequently wagging their tails up-and-down. In fact, the genus name translates as &quot;moving tail&quot;. The reasons for this tail-wagging behaviour are unknown.  The common name, &quot;wagtail&quot;, has been given to two unrelated species: the Willie wagtail, Rhipidura leucophrys, is an unrelated bird that is found throughout Australia, New Guinea, the Solomon Islands, the Bismarck Archipelago, and eastern Indonesia. Another unrelated wagtail is the wagtail flycatcher, Sauloprocta motacilloides, found in southern Australia.  The wagtails are handsome monomorphic birds that often have strongly contrasting plumage patterns. They are insectivorous birds that feed on the ground in open country. Their preferred habitats are subtropical or tropical dry forests and subtropical or tropical moist montane forests with fast-flowing streams or small rivers flowing through them.  The mountain wagtail has a patchy distribution throughout much of Sub-Saharan Africa, where it occurs at higher elevations. This species is insectivorous, but also feeds on fish, crabs, shrimp and other aquatic animals in freshwater streams. Mountain wagtails are monogamous and territorial. Both sexes build the nest in a cavity or niche within a rock face or dam wall near a stream bank. The female lays up to four speckled eggs per clutch.  The mountain wagtail forms a superspecies with the grey wagtail, M. cinerea, but is distinguished because it lacks yellow underparts, and by the larger white patches in its wings and on the outer sides of its tail.  The mountain wagtail may also be confused with the cape wagtail, M. capensis. However, the mountain wagtail has a much longer tail, clear white underparts, a darker necklace and it has larger white patches in its wings and on the outer sides of its tail.  The mountain wagtail may also be confused with the much more common African pied wagtail, M. aguimp, but the mountain wagtail&apos;s plumage is greyer and it has a distinct black necklace on its breast. Further, the mountain wagtail is restricted to hilly or mountain areas where it hunts for insects and spiders along the shores of mountain streams.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/20/5", 
    "wordcount": "562"
}