{
    "headline": "The red admiral's two-faced beauty", 
    "text": "This year we&apos;ve derived immense pleasure from the butterflies that have clothed our garden buddleia in brilliance during the late summer. I&apos;ve tried to think of any creatures that are more lovely. My list was pretty short. I came up with some bird families, such as the hummingbirds, the Asiatic pheasants (and other game birds) and birds of paradise. Then there are coral reefs, with their rainbow shoals of fish, but who has more than occasional opportunities to enjoy them? The only competition close to home is probably flower-rich meadows (whose own enchantment invariably entails the presence of so many butterflies). This is now largely an experience reserved for continental Europe, given how much the British have opted to forgo this habitat. We&apos;ve lost more than 99% in this country. Yet it also occurred to me that there were actually two types of lepidopteran beauty on display. The creatures that highlighted the issue were the red admirals, those predominantly black-winged insects with a hot hoop of Carboniferous crimson stamped across the upper surface. When the wings fold up and the red hemispheres are hidden below the underwing, a much stranger and less accessible aesthetic experience is ours. From any distance the underside is superficially like a mouldy old leaf. Yet look closer and it resolves into an exquisitely complex marbling or a mosaic of muted turquoise and yellow. There are little islands of brown inked around with thick black lines, successive waves of burgundy or blue, whose jagged curves resemble those strands of flotsam dumped by the tide at the sea edge. It&apos;s a world of colour that masquerades as dead vegetation. It is also a beauty wholly distinct from the flaming colours of the upper wing, and its main purpose is to disguise that other form of beauty.", 
    "section": "environment", 
    "gid": "environment/2012/sep/16/red-admiral-two-faced-beauty", 
    "wordcount": "299"
}