{
    "headline": "It's too early to say who the winners and losers of higher education will be", 
    "text": "Recent press analysis of the Hefce indicative Student Number Control figures made interesting if not predictable reading. As ever, pundits were full of advice for management and vice chancellors in particular on the need to reformulate strategy, re-energise mission statements, take corrective action and so on. Most focus on the so-called squeezed-middle universities hit by the double whammy of losing AAB students plus those redistributed from the margin because they chose to keep fees above 7,500. But does the analysis stack up? Take my university, Northampton. A recent Times Higher Education article placed us in the top 10 nationally for greatest implied change in student numbers (-12.1%). This was then picked up locally and presented out of context as some kind of cataclysmic meltdown. What is galling about this kind of story is the implication they are uncovering data we don&apos;t already know. Our official response made the point that we had ourselves been instrumental in its outcome by deciding not to drop our fee below 7,500 to bid for extra margin places this year. Why? Because for us the trade-off between lowering our price set against the risk of not winning extra numbers from the margin was too great. By now most in the sector will have run their own analysis on the data reported by Hefce. The national picture is revealing and not entirely straightforward. Yes, the Russell Group is the least badly affected, with 30% of its members gaining indicative numbers. But its median implied change of -3.55% is below the GuildHE median of -3.3%. If I were a journalist looking for an angle, I would focus on the elite &quot;squeezed top&quot;, most likely those Russell Group institutions with business schools. The 1994 Group is down -7.0% and in contrast to Million+ universities, where some gain (median -4.05%), it is the University Alliance that suffers the largest fall (indicative median -10.8% ) and is anomalous among the mission groups with no predicted gain in numbers. So there you have it, an easily digestible and accurate analysis of the winners and losers. Hurrah. Except that it&apos;s mostly irrelevant. In truth no one has the faintest idea what will actually happen this autumn other than that it will most likely be messy. Perhaps a more technical assessment would be volatile, another phrase much lauded by HE pundits. But remember that (for now) demand still exceeds supply and the anticipated volatility, most likely to manifest itself this year in unexpected ways at course level, still leaves the sector on balance with 90% of its historic business, a situation largely unprecedented in the commercial world. If you want to see real volatility, cast an eye towards the international freight trade then rejoice at the relative stability of UK HE. Much of the commentary seems to assume that flexible pricing is the key to success for the squeezed middle, because it links to the recurrent grant. But is it that simple? Given the funding model proposed by government, it is entirely rational to charge the maximum fee and rational also for students, especially those with limited means, to take it. How politicians expected otherwise is perverse. Perhaps they should have spent more time studying the E bit of their PPE degrees. Look at nearly any industry and you will see pricing behaviour that tends towards equilibrium where information is free flowing. Cost leadership generally results in overall deterioration in quality so why go there, unless, of course, you happen to be at the mercy of state-backed price fixing. The bold pioneer move by London Met to charge below 7,500 may appear shrewd but the wait-and-see policy adopted by us and others has merit in that it mostly works. Should the need arise to become price competitive as the market matures, we will respond accordingly. But evidence from the retail industry shows that followers often emerge winners over pioneers. As the prevarication from government over core-margin numbers in 2013-14 shows, there is no room for complacency. However, from my side of the fence the primary challenge is not about students at the margin, it relates instead to something altogether more fundamental. It is clear that the external forces reworking higher education demand a comprehensive reassessment of internal operations and workplace culture that cut to the very heart of how the sector operates. Unless reform can be achieved quickly in this area, all talk of rebranding and price positioning in response to student number controls for those caught in the middle, which is most of the sector if you include those bent on balancing an enhanced REF outcome with competitive teaching, will be merely cosmetic. Professor Nick Petford is vice chancellor of The University of Northampton This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/13/universities-winners-losers-squeezed-middle", 
    "wordcount": "827"
}