{
    "headline": "UK suspends aid to Ugandan prime minister's office after fraud claim", 
    "text": "The UK&apos;s Department for International Development (DfID) has suspended 4m in aid to the Ugandan prime minister&apos;s office and set up an independent audit to investigate alleged fraud. DfID said it suspended the payment in August amid reports that money from several European countries had been funnelled into the private bank accounts of officials in Patrick Amama Mbabazi&apos;s office. No British money was taken. &quot;We take these allegations extremely seriously and have already suspended UK aid to the office of the Ugandan prime minister. We have set up an independent audit to investigate alleged fraud,&quot; DfID said. The UK has already provided 14.2m in general budget support to Uganda this year, aid that goes directly to the Ugandan government. It is to disburse 2.6m in both December and February. On top of that, Britain gives 4m to the prime minister&apos;s office every year, and it is that aid that is on hold until the investigation is complete. &quot;DfID Uganda, in collaboration with Uganda&apos;s auditor general, has engaged a team of independent auditors to conduct a detailed forensic audit of funds disbursed to the office of the prime minister to safeguard our funds,&quot; said DfID. &quot;No aid will be reinstated until we are entirely satisfied that our aid is safe. If money has been misused, we will expect immediate repayment and will take all necessary action to protect our funds.&quot; The department said Justine Greening, the international development secretary, will look extremely closely at Britain&apos;s aid to the Ugandan government, including the results of the audit, before the next decision on budget support disbursement in December. Total planned bilateral aid from Britain to Uganda in this financial year is 98.9m. According to the Daily Mail, questions were raised when the Irish government was told by Ugandan auditors that its joint funding of 12m (10m) with Norway, Denmark and Sweden had ended up in accounts belonging to the prime minister&apos;s aides instead of going to pay for a &quot;peace recovery and development programme&quot; in northern Uganda after decades of conflict. Ireland immediately halted further payments to Uganda pending investigation. The Irish foreign minister, Eamon Gilmore, has called the apparent theft &quot;intolerable&quot;. A team of officials, led by the evaluation and audit unit of Ireland&apos;s department of foreign affairs, will try to establish exactly where the money is and if it can be recovered.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/31/uk-aid-ugandan-prime-minister-fraud", 
    "wordcount": "410"
}