{
    "headline": "Sainsbury's slimline toilet roll to wipe 140 tonnes from carbon emissions", 
    "text": "With each Briton getting through an average of 50 toilet rolls a year, the carbon footprint created by supplying it is huge. Makers including Andrex have made rolls last longer by increasing sheet numbers. But Sainsbury&apos;s is set to try something new: shrinking the inner tube. The move, believed to be a UK first, should avoid 500 annual lorry trips from suppliers to stores. And the supermarket insists customers will not struggle to squeeze the new roll on to holders. &quot;We wanted to shrink the tube as much as possible and this was as far as we could go to guarantee that it will still fit customers&apos; toilet roll holders,&quot; Kate Tucker of Sainsbury&apos;s said. While the supermarket&apos;s own brand toilet roll has been made from certified sustainable Forest Stewardship Council sources for years  with the tube FSC-certified since last year  the smaller tube is expected to save 140 tonnes of CO2 annually in reduced transport and materials. The diameter of the roll will fall from 123mm to 112mm, with the number of sheets still 240. Tucker added: &quot;We believe this is a very significant move and we say to shoppers that they will get the same amount of toilet paper but with a smaller tube and therefore less packaging  including the outside film.&quot; The new rolls will be on sale in May at the same price as before  1.99 for four. White (admittedly bleached) is by far the most popular colour with shoppers, Tucker said, now that avocado and tangerine bathroom suites are out of vogue. New imagery and text on the packs will explain to shoppers that there are the same number of sheets, and the same quality, but less packaging  taking lorries off the road and saving buyers space at home. Tucker added: &quot;Toilet paper is a huge-selling line as it something everyone has to buy and we estimate that most people use between 45 and 50 rolls a year. Perhaps it&apos;s hard to believe that centuries ago we used leaves and wool and that two-ply [the strengthened paper now commonly used] was only introduced in the 1960s. This is another step in its development, giving an essential household product a lower carbon footprint.&quot; The move is part of Sainsbury&apos;s 20 by 20 sustainability plan, trying to shift customers&apos; everyday behaviour to make a positive difference throughout its supply chain. Bob Gordon, the British Retail Consortium&apos;s head of environment, said: &quot;Many major brands and retailers are introducing great innovations to reduce the environmental impact of everyday goods and services. What may look like a minor change to a consumer makes a significant difference when scaled up across many thousands of products.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/20/sainsburys-toilet-roll-carbon-emissions", 
    "wordcount": "454"
}