{
    "headline": "Cadmium spill threatens water supplies of major Chinese city", 
    "text": "Chinese emergency personnel are erecting barrages and pouring hundreds of tonnes of chloride into a river in southern China in a desperate effort to prevent a toxic spill from contaminating the supplies of a major city. The flow of cadmium - discharged into the Liu River earlier this month - has continued despite three previous containment operations, and now threatens the 3.2 million residents of Liuzhou city in Guangxi province. Thousands of police, soldiers and fire brigade officers have been mobilised to halt the spill, which has sparked panic buying of bottled water and underscored the environmental cost that China is paying for its rapid economic growth. At Nuomintan dam - 60km upstream - cadmium concentrations are eight times higher than safety levels, prompting the authorities to warn locals not to drink from affected stretches of the river. Cadmium is a known carcinogen that can also damage the lungs and kidneys. Chinese media has been filled with images of paramilitary police in red and green biohazard outfits dumping clean-up agents into the river in clouds of yellow dust. Since the spill was discovered earlier this month, the authorities have been pouring more than 300 tonnes of polyaluminium chloride and caustic soda into the water each day in an attempt to flocculate (clump together) the cadmium so that it can be filtered. The source of the spill is still being investigated, but the possible culprits - six metal companies and a mine - have been temporarily shut down and the authorities say no new toxins are entering the water. In an attempt to dilute the contamination, the worst affected town of Hechi has increased the flow of water from an upstream dam. The authorities have provided bottled water to two villages, but they insist drinking supplies in Liuzhou will not be affected. Zhang Jian, the spokesman of the Liuzhou government, told the Guardian the city was able to treat the water safely as long as cadmium levels were within twice the national standard. If that was not possible, he said the government was prepared to tap substantial underground supplies owned by a nearby railway. &quot;I promise citizens that we will not cut off water. When they turn the tap, the water will be safe to drink,&quot; he said. The clearing of bottled water in some supermarkets suggests, however, that local people are taking no chances.  Additional reporting by Cecily Huang", 
    "section": "environment", 
    "gid": "environment/2012/jan/30/cadmium-spill-china-river", 
    "wordcount": "402"
}