{
    "headline": "Gunpoint  review", 
    "text": "Jobs I have fantasised about: private investigator, Spider-Man, high-tech hacker. Gunpoint is the stuff dreams are made of, a noirish 2D adventure that wraps all three up in a hat and trenchcoat then calls it Conway. Conway is an agile sort, capable of scaling any surface, travelling across ceilings, leaping huge distances in a Superman pose, and dying miserably after one hit. Gunpoint is not a game about direct combat. Each level is a warren-like building, easily traversable on the outside, but full of guards and security apparatus on the inside  and this is when Conway has to crack out the gadgets. Gunpoint&apos;s key tool is the crosslink, a device that switches your view into more of a blueprint while highlighting various environmental features: light switches, lifts, security cameras, doors. This is a real-time puzzle mode that lets you link and unlink anything of consequence  rewiring a camera so it opens a door when it sees you, for example, rather than setting off an alarm. The crosslink is a great idea and executed without an ounce of flab. The clear silhouettes and colour-coding of the various elements make clear what does what, while the controls are as easy as clicking. It&apos;s a system that works so well because every choice is simple, but as they begin piling up the overall plan is harder to hold. And it&apos;s why Gunpoint has an oft-undersung but critical quality; you can play this with style. The basics of crosslinking are learned in five minutes, after which it&apos;s all about how silent, violent or mischievous you want to be. Gunpoint&apos;s levels are clockwork traps, ones where the triggers are different depending on how you proceed. It&apos;s not long before you acquire a bit of an attitude about how to do things right; I enjoy taking the lift to a floor with guards, and as the button tings for my arrival, the lights go off. The luckless fools flick the switches I disconnected earlier, while Conway calmly travels overhead like a ghost. It happened so fast. Gunpoint&apos;s story comes through chatting with clients, the arch dialogue unfolding a larger scheme with little tragedies along the way. But this world&apos;s real body is in the mournful, playful jazz. It&apos;s the perfect accompaniment to crosslink pondering, the slowly looping saxophones reeking of a hundred worn-out gumshoes. Amidst all this cross-wiring, boost-jumping and motion-sensing, it&apos;s a classic backdrop. And on that note, a deceptive name is always a nice touch for a detective story. Gunplay becomes an offensive option in Gunpoint, but one that only a buffoon would choose. Blasting through these intricate jokehouses would be far too difficult, not half as much fun, and the setups it offers are just too delicious. It&apos;s like that point during Home Alone when you start feeling sorry for the burglars, but can&apos;t wait to see what&apos;s next.     Crosslink mode. Devices are on colour-coded circuits that have to be jacked before they can be used. Photograph: .    Short but sweet Gunpoint is a short game, though repeat playthroughs offer alternative paths that help in working out all the story&apos;s angles. This brevity is somewhat mitigated by the lack of filler, with no genre crutches introduced to pad things out. The bigger issue than length, and a surprising one, is that Gunpoint doesn&apos;t ever quite get challenging enough. Conway&apos;s steadily increasing belt of gadgets, as well as your own mastery of crosslinking, mean that many levels  elaborate as they are  can be stumbled through with little resistance. Particularly in the game&apos;s last stretch, as you&apos;re rewiring guns and booting down doors, you wish the opposition was a little more fiendish. But Gunpoint is never less than a pleasure to play, and full of considered touches. The punching animation lets you pound away indefinitely on an unlucky guard. Why? No idea, doesn&apos;t have an in-game purpose, great feeling though. Restarts give you a choice of how far back in time to go, a smart fit for its multi-stage puzzles. There&apos;s a simple and intuitive level editor, alongside lovely details like the hardboiled memento produced at the game&apos;s end. Even the way upgrades are introduced, with their own mini-levels and story nuggets, shows deep care and attention. Like all great detective stories, Gunpoint isn&apos;t quick to give up its secrets. And like all great games, its elements build up into a system as alluring as it is surprising. You&apos;re left wanting more; which is a small criticism, but much higher praise.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jun/03/gunpoint-video-game-review", 
    "wordcount": "727"
}