{
    "headline": "The river at the gorge", 
    "text": "Heavy rain had made it sticky going as we picked our way across a field, boots weighed down by mud. To the left a line of beech trees marked the edge of a wood that dropped away out of sight. Above it a gang of jackdaws seemed to delight in the high winds and there was the unmistakable throaty gurgling of a raven. By a gateway, boggy with mire and cowpats, stood the roofless ruin of Gingle Pot, its rooms a tumble of stone, nettle stalks and scrubby elders. The curious name of this isolated house is said to derive from an echoing pool in the river half a mile away. A clustered line of beeches, carved by the west winds into an arc, showed the line of its overgrown hedge. From the house a green track, saturated and reedy, led across level ground to where the wooded chasm of Staward Gorge cut deep into the land. The winter gold of larches gave way to plunging shadows as the river Allen tumbled through the gorge to join the South Tyne four miles away. Thrusting out into this ravine was a high promontory only accessible by a narrow causeway, a perfect defensive position with its steep bluffs. Our path to it ran through mixed woodland of bare oak, beech, birch and hazel, greened by an under-storey of holly, yew and broom. Lichens grew among the clumps of heath, creating a patchwork of silver and brown. We could hear but not see the river sunk far below. The remains of a gatehouse emerged from a tangle of bramble and knapweed. Partly built from salvaged Roman stones, this, together with a short wall, spanned the neck of the promontory. Beyond lay Staward Pele, a medieval tower, three walls of which survive. The 15ft high walls with their tracery of ivy stems were made from finely dressed masonry. Far below we heard the alarm call of a pheasant; then far and wide other pheasants responded, filling the gorge with their warning cries.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/jan/19/staward-northumberland-river-at-gorge", 
    "wordcount": "338"
}