{
    "headline": "Summerhill school: these days surprisingly strict", 
    "text": "Even in these bewildering times, it can safely be said that Zoe Readhead is the only school principal to have featured naked on a magazine cover. She was aged just two at the time and the magazine was Picture Post  long defunct, but then selling more than a million copies weekly. Readhead, &quot;bright-eyed, strong-limbed and unafraid of people&quot;, was billed as &quot;The Child Who Never Gets Slapped&quot;. Her father was AS Neill, founder and principal of Summerhill free school, which fascinated and appalled the press because it didn&apos;t make children go to lessons and (reportedly) let them run around without clothes. Her development as Neill&apos;s only child, hailed by him as &quot;the beginnings of a new civilisation&quot;, was of consuming public interest. Today, Summerhill, run by Readhead, who took over from her mother (Neill&apos;s widow) in 1985, is almost forgotten. It briefly attracted attention at the turn of the century when David Blunkett, then education secretary, tried to close it  complaining, among other things, that it had no separate toilets for boys, girls or staff  only to beat an ignominious retreat when challenged before a tribunal. It continues in Leiston, Suffolk, where it has been since 1927, after first opening in Germany six years earlier. The children can still skip as many lessons as they like. And all decisions about the school&apos;s internal running are still made democratically in communal meetings  Summerhillians speak reverently of &quot;The Meeting&quot; rather as Christians do of the Eucharist  where a five-year-old&apos;s vote counts as much as the principal&apos;s. As Jonathan Croall recalls in his recently reissued biography (Neill of Summerhill: The Permanent Rebel), Neill argued that, while the future of Summerhill itself was of little consequence, the idea behind it was &quot;of the greatest importance to humanity&quot; because &quot;new generations must be given the chance to grow in freedom&quot;. Yet, though the school has imitators overseas and Neill&apos;s books became international bestsellers, its influence on mainstream education has been slight. &quot;Free schools&quot; mushroomed in the UK in the 1970s, but few survive. State school heads who tried to implement Neill&apos;s ideas  notably at Risinghill in London were smartly removed. Half Summerhill&apos;s 68 pupils are from overseas, many from east Asian countries where some parents find the schooling too rigid. With boarding fees of 3,000-5,000 a term, depending on age, and no bursaries, it is beyond the means of most parents. So shouldn&apos;t it apply to the education secretary, Michael Gove, to become one of the new government-funded free schools? &quot;I wouldn&apos;t associate myself with any government that&apos;s already tried to close my school down,&quot; replies Readhead with a shudder. But it&apos;s a different government, I point out. &quot;I don&apos;t care what their politics are, I wouldn&apos;t trust them. As soon as I had government funds, they might want to make decisions about my toilets and things.&quot; Does she like Gove&apos;s idea of free schools? &quot;It&apos;s unfortunate. They stole our name. In any case, we and schools like this tend to call ourselves &apos;democratic&apos; now because &apos;free school&apos; sounds as if it could be complete anarchy.&quot; Though Readhead has a more open manner than almost anybody I&apos;ve met (as an infant, according to Croall, she would talk in local shops about how she came out of Mummy&apos;s fanny), there is a sense of an established family firm jealously protecting its brand. I talk to her in her office, which looks like a garden shed and is lined with pictures of her father and copies of his books. &quot;He was a lovely, lovely man,&quot; she says. &quot;A sweety-pie.&quot; Did she feel pressure from attending his school and being the test of his child-rearing philosophy? &quot;No, he let me get on with my life. He wouldn&apos;t come and ask if I would like to do this or that. We lived our lives in parallel. He gave that to all children at Summerhill: he was there, but never intruded.&quot; According to Croall, Neill, who was 63 when Readhead was born in 1946, sometimes found his daughter too lively. Her mother told Croall that, at 12, her daughter became involved with a group of troublemakers at Summerhill, who were &quot;never going to a lesson, smoking, swearing  breaking bedtime laws, pinching&quot;. She was sent to a school in Switzerland, which Neill imagined to be &quot;progressive&quot; in the Summerhill sense, but in fact required children to rise at 6.30 for a cold shower, take long mountain walks and go to bed at 8.30. She hated it, threatening &quot;sueside&quot; in a letter home and persuading Neill to take her away in her second term. Readhead&apos;s recollections are less dramatic. &quot;I wasn&apos;t a difficult child,&quot; she insists. She acknowledges that her father would have liked her to go to university and hoped she would take over the school, armed with a degree and teaching certificate to keep the authorities at bay. But he never said a word of this to her and was entirely relaxed about her being interested mainly in art and animals. She didn&apos;t do what were then O-levels  &quot;what did I want those for?&quot;  but went briefly to art college. &quot;They&apos;d just started a new style of teaching to get us to think outside the box. I suppose they thought, because I&apos;d been to Summerhill, I&apos;d be really keen. But I just wanted to hone my skills on watercolours and things.&quot; She went instead as a working pupil to a riding school, &quot;a very strict, straitlaced environment, no larking about, no swearing&quot;. She then opened her own riding school on the edge of Summerhill, but gave it up when she married a neighbouring farmer at 26 &quot;because I wanted to have children and we didn&apos;t do working mothers in the 1970s&quot;. She was perfectly happy as a full-time housewife and mother of four, she says, and would do the same again. In this and other respects, she can be surprisingly old-fashioned. She has no time for labels such as attention deficit hyperactivity disorder (ADHD). &quot;Children have lots of conditions these days they wouldn&apos;t have had 20 years ago. I couldn&apos;t tell you if any of our children have ADHD. My interest is in whether the child will fit into this community. If a child talks out of turn at the school meeting, he&apos;s got to go out whether he&apos;s ADHD or not.&quot; Nor does she have much truck with &quot;trendy&quot; teaching methods. &quot;Summerhill children are very conservative about how they are taught. You can dish up information on a cold plate. Since children are not captive in the classroom, when they go, they want to learn. So teachers don&apos;t need to put jam on it.&quot; And Readhead, like any other independent school head, talks about how fee-paying parents save thousands for the state and what a pity there isn&apos;t some kind of voucher or tax credit to help them out. In other ways, Summerhill isn&apos;t quite what people expect. It may be called &quot;free&quot;, but it has between 150 and 230 rules depending on what The Meeting has decided. Indeed, Readhead says, &quot;Summerhill often now finds itself in a disciplinarian role because many children today don&apos;t have boundaries set in their homes.&quot; It&apos;s a far cry from the days when, as she puts it, &quot;my father was breaking windows with them to show adults weren&apos;t to be feared&quot;. In other respects, too, Summerhill has changed. &quot;It was really a school for problem children at first,&quot; says Croall. &quot;It was only in the 1930s that parents started sending their children for libertarian or political reasons.&quot; Readhead admits that, though there&apos;s no academic selection, she sifts out children who would be &quot;too disruptive in the community&quot; and expels (though she prefers a gentler description) those who prove too much of a handful. If they have behavioural problems, she points out, the people dealing with them will be mostly other children. &quot;It&apos;s a matter of balance. Our groups are small. We may take an 11-year-old who is a bit of a bully one year, but not the next because we&apos;ve already got two of that sort of that age.&quot; She doesn&apos;t interview children before they are admitted. &quot;They visit and we&apos;re very watchful of how they interact and experienced at detecting what won&apos;t work. But it&apos;s quite difficult for parents to understand what we are doing.&quot; Readhead has never compromised on her father&apos;s fundamental principle: that children should not be compelled or pressured to learn or expected to meet &quot;standards&quot; of any sort. &quot;No one,&quot; Neill wrote, &quot;is wise enough or good enough to mould the character of any child.&quot; When Ofsted demanded she &quot;ensure that all pupils regularly engage in learning&quot;, she said she would rather close the school, a defiance that led to the clash with Blunkett. Did she at least encourage them to aspire, I asked. &quot;No. Aspire to what? People ask if our pupils are &apos;successful&apos;, Ofsted about reaching their &apos;full potential&apos;. I don&apos;t like those words.&quot; The children take GCSEs at 16 (A-levels are not offered) and, according to official figures, 46% get five or more at A*-C including English and maths, against 58.6% nationally. On its latest visit in October 2011, Ofsted  chaperoned by a Summerhill-appointed expert, as agreed when the court case was settled in 2000  was more than satisfied. It praised &quot;outstanding pupils&apos; spiritual, moral, social and cultural development&quot;, teaching that was &quot;never less than good with some outstanding features&quot; and &quot;learning  closely tailored to match pupils&apos; individual needs&quot;. The inspectors also praised &quot;outstanding behaviour&quot; and &quot;positive relationships&quot;. But one is bound to wonder if the Summerhill &quot;community&quot;  a word that Readhead uses repeatedly  puts as much pressure on some children as the top-down regimes of conventional schools. Formal rules and informal expectations may be no less oppressive because they are set by other children rather than by adults. One wonders also how truly democratic &quot;the community&quot; can be when it is dominated by one family. Readhead says that, when she steps down, Summerhill will be carried on by her son, who is already assistant head. Another son teaches music at Summerhill, while her husband looks after the finances and the physical fabric, while continuing to run a neighbouring farm on which their other two children work. All the children attended Summerhill, as do her two grandchildren now. What if any had wanted to go to mainstream schools? &quot;Well, it would have been fine,&quot; says Readhead, &quot;but I can tell you they wouldn&apos;t have wanted to. I know my own children.&quot; Despite his opposition to &quot;moulding&quot;, Neill surely moulded Readhead, I suggest, and she in turn moulded her children. Her denials would be more convincing if just one family member had become a hedge fund manager or nuclear physicist. Thanks largely to Readhead&apos;s courage and determination, Summerhill for now seems safe, though a new legal wrangle is possible following Ofsted&apos;s announcement that, since it now &quot;understands&quot; the school, it doesn&apos;t want to be accompanied by &quot;experts&quot; on future inspections. Whether Neill&apos;s &quot;message of freedom&quot; can spread more widely is another matter. I wasn&apos;t there long enough to be sure, but I suspect Summerhill has become rather inward-looking, even a little complacent. &quot;We keep ourselves to ourselves,&quot; Readhead admitted. &quot;I do feel I ought to spread the word, but I have a responsibility to the school, too. I suppose I should be writing to the newspapers and things, but I haven&apos;t the energy.&quot; Could the Summerhill brand be franchised? &quot;I&apos;d be really interested in something like that. But you need to understand Summerhill. There are so many intricate areas of who you are and how you relate to other people. Adults need to live here for two years before they&apos;re getting a handle on the whole picture. If somebody wanted to do that, I&apos;d be very interested.&quot; It was she, not I, who made the obvious analogy. &quot;It&apos;s hard to talk about Summerhill,&quot; she said, &quot;without making it sound like a religion.&quot;", 
    "section": "education", 
    "gid": "education/2013/may/27/summerhill-school-head-profile", 
    "wordcount": "2105"
}