{
    "headline": "Samsung Galaxy S3: the latest bid to dominate the Android market", 
    "text": "Samsung has released a new flagship smartphone, the Galaxy S3, including voice control, wireless beaming of content and exclusive apps, as it aims to consolidate its position at the top of the mobile sector. The S3 has a super AMOLED 4.8in screen, larger than its predecessor the S2, with an 8 megapixel rear camera and 1.9MP front camera which offers &quot;intelligent camera features&quot; that the company says will adapt to what it sees you doing. The phone runs on Google&apos;s Android 4.0 (Ice Cream Sandwich) software, but has a number of Samsung additions  including voice recognition and eye tracking. The phone will go on sale on 30 May in the UK, with Orange and Phones4U already lined up to sell it. No price has yet been given. It will go on sale in the US this summer. Samsung said it will go on sale with 296 carriers in 145 countries. It can connect at &quot;4G&quot; speeds in compatible countries. &quot;S Voice&quot; can respond to spoken orders such as &quot;wake up&quot; when its screen is off, &quot;snooze&quot; for an alarm, or to play a particular song, change volume settings, and take pictures. It also responds to gestures, so that lifting the phone to the face while sending a text message will dial the recipient&apos;s number instead. Samsung has also souped up Google&apos;s Android Beam (which can pass data such as business card details) so it is capable of sending a 1GB file between two S3 phones in three minutes, or a 10MB file in two seconds by touching them together. It comes in a 15GB or 32GB version, though the company said a 64GB model would come soon. Buyers can get an optional wireless charging pad, similar to that offered with the now-defunct HP TouchPad last year. At 4.8in, the screen size is only just below the minimum 5in that most analysts class as a tablet  indicating Samsung&apos;s confidence that top-end users will want larger screens. The first-generation Galaxy S in 2010 had a 4in screen; the S2, a 4.3in screen. The company sold an estimated 44m smartphones across its entire portfolio in the first quarter of 2012, more than any other company. It dominates the Android sector too, selling around 50% of phones on a platform which itself makes up 50% of smartphone sales. Jason Jenkins, editor of CNET UK, said: &quot;The Samsung Galaxy S3 is a cracker of a smartphone that makes the iPhone look a little like yesterday&apos;s model. It cements Samsung&apos;s place as one of the leading phone manufacturers and really puts the pressure on Apple to come up with something different for its next iPhone later in the year. &quot;It&apos;s also starting to look like this will be a two-horse race  Samsung and Apple fighting it out for the number one spot with everyone else left to pick up the crumbs. HTC, Sony, BlackBerry and Nokia are the ones with the real work to do.&quot; Ian Fogg, an analyst at IHS Suppli, said: &quot;What&apos;s striking is that Samsung is focusing on software and the experiences, more than the hardware (although that is excellent too). Features like Pop over, social tag, and S Voice all aspire to differentiate from the opposition through the user experience that Samsung&apos;s software customisation delivers. &quot;Samsung have been leading up to this for a while, but this is the first time they&apos;ve led their product positioning on user experience and software.&quot; Francisco Jeronimo, IDC&apos;s smartphones analyst, was downbeat, saying: &quot;It is not an eye-catching device that will overwhelm consumers.&quot;  He noted that analysts had not been given the chance to try out the voice control in pre-release demonstrations of the phone. Of a brief test, he said: &quot;Overall, [it] seems very similar to Siri, but my first impression was that is not as well integrated with the phone as Siri is with the iPhone.&quot; Carolina Milanesi, smartphones analyst at the research group Gartner, said that Samsung was looking for ways to remain ahead of rivals in the Android space, as well as Apple. &quot;They need to push the boundaries in order to remain ahead,&quot; she said. &quot;It will be interesting to see how many of these new features [in the S3] will be open to developers so that they can take advantage of them in their apps.&quot;  However, if developers start to target Samsung APIs for apps, that could potentially split the Android platform still further beyond the individual versions produced by Google  and would also tend to increase Samsung&apos;s control of Android. Such an &quot;embrace and extend&quot; manoeuvre would build its control of the platform, where it already presently has half of worldwide sales and is the biggest profit-maker.  Jeronimo observed: &quot;Samsung definitely embraced Android, and is extending it. We shouldn&apos;t also forget that Samsung has a quite opportunistic approach to market trends. &quot;If Android is now the new kid on the block that can best contribute to its success, they will invest and nurture it to maximise the opportunity. But if the trend changes (and they are very good at anticipating that), they will also change the platform they embrace in the future.&quot;  But, he added: &quot;It is clear that Samsung has no other strong options at the moment.&quot; No price was announced, though Milanesi suggested that it would be priced similarly to the Google-branded (but Samsung-made) Galaxy Nexus, released last October, and that prices of the year-old Galaxy S2 would be cut to boost Samsung&apos;s already dominant share. Milanesi was generally impressed with the device, though with some reservations. &quot;The design is much improved, and despite the fact that it is still plastic it feels much less cheap than the Galaxy S2 and the Nexus,&quot; she said.  But she thought the S Voice control was less convincing: &quot;It came across as a little gimmicky when I played with it. But to me the main issue is that these features are quite buried in the device, so might not be that obvious to consumers. S Voice is not as complex as Siri  more like voice activation for simple commands.&quot;  Overall, she suggested: &quot;I think Samsung has similar challenges to Apple but with a less convincing overall package and a weaker brand.&quot; But Fogg suggested that the real problem would be for other companies. &quot;For Nokia, this must be deeply concerning,&quot; he said. &quot;One of Nokia&apos;s stated reasons they opted for Windows Phone was because they believed that it would be impossible to differentiate using Android. &quot;Samsung is showing with the the Galaxy S3 that it&apos;s perfectly possible to innovate with Android software. In fact, Android is enabling faster innovation than any handset maker has managed with Windows Phone.&quot; But the new Galaxy S3 could also pose problems for the smaller players in the Android space, Fogg suggested. &quot;Samsung&apos;s marketing spend and brand awareness are second to none. This combination of marketing spend and channels will cause serious problems for smaller handset makers such as HTC, LG and Motorola.&quot; Jeronimo warned that Samsung needs to consolidate its position: &quot;Samsung needs to come up with unique features and not to catch-up once again with other vendors. What is there that&apos;s completely unique on the S3 that we haven&apos;t seen on other devices? Maybe slight differences on the features, but nothing disruptive. &quot;They entered a new era. The only way to succeed is to set the pace of innovation. I believe that&apos;s exactly what they want to do, but they still suffering from the &apos;follower-syndrome&apos;: to improve what others created. That&apos;s why consumers will compare the S Voice to Siri and not the other way around.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/may/04/samsung-galaxy-s3-android-market", 
    "wordcount": "1315"
}