{
    "headline": "Why policy needs philosophers as much as it needs science", 
    "text": "In a widely-discussed recent essay for the New Atlantis, the policy scholar Daniel Sarewitz argues that science is in deep trouble. While modern research remains wondrously productive, its results are more ambiguous, contestable and dubious than ever before. This problem isnt caused by a lack of funding or of scientific rigour. Rather, Sarewitz argues that we need to let go of a longstanding and cherished cultural belief  that science consists of uniquely objective knowledge that can put an end to political controversies. Science can inform our thinking; but there is no escaping politics. Sarewitz, however, fails to note the corollary to his argument: that a change in our expectations concerning the use of science for policy implies the need to make something like philosophical deliberation more central to decision making. Philosophy relevant? We had better hope so. Because the alternative is value fundamentalism, where rather than offering reasons for our values, we resort to dogmatically asserting them. This is a prescription for political dysfunction  a result increasingly common on both sides of the Atlantic.  Of course, deliberating over values is no more a magic bullet than science has turned out to be. But whether we are talking about scientific results, or ethical, social and political values, a lack of certainty does not mean that evidence cannot be marshalled and reasons cannot be given. Practically speaking, this implies employing individuals with philosophical training in a wide variety of policy and regulatory institutions: not as specialists whose job is to provide answers, but to ask the right kinds of questions. As it is currently constituted, academic philosophy is not up to this task. A premium is placed on theoretical rigor, at the loss of social significance. This reflects the institutional form that philosophy has taken. Prior to the twentieth century, philosophers could be found in a variety of occupations. Since 1900, however, they have had only one home  the university, and within it, that peculiar institution known as the department. Philosophy departments ghettoize ideas, steering philosophers toward problems of interest to their disciplinary colleagues  at the cost of practical relevance to wider societal concerns. Even applied philosophers suffer from a form of disciplinary capture. Indeed, what Sarewitz says of academic science is painfully true of most philosophy and of the humanities generally. Philosophers have mimicked scientists in all the worst ways: practicing a highly specialised discipline and speaking primarily to one another. One telling sign of this: of the approximately 110 PhD programs in philosophy in the United States, not a single one emphasises the importance of training graduate students to work outside of the academy. This suggests the need for something analogous to the open science movement, directed towards the humanities. Open science marks a sea change in how science is done: with its call for open data, open laboratories, open peer review and open access. Promoted by bodies like the Wellcome Trust, European Commission and US National Academies, open science emphasizes the importance of transparency from the design of research projects to the reporting of results. An equivalent open humanities initiative could help to bring philosophy out of the study and into the community. Sarewitz doesnt speak in terms of open science. Rather, he revives Alvin Weinbergs call for trans-science, a problem-oriented approach to inquiry that is judged by its success in the real world, rather than by disciplinary metrics. Weinberg says that trans-science begins with an act of selfless honesty where experts acknowledge that an issue has exceeded the boundaries of their domain. Trans-scientists have to know when they dont know  otherwise theyll labor under the illusion (and perhaps fool others too) that they are capable of solving problems that they cant. This is the stuff of Socrates. For Socrates, wisdom consisted in knowing that one doesnt know. He exposed the self-assured expert as a poseur, pronouncing on matters outside his jurisdiction. If trans-science is our new ideal, then Socrates is back in business. Philosophers working within the Socratic model can bring useful skills to our knotty problems, including hermeneutics (thinking through issues that allow varying interpretations and framings), ethics (uncovering and analyzing hidden value commitments), and epistemology (assessing different claims to knowledge).  But as important as these activities are, more crucial is the propagation of a distinctive mindset: a commitment to explaining ones values and to giving a hearing to the values of others. This will require philosophers to also let go of their cherished claims to expertise, and engage in humble collaborations with others. Above all, they need to stop talking only to one another. Society has long hoped that science could dispense with the need for politics. Philosophy has tried to turn open questions about the good life, beauty, and justice into arguments that experts can seal shut with certainty. It turns out, however, that we all are doomed to philosophize. So lets find ways to do it better, in public venues that are open to all.  Adam Briggle and Robert Frodeman teach in the Department of Philosophy and Religion at the University of North Texas. They are co-authors of Socrates Tenured: The Institutions of 21st Century Philosophy. ", 
    "section": "science", 
    "gid": "science/political-science/2016/oct/13/why-policy-needs-philosophers-as-much-as-it-needs-science", 
    "wordcount": "861"
}