{
    "headline": "London Metropolitan University challenges loss of sponsorship licence", 
    "text": "London Metropolitan University is launching legal action against the UK Border Agency&apos;s decision to revoke its licence to sponsor international students. The university said that it was taking action so its students could return to study &quot;as a matter of urgency&quot;. The legal challenge, which could take the form of a judicial review, sets the scene for a clash between the government and the university sector over the rules for overseas students. The government stripped London Met of &quot;highly trusted&quot; status last week after the UKBA found a quarter of overseas students it checked on for an audit did not have permission to stay in the country. The decision to revoke the university&apos;s licence affected up to 2,600 overseas students and could result in a 30m annual loss, London Met said. It announced in a statement: &quot;There is no evidence of systemic failings, as claimed. The evidence that we provided to UKBA clearly shows on file after file that we were taking every reasonable measure we could to be compliant.&quot; London Met said it had been carrying out checks on its overseas students that met, and in some areas exceeded, the UKBA&apos;s requirements. The UKBA&apos;s requirements had changed substantially at least 14 times in the last three years, it said, adding: &quot;London Met is concerned that the current immigration policy is creating confusion across universities in the country and irrevocable damage to the UK&apos;s globally recognised education sector.&quot; The system forces universities to treat students with suspicion &quot;until proven otherwise,&quot; the university said. The university&apos;s vice-chancellor Professor Malcolm Gillies said: &quot;London Met will fight this revocation, which is based on a highly flawed report by the UKBA. The university will continue to give top priority to the interests of our international students who have been so distressed by this precipitate action.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/03/london-metropolitan-university-ukba-student-visa-rules", 
    "wordcount": "315"
}