{
    "headline": "Drought will bring about higher food prices, US warns", 
    "text": "The US government acknowledged for the first time on Wednesday that the drought now covering two-thirds of the country will lead to significantly higher food prices. The catastrophe in the corn belt, which has seen crops decimated by extreme heat and prolonged drought, will have ripple effects throughout the food system, the department of agriculture said in its food price outlook. US consumers can expect to pay up to 4.5% more for beef because corn, which is used for cattle feed, will be in such tight supply, the report said. Chicken and turkey were also projected to rise by up to 4.5%, and the price of eggs will also go up, but by about 2%. Cooking oil, which is produced by the most devastated crops  corn and soybean  is projected to rise by 4.5% as well.Cattle, US drought, Indiana Supermarket shoppers will probably notice the higher prices with chicken first, because they have a shorter lifespan. Food price inflation for other items, such as cereal and baked goods, will begin working their way through the system in 2013, the report said. &quot;The transmission of commodity price changes into retail prices typically takes several months to occur, and most of the impact of the drought is expected to be realised in 2013,&quot; Richard Volpe, the USDA&apos;s food economist, wrote in a note accompanying the forecast. Some economists have even predicted a temporary drop in beef prices, with ranchers bringing their animals to slaughter sooner rather than paying higher prices for feed. But the report warned: &quot;The full extent of the drought and its effects on commodity prices are as yet unknown.&quot; The report was the first indication from the government of the sweeping effects of the drought. Corn and soybean  the favoured crops in the rich, dark soil of the midwest  were the primary casualties of this drought. Corn and soybean prices both set record highs this week at the Chicago board of trade. Prices for corn have gone up 50% just in the last three months. Corn, used for animal feed, processed food, and as a fuel in the manufacture of ethanol is a pillar of the agricultural economy. Economists and food security experts have been warning that the drought would have widespread impacts for consumers in the US and globally, because so many countries rely on imported grains. &quot;You are talking about a real bite out of family budgets,&quot; said Ernie Goss, an agricultural economist at Omaha&apos;s Creighton University, who was speaking before the release of the government projections. &quot;As far as the election goes this is not good news for President Obama  even though he certainly bears no responsibility for the weather.&quot; Two-thirds of the country  including its most productive acres in the midwest  is now in drought. The agriculture secretary, Tom Vilsack, said last week that 78% of this year&apos;s corn crop was in areas affected by the drought. Officially, 1,369 counties in 31 states are disaster zones, after the USDA further expanded the designation on Wednesday.", 
    "section": "environment", 
    "gid": "environment/2012/jul/25/drought-higher-food-prices", 
    "wordcount": "513"
}