{
    "headline": "Google chairman Eric Schmidt defends tax avoidance policies", 
    "text": "Google&apos;s chairman, Eric Schmidt, has defended the search engine&apos;s tax avoidance policies, saying &quot;we fully comply with the law&quot; after paying just 6m in corporation tax in the UK. Schmidt&apos;s comments drew an angry response from a member of the parliamentary public accounts committee (PAC), who accused the company of treating tax payments as a &quot;voluntary act&quot;. In an interview with the BBC, Schmidt defended the fact that Google paid corporation tax of 6m in 2011 despite recording annual revenues of 2.5bn in Britain. He said: &quot;You&apos;re describing the way taxes work globally. And the fact of the matter is these are the way taxes are done globally. The same is true for British firms operating in the US, for example.&quot; Schmidt defended Google&apos;s tax affairs by pointing to the support that the company gives to startup businesses. He said: &quot;We empower literally billions of pounds of startups through our advertising network and so forth. And we&apos;re a key part of the electronic commerce expansion of Britain, which is driving a lot of economic growth for the country. So from our perspective you have to look at it in totality.&quot; He added that if the tax system were to change to force Google to pay more tax, &quot;we will comply&quot;. He said too that Google employs more than 2,000 people in the UK and is &quot;investing heavily in Britain&quot;. But Fiona Mactaggart, a Labour member of the PAC, which issued a scathing report on the tax policies of Google, the bookseller Amazon and the coffee chain Starbucks, told the Guardian: &quot;It is clear from these words that Google regards payment of taxes as to some extent voluntary. &quot;All the companies which the PAC have criticised, because they pay less corporation tax than an independent observer would expect, remind us that they pay payroll tax or contribute to the economy in other ways.&quot; She added: &quot;In Britain, with our stagnant economy, we are glad of that, but we do expect a level playing field between UK-based companies and multinationals; they should pay their proper share of corporation tax. It is clear that multinational companies like Google have established profitable legal ways to opt out of tax liabilities. This is wrong, and we cannot wait till this issue is fixed through the protracted process of international negotiation.&quot; Starbucks said that it would voluntarily pay more tax after the UK furore, pledging to pay 20m to HM Revenue and Customs. But neither Amazon, which uses a Luxembourg location to substantially reduce its tax obligations, nor Google, which has its European headquarters in Ireland and ultimately remits its non-US revenues through the Cayman Islands, has offered to make any changes. Schmidt insisted that &quot;Google is very strongly committed to Britain&quot;, adding: &quot;We&apos;re hiring lots of people. It&apos;s a very, very good business environment for us. People are very creative, there&apos;s a lot of startups, we enable a lot of creativity.&quot; The PAC said in its report: &quot;We aren&apos;t convinced that [Google&apos;s] action in using the letter of tax laws both nationally and internationally to immorally minimise their tax obligations is defensible.&quot; Bill Dodwell, head of tax policy at Deloitte, said: &quot;In principle he [Schmidt] is absolutely right. Obviously there isn&apos;t a direct UK equivalent to Google, but the idea that a British company could be based in the UK and sell to the US without incurring tax is perfectly possible. &quot;For example, there are UK companies that sell their goods and services via eBay and Amazon Marketplace that are bought by Americans. They don&apos;t incur any tax in the US. &quot;It will take the world a while to work out a better way to tax firms like Google. &quot;The problem you have is some of the western European countries and America do not want to give away a huge chunk of money [in lost tax revenues] to countries like China and India who might benefit, so it will take a while for politicians to come to any agreement.&quot; Meanwhile, German data protection authorities fined the company 150,000 (128,000) for breaching privacy regulations by collecting and storing Wi-Fi data  including the content of emails and web addresses  from homes and offices while it was compiling its Street View photographic guide between 2008 and 2010. Hamburg&apos;s data regulator, Johannes Caspar, said: &quot;In my view, this is one of the biggest data protection rules violations known.&quot; He added in an interview with Bloomberg that Google&apos;s &quot;internal control mechanisms must have severely failed&quot;. Schmidt insisted that &quot;those are the actions of a single individual that were not authorised by the executives&quot;. However, evidence released to the US Federal Communications Commission  which also investigated the case  showed that the collection code was signed off by the leaders of the team. &quot;Google of course is not perfect,&quot; Schmidt said. &quot;In that particular case we actually disclosed it immediately and there were in fact no privacy violations. But it shows how seriously we take privacy and how important privacy is to everybody.&quot; Google is also under investigation by six data protection authorities in Europe over its unified privacy policy, which they say doesn&apos;t provide enough data for users to understand its implications.", 
    "section": "technology", 
    "gid": "technology/2013/apr/22/google-eric-schmidt-tax-avoidance", 
    "wordcount": "908"
}