{
    "headline": "The good, the bad and the ugly in the long-awaited UN development report", 
    "text": "So, the wait is over. After five meetings, possibly 5,000 pages of submissions, and more than 500,000 people consulted, the high-level panel appointed by UN secretary general Ban Ki-moon to advise on a vision for development after the millennium development goals (MDGs) expire in 2015 has produced its report (pdf). The good news: it&apos;s clear, intellectually coherent, and moves on the debate about poverty and development without losing what&apos;s good in the existing agenda. It offers a clear storyline and an indicative set of goals to provide an example of how this might all translate into a post-2015 agenda. What it doesn&apos;t do is spell out the big changes needed to get us there. This is the first indication of where consensus might be found on some of the most politically difficult issues and provides some clues for where the post-2015 agenda might go next. So what&apos;s in and what&apos;s out? In: ending poverty The report is a big leap of ambition from the MDGs. It includes, but goes well beyond, the core MDG business of health, education and poverty, and encompasses infrastructure, property rights, governance, violence and personal safety, an end to discrimination, and gender equality. It suggests aiming for zero targets  such as no people living in poverty  combined with nationally defined rates of progress towards that end. This is a step up that&apos;s well supported by various consultations  the My World survey, where governance is ranked third in importance, or the lessons from the Participate project. Most importantly, it echoes what poor people have been saying for years. There is, of course, the ever-present risk of a Christmas tree wishlist, but the panel have done a good job of combining clear goals with more complexity at the target level. In: sustainable development Despite initial scepticism, the panel has fully bought into the sustainability agenda. But the report goes further than platitudes about how important it all is, instead breaking ground by suggesting how this can be made real in a new set of goals, integrating targets on using fewer resources with human development objectives. Out: inequality Inequality campaigners seem to have lost the battle but won the war. The report explores at length how discrimination and inequality  including and going beyond gender  limit opportunities and create poverty. Targets are explicitly presented as a means to ensure that no one is left behind. They also make a clear case for disaggregated data and for paying particular attention to the bottom 20% in analysing progress towards all the targets. All that is a reflection of the power of the arguments that have been made about inequality and exclusion driving poverty. But there&apos;s no proposal for an inequality goal. This will disappoint campaigners, but may prove a wise decision. An income inequality goal risks focusing campaigners and policymakers on shifts in, say, a country&apos;s Gini coefficient  which is a pretty poor indicator of how people are actually faring, and doesn&apos;t go to the heart of the multiple, intersecting inequalities, and the different dimensions of inequality. If talk of a &quot;data revolution&quot; is carried through, and we know what is happening to the poorest and most remote communities  if their children are going to school, if they have healthcare, if they are at risk of violence  that is much more useful information than a shift in the Gini coefficient. Out: an improved &quot;MDG eight&quot; on global partnerships The panel has ducked some hard choices here  or maybe failed to reach a consensus. There&apos;s great language on the need for all institutions, including the private sector, to be much more transparent and accountable. The report goes beyond MDG eight by suggesting a target on keeping global warming within 2C. But there&apos;s little that&apos;s specific  instead of measurable targets, we get vague aspirations to create an &quot;open, fair and development-friendly trading system&quot;, or &quot;reform the international financial architecture&quot;, or &quot;reduce tax evasion&quot;. This is a missed opportunity. While getting global agreement on much of this agenda is notoriously difficult and the report can&apos;t change that, the panel could have helped the politics along by linking the most difficult issues to specific outcomes  improved trade rules to job creation and equitable growth, for example, or financing commitments to outcomes in health or education (so, rather than a generic commitment to spend 0.7% of gross national income on aid, commitments to provide financing to meet specific objectives in other goals). This might have helped generate a bit more political traction  which we know MDG eight hasn&apos;t managed. Three out of four is pretty good. We&apos;re firmly in &quot;jigsaw&quot; territory  a report trying, ambitiously, to solve interrelated problems at once. It sets out the destination well. We&apos;re unclear about the journey, and the roles of different actors in getting us there  but there&apos;s still two years left to negotiate.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/may/30/un-development-report", 
    "wordcount": "818"
}