{
    "headline": "Where the currents of the past and present continue to converge", 
    "text": "We used to marvel at the tide racing in across the perilous sands of Morecambe Bay, and now we were looking out across the Bristol Channel, where the tidal range is said to be the second highest in the world. The notion of harnessing the power of these great tides with a barrage has been mentioned again, to the dismay to those who care for the special characteristics of this environment and its importance to migrating birds. But there was no sense of power in the lazy, low water when we joined the weekenders basking in spring sunshine on the grassy top of Battery Point, Portishead  fortified in its time against the Spanish armada and Napoleon, as well as against more recent threats. From our lookout on the little headland, we could see plainly the mudflats in the Welsh half of the channel, while on our side elegant yachts from the marinaidled in light winds. Couples and families with dogs were walking thewinding paths through a nearby patch of surviving native woodland  maple, yew and beech. On our way, we had passed through Sedgemoor and across the Gordano valley, a peat moor barely above sea level, its name credibly asserted to be a Latinised version of a word meaning &quot;muddy&quot;. It lies between limestone heights and is a site of scientific interest, drained by streams and irrigation channels. We had crossed numbers of rivers including the Axe, the Brue and several Yeos. But it is the Avon, having flowed through its stupendous gorge, that widens out into the channel here at Avonmouth. And close beside Avonmouth docks with all the heavy paraphernalia of a commercial port, Portishead developed in the 19th century as a leisure resort. We passed the boating lake, groups picnicking in the pleasure grounds, and the little jetty where Bristol day-trippers used to board a steamer for jaunts. Later on, as we sat in the bar of a hotel built by Brunel, a 21st-century freight vessel, outward bound, slipped past, seemingly almost within touching distance.", 
    "section": "environment", 
    "gid": "environment/2013/may/30/portishead-somerset", 
    "wordcount": "344"
}