{
    "headline": "Charitable status for private schools: the judges say politicians must decide", 
    "text": "Which school sector has most reason to feel quietly satisfied as we start 2012? Free schools, benefiting from a high profile and capital investment at a time of cuts? Early converter academies with their artificially pumped-up budgets? The good fortune of both must surely be trumped by that of the private sector. No mainstream politician appears interested or willing to challenge the role it plays in the national education system, it has the media firmly on board, its failing institutions can now be bailed out by the state, and attempts to use charitable status to make it more socially responsible appear to have been watered down by the high court. The recent judgment in a judicial review brought by the Independent Schools Council against the Charity Commission marks a new chapter in a saga that has had as many twists, turns and false dawns as Downton Abbey. But it doesn&apos;t have to be the last one. To understand why, it is necessary to go back to the early noughties when the Labour government, to its credit, started to think the unthinkable about private education and introduced a bill that removed the presumption that fee-paying schools should be charities, unless they could prove public benefit to a sufficient section of the community. Before that, there had been little opposition to the idea that private schools just had to exist: educate an elite few and open their swimming pools at the weekend to justify their tax breaks of 100m a year. A joint committee of the Commons and Lords, chaired by then backbench MP Alan Milburn, was tasked with scrutinising the bill and went further, recommending that private schools should be stripped of charitable status altogether, but given tax breaks if they could prove sufficient public benefit. Fora split second it appeared that change might actually be on the way. But the 2005 general election got in the way, and by the time the charities bill finally became law in 2006 (piloted through parliament by the then Cabinet Office minister, Ed Miliband), it had become victim to a classic piece of woolly New Labour triangulation, probably designed to keep the Daily Mail happy. Schools would have to prove public benefit, but the government wouldn&apos;t legislate for what that meant in practice. Instead, the Charity Commission was given the job of issuing guidance on the public benefit test and monitoring how fee-paying charities performed. But the private schools didn&apos;t like the guidance  in particular, the requirement to provide bursaries, which were too costly. Hence the judicial review. The judgment at the end of last year was more nuanced than the outright victory for the ISC suggested by some headlines. The Charity Commission must rewrite sections of its guidance. But the court also found that private schools must provide more than &quot;tokenistic&quot; benefits for those who can&apos;t afford the fees, especially if they &quot;gold plate&quot; their services by offering luxuries such as beagling, polo and private golf courses. In one sense we are back at first base. Individual school trustees will be free to decide what constitutes more than tokenistic benefit in their area, and legal challenges to certain schools may be the only means of holding this small but powerful sector to account. But in response to an intervention by the Education Review Group, a group of education experts, academics and lawyers, about the &quot;disbenefits&quot; of private schooling and their impact on social mobility, the judges made two powerful statements. The first was that these were contentious issues that &quot;should be of concern to all members of society&quot;. The second, that they require a political, rather than judicial, resolution. They were right  the private sector is a serious policy issue. It affects the intake of many urban schools; provides an unfairadvantage to better-off families in a highly competitive higher education sector and jobs market; and divides, rather than brings together, young people from different backgrounds. Coincidentally, the two men who were pivotal to the debate in 2004  EdMiliband and Alan Milburn  are now in positions, as leader of the Labour party and social mobility adviser to the coalition, to say something about this. They could and should restart the debate where it mustbe rooted  in the political and legislative, rather than charitable and regulatory, arena.", 
    "section": "education", 
    "gid": "education/2012/jan/09/private-sector-satisfied-start-of-2012", 
    "wordcount": "729"
}