{
    "headline": "Green news roundup: Drought-hit fish, carbon capture and Rick Perry", 
    "text": "Environment news  New push for carbon capture and storage with 1bn competition David Cameron to make keynote environment speech Rescue squads sent in to save drought-hit fish Rick Perry criticises UK initiative to influence US climate sceptics Multinationals vow to boycott APP after outcry over illegal logging On the blogs     Woman mountain biker cycling across extreme terrain in bright sunlight. Photograph: Corbis     Is the UK right to invest in carbon capture technology? How women can stop cycling from being a pain in the arse The Arctic Sunrise plays a game of bluff and counter bluff Nuclear and gas blow outs show where the dumb money is Multimedia     The Carbon Trust launches the world's first Carbon Footprinting Gallery exhibition on the 3rd April at the Future Gallery in London. It celebrates some of the companies that are pioneering and shaping the future of carbon reduction and carbon footprinting.  Photograph: Sarah Lee for the Guardian     The Carbon Trust&apos;s footprinting exhibition  in pictures Satellite eye on Earth: March 2012 - in pictures Earth Hour plunges global landmarks into darkness - video A guide to carbon capture technologies  interactiveThe week in wildlife  in pictures Features and comment  Is the EU taking its over-fishing habits to west African waters? Photographing bees offers a great insight into their fascinating world Connie Hedegaard: &apos;Polluter pays&apos; is the only principle that can limit aviation emissions Dustin Benton: New plans for carbon capture must not repeat mistakes of the pastAndrew Simms: Cut the country some slack and introduce national gardening leave Best of the web  Yale Environment 360: Bill McKibben on Keystone XL and the power of fossil fuel industry EurActiv: EU carbon target threatened by biomass &apos;insanity&apos; BusinessGreen: Ford Focus Electric will use &apos;build-to-order&apos; sales modelFor more of the best environment comment and news from around the web, visit the Guardian Environment Network. ...And finally  Earth Hour watched over from space as the lights go outThe event had live commentary from space as landmarks from the Eiffel Tower to the Sydney Opera House switched off their lights", 
    "section": "environment", 
    "gid": "environment/2012/apr/04/1", 
    "wordcount": "286"
}