{
    "headline": "Wii U launch is eagerly anticipated, but questions remain over the price", 
    "text": "One question a lot of British gamers had after the Wii U announcements on Thursday was: well, how much is the console going to cost? Although Nintendo provided retail prices for Japan and the US, the company&apos;s European head, Satoru Shibata, explained during his press conference that in his region retailers would be setting their own pricing for the basic White bundle and the premium Black edition. This, of course, goes back to 2002, when Nintendo was fined over 90m by the European Commission for colluding with suppliers to rig the prices of its consoles and games across the continent. Nintendo fought the allegations and managed to have the fine reduced several years later, but since then the firm has erred on the side of caution, allowing retailers to set their own pricing structures based on the trade cost. &quot;The trade cost prices of Wii U are at just over 200 for the basic unit, 245 for the premium unit and 270 for the ZombiU set,&quot; says Christopher Dring of industry news site, MCV. And what we&apos;re seeing today is a range of prices, hovering at between 249.99 and 259.99 for the basic edition (which comes with the console, one GamePad and AC adaptors) and between 289.99 and 309.99 for the premium Black edition (console, GamePad, copy of NintendoLand, sensor bar, HDMI cable, Nintendo Premium membership). There is also a ZombiU edition of the Black console, which comes with all the premium kit together with a copy of Ubisoft&apos;s zombie game  that&apos;s coming in at between 329.99 and 349.99. Right now, Amazon is at the lower end, with White at 249, Black at 299 and the ZombiU Black bundle at 329  other online retailers will hover at the same price point. HMV is pretty competitive for a high-street chain, with 249.99 for White basic, 299.99 for Black and 329.99 for the ZombiU pack. Game is at the upper end on 259.99 for the basic pack, 309.99 for the premium and 349.99 for the ZombiU bundle. The big question is whether the big supermarkets will start trying to undercut each other on price. Chains such as Tesco and Asda will often sell big games like Call of Duty at cost or even at a loss to encourage shoppers into their stores, tying the prices in with minimum grocery spends. Will they follow a similar tactic on hardware? &quot;It will largely depend on the stock level,&quot; says Dring. &quot;3DS prices were cut quite severely when it launched, but there were quite a number of consoles in the channel so the big supermarkets and online retailers  Amazon, Tesco, Asda, etc  felt capable of going low on the price. Whether Wii U gets similar cuts will largely depend on how many consoles Nintendo will make available. Personally, I&apos;d be surprised if there will be severe discounting pre-Christmas. Although perhaps 10 here or there.&quot; Potential buyers should also look out for special retailer bundles. Independent stores and smaller chains unable to compete on price will often create their own packs, complete with additional games, controllers or leads. It&apos;s worth keeping an eye on your nearest indie stores, or checking the local press. And now we know the price point, how is the console likely to fair? &quot;I expect the Wii U to conduct brisk business over Christmas and into the new year due to pent-up demand from the original Wii evangelists,&quot; says Piers Harding-Rolls, senior principle analyst with IHS Screen Digest. &quot;However, this is a significant premium on the original Wii, so more casual buyers that come to the product after the launch phase will need to be impressed with tons of value in content and services to take the plunge.&quot; IHS Screen Digest has estimated that global sales will be around 2.5m by the end of the year. As for the stores themselves: &quot;I think retailer expectation for the Wii U will be realistic considering the general economic backdrop and competition from other consumer devices, such as new iPods, tablets, smartphones and handheld games consoles. But there will also be an awareness that the product is likely to sell well to early adopters over the Christmas sales season, so this Wii U launch period is an opportunity to push through some significant business if executed correctly.&quot; Retailers certainly need a hit. Sales at Game have been falling this year as consumers begin to tire of the current generation consoles, which have been around for over six years. A new console release can energise the whole market. Game and HMV will be thinking of ways to get interested customers into stores, such as fitting demo units and holding special events. It&apos;s likely that demand will outstrip initial supply, however, so pre-ordering may be a good idea. If a Wii U crops up on your child&apos;s (or partner&apos;s) Christmas list this year, it&apos;s probably better not to wait until 24 December before legging it around every game store and supermarket in the area.", 
    "section": "technology", 
    "gid": "technology/2012/sep/14/wii-u-nintendo-uk-price", 
    "wordcount": "872"
}