{
    "headline": "Sahel food crisis has been made worse by the widespread unrest in Africa", 
    "text": "The recent upheavals in Africa  including the military coup in Mali, the uprising in Libya and a spate of terrorist attacks in Nigeria  have one thing in common: they are all helping to fuel the growing crisis in the Sahel. For a sense of the scale of the problem, consider the amount of relief money the UN has called for to aid the increasingly lawless region: $1bn (630m). Aid agencies, meanwhile, are warning of severe food shortages affecting up to 15 million people. &quot;We are extremely concerned that across the Sahel region millions of people will be affected by a combination of drought, poverty and high grain prices, which, coupled with environmental degradation and chronic underdevelopment, is expected to result in a new food and nutrition crisis,&quot; said Catherine Bragg, the UN assistant secretary-general for humanitarian affairs. The Sahel, a resource-rich region that borders the Sahara, has porous borders and a growing number of Islamic separatists. It also has a complex history of food shortages and security problems. Already beset by a longstanding rebellion among ethnic Tuaregs, the region has been flooded with arms since the toppling of Muammar Gaddafi, fuelling al Qaida-linked insurgence movements, according to western governments, and triggering mass displacements of people. In Mali the strain of fighting Gadaffi-armed Tuareg rebels in the north has prompted a political crisis, leading directly to a military coup and prompting an exodus from besieged villages, exacerbating food shortages. Of the families fleeing the violence, 20% have at least one child suffering from severe acute malnutrition, according to Action Against Hunger (AAH). &quot;These are families who have had to hastily flee the violence and they don&apos;t have access to basic products like clothing, blankets or cooking utensils. In one out of every five families there is at least one child suffering from severe acute malnutrition,&quot; said AAH&apos;s emergency team leader, Helen Valencia. &quot;The conflict in the north is an aggravating factor to an already fragile situation.&quot; At least 200,000 people are estimated to have fled Mali into Niger and Burkina Faso, which are already under pressure to feed their own populations. Experts predict that the situation will worsen after rebels made further advances into key strategic towns on the back of news that the democratically elected government had been ousted. &quot;People are arriving in Niger exhausted, hungry and in need of the very basics,&quot; said Chris Palusky, World Vision&apos;s food crisis response manager for Mali and Niger. &quot;Niger is struggling to cope with the influx of refugees and the extra strain is pushing families to the brink of survival. &quot;Poor villages have been overwhelmed with people, some expanding sevenfold in just a few months, with refugees forced to live in overcrowded homes and makeshift shacks. Time is running out to support host families before they themselves reach breaking point. A large and speedy response will not only save lives but strengthen communities who are already bearing the brunt of this disaster.&quot; In addition to the armed Tuareg rebels, migrant workers from Niger and Chad who relied on work in Libya to supplement family incomes have been forced to leave Libya, removing an income source and further stretching scarce food supplies. According to one study in western and eastern Niger, between 70% and 90% of people estimate their food stocks will run out before the next harvest, creating an imminent &quot;hunger gap&quot;. All the families surveyed say they have already reduced the amount of food consumed each day because they do not have enough to eat. Reliance on imports of food from Nigeria, another traditional coping strategy for many families in Niger, has been hampered by border closures following fears that Islamic extremist group Boko Haram is setting up cells in the country and spreading from its base in northern Nigeria. The closure of the border near Maiduguri in Nigeria, where Boko Haram is thought to be based, has prevented the crucial transit of food and livestock. Since then the price of staple foodstuffs has doubled, experts say. &quot;Niger and Chad are the two countries with the largest crop deficits and there are already reports of a 90% reduction in cereal trades entering at some border posts in Nigeria,&quot; said Steve Cockburn of Oxfam West Africa. &quot;Fewer traders and migrant workers from those countries are crossing into Nigeria due to the fear of violence.&quot; Instability in the West African Sahel comes as drought warnings spread from Cameroon, northern Nigeria and Burkina Faso to Mauritania, Senegal and Gambia. The situation in Mauritania, which frequently suffers from drought, has alarmed aid agencies as food shortage levels are predicted to be three times higher than they were in 2010, the last period of severe crisis. In Gambia, the popular tourist destination further down the West African coast, the government has held emergency talks amid predictions that 1 million people there are at risk. &quot;The Gambia is predominantly an agricultural society. With widespread crop failure and food price hikes, the situation will become extremely serious unless emergency measures are put in place immediately,&quot; said Kujejatou Manneh, country director of ActionAid.", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/29/sahel-food-crisis-made-worse", 
    "wordcount": "865"
}