{
    "headline": "UK fracking should be expanded, but better regulated, says report", 
    "text": "Shale gas fracking should be allowed to go ahead in the UK, but with closer monitoring of companies engaged in the controversial activity, a committee of high-level academics and engineers has advised. The Royal Academy of Engineering and the Royal Society said in a report published on Friday that the UK&apos;s current regulatory systems were sufficient for shale gas fracking if they were adequately enforced, but also said that closer monitoring of shale gas exploration sites should be put in place, in order to ensure their safety. They asked for new monitoring systems for &quot;fracking&quot;  the fracturing of dense shale rock under intense pressure of jets of water, sand and chemicals  a process that has already resulted in two small earthquakes in the Blackpool region, from the first two shale gas wells to be drilled in the UK. One of the wells was damaged and deformed by this seismic activity. The integrity of the well was compromised, with as yet unknown results. The drilling, undertaken by the only UK shale gas company, Cuadrilla, was halted shortly after the second earthquake. The earthquakes themselves caused no damage on the surface, though they were felt clearly by residents in the surrounding area. However, the damage caused to the well  in particular, to its steel and concrete casings  is of more concern because it could result in leakage of both the methane gas that the well is designed to collect, and the fluids and chemicals injected into it. The review found that examples of such leakage had been experienced in the US, where lax regulation and poor monitoring have been blamed for the contamination of water supplies and soils in areas near fracking sites. Shale gas fracking is now such a big industry in the US that the country is close to being self-sufficient in gas. Robert Mair, who chaired the review, said: &quot;There has been much speculation around the safety of shale gas extraction following examples of poor practice in the US. We found that well integrity is of key importance but the most common areas of concern, such as the causation of earthquakes with any significant impact or fractures reaching and contaminating drinking water, were very low risk.&quot; But the panel went on to call for the regulation of shale gas fracking to be clarified, and said: &quot;Robust monitoring systems must be put in place and best practice strictly enforced if the government is to give the go-ahead to further exploration.&quot; The massive expansion of shale gas  natural gas that is trapped within dense shale rocks but can be collected by blasting the rocks apart  has been made possible by large increases in the price of fossil fuels in the past ten years, that has made such practices profitable despite their high cost relative to standard gas extraction. But the practice of fracking has been linked to widespread environmental problems in the US, including an increase in greenhouse gas emissions because of the release of methane into the atmosphere from shale gas exploration sites. Tony Bosworth, energy campaigner at the environmental pressure group Friends of the Earth, said: &quot;The government&apos;s obsession with shale gas is completely misguided. Overwhelmingly the public want more of their electricity powered by our sun, wind and waves.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/29/shale-gas-fracking-expanded-regulated", 
    "wordcount": "549"
}