{
    "headline": "Road safety campaigners welcome support of Olympic cyclists", 
    "text": "Cycling safety campaigners have welcomed the support of Team GB&apos;s Olympic gold medallists. Track champions Victoria Pendleton, Dani King, Joanna Rowsell and Jason Kenny this week called for better cycling infrastructure on Britain&apos;s roads. Pendleton called for cars to be banned from parking or driving in cycle lanes, while King and Rowsell said the UK should follow the example of Holland where cyclists are given priority at junctions and roundabouts. Kenny said if more people took to their bikes, it would make cycling safer. The Olympians, who won a total of five gold medals in the velodrome this summer, were speaking in support of the Times&apos; Save Our Cyclists campaign. The UK&apos;s national campaign group, the CTC, welcomed the comments, but expressed fears that while the Olympic afterglow has seen a surge in the number of cyclists, motorists continued to display &quot;basic bad driving habits&quot;. CTC spokesman Chris Peck said:  &quot;It&apos;s great to have the support of the Olympic champions. It comes at a time when there is worrying evidence that the risks for all road users, not just cyclists, are getting higher. A lot of this is down to the fact there has been a 30% fall in road traffic policing in the last 10 years. Fewer drivers are getting caught or disqualified for traffic offences, and when people know they are unlikely to get caught, it encourages bad habits such as using their mobiles or overtaking too close to cyclists.&quot;  Peck said it wasn&apos;t a case of &quot;us against them&quot;, pointing out that &quot;more cyclists own or drive cars than non-cyclists&quot;. Pendleton, who won Olympic gold in the keirin and silver in the individual sprint, told the Times:  &quot;When people overtake you on corners or give you three inches of space when overtaking, I often think, &apos;If you knock me off and I die, how would you feel about that, if I was dead? What if you killed me when I&apos;ve spent my whole life training for the Olympics and it&apos;s over because you couldn&apos;t wait for three or four more seconds?&apos; It would be a lifetime of work over.&quot;  Peck backed Pendleton&apos;s concerns, saying:  &quot;The Highway Code states clearly you should give as much room to a cyclist as you would give a car when overtaking. But drivers aren&apos;t doing this. We need better policing and law enforcement to improve drivers&apos; behaviour.&quot;  The lack of policing of bad drivers is in direct contrast to police clamping down on cyclists. It was reported this week that 14 cyclists were taken to court in Greater Manchester last year for riding on pavements. Hundreds more received 30 fixed penalty fines, included an 84-year-old great-grandfather. Cycle training provider Bike Right! believes both cyclists and motorists need better education. Spokesman Andy Tucker said:  &quot;Everything that Victoria Pendleton and the other Olympic cyclists say about infrastructure and driver training is spot on. But the total funding pot for a training scheme like Bikeability in this school year is 11m, which is about the same cost as one mile of single carriageway.  &quot;Driver training for heavy goods vehicle (HGV) and public service vehicles (PSV) is starting to include cyclist awareness modules, but it&apos;s not compulsory. Our view is that a balanced mix of capital expenditure in infrastructure improvements and appropriate training for all road users will both increase the number of cyclists on the roads and ensure their continued safety.&quot;  Rowsell and King, who won Olympic gold in the team pursuit, did a lot of their training in Belgium and Holland. Rowsell told the Times: &quot;They have wide cycle lanes and the cyclist doesn&apos;t have to give way  they are treated as another member of road traffic.&quot; And King added: &quot;You don&apos;t get beeped as much and you feel really safe.&quot; Kenny, who won double gold in the velodrome, said: &quot;Bike lanes are nice to get you away from the traffic. I prefer ones that don&apos;t make you get off and on again. I think the more people that ride, the better.&quot; Peck from the CTC said this was a crucial point:  &quot;If more of us got on our bikes, there would be safety in numbers, drivers would be forced to become more aware of us. It&apos;s a fact that in countries with lots of regular cyclists, such as Holland and northern Belgium, the risks are far less.  &quot;It&apos;s hugely helpful to have the Olympians&apos; support at this time, as it&apos;s a key moment for cyclists. The government will soon be announcing a national transport policy, and we are working with British Cycling, Sustrans and other partners to influence MPs to make sure cyclists get their fair share of attention.&quot; ", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/sep/20/road-safety-campaigners-olympic-cyclists", 
    "wordcount": "803"
}