{
    "headline": "Can I make space on my computer by moving files from drive C: to D?", 
    "text": "As a computer dummy, I cannot follow the directions to move My Documents from disk C: to D: on Windows XP. How do I find D?Ron MartinA lot of laptops ship with the hard drive divided into two or probably three partitions, including a hidden &quot;recovery&quot; partition. Windows uses the C: drive for all programs and data, unless you tell it something different. As a result, C: fills up while the D: drive remains empty. Moving the special My Documents folder  along with its special subdirectories  is one way to do this. It&apos;s not the approach I prefer, but I&apos;ll talk you through the process for Windows XP.     Ask Jack    1. Run Windows Explorer, go to the left-hand pane, and select My Computer. You should now be able to see all your hard disk drives and any optical drives (Blu-ray, DVD or CD-Rom) in the right-hand pane. 2. Double-click the D: drive icon to open that drive, and create a folder called &apos;documents&apos; (or &apos;my documents&apos;, or whatever). You can either do this via the File menu, or by right-clicking in the right-hand pane and selecting New then Folder from the drop-down menu. Type in the folder name you have chosen (eg Documents) and press Return/Enter.  3. Click in the left-hand pane, and select Desktop, the top entry in the list. Now, the top entry in the right-hand pane is My Documents, the folder you want to move. Right-click on My Documents to get a drop-down menu and select the bottom item, Properties. This opens a properties sheet called My Documents Properties.  4. Click the button marked Move. This will bring up a dialogue box headed &quot;Select a destination&quot;. Click the plus sign (+) next to My Computer to show all your drives, then click the + for the D: drive, select your new folder (such as D:\\Documents) and click OK. This should move your files. It may take a while. Windows 7 works in a similar way except that Documents Properties has half a dozen tabs. You have to click the Location tab to find the Move button.  Create a file structure The problem with My Documents is that it starts with a number of subfolders (My Pictures, My Stationery, My Videos) and you will probably add many more. If you happen to save complete web pages, each one will create its own subfolder, so the system can soon become unwieldy. The idea behind having all your personal files in one folder is that it&apos;s easier to back up. However, if you take a lot of photos and use My Documents to store music and music, it can become very large. Separate folders may become too large to back up to CD or even DVD. I prefer to use My Documents as a receiving and holding area, and move data from My Documents to a more structured set of folders on the D: drive. For example, you can set up a series of folders on D: called audio files, documents, downloads, graphics, music, my photos, my videos, photos, spreadsheets, videos, web pages, work and so on, depending on the kinds of files you create or save. Each folder can all have several subdirectories. For example, the music folder might have subdirectories for classical, jazz, pop, and so on, and each directory can have its own subdirectories. Finally, each album is stored in its own folder at the bottom of the tree. Note that if you right-click on any folder, select Properties and click the Customize tab, you can customise a folder to hold a particular type of file. The options include pictures, photo album and music artist  see the screen grab below.     Ask Jack    In general, a folder should hold between a dozen and about 250 files. If a folder has more than 500 files, I usually look for a way to subdivide it. Windows Explorer lets you order things in different ways, which makes this easier than it sounds. For example, if you go to the My Documents folder and click on the Type heading, it will sort the files by type. This will probably include bitmap, jpeg and other images, HTML documents (web pages), Microsoft Office files, PDF files, text documents, zip archives and so on. This allows you to select all the HTML and MHTML files and move them to their own directory. (Their subdirectories will move along with them.) Clicking on the Date Modified heading will sort files by age, so you could select all the Word documents created in 2009, 2010 and so on and put those in separate directories. Right-clicking on the title bar will also allow you to add other fields to sort, including author (for documents), album title (for music) and camera model (for photos). Of course, you can also select groups of files by using the search function. Press F3 and you can select files with certain words in the file name or contents. This is very handy if you have previously made good use of long file names. No doubt there will be a few subdirectories that you use a lot. If so, add them to the favorites list in Windows Explorer. In XP, I moved the My Computer entry to the top of the list of favourites for quick access, with an Ask Jack folder at the top of the list. That could link directly to something like D:\\My Work\\Guardian\\AskJack\\2013 (it doesn&apos;t quite). The trick is to create files in situ (eg File New, name it, double-click it to run Word) so you don&apos;t have to file them later. Programs and libraries Note that some Windows files are not so easy to move. When you install a program, for example, it registers the location of some files in the Windows registry, so if you move the program, you&apos;ll break the links and it will stop working. You should also be wary of moving photos and music files if you use album software to organise and possibly annotate them. This includes Apple&apos;s iTunes. You can always recreate a library, but you may well lose metadata such as ratings and access records (how often you played a song). Apple has a support document: iTunes for Windows: moving your iTunes media folder. I know this is old-fashioned: well, I&apos;ve been doing it for decades. The modern idea is that users shouldn&apos;t even know they have any files, let alone know what kind of files they have, or where they are stored. Your stuff gets tipped into a giant slopbucket, with a few folders/tags if you&apos;re lucky, and you use search to find things. However, this works badly when you have hundreds or even thousands of very similar files, which I do, and when you want to process them in batches, which I also do. In the long run, it&apos;s better to start with a structured approach than to try to sort out the slopbucket when it becomes unmanageable.", 
    "section": "technology", 
    "gid": "technology/askjack/2013/jan/17/moving-files-from-drive-c-ask-jack", 
    "wordcount": "1163"
}