{
    "headline": "Will the failure of the Mars lander scupper ESA's plans to launch a rover?", 
    "text": "For mission scientists, at least, the question is simple. What mishap befell the European Schiaparelli lander in its six minute descent to Mars? From the moment the probe lost radio contact on its way down, the search for an explanation - and the spacecraft itself - began. Had the lander touched down as intended on Wednesday, Schiaparelli would have been the first European Space Agency (ESA) probe to operate on Mars. Now, having pored over data beamed back from the craft, engineers have an idea of what happened. Thinking it was near to the Martian surface, the lander switched off its braking thrusters. The premature command, in the final minute of descent, apparently proved fatal: the probe was still more than two kilometres above the ground. But the picture is still murky and will change. To sort out precisely what scuppered Schiaparelli, the space agency has convened a board of inquiry. The panel must now analyse all the data it can to work out not only what failed and why, but how to prevent it from happening again. There is far more at stake than the landers fate. In December, ministers from ESA member states, including Jo Johnson from Britain, will gather for their annual meeting. There, the space agencys Director General, Jan Woerner, will ask for about 300m (270m) to follow Schiaparelli with the ExoMars rover. Having demonstrated that they cannot land safely on Mars, the agency must convince ministers that they can.   Related: ESA's Schiaparelli Mars lander exploded on impact, Nasa images suggest    The ExoMars mission has never been straightforward. It began life as a European project, became a joint US mission and then, when Nasa pulled out, transformed into a collaboration with the Russian space agency. The mission has three components: the Trace Gas Orbiter, which swung into orbit around Mars on Wednesday, the Schiaparelli lander, and the ExoMars rover. On paper, the flagship mission is the best chance yet to find life on Mars should it exist. Earlier this year, the launch of the ExoMars rover was pushed back from 2018 to 2020. The two-year delay accounts for much of the 270m the space agency needs to fund the rover mission. Every time a Mars mission is delayed by 26 months - the time between launch opportunities - hundreds of engineers must be employed for another two years or so. Even though we tend to think were building technologically complicated hardware and doing complex tests, in essence most of the money goes into salaries, said ExoMars project scientist Jorge Vago. The funding shortfall meant that the ExoMars rover was already up for discussion at the December ministerial meeting. Now, with the loss of Schiaparelli, those discussions will be harder going. The lander was a trial run for the technology Europe had developed to place a rover on Mars. But in space exploration, a successful test is a test with results. On that basis alone, the future of ExoMars is not so bleak. The ESA scientists have mountains of useful data from the Schiaparelli lander. Before the landing bid, mission staff were most concerned about the hypersonic entry into the Martian atmosphere and the inflation of Schiaparellis parachute. If those had gone wrong, it would have been hard to work out why they failed. In the event, they performed flawlessly. The problem happened when the computer in the lander thought it had reached the surface and commanded the engines to shut off, when it was still a couple of thousand metres up in the air, said Vago. The silver lining is that we got extremely good data back for entry and descent. We know where the problem is. The ExoMars rover will use the same computer as Schiaparelli, the same radar altimeter to measure its height above the ground, and the same inertial measurement unit, which monitors acceleration and tracks the landers position on its planned trajectory. Hunting down which of these failed and working out a convincing fix well before the December meeting is crucial. We need to find out if it was the computer that made a wrong decision with the right inputs, or if one of the sensors gave the wrong input and confused the computer, or if the computer tried to do the best it could, but was outside normal parameters, Vago said. Part of the troubleshooting will take place on what ESA calls its avionics test bench: a computer with sensors and other hardware that can essentially recreate the landers actions as it descended. Engineers and scientists will run data beamed back from Schiaparelli through the test bench, potentially hundreds of times, until they can match what actions would produce the same flight characteristics. In one sense, the failure of Schiaparelli will put the landing system under closer scrutiny than success would have done. The ExoMars rover will be assembled in Britain, and the UK stands to lose the most if the mission is scrapped. But while some member states may refuse to fund the rover at ESAs December meeting, many more countries have an incentive for the mission to go ahead. More than 40 companies across Europe will help to build the rover. Whole instruments, or parts of them, motors, wheels, sensors and other hardware come from Italy, Germany, France, Switzerland, Sweden, Canada and the US. In the end, it will come down to the appetite ESA member states have for space exploration and for the ExoMars mission itself. The rover will carry a unique suite of instruments and a two-metre-long drill with which to look for life on Mars. A lot will depend on attitudes, said Vago. I believe we have the information that will allow us to do this better next time. I hope the European taxpayers and ministers will also see it that way. It didnt go the way we expected, but Europe should and can do great things on the surface of Mars. If they decide not to support ExoMars, for me that is admitting defeat.", 
    "section": "science", 
    "gid": "science/2016/oct/21/will-the-failure-of-the-mars-lander-scupper-esas-plans-to-launch-a-rover", 
    "wordcount": "998"
}