{
    "headline": "The 'age of the machine' is drowning out natural sound, Bernie Krause warns", 
    "text": "We may not have heard live lions, elephants or wolves in the wild but thanks to audio recordings we recognise their calls. But how many of us have heard a pristine coral reef? Or know the difference between the sound of the waves on a beach in Norfolk UK and Norfolk, Virginia? Or can identify the different sounds in a central African forest, or indeed have really listened to the whisper of the leaves in a British garden before a storm? The sound of natural as opposed to man-made habitats, says musician and naturalist Bernie Krause, mostly escapes us. That&apos;s partly because until about 40 years ago, academics and broadcasters wanted acoustic snapshots of single species of birds and mammals - what he calls &quot;narrow, decontextualised models&quot; that give an incomplete perspective of living landscapes. Krause, who with his colleague and musical partner Paul Beaver produced five albums in the mid-1970s, studied with German composer Karlheinz Stockhausen, and played with the Doors, the Monkees and nearly everyone else from Tamla to Hollywood. He turned to recording nature in the mid 1970s, and has since recorded 4,500 pristine habitats, as well as around 15,000 species. Now he records mainly &quot;soundscapes&quot;, like the vibrations of twigs as snowflakes fall, the ground moving in an earthquake, storms on land and at sea, or the sound of a forest waking up. No terrestrial habitats are more diverse, or make more sound, than equatorial areas, he says. The soundscapes of central African forests are some of the most exhilarating, he says. &quot;They are dazzling and blissful. Lowland gorillas strike rhythms on their chests that are surprising and intricate. Forest elephants forage in marshy open meadows, bellowing low raspy growls that reverberate over great distances. Black and white hornbills sail over the canopy, goliath beetles hum and buzz, a wide variety of insects and frogs add a constant counterpoint to the acoustic fabric&quot;. Krause traces the origins of human folk music back to the sounds of a place. The Baka in Cameroon, the Sami in northern Finland, some Inuit groups in Canada, and many others simulate the sound of the forest, the wind, the sea or whatever natural surroundings are dominant to their own habitat. &quot;For the Yanomami (in Brazil) the rhythms and melodies of rain striking vegetation and the surface of puddles are strong features of their traditional music, as they are for the Jivaro. The Yanomami use rainsticks, their soundscapes include the sound that the thickest leaves in the forest canopy make as they strike one another  oscillating in breezes that precede afternoon thunderstorms.&quot; Soundscapes, he says, are the most accurate way to understand the health of a whole habitat. He says he can tell how healthy a place is from a 10-second recording. Conservationists, he says, could learn how to assess ecological health from sound recordings. &quot;It&apos;s easy to do. It&apos;s cheap. I don&apos;t know why they don&apos;t,&quot; he says. The evolution of natural sound, he says, seems to follow Darwinian evolution. Like an orchestra tuning up, a forest may wake up with the insects at around 2am, after which come the reptiles, the amphibians, the birds and lastly the mammals. Every animal has its niche, or its place in the animal orchestra, he says. &quot;Animal voices in many habitats have evolved so that they can stay off the acoustic turf of others. When that partitioning occurs, individual voices can be clearly differentiated from one another. Non-human voices have evolved so that each can be heard  without interference.&quot; Mechanical, or industrial sound, he says, disrupts natural sound profoundly. Of the 4,500 soundscapes he has recorded, nearly half have been lost because of habitat destruction or because they have been contaminated by human noise. It is now next to impossible in most western countries to record uninterrupted natural sound. Instead, planes, snowmobiles, traffic, chainsaws, mowers and human &quot;music&quot; pervade all habitats. The damage this is having on animals is immense, he says. Some animals may adapt successfully to humanity, but the vast majority cannot, and run away. Noise may weaken immune systems in mammal and fish and compromise resistance to disease, he says, just as elks and wolves suffer from exposure to snowmobile noise. Increasing evidence finds that whales and cetaceans are profoundly affected by the sound of boats and underwater mechanical noise. &quot;When the noise signal is loud enough, it may cause physical damage or death,&quot; he says. The noise of humans is not just affecting animals, he says. Humans, too, are increasingly affected. A US noise survey estimates that the level of urban noise increased 12% from 1996 to 2005. More than one-third of all Americans complain of noise, and, according to some surveys, more than 40% say it is so bad they would like to change where they live. &quot;Hearing has become a blur. We are on our way to a global age of the machine and all the noise it generates.&quot;  Bernie Krause&apos;s book, Great Animal Orchestra is out now, published by Profile", 
    "section": "environment", 
    "gid": "environment/2012/sep/24/machine-natural-sound-bernie-krause", 
    "wordcount": "854"
}