{
    "headline": "Vintage ketch sets sail to launch slow cargo movement", 
    "text": "It spent years ferrying superstars and millionaires around the West Indies, but on Tuesday the sailing ship Irene will set off from Plymouth on what may turn out to be a more historic, and worthwhile, journey. Over the next five months, Irene and its crew will carry organic beer from Devon to France, olive oil from Spain to Brazil and then  all being well  bring cocoa, coffee, Amazonian &quot;superfoods&quot; and rum from South America and the Caribbean back to the UK. Admittedly, the ship&apos;s diesel engine will be fired up to allow it to chug in and out of harbours but, apart from that, it will use just the power of the trade winds to cross the Atlantic. The hope is that, with this symbolic journey, Irene  a lovely wooden ketch built in Somerset in 1907 to transport bricks and tiles  will blaze a trail for wind-powered cargo ships. The project, New Dawn Traders, was hatched by Jamie Pike, a Bristol environmentalist and champion of the slow food movement. He wanted to find a way of bringing goods back from South America under sail and approached Irene&apos;s owner, Leslie Morrish, a retired psychiatrist who spent years restoring the vessel and keeping it at sea. The finances did not add up: it would have cost Pike 100,000 to charter the boat, a sum he simply did not have, but then Irene&apos;s captain, Laurance Ottley, met someone in the olive oil business and came up with the idea of sailing a consignment out to Brazil (which has a growing appetite for luxury goods thanks to a booming economy) and letting Pike fill the boat up with goods for the return trip. Dropping off 2,500 bottles of organic ale from Devon for beer-loving Bretons was another wheeze designed to add profit to the enterprise. A 10-strong international crew has been recruited, including a French paramedic and a Finnish shipwright. Morrish, now in his 70s, will be on board, as will Pike. Ottley, more used to dealing with the likes of Mick Jagger and Pierce Brosnan than a load of olive oil, will skipper the vessel. For Pike, this trip, which begins on Valentine&apos;s Day, is about romance but also about getting an important environmental message out. &quot;It&apos;s great to be doing this romantic trip on a lovely old ship,&quot; he said. &quot;But there&apos;s a bigger debate to be had about shipping in general. Is there an alternative to huge polluting cargo ships? We want to help launch that debate.&quot; Pike hopes, on the back of Irene&apos;s voyage, to set up a For Sail mark that can be used by traders to show goods were moved by wind. There are some interesting schemes in the offing aimed at creating wind-powered cargo vessels. A British company called B9 Shipping, for example, is aiming to produce a fleet of Flagships of the Future  cargo ships using wind and renewable energy. Sailors in France and the Netherlands are hatching schemes similar to the New Dawn Traders. On a local level, there are examples in south-west England of goods being moved up river and along the coast by sail. Another member of Irene&apos;s crew, Lucy Gilliam, a former government environmental scientist, said she hoped the voyage could help provide a &quot;narrative&quot; for the story of trade by wind power. &quot;People aren&apos;t really aware of the damage these huge cargo ships are doing to the planet,&quot; she said. &quot;There needs to be a great story to get a popular movement going. People are inspired by tall ships. There&apos;s something magical in seeing a tall ship in a harbour or at sea.&quot; Ottley pondered whether this particular voyage really can make money. &quot;The bottom line is you are never in profit with this sort of vessel,&quot; he said. &quot;It&apos;s an exercise in mitigating the cost. If we can make the same amount of money moving these specialist cargoes around as we could taking rich people out sailing, it will have been a success.&quot; The journey is bound to have its discomforts. The beer and then the olive oil will be jammed into the spacious saloon and two of the cabins, meaning less room for the crew. Food will have to be rationed carefully, and there has already been talk of the problems of cockroaches and weevils. But, unabashed, the crew cannot wait to get underway  and some are already imagining a glorious return to the harbourside in Bristol on a June weekend with a cargo that has been brought to the UK under sail across the Atlantic. And according to Ottley, Irene, at least, is ready for the challenge. He spent seven years on board the boat, pottering around the Caribbean with a cargo of the super-rich on board, and said: &quot;Occasionally I sensed Irene was thinking: &apos;What is all this rubbish?&apos; &quot;I believe it&apos;ll be happier doing what it&apos;s designed to do rather than pampering to the desires of billionaires. It will be doing proper work again.&quot; The history of Irene Built by FJ Carver and Son in Bridgwater, Somerset, Irene is believed to be the last West Country trading ketch still under sail. For years she belonged to the Bridgwater Brick and Tile Company, carrying cargoes between Somerset and Ireland. In 1965 she was found derelict by her current owner, Leslie Morrish. He took Irene to Brentford in Middlesex (colliding with Hammersmith Bridge en route and shutting the bridge in the rush hour), where she was restored and used as a houseboat. She was a charter vessel in the Caribbean until she sank after a fire in 2003.re-floated, Restored again, she will carry goods, not pleasure-seekers.", 
    "section": "environment", 
    "gid": "environment/2012/feb/13/new-dawn-traders-slow-cargo-sail", 
    "wordcount": "962"
}