{
    "headline": "White working-class males need our attention, but so do wider issues", 
    "text": "Statistics, as we know, can be misleading. Often, politicians and the media latch on to a figure because it makes for a good story or even a potential campaign to lead the charge on. Recently, David Willetts, drew our attention to a provocative piece of data from the recent UCAS release: the number of women who enter higher education is greater than the number of men who apply. His comments on admission rates for &apos;white working class boys&apos; have been covered widely  the Guardian report alone attracted nearly 500 respsonses. A fellow vice-chancellor, Patrick McGhee, followed up David Willetts&apos; comments with a compelling article advising government, the sector and individual institutions to combine forces to provide practical help which will ensure a difference is made for this particular group of students. What no one involved in the higher education sector would deny is that this headline conceals a wealth of complexity and contradiction  not least that the proportion of male applicants to higher education, in the six years to 2011, increased and that, this year, entry rates for students from disadvantaged areas and receiving free school meals grew as well. It may be the case that in isolating one issue we are in danger of doing two things which may not aid us in addressing the problems that undoubtedly exist. First both the sector and government lay themselves open to accusations of pitting one identified minority against another. And, second, reacting to a single concern may distract attention from, or even diminish, the importance of paying attention to the complex questions of equality that are looming in higher education. We should build on the spirit of openness already evident in this debate and discuss the practical actions Patrick McGhee calls for. However, the discussion must address a wider range of concerns. Alongside the particular talking point of the participation of white working class males there are many others that can very quickly be identified. I do not expect to simplify the picture nor deny there are agencies within and outside the sector working to address these important matters. But, I believe, given the pace of change in higher education, they now deserve far greater scrutiny and debate. The time has come for coordinated, not isolated, action. A major concern for us all lies beyond application data in admission and levels of attainment once students are in higher education. For instance, why is it that attainment rates for black and minority ethnic students are consistently below those for white students? Why is it that a black student, once she or he joins an institution, is around 30% less likely to get a good degree than someone who is white with comparable entry qualifications? Is it right and good for society that choice of degree subject is highly gendered? For instance, are we satisfied that when it comes to the science engineering and technology disciplines (SET) women are in the majority in medicine and veterinary science, but the situation is reversed when it comes to computer science and engineering and technology? That in 2011, 80% of students studying subjects allied to medicine and 75% of those in education studies were women? What are the repercussions for our professions if these imbalances are not addressed? Are we comfortable with the fact that the number of women continuing on to further study at postgraduate level is proportionately lower than men, and that, if you only consider full time postgraduate research students, men outnumber women? Should we be doing more to encourage women to continue beyond a first degree? And what is the relationship between the admission and attainment of our students and the make up of our institutional staff teams  especially when you consider that the professorial and managerial grades are dominated by white men? Women vice chancellors, for instance, make up 14% of institutional leaders. This list of concerns is designed to reshape and invigorate the already positive efforts being made to ensure that, as higher education institutions, we have the capacity to address questions of equality and social mobility. But we also need to understand that there are many groups in society that variously do not get access to or benefit fully from the life changing potential that higher education offers. I am grateful to David Willetts for starting this debate but we need to broaden its terms of reference and take the opportunity to consider a range of issues using the very good evidence we have so far. There is much in what we do to be proud of, but that doesn&apos;t mean that there is no room for improvement, particularly if we want to ensure there are no discrepancies between the entry and success rates of all those who have the capacity to benefit from higher education. Professor Janet Beer, is vice-chancellor of Oxford Brookes University and co-chair of the Equality Challenge Unit follow them on Twitter @oxford_brookes @EqualityinHE This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jan/11/universities-equality-white-working-class-males", 
    "wordcount": "846"
}