{
    "headline": "EU is investing in toxic waste projects in developing world, GAIA claims", 
    "text": "The EU&apos;s clean development mechanism (CDM) is supporting waste projects in developing countries that threaten livelihoods and cause toxic emissions, according to a report by the Global Alliance for Incinerator Alternatives (GAIA). The study, published on Tuesday in Brussels and entitled The European Union&apos;s double standards on waste management and climate policy (pdf), claims the EU is funding waste-to-energy methods that violate its own guidelines and would be illegal in its member states. The report&apos;s authors argue that projects funded by EU states under the CDM, a climate finance scheme, include incinerator plants that burn reusable materials without consideration for waste prevention or recycling, such as the Changsu facility in eastern China. &quot;In developing countries, the great majority of the municipal solid waste consists of food waste, garden waste, paper and cardboard  materials which provide methane in landfills but which could easily be composted, recycled or fed to animals,&quot; says the report. It also notes that fossil fuels are frequently burned during waste incineration in developing countries owing to high moisture levels that require the addition of extra fuel. Likewise censured are landfill gas schemes such as the Doa Juana project in the Colombian capital Bogot, which was designed to collect methane gas but, according to the study&apos;s authors, has resulted in increased emissions. Many landfill gas projects backed by the CDM  which aims to promote investment in low-carbon technology in poorer countries by awarding carbon credits that can be bought by rich countries to offset their own emissions  deliberately increase emissions to generate more credits, claims the report. &quot;This study shows double standards are being maintained by European countries,&quot; says GAIA&apos;s climate policy campaigner Mariel Vilella, who co-authored the paper. &quot;On the one hand, European countries have committed to reducing the amount of waste going to landfills, and they have committed to recycling, pollution controls and emissions reductions. On the other hand, they are buying carbon credits from projects in the developing world that are effectively increasing emissions and undermining local communities.&quot; Hardest hit are the waste-pickers who earn a living by scouring the world&apos;s rubbish dumps to recover metal, paper and plastics for recycling. These grassroots recyclers, who number approximately 15 million worldwide and &quot;face challenges of poverty, exploitation by those to whom they sell recyclables, lack of recognition for their work, and lack of access to public benefits&quot;, increasingly face displacement and loss of livelihood as a result of CDM-backed incinerator and landfill gas system projects, argue the report&apos;s authors. &quot;Some waste-pickers are working in landfills,&quot; says Vilella. &quot;The conditions are really bad, but they&apos;re still making a livelihood. When the landfills are closed  or if a community of waste-pickers have been taking care of the recyclables and the organics, and then the access to waste is privatised and all the materials are taken  they are just cut off. &quot;The CDM is financing projects that are preventing community-based solutions that could be far more successful. One example shows that, in Delhi, community waste-pickers are saving so much more in emissions than the CDM project in Delhi was doing. So while the first impact is on communities, the CDM is also effectively preventing other municipal solid waste management solutions that would be more cost-effective.&quot; The report concludes it is essential to integrate grassroots recyclers in poor countries into the planning, development and implementation of municipal solid waste programmes. &quot;There are examples of integration of the informal sector into municipal solid waste management,&quot; says Vilella. &quot;It doesn&apos;t work the same way everywhere, obviously, because it depends on local circumstances. But waste-pickers are increasingly forming networks and regional alliances. There is the Latin American Network of Waste-pickers, the Alliance of Indian Waste-pickers, the South African Waste-Pickers&apos; Association; [in each case], they are working together with municipalities to provide services to cities to recycle effectively. &quot;In Pune, there is a co-operative called Swach, and they have made an agreement with the municipality to collect organic waste from a large number of households and separate the recyclables. They are backed by a trade union of waste-pickers, so it&apos;s a highly organised network of people who are creating a livelihood for themselves and engaging with the municipality to provide services to the city.&quot; The study identifies the UK, France, Spain and the Netherlands as having the worst record on supporting waste incineration and landfill projects in developing countries that would be illegal in the EU. Through the carbon market, UK companies have backed 71 landfill and incinerator projects in 21 countries; not one conforms with EU strictures, claim the authors.", 
    "section": "global-development", 
    "gid": "global-development/2012/may/16/eu-toxic-waste-developing-world-gaia", 
    "wordcount": "778"
}