{
    "headline": "WhatsApp said to have rebuffed $1bn bid from Google for messaging app", 
    "text": "Google has reportedly had a $1bn bid to buy the smartphone messaging system WhatsApp rebuffed as it tries to expand its grasp of the chat market. The search giant said it would not comment on speculation, but Digital Trends reported sources saying both parties have been in discussions for weeks and the current offer is &quot;close to $1bn&quot;. WhatsApp did not respond to requests for comment from the Guardian, though its business development chief Neeraj Arora told All Things Digital that the company is not holding sales talks with Google. But the denial will not quash the rumours. Arora was the former mergers and acquisitions chief at Google in 2010 when it made an unsuccessful $6bn bid for the then red-hot coupon company Groupon  only to be rebuffed. Groupon later went public. Arora&apos;s denial to All Things Digital did not say that sales talks between WhatsApp and Google had never taken place. The messaging service is reckoned to have more than 250m users worldwide, and sends more than 10bn messages daily. It works on all the smartphone platforms, where it provides a cross-platform messaging service that has proved hugely popular with teenagers. Its annual revenues from app sales and subscriptions are estimated at around $100m annually, and the pace of its growth would make a $1bn price tag comparatively cheap. Like Skype, which broke the mould by offering desktop-based internet telephony for free, Whatsapp lets smartphone users send messages, photos and videos over data connections rather than as paid-for texts. That &quot;OTT&quot; (&quot;over the top&quot; of the price barrier) nature has made it hugely popular with people on pay-as-you-go (&quot;prepay&quot;) phones where text messages may be comparatively expensive but data allowances are relatively cheap. For Google, buying WhatsApp would give it access to huge amounts of data about who was talking to who  and could accelerate its Facebook-like Google+ service by adding a message-like element that was already extremely popular. The app costs 0.69p ($0.99) on the iPhone and is the most downloaded app in dozens of countries, threatening to undermine not just the telecoms companies which charge for texts, but also Facebook, which is currently testing a new charging system for messaging people outside a user&apos;s circle of friends. The rise of smartphone ownership globally is already making texting obsolete with users opting for free email or social media apps to communicate with friends and business colleagues. Whatsapp has been downloaded more than 100m times on Google Play and is one of the top apps on Apple&apos;s app store in several countries. It is one of a growing breed of apps offering instant messaging, including Snapchat, another popular service which allows users to send photos, which disappear once they are opened, for free. Founded in Silicon Valley by Jan Kuom and Brian Acton in 2009, Whatsapp has largely stayed out of the limelight with the word spreading virally about its merits. In 2011, the duo who met at Yahoo, reportedly secured $8m funding from Sequoia Capital, one of the Valley&apos;s top tech investors and backers of Dropbox and YouTube. Shortly after the company announced that it had hit the one billion messages a day barrier. Unlike Blackberry, which proved a hit with parents of teenagers because of its free BlackBerry Messenger instant messaging, Whatsapp is not preloaded onto phones. But its cross-platform nature makes it hugely useful for people using otherwise incompatible mobile operating systems.", 
    "section": "technology", 
    "gid": "technology/2013/apr/09/whatsapp-rebuff-google-bid-messaging", 
    "wordcount": "577"
}