{
    "headline": "Uneven road to doing business in Burma", 
    "text": "Businesses are interested in Burma because the country is rich in natural resources and has a vast pool of young people eager to work and to consume. They have been restrained because Europe and the US have imposed sanctions on the country ever since the military regime refused to recognise the opposition&apos;s victory in the 1990 elections. But times have changed. The president, Thein Sein, has introduced political and economic reforms, the Nobel laureate Aung San Suu Kyi led the National League for Democracy (NLD) to victory in parliamentary elections on 1 April, and last week David Cameron called for a suspension of sanctions. Given the current mood, the question is no longer whether business should invest in Burma  sanctions will eventually get lifted  but how? With my colleagues, I spent a week recently in Rangoon to understand and explore how new investment in Burma can be consistent with international human rights standards. Reflecting on conversations with business leaders, diplomats, academics, human rights activists, journalists and development workers, it is clear the road ahead will be uneven. The challenges investors face in making sure their investments are not only profitable but also based on internationally accepted principles are going to be formidable. The NLD&apos;s response to future investment plans will be crucial. Many potential investors say they have stayed away from investing because the NLD backed sanctions. The party says it welcomes &quot;responsible investment&quot;. In her book Letters from Burma, Aung San Suu Kyi  who is due to visit Britain and Norway in June  wrote that the best investment is one in the future of democracy. Stressing how human rights issues are intertwined with business decisions, she wrote: &quot;If businessmen do not care about the number of political prisoners in our country, they should at least be concerned that the lack of an effective legal framework means there is no guarantee of fair business practice, or in cases of injustice, reparation.&quot; Burma has a staggering array of problems. Human rights activists mention fertile land being grabbed from farmers for commercial purposes. Workers have challenged management at a few plants, but their rights remain under threat. Major concerns remain over the use of forced labour in some parts of the country. Investors know too little about their likely local business partners or their antecedents. Besides, there is competition. Think of Burma as a crowded cafeteria with eager waiters and chefs busy cooking. The restaurant is loud and messy, with some patrons eating with chopsticks, some with their fingers. The waiters don&apos;t wear the same uniform, they aren&apos;t unionised, and nobody knows the hours they or the chefs are expected to keep. It isn&apos;t known if the women get the same wages as men. The food is not organically grown, and much of it is imported and expensive. There are inexplicable surcharges. In this metaphorical restaurant, there are a few seats at the back, where tables with white tablecloths are laid out with knives, forks and napkins, with overpriced wine on the menu. There are no patrons there yet, but it doesn&apos;t matter to the owners, because other patrons have kept the kitchen busy. Those patrons are companies from China, South Korea, Singapore, Thailand and Malaysia, with interests in oil, gas, shipping, light manufacturing and other resource-based industries. Burma is reminiscent of India and China in the 1970s: its bureaucrats regulate and control the economy as in India, just as they control China&apos;s politics, then as now. The starting point for investors should be the UN Guiding Principles on Business and Human Rights, adopted unanimously in 2011 by the UN Human Rights Council. The principles stress states&apos; obligation to protect human rights as well as the corporate responsibility to respect rights, and the need for remedies where governance gaps exist. Some key issues in Burma include access to land, workers&apos; rights, the role of security forces, the quality of partners, the business environment, and the impact on communities. In practical terms, it means that when companies want to access land  as owners, leaseholders, or tenants  their human rights due diligence should include securing the free, prior informed consent of the affected people. This isn&apos;t easy in a country where arbitrariness is the norm and where marginalised communities have been voiceless. Similarly, it means that in making hiring decisions, companies should recruit workers without discrimination and recognise their right to associate freely and bargain collectively. It means ensuring that investors do not partner business groups with an unsavoury record. Much will depend on how Burma&apos;s government acts to avoid the resource curse that many countries with abundant natural resources have faced in the past. But foreign investors  potential and existing  will have to act in an accountable and transparent manner. Burma offers the opportunity to put human rights at the heart of investment and development decisions. The country&apos;s long-suffering people deserve no less.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/19/uneven-road-to-doing-business-burma", 
    "wordcount": "814"
}