{
    "headline": "Us and the Game Industry  how indie games are the new counter-culture", 
    "text": "Something important is happening with games at the moment. It has nothing to do with the blockbusting mainstream success of Modern Warfare 3. It isn&apos;t about the increasing convergence of Hollywood movies and Triple AAA interactive entertainment. It is about a quiet revolution in the indie sector, where small studios and even lone developers create offbeat subjective titles rather than noisy mega-bucks shoot-&apos;em-ups. Because, just as in movies, it is the game design outliers who are producing the most interesting work, and who speak about the future of the medium. Last week saw the release of Journey, a beautiful, elusive adventure game by the small LA studio thatgamecompany. Set on a dying desert world, it encourages players to co-operate anonymously over the internet to solve puzzles and reach a looming mountain peak. There is no text, there are no missions, the structure is poetic and abstract. It is like nothing else out there. The game tells us little about itself, but we may soon find out much more about how it was conceived and why. Three years ago, veteran New Zealand filmmaker Stephanie Beth was introduced to indie games by a young researcher at her documentary production company. She discovered designers like Jenova Chen, the Shanghai-born creator of Journey, as well as Jason Rohrer, who makes thoughtful, philosophical adventure games like Sleep is Death, and Petri Purho who crafted the &apos;sand box&apos; puzzler, Crayon Physics. She saw in the indie sector something comparable to the counter-culture scene of the sixties, and it fascinated her.     Jenova Chen, the designer of Journey, in a still from the documentary    &quot;I wanted another big project for myself, I wanted to spend my sixties productively,&quot; she tells me via a Skype connection from her home in Christchurch, New Zealand. &quot;I wanted to make a film that touched some of the grand themes. I do think there&apos;s a wonderfully rich and soulful layer to game production. I wanted to be part of telling that story with a documentary that has a life outside of the games industry hype. I could see that indie developers were slowing down to more reflective work in the face of this huge mainstream assault. I saw that as my point of entry.&quot; The result is Us and the Game Industry, a feature-length documentary, which Beth is currently shooting and editing. It is something of a meditation on the games creation process, and on the motivations of indie developers. Through the film, Beth follows the production of Journey, but also interviews Rohrer and other indie developers like Douglas Wilson, of Copenhagen studio Die Gute Fabrik, responsible for the genre-defying physical game, Johann Sebastian Joust.  &quot;I was inspired by titles like Flow, Aether, Passage, World of Goo and Braid,&quot; she says. &quot;These small games were designed to allow players to experience curiosity without their sensibilities being barraged by all the extras accrued in commercial games. They had a quieter purpose. It was this shift to more respect for the player&apos;s mood that was deeply exciting.&quot;     Stephanie Beth with indie game designers Edmund McMillen (left) and Daniel Benmergui at the Independent Games Festival    Beth has an eclectic working background. In the seventies and early eighties she made feminist documentaries I Want to be Joan and IN JOY before travelling extensively and then moving in to teaching. &quot;My undergraduate university life was fine arts, moving image and then some anthropology and cultural studies a decade later,&quot; she explains. During the last decade she has taught Media Studies and film production at the progressive Hagley Community College in Christchurch. Here, pupils habitually use creative games like LittleBigPlanet and Minecraft as a key element in their studies.  For Beth, games are about much more than throwaway entertainment. Indie titles like the heavily spiritual Journey and Rohrer&apos;s collaborative narrative adventure Sleep is Death explore the sorts of themes tackled by the great indie filmmakers, and do so in similarly expressionistic ways. &quot;Game design is the 21st century frontier,&quot; she says. &quot;There is an opportunity to engage in a quest, whether that&apos;s intellectual, spiritual or emotional.  &quot;There&apos;s been a great convergence of the media. How wonderful that the virtual world has widened our space  and we need space to not feel crazy. These forms  these games  are now superior, in terms of speed, impact and participation, to the long forms we&apos;ve had since the nineteenth century. We don&apos;t need long narratives as much anymore  a French friend of mine keeps reminding me that the French language is just an antique luxury now!&quot; Throughout our chat, we keep returning to this notion that indie developers are the modern equivalent of the counter-culture artists and musicans of the sixties. In the US, the indie games scene is heavily centred around San Francisco, the birthplace of the hippy movement. Lots of the key developers are based here, plus major indie-friendly events like the Game Developers Conference and Independent Games Festival take place in the city. Undoubtedly, of course, many are here because of the area&apos;s role in the development of computer technology. From the forties, nearby Silicon Valley has been the beating heart of the US tech industry, while the dot com boom of the nineties saw hundreds of internet start-ups hit the city. But then, the computer industry and the rise of psychedelic culture in San Francisco share similar origins. Stanford University provided many of the brilliant graduates who would go on to populate the research centres of Silicon Valley, but it was also where Ken Kesey experimented with LCD and where many of the major Vietnam War protests began.  With indie studios like thatgamecompany, there is a similar concern with exploring the parameters of audio visual experience. Jenova Chen&apos;s first commercial PlayStation game, Flow, is essentially a psychedelic music toy, while titles like Aether and Braid are surreal meditations that carry some of the spirit of Frank Zappa and Terry Southern.  &quot;The sixties was all about this urgency to critique the fetid decline of apathetic civilisation,&quot; says Beth. &quot;It&apos;s incredibly important to support people who are forlorn with the way the world is. That&apos;s where game development has given fresh hope  it&apos;s an open space; it&apos;s a space to feel alive in. That&apos;s what excited me about these people making games - there is an emotional timbre to why they&apos;re doing it. There is a soul.&quot;     The creative puzzler, Crayon Physics Deluxe    Interestingly, Beth is looking to raise money for her film using the same crowd-sourcing techniques as the game makers themselves. She has set up a page on the funding website Kickstarter, which is mostly used by media companies and game makers who want to appeal directly to their supporters and communities rather than venture capitalists or mainstream publishers. Popular US indie developer Double Fine has just raised over $2m for its next title using the site. Beth&apos;s plan is to get the movie into festivals over the summer, and then start looking for a cinematic distributor. It will also be available via DVD and internet streaming, but she wants to get these games on the big screen in front of a more mainstream film-going audience. And this isn&apos;t the only current work exploring the indie games community. Filmmakers James Swirsky and Lisanne Pajot are currently touring the festivals with Indie Games: The Movie, another documentary interviewing and analysing the works of North American game makers, most notably, Phil Fish, the creator of the surreal and ingenious platform game, Fez, and Edmund McMillen, co-creator of the Xbox indie hit, Super Meat Boy. Theirs is perhaps a more conventional work, more knowingly structured as an &apos;outsiders-done-good&apos; tale. It got a standing ovation when shown at the Game Developers Conference in San Francisco last week and is due for a DVD and internet streaming release later this year. Did it worry Beth that another indie games movie was doing the rounds? &quot;As soon as I was aware that it was being made, I sort of switched off to it,&quot; she says. It was more about not wanting to be influenced by their approach or their subjects, though, rather than worrying about competition. &quot;I thought it was exciting because it&apos;s more media about this point in the games industry - it just shows the depth of material there is in this realm. And I knew it wouldn&apos;t be the same, structurally. I knew I&apos;d have a different pace, a different tempo and a calmer scrutiny.&quot;     The collaborative story-telling game, Sleep is Death, by Jason Rohrer    We talk a little about the way indie games are seeping in to the mainstream. While massive titles like Call of Duty and Grand Theft Auto are still making billions of dollars, many publishers are struggling to attract big audiences with their conventional Triple AAA releases  so they&apos;re looking toward the indie sector for inspiration. Sony has funded the development of Journey, as well as other smallscale projects, while mega-publishers like Electronic Arts are keenly scouring the indie scene for offbeat titles. Many games industry watchers are wondering whether we&apos;re reaching the point that the movie business got to in the late-sixties, when the major studios just lost touch with their audience and started giving creative freedom to auteurs like Francis Ford Coppola, Martin Scorsese and William Friedkin.  &quot;The interface between art and technology is becoming more sophisticated now and that means people are not as impressed with advanced technology for technology&apos;s sake,&quot; says Beth. &quot;That&apos;s a great place to be, to really look at this form. I&apos;d like to think this film will communicate the &apos;wow&apos; factor of indie games  the players and the makers both embody this excitement. Games give us the opportunity to indulge in curiosity, they provide factors that keep the brain active - and that helps human growth.&quot; What Beth also sees in indie gaming right now, which again takes us right back to the counter-culture movement, is this sense of youth and alienation, of frustration with the order. And sometimes of brilliance. &quot;You must take a stand in your twenties,&quot; she says. &quot;You have to work alone to see where you can rank yourself as a designer or programmer. You need to know that you can take the whole thing through to completion without falling apart.  &quot;Every developer makes a decision about the meaning of life. Game design is for the bright and the focused, it&apos;s not for everyone. It&apos;s an incredibly hard discipline.&quot; You can find out more about Us and the Game Industry at the film&apos;s dedicated website.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/12/us-and-the-game-industry-feature", 
    "wordcount": "1736"
}