{
    "headline": "Brave: The Video Game  review", 
    "text": "You could count the number of decent licensed video games on one hand. But a surprise inclusion might be 2010&apos;s Toy Story 3, developed by Avalanche Studios, which combined the usual kiddie-focused platformer with a smart &quot;Toybox&quot; mode where players build their own levels. Toybox seemed like a watershed for Pixar tie-ins because, rather than cramming the movie&apos;s narrative beats into a standard template, it fit the Toy Story concept to an experience the movies couldn&apos;t offer. What do kids do with toys, after all, but set them up and play? Brave: The Video Game is a return to more straightforward territory, a third-person platformer-stroke-shooter developed by Behaviour Interactive (formerly Artificial Mind and Movement). The remit is clear: expand on the film&apos;s universe, and try to recreate some of the ever-popular Lego series&apos; magic. Since 2005&apos;s Lego Star Wars, these games (developed by Traveller&apos;s Tales) have enjoyed such popular success they&apos;re seen as a template for family-friendly gaming  in other words, great for playing with the kids. Their influence on Brave is heavy, most obvious in the coins forever flowing into flame-haired protagonist Merida, whose grunts and squeals are voiced with considerable vigour by Kelly MacDonald. The game&apos;s story is a companion piece to the movie rather than following it, with the teenage Merida out to defeat a big bad bear with a little help from her family. Brave&apos;s working title was The Bear and the Bow, which fits the game perfectly because it&apos;s built around Merida&apos;s skill with the bow  which here resembles a wooden machine gun. Everything from defeating enemies to destroying background objects unleashes jingling currency, which tumbles out before homing in and hitting you with a little tinkle. This never-ending stream of tiny rewards gives any action, regardless of significance, a veneer of achievement. Other lifts are more subtle, such as the bite-sized checkpointing that ensures no restart is too far back, or the instant respawns after a failed jump  of which there will be many. Brave&apos;s platforming sections are plagued by bad camera angles that fool you into thinking a column is more to one side than it actually is. Merida tumbles into oblivion again and again and again. Thanks to those instant respawns and a generous double-jump these sections never holds things back for too long, but that hardly makes them fun. It&apos;s somewhat amusing, though cold comfort, that Lego games share exactly the same flaw. Brave&apos;s own identity is in the combat, a 3D twin-stick shooter built around Merida&apos;s combination of bow and sword. She fires bolts continuously in whichever direction you hold the right analogue stick, and four colour-coded ammunition types (unlocked over the first few levels) can be cycled through with the bumpers. These correspond to handy floating symbols above each enemy&apos;s head, and matching ammo to foe kills everything faster.     Brave video game    The ranged combat is initially quick and satisfying, with different types of enemy jumbled together to encourage regular ammo-switching and a mix of offensive styles  wolves dash in to knock Merida off her feet, while tree-like foes take potshots from a distance. When enemies get close a sword swipe usually does for them, though in practice it&apos;s rarely unsheathed. There&apos;s not really enough variety to keep things interesting after the first hour or so, though Merida&apos;s moveset can be upgraded thanks to those ever-flowing coins, with essential abilities like the dodging roll and jumping attack swiftly unlocked. All abilities are shared with player 2, who controls a Will O&apos; The Wisp, which in one of the game&apos;s biggest missteps is pretty hard to actually see. The film&apos;s Wisps have an ethereal blue colouring, which is extraordinarily difficult to keep track of in the game  nevermind the fact that the camera remains locked to Merida, frequently leaving your partner off-screen and waiting for a respawn. Most of Brave is spent controlling Merida, but there are digressions into lever-pulling puzzles and controlling a big bear. On a few occasions you&apos;re a hulking beast, capable of swinging wildly in the general direction of luckless enemies. The bear has a certain therapeutic quality, letting you forget bumper-fiddling and precision shots in favour of just whacking stuff. It could use an auto-assist, but perhaps looking for subtlety in what is basically HULK SMASH misses the point. That goes for Brave as a whole. As a straight video game it doesn&apos;t excel, yet in terms of its target audience it arguably delivers. The feel of the movie runs through its organic enemies and environments, little hints of Pixar&apos;s artistry surviving in the rocks and stones and trees of its world. Even if it can&apos;t hope to match the lushness of its source material, the video game still offers its own impressive vistas and even indulges in the occasional flourish  such as small areas blooming, Okami-style, after larger battles. Is that enough? Doubtless the charts will tell us it is. The disappointment is that following Toy Story 3&apos;s video game, which tried to fit the subject to the medium, Disney Interactive should choose to play it so safe. No movie studio in the world makes films that bridge generations quite as Pixar does, that mix of wisdom and wonder that can entrance adult and child alike. Perhaps the only interactive equivalent is something as magical as Mario. As a piece of merchandise, this does the job it needs to. As a video game, it&apos;s anything but Brave.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/23/brave-video-game-review", 
    "wordcount": "907"
}