{
    "headline": "Wales gets tough over green travel", 
    "text": "Wales is set to become the first country in the world to make it compulsory for local authorities to provide safe and integrated routes for walking and cycling as part of an ambitious plan to boost green travel and end the hegemony of the car. A white paper launched on Wednesday morning by the Labour-led government in Cardiff will oblige Welsh councils and other authorities to identify, plan and implement walking and cycling routes, and how they can be integrated. The hope is that creating a network of safe routes will tempt people out of their vehicles. Councils will be obliged to consider how to improve walking and cycling when planning any new road schemes. Such greener travel options have for some time been the official ambition of ministers in Westminster and elsewhere, but campaigners say little has been achieved, in no small part because many councils show little enthusiasm for such projects, and sometimes downright hostility. The Welsh administration hopes the active travel (Wales) bill, if passed, will sweep aside such stagnation and deliver a change to the nation&apos;s entire transport culture. The bill is &quot;aimed at tackling some of the major barriers that are preventing more people from walking and cycling&quot;, said the Welsh minister for local government, Carl Sargeant. He said the government&apos;s hoped to oversee a change in attitudes comparable to that seen with smoking over the past 40 or 50 years. &quot;This bill is not a short-term quick fix,&quot; he said. &quot;This is aiming to shift attitudes and change minds so that we all think about travel in a different way.&quot; Sustrans, the walking and cycling lobby group which has long campaigned for such a law, said the impact could be hugely significant. &quot;This is a groundbreaking move by the Welsh government that will help people get around more safely, cheaply and healthily,&quot; said Malcolm Shepherd, the Sustrans chief executive. &quot;People all over the UK want to cycle and walk more for everyday journeys but are held back by safety concerns. Walking and cycling are the answers to the UK&apos;s rocketing fuel bill and expanding waistline but getting around actively must be made safer and easier across the country.&quot; The UK government has contributed more than 500m towards cycling and walking through its Local Sustainable Transport Fund, but critics say this can be unfocused, especially since the abolition of quangos such as Cycling England. Despite such spending and a series of campaigns on the issue, travel in the UK remains dominated by the car, to the detriment of the nation&apos;s health and the environment. According to NHS figures just 40% of men and fewer than 30% of women meet the government target of being &quot;moderately active&quot; for at least 2.5 hours per week. Despite a recent increase in the popularity of cycling, only about 2% of journeys in the UK are made by bike, compared with 27% in the Netherlands. A long-term study by Lancaster University academics last year concluded that mass cycling in Britain was extremely unlikely without investment in a joined-up network of segregated bike paths, as most people see the pursuit as too dangerous. Government efforts to get people on bikes had so far had almost no impact, it found. National cycling campaign group the CTC said the idea of the Welsh bill was excellent but it did not guarantee a transport revolution. Chris Peck, the CTC&apos;s policy coordinator, said: &quot;It will be great to have this legislative duty on the statute book but we have to make that any paths that get built are of a high quality, not just window dressing. The detailed design is critical in ensuring that the route is actually helpful to cyclists  and that sort of thing can&apos;t be dictated through legislation like this. However, the principle is excellent.&quot;", 
    "section": "environment", 
    "gid": "politics/2012/may/09/wales-gets-tough-green-travel", 
    "wordcount": "649"
}