{
    "headline": "Must all postgrad research have 'impact'?", 
    "text": "By next October, every higher education institution in the UK will have to prove its &quot;impact&quot; on public life. And an awful lot of research money is at stake. For the first time, the impact of a department&apos;s research will count for a fifth of its score when universities are assessed for the Research Excellence Framework (REF). That might not seem like a lot, but it&apos;s enough, points out Prof Martin McQuillan, dean of the faculty of arts and social sciences at Kingston university, &quot;to turn it from a very good submission into a mediocre one.&quot; And how a submission is graded means how much government cash the university gets. Post-doctoral researcher into literature, philosophy and politics Dr Shahidha Bari from Queen Mary, University of London points out that &quot;the value of research is not always something you can predict from the outset  that&apos;s the point of research in a way. &quot;Impact reads like a policy designed to help universities appease governmental demands for justification of expenditure,&quot; she continues. &quot;Although that might sound sensible, if you&apos;re in the business of producing ideas and culture as you do in arts and humanities research, then you&apos;re not producing tangible, measurable effects  what we do has non-tangible effects that are no less important.&quot; Gradual shift With less money for intangible research, one argument goes, universities will be less able to fund the work of postgraduate students  or may find themselves prioritising applications from academics whose research interests are more easily understood by the public than those of another candidate competing for the same funds. This isn&apos;t necessarily a concern, says Dr Philip Roscoe, lecturer in management at the University of St Andrews and an early career academic. Only one in 10 of a department&apos;s independent researchers need to submit an impact case study to the REF, so while &quot;everybody&apos;s being measured on their research, not everybody&apos;s being measured on their impact&quot;, he points out. Dr Emma Griffin, a historian at the University of East Anglia, disagrees. &quot;It seems inevitable that there will be a gradual shift towards favouring colleagues whose work offers potential &apos;impact&apos;,&quot; she says. &quot;At the moment, we are quite well protected against hiring panels favouring impact over research. Academics can only put forward an impact-case study for the REF if their work can be traced back to good-quality, academic research ... [but] it remains to be seen how long the government will insist that impact must stem from good-quality research&quot;. Nonetheless, some academics are hopping mad at the weighting given to the impact criterion  not because they want to sit in ivory towers isolated from the world that pays for what they do, but because, says Prof Andreas Fring, assistant dean for research at City University, the government has fundamentally misunderstood the nature of how high-quality research in certain disciplines takes shape. &quot;One should reflect on how any research idea develops,&quot; he says. &quot;At the far end is mathematics. This is just [about developing] tools; there is no economic benefit at all. Then, we speculate  for instance, string theory is at a state where it is not yet confirmed. Verification might come after 50 years, but that is still not a practical application. Even an application does not necessarily make an impact.&quot; Particularly pernicious, Fring suggests, about a culture where impact is so greatly valued is the risk that young academics might end up tailoring their research interests to follow the money. &quot;It could change the nature of postgraduate study. Post-doctoral researchers are not strictly part of the REF framework, [but] what is damaging is that it changes or destroys their motivation at the start of their careers.&quot; Bari says the requirement of impact is already skewing academic enquiry. &quot;Right now, the pressure of the REF is distorting research proposals and outputs,&quot; she says. Despite guidance setting out a range of areas in which impact may be demonstrated, there is unquestionably real suspicion that economic impact will trump everything else  and might lead to an unintended consequence, argues McQuillan. &quot;In arts and humanities, the case is very hard to make for discernible economic impact  and you also have the danger of dragging down very good research departments,&quot; he says. &quot;I suspect, speaking to panel members who&apos;ll do the assessment, that there will be significant grade inflation, because I can&apos;t see [them] marking down Russell Group universities for not having economic impact. So there is likely to be another REF with all the expense that involves, and I think the impact criterion will go.&quot; It means, he says wryly, that &quot;in order to justify how the money is spent, we&apos;re now wasting lots of money&quot;. &quot;Although it&apos;s desirable to be able to communicate your research in different ways, I do think we&apos;re in terrible trouble if we believe there is any relation between the quality of our work and its media friendliness,&quot; says Bari. As one of the 10 &quot;New Generation Thinkers&quot; selected by the BBC in 2011 to be intensively trained in how to create engaging programming about their research, Bari has had plenty of opportunity to chew over what her broadcasting work means for her department&apos;s REF &quot;impact&quot; submission. Public engagement with an academic&apos;s research is one of the criteria by which impact can be assessed, so going on the telly or radio is now a valued means of advancing your department&apos;s case. Bari says that the thinking she&apos;s had to do in order to broadcast her research interests effectively has benefited her professionally, but warns that media work also puts extra demands on young academics who are already stretched. &quot;The difficulty is that media work takes time, and I am still required to teach and research&quot;  a commitment that despite being enjoyable, is hard, she explains, when academics are already feeling under pressure because of worry about the REF. Other opportunities Taking back some control over how you engage with the public might be one way of squaring this circle, suggests early career researcher Dr Alasdair Pinkerton at Royal Holloway, University of London. He is active on Twitter  it&apos;s perfectly feasible that he might tweet a research project as he works through its various stages, he grins  and is a member of a department where every academic is actively encouraged to develop their own personal media plan. &quot;We need to have a broader understanding of what is broadcasting  it&apos;s not just the major academic voices fronting big documentaries any more,&quot; he says. &quot;There are so many other opportunities because of social media, or local media, that you can start to do this stuff yourself.&quot; Academics  from humble PhD students to tweeting VCs  who are enthusiastic users of social media are certainly engaging with audiences they would never have accessed so easily before  including journalists, politicians and campaign groups. It&apos;s yet to be seen how grant-awarding bodies will measure the value of social networking, Pinkerton notes. But he also says that, &quot;in an era of decreased funding where fewer grants are available, there&apos;s something about being a bit more entrepreneurial that I&apos;m detecting in the sector, on behalf of your own academic career.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/14/postgraduates-higher-education", 
    "wordcount": "1227"
}