{
    "headline": "Fixing the economy, with Science!", 
    "text": "SpotOn London 2012 took place recently. For those unaware, it&apos;s a conference focussing on &quot;how science is carried out and communicated online&quot;. Many interesting points were brought up during it, one of which was the issue of self-promotion. The extent to which you should self-promote, and how people will react to this, resulted in a number of interesting discussions. Athene Donald, on her excellent blog, and my friend the lovely Della Thomas responded to this interesting debate in the classic scientist way by attempting to generate some data about it. However, at present, the general consensus among science communicators seems to be; we may not like it, but we&apos;ve got to do it. This is difficult for me, as self-promotion makes my skin crawl. That&apos;s one of the reasons I&apos;ve not yet mentioned on here that this blog has been shortlisted as a potential winner of the first ever Good Thinking Society UK Science Blog award.  Yes, it surprised me too. Like I said, I hate self-promotion. I only submitted the blog for entry hours before the deadline because several people shouted at me. It&apos;s a very weird sensation, seeing my name in the list with so many others respectable science bloggers who I still think of as the &quot;proper&quot; nominees. The closest comparison I can think of is when you go to vote in an election and on the ballot paper, amongst the candidates for the recognised parties, there&apos;s often one who&apos;s seemingly suffered some sort of nervous breakdown, one of the symptoms of which is political ambition. They&apos;re called something like &quot;Captain Beanbag&quot;, and their policies include equal rights for sheepdogs, and a trifle in every bathroom. My being on the short-list is a bit like that.  Usually, I can only self-promote when it&apos;s followed up by a large dose of self-deprecation, as that last paragraph should attest to. Self-deprecating is something I&apos;m very good at, which gets confusing at times. But some people excel at self-promotion, even if that&apos;s their only actual skill. This is evidenced by the rise of &quot;reality TV stars&quot;, people who have usually obtained celebrity but skipped that pesky &quot;achievement&quot; aspect that was traditionally a requirement. And as I&apos;ve noted before, the views of celebrities carry a lot of weight, regardless of whether or not the celebrity in question is in any way qualified to talk about the subject matter.  That&apos;s why we end up with things like Louie Spence critiquing political debates. And very recently, the BBC opted to give former Apprentice contestant Katie Hopkins a platform to espouse on the problems with the NHS, and how they should be fixed.  In brief, the problem is that the NHS care for people even if their illness is self-inflicted via an unhealthy lifestyle, and people should pay more for services as a result. As she eloquently puts it &quot;we need to strip away this safety net. Stop the government providing a free pass to medical care - and make people pay for their poor choices&quot;. Far be it for me to question being lectured about poor choices from someone whose career decisions lead to being trapped in a coffin full of cockroaches; she&apos;s a celebrity, so her opinion counts.  It&apos;s very kind of Katie Hopkins to sort out the NHS for us, especially considering she has no obvious qualifications or experience in medicine or related disciplines, so is seemingly completely unaware of the countless social, psychological and biological factors that can influence the health of a population.  But in science, for every action there is an equal but opposite reaction. If all you need to offer solutions to complex problems is a reasonably public profile, then I&apos;ve got one of those, what with having my picture on a mainstream media website. And if Hopkins will generously use her business acumen to fix the NHS, then it&apos;s only fair that I use my science skills to fix the economy. So in the interest of self-promotion, I present to you, some quick fixes for our failing economy, using (mostly) Science! Energise the workforce Obviously, an economy will benefit from a more active workforce. The more work that gets done, the more money is earned, and economic health improves. However, the data suggests that the average person spends 8 hours a day sleeping. Given that there are over 62 million people in the UK, that&apos;s 496 million potential hours of labour lost every day! Which is over 181 BILLION hours of potential labour lost every year. Imagine what could be achieved with that much extra work? So the obvious solution is, we should caffeinate the public water supply, so that all of the UK&apos;s water stimulates people into wakefulness, get those calcium channels firing.  You may think that this is a suggestion that is not without problems. For instance, many of the UK population are actually children, who will be similarly affected by a constant caffeine supply. But this will just mean parents will spend more on distractions for their children like toys, games and illegal horse tranquilizers, stimulating the economy further. Unemployed people could get jobs as 24 hour babysitters, and businesses could be open round the clock to accommodate a permanently awake populace, all of which brings economic benefits. Granted, purchases of coffee might fall steeply, but it&apos;s not like that generated any tax revenue anyway.  There may be health risks associated with constant sleep deprivation, but these will be no more damaging than cutting essential benefits overall. And studies have shown that persistent insomnia leads to people taking on a variety of part time jobs and forming social groups that engage in healthy physical activities.  I say &quot;study&quot;, I might be thinking of Fight Club. Either way, it could happen. Eliminate pay days In her piece about the NHS, Hopkins complains that people don&apos;t appreciate the link between services and cost. This suggests that people struggle to recognise cause-and-effect on economic matters. Extending this logic further, it&apos;s likely that with set pay-days where people receive an agreed sum at the same time every month, they won&apos;t associate this strongly with the actual work they do. So we should first eliminate electronic transfers, and pay people with physical currency. This will provide a tangible, physical link between work done and reward received, thus motivating people to do it more, via classical conditioning. However, to ensure people don&apos;t become habituated and lose interest, they should be paid according to a variable ratio reinforcement schedule. Simply put, when there is a link between behaviour and reward but there&apos;s no way to predict when the reward will occur, it&apos;s much harder to extinguish the association and resultant behaviour. This is how gambling addictions can occur.  So people will work more consistently and in a more dedicated manner if they could be paid with a large bundle of cash at any point. It could be at their desk at 2pm on a Wednesday, or in their own homes at 4am on a Sunday (they won&apos;t be asleep, see previous point). If they could be paid at any time, people will spend more of that time working, boosting the economy.  There could also be an inverse relationship between amount earned and the size of the currency denominations used to pay it. Your basic factory worker would get a handful of twenties, whereas your high flying executive gets several wheelbarrows of pound coins. This will enable people to appreciate the true amount they&apos;re getting paid, and potentially deter people from taking massive, unnecessary bonuses, if they know they&apos;ll end up having to cart it home in a fleet of trucks.  Increase Taxes for crap companies Fairly straightforward. A temporary, but significant tax increase (say, 90%) for companies that don&apos;t do very well. Katie Hopkins states that people who are ill thanks to their own poor decisions should be made to pay more for their health services, so logically companies that have screwed up should be made to pay for the privilege of being supported by the UK infrastructure. Frankly if you don&apos;t care about your company and its employees, then as a taxpayer funding the infrastructure you use nor do I.  But, you may say, what if the companies can&apos;t afford to pay for their &quot;mistakes?&quot; I did wonder that, but apparently it&apos;s not relevant. Be more like banks The UK has a lot of debt, and this needs to be paid back. If banks caused this, then we should behave like the banks in order to fix it. Whenever a debtor asks for their money, we say there isn&apos;t any, and charge them a stupidly large sum for the service provided in telling them they can&apos;t have any money. Do this every time a debtor wants their money, either we&apos;ll recoup the loss via the penalty fees, or they&apos;ll just stop asking for their money back. Either way, economic salvation! So many Wind farms The final approach to fixing the economy is a policy of building wind farms, one that crosses the line from &quot;aggressive&quot; to &quot;outright psychotic&quot;. Wind farms should be built everywhere there&apos;s a space for one, and even if there isn&apos;t. Bus stops, public pools, people&apos;s window boxes, if it can fit a turbine, put one in. This would provide bountiful renewable energy to the UK and substantially reduce our carbon output, but more than that, the revenue generated via web traffic to opinion polls furious about the wind farms would be astronomical. Everybody wins.  So there you go, some simple suggestions for fixing the economy. And no doubt there are plenty of people who would like to (and probably will) angrily point out that I&apos;m just using my media presence to arrogantly make assumptions and sweeping generalisations about complex issues that I have little or no understanding of. Yes, that&apos;s exactly what I&apos;m doing. Annoying, isn&apos;t it.  You can find more of Dean Burnett&apos;s ridiculously simple solutions to the big issues affecting us all via his Twitter account, @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/nov/22/fixing-economy-with-science", 
    "wordcount": "1684"
}