{
    "headline": "Boot up: early iPhone rumours, Samsung by the map, Dilbert troubleshoots and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Phones or politics? This Samsung vs. Apple map looks familiar &gt;&gt; GeekWire  An exhibit that surfaced yesterday in the Apple vs. Samsung patent trial showed where the Apple brand is strongest, and how the launch of the Samsung Galaxy Android phone affected that standing, based on an internal Samsung marketing study. AllThingsD posted the map Monday evening, and we couldn&apos;t help but wonder how it compared to a different map that we&apos;ll be seeing a lot of this fall -- the Electoral College breakdown in the U.S. Presidential race.   There is, indeed, a peculiar similarity. How to diagnose and fix a buffer overflow &gt;&gt; Dilbert Just in case this question comes up today. Clutch.io Joins the Flock at Twitter! &gt;&gt; Clutch  We know that there are many of you who love the Clutch Framework and Clutch A/B Testing, and you may be wondering: what happens to my apps? We&apos;re happy to announce that over the coming weeks we will make available everything you need to run Clutch.io on your own servers, so that even after our hosted service is no longer running, you can continue to operate it on your own.  Multimedia Troubleshooting &gt;&gt; HTML5 Doctor Useful. Nifty. &quot;Doctor, I can&apos;t get Ogg Vorbis to play in Safari!&quot; &quot;Ah, well...&quot; From the archives: Apple&apos;s chief in the risky land of the handhelds &gt;&gt; New York Times Obviously, this comes from the time when Steve Jobs was alive. But see if you can guess which year this story appeared before you click the link.   And now come signs that Mr. Jobs means to take Apple back to the land of the handhelds, but this time with a device that would combine elements of a cellphone and a Palm-like personal digital assistant.  Mr. Jobs and Apple decline to confirm those plans. But industry analysts see evidence that Apple is contemplating what inside the company is being called an &apos;&apos;iPhone.&apos;&apos;  10 Years of Daring Fireball, visualised &gt;&gt; Distant Shape Very neat visualisation showing how articles shifted from being predominantly about desktop topics to mobile topics. How one teacher built a computer lab for free &gt;&gt; iFixit  Robert teaches at ASCEND, a small arts K-8 school in the Alameda County School District. He&apos;s a fan of technology and believes that it&apos;s an important part of K-12 education. Yet ASCEND had no computer lab and no computers in classrooms. So in 2007, Robert acquired 18 donated computers. But these computers were less help than he&apos;d anticipated. The operating systems were slow. Some computers had viruses or malware. Students became frustrated.  Most of the computers&apos; problems could be fixed by wiping the disks and reinstalling the operating system--but buying new software for every donated computer would be prohibitively expensive.    You&apos;ve probably guessed what happened next. Strong Apple shipments drive tobust tablet market growth in second quarter &gt;&gt; IDC  &quot;Apple built upon its strong March iPad launch and ended the quarter with its best-ever shipment total for the iPad, outrunning even the impressive shipment record it set in the fourth quarter of last year,&quot; said Tom Mainelli, research director, Mobile Connected Devices. &quot;The vast majority of consumers continue to favor the iPad over competitors, and Apple is seeing increasingly strong interest in the device from vertical markets--especially education. While iPad shipment totals are beginning to slow a bit in mature markets where the device saw early traction, growth in other regions is clearly more than making up the difference.&quot;   Apple had a 68% share, up from 61.5% in the second quarter of 2011, as the market grew by 66%, according to IDC. How much longer can Google escape the UK tax system? | News | PC Pro Fascinating examination of Google&apos;s tax-avoiding ways:   While MPs might not like the tax implications, [lawyer Heather Self of Pinsent Masons] noted that it&apos;s a &quot;fundamental part of the EU&quot; that any firm is &quot;absolutely entitled&quot; to set up operations whereever it chooses, provided it genuinely operates from the country. &quot;If Google Ireland is where senior people are, and UK is only people taking phone calls, then arguably, most of the profit is being made in Ireland and not the UK.&quot;   Are we certain that the senior people of Google Europe live and work in Ireland? You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/15/technology-links-newsbucket", 
    "wordcount": "774"
}