{
    "headline": "Can Apple become the world's first trillion-dollar company?", 
    "text": "Almost certainly, Apple will soon hit $500bn in market capitalization  half a trillion dollars. So, based on its current growth, it&apos;s fair to wonder if it will become the world&apos;s first trillion-dollar company. (I&apos;m far from the first to do so, by the way; see this piece, for example.) The first question to ask is, who cares? After all, $1,000,000,000,000 is just a number, albeit a very, very, very big number. Yet, if achieved, it would represent more than just a triumph of one company&apos;s plan. It would speak to the way global economics and commerce have shifted  in both useful and worrisome ways. At the beginning of the millennium, people were asking this about another technology company, the digital networking giant Cisco. Then came the popping of the 1990s bubble, of which Cisco had been a major beneficiary, and the company has never come close to its top valuation. Apple is different. I can&apos;t think of another company that&apos;s been more innovative and  this is key  efficient and brutal, not just in its visible part of the marketplace, but also in the rear echelons of business that end users rarely notice. It is this combination that has brought Apple to where it is today, and the company&apos;s momentum appears only to be growing. (Incidentally, Apple is not the only possible trillion-dollar outfit; Facebook, which increasingly takes on the hue of an unregulated public utility, is another.) Let me tell you how Apple could reach the trillion-dollar mark  and why I doubt it will. No company has been more relentlessly innovative in its field in recent years, period. Apple&apos;s particular genius has been to expand that field, to be first or early in categories it defined, and then, when competitors caught up, pushed further. Its attention to customers borders on fanatical, not always in good ways. Still, Apple&apos;s arrogant paternalism, which has pushed me away, is nonetheless felt by many customers to be preferable to the slapdash and customer-unfriendly ways of most Windows PC makers and the other smartphone sellers. And Apple&apos;s dominance in the tablet market shows few signs of any plausible near-term challenge. Apple&apos;s quality control is best-of-breed, even if its devices are far from perfect. Coupled with the unquestioned best customer service, buyers pay much more for Apple devices than ones from challengers. Among Apple&apos;s main customers are mobile phone carriers, which resell to consumers, and Apple commands a huge premium in that market. Growth potential remains extraordinary, in part because the mobile device business  Apple&apos;s real cash cow  is evolving so quickly. Customers are surprisingly willing to buy expensive new devices every year or two, and Apple&apos;s customers are more willing than most to open their wallets. Moreover, the company&apos;s much-rumored move into television, which is becoming just one more kind of video, could be yet another major revenue stream. The supply side of Apple&apos;s power is known mostly inside the tech industry. Just as Walmart revolutionized the supply chain in its own category  and then brutalized its suppliers to create cheaper and cheaper goods  Apple has made its own supply chain into the most efficient machine of its kind. This means, among other things, that Apple can sell hardware at extremely competitive prices, and given its huge margins, the company is much better-positioned than its competitors to wage price wars. Tim Cook, who formally took over the CEO job just before Steve Jobs&apos; death last fall, led the team that created this leviathan, and he&apos;s clearly pushing the boundaries. Apple is also increasingly global, moving away from its former focus on the American market. In years past, I rarely saw its products when traveling overseas; now, I see iPads, iPhones and Macs everywhere. Finally, consider that Apple has done all this in a difficult economic climate. Imagine what it might do if a robust global recovery occurs. Those factors, and many others, suggest that Apple has enormous possibilities for growth. For every dollar its share price rises, the company gains about a billion dollars in added market capitalization. Could it double again? Betting against Apple in any respect has become a high-risk undertaking. Yet, while I have no doubt that Apple will continue to grow and thrive, at least for the next few years, doubling its current value is a much more challenging task than it would seem on the surface. It&apos;s unwise, first, to assume that Apple&apos;s currently hapless competitors won&apos;t get their act together, at some point. Moreover, while Apple may make best-of-category gear, sometimes, &quot;good enough&quot; is, in fact, good enough  if the price is right. Second, Apple&apos;s increasingly predatory business practices could eventually attract more serious attention from competition authorities. Perhaps US antitrust officials will hide their eyes, but even Microsoft  the Apple of its day, in terms of market power  eventually found itself under scrutiny. Among other issues, Apple&apos;s scorched-earth patent war against Android hardware makers (though, curiously, not Google itself) and lockdown tactics with the iOS that powers iPhones and iPads are, I believe, blatantly anticompetitive. Microsoft&apos;s jousting with competition authorities created a valuable brake on that company&apos;s historic tactics; the rise of Google and others didn&apos;t occur because of that braking effect, but Microsoft knew it couldn&apos;t even try to repeat its earlier abuses. Third, speaking of abuses, at some point, Apple will be obliged to face a reality that and almost all other US tech companies try to ignore. As they achieve more efficiency, they are doing so at the cost of jobs in their own country and doing too little about harsh labor conditions imposed by their suppliers. Apple pays lip service to this issue, at least; someday, it may have to pay real money to persuade its customers that they&apos;re doing business with an honorable outfit. Fourth, it&apos;s difficult by definition to maintain margins once a company gets past a certain level of sales and profitability. Initiatives that moved the needle earlier barely register when you get to the kind of domination Apple is achieving. Fifth, macroeconomic factors do matter. Ask Cisco, among others. Finally, and most important in the long run, innovation does emerge to challenge our assumptions. Ultimately, monopolists and the most powerful enterprises find themselves on the outside looking in to new territories and markets, as they try to defend old ones. Apple is more focused and relentless than most, but it, too, will reach a point where it is brought down  or at least challenged  by a new reality it either didn&apos;t see coming or couldn&apos;t master.", 
    "section": "technology", 
    "gid": "commentisfree/cifamerica/2012/jan/27/can-apple-become-first-trillion-dollar-company", 
    "wordcount": "1092"
}