{
    "headline": "A-level figures for science subjects: could do much better", 
    "text": "Thursday&apos;s A-level results show an encouraging increase in the number of students taking A-levels in the STEM subjects of physics, chemistry, biology and mathematics. This increase has continued for several years now, so it suggests a genuine trend and indicates that students are both excited by the subjects and feel that they represent a wise career path. We know from evidence gathered by the CBI that employers are concerned about the shortage of graduates with STEM skills and, in this time of recession it would appear that the message is being appreciated as students make their A-level choices. As chair of the Royal Society Education Committee I look at the headline figures and feel heartened. However, good though the headlines appear at first sight, there are issues of concern. Firstly, whereas maths and further maths are doing particularly well in terms of increasing numbers, with nearly 100,000 entrants for these two A-levels combined, the same cannot be said of computing and ICT. Year on year numbers taking these subjects are dwindling. The Royal Society&apos;s report on the state of teaching in these topics published earlier this year highlighted the problems, noting there had been a 60% decline in the numbers achieving A-level computing since 2003 and a 34% decline at ICT A-level over the same period. In part we believe this can be attributed to the lack of specialist teachers available to teach these subjects. The education secretary Michael Gove has already recognised that these declines are cause for concern. He has chosen to remove the statutory programme in ICT at schools, meaning schools must still teach ICT but do not have to follow a specific curriculum. Time will tell whether this will improve the situation by freeing up what can be taught and so reminding students of the exciting challenges of writing code rather than the chore of handling a software package. Physics A-level is another interesting subject to look at. Last year&apos;s Royal Society report (&quot;Science and mathematics education: the transition to higher education&quot;) noted that the provision of physics A-level in schools across the UK appeared to be patchy, with an overall figure across the UK of 22% of schools not entering a single candidate; this also seems to tie in with a shortage of specialist teachers. As the number of students taking A-levels grows, and the newly introduced Bursary Scheme for Initial Teacher Training kicks in, we must hope in the years to come the shortage of specialist physics teachers is overcome leading to a virtuous circle and a continuing increase. Again time will tell if this optimistic scenario pans out. Physics remains a subject dominated by boys, just as biology A-level is dominated by girls. In neither case is this necessarily healthy. The gender gap in physics has closed marginally this year, as the rate of increase is faster for girls than boys. However, one should not lose sight of the fact there are other diversity issues beyond gender we should consider, including disability, ethnicity and socio-economic status. The figures released today cannot provide much information on this, but there is a real concern that science is predominantly the preserve of the middle classes, thereby holding back many potentially gifted students who come from disadvantaged backgrounds. The recently launched Royal Society programme on Diversity in the Scientific Workforce, funded by the Department for Business, Innovation and Skills, will be examining these issues which are crucially linked to the education pipeline. Finally, what of those who do not intend to stay in science yet still would like to carry on with some science at A-level, perhaps doing just a single subject? The analytical skills and ways of thinking engendered by a training in science allow useful transferable life skills to be gained for future employment, whatever the eventual sector chosen. The current A-level system doesn&apos;t make this very easy. It is noticeable, as our earlier report showed, that the system of Highers in Scotland  which permits a larger number of subjects to be continued in the sixth form  enables more students to keep their science going. The Royal Society has made plain its position that it would welcome moving to a Baccalaureate-like system to enable breadth post-16 to be maintained. So, today&apos;s news is encouraging, but there is still a long way to go to be sure we have the workforce of the future we need in the STEM arena.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/aug/17/a-level-science-subjects", 
    "wordcount": "737"
}