{
    "headline": "South African game reserve poisons rhino's horns to prevent poaching", 
    "text": "A game reserve in South Africa has taken the radical step of poisoning rhino horns so that people risk becoming &quot;seriously ill&quot; if they consume them. Sabi Sand said it had injected a mix of parasiticides and indelible pink dye into more than 100 rhinos&apos; horns over the past 18 months to combat international poaching syndicates. More than 200 rhinos have been poached so far this year in South Africa, driven by demand in the far east, where horn ground into powder is seen as a delicacy or traditional medicine. &quot;Consumers of the powdered horn in Asia risk becoming seriously ill from ingesting a so-called medicinal product, which is now contaminated with a non-lethal chemical package,&quot; said Andrew Parker, chief executive of the Sabi Sand Wildtuin Association, a group of private landowners in Mpumalanga province. The &quot;toxification&quot; process involves tranquilising a rhino, drilling a hole in its horn then injecting the dye and parasiticides generally used to control ticks on animals such as horses, cattle and sheep; it is toxic to humans. &quot;It&apos;ll make [people] very ill  nausea, stomach ache, diarrhoea  it won&apos;t kill them,&quot; Parker continued. &quot;It will be very visible, so it would take a very stupid consumer to consume this.&quot; Asked if he had any moral qualms about harming potentially naive consumers, Parker replied: &quot;The practice is legal. The chemicals are available over the counter. We are advertising it, doing a media run now and putting up signs on our fences. If somebody does consume it, they won&apos;t die and hopefully word will spread that you shouldn&apos;t take rhino horn.&quot; The dye can be detected by airport scanners as well as when the horn is ground into a powder. Up to 1,000 rhinos will die this year, Parker said, so bold action was necessary. &quot;Despite all the interventions by police, the body count has continued to climb. Everything we&apos;ve tried has not been working and for poachers it has become a low-risk, high-reward ratio. By contaminating the horn, you reduce the reward and the horn becomes a valueless product. &quot;If the poacher hacks off the horn, he&apos;ll immediately see it&apos;s contaminated. We&apos;re saying to the poachers: &apos;Don&apos;t bother coming to Sabi Sand. You&apos;re wasting your time.&apos;&quot; But the scheme got a mixed reception from Traffic, the wildlife trade monitoring network. Tom Milliken, its rhino programme coordinator, said it could act as a deterrent in areas where it is highly publicised but &quot;is impractical in situations involving free-ranging animals in large areas, places like Kruger national park with 20,000 sq km. Thus, like dehorning, it probably has the effect of displacing poaching intensity to other areas, not stopping it altogether.&quot; Milliken, author of a report on rhino-horn consumption in Vietnam, also expressed concerns about the end-user market: &quot;One wonders if unscrupulous dealers in these markets will not simply employ some means to &apos;bleach&apos; them to back to a &apos;normal&apos; appearance and continue raking in high profits.&quot; &quot;These dealers are already perpetuating fraud on so many levels in the interest of windfall profits, so it&apos;s hard to imagine that they will suddenly be bothered about putting potentially toxic horns into circulation. The prospect of human suffering deters few criminals and that&apos;s what we are dealing with here.&quot; South Africa National Parks has backed the initiative but spokesman Ike Phaahla admitted that it would be &quot;virtually impossible&quot; to apply the process to all the rhinos in national parks because of lack of resources. The government said this week that 203 rhinos have been killed by poachers so far this year, including 145 in Kruger park. Sixty suspected poachers have been arrested.", 
    "section": "environment", 
    "gid": "environment/2013/apr/04/rhino-horns-poisoned-poachers-protect", 
    "wordcount": "627"
}