{
    "headline": "Can the UK meet its climate goals without the energy bill amendment?", 
    "text": "  6.10pm BST    My verdict    Hampered by the messy, murky internal politics of coalition government, it was always going to be a long shot for Tim Yeo and Barry Gardiner to secure victory today in their proposed decarbonisation amendment to the energy bill. That they were only narrowly defeated is a victory of sorts, given the odds against them. In fact, they ended up forcing one of the narrowest victories for the government in a whipped vote during this parliament. But the cold reality is that the energy bill moves forward to the upper house without a firm commitment to ensuring the UK&apos;s electricity is generated with next-to-no carbon emissions by 2030. That will clearly make it even harder for the nation to meet its legal-binding 80% reduction target by 2050. The nation is fast running out of wiggle room. This government clearly likes to gamble. It is gambling that its beloved &quot;dash for gas&quot; will have its emissions abated in the mid-term with as-yet-unproven carbon capture and storage technology. It is gambling that, as a result of fracking, gas prices will be lower than they are today in the decades ahead. Similarly, it is gambling that the &quot;whole life costs&quot; of nuclear power will be kept to a minimum in the decades ahead. It is gambling that gas will only replace coal and not, in addition, stifle investment in low-carbon energy sources, thereby potentially undoing the gains any coal-to-gas transition achieves in terms of net emissions reductions. With the stakes so high, the government appears to favour high-risk bets on the future as opposed to guaranteeing a more risk-free landscape for those seeking to invest in next-generation, low-carbon power supplies. As a result, the odds of meeting our 2050 climate targets, let alone any early commitments, appear to have lengthened today.       5.27pm BST       Fiona Harvey&apos;s news story is now live on the Guardian website:  Several potential rebels, including the Lib Dem president Tim Farron, were persuaded by a promise by the coalition to allow the secretary of state to consider a 2030 decarbonisation target in 2016. But before then, the government will review the fourth carbon budget, which sets out how much carbon dioxide the UK can produce each year to 2027. David Cameron, under pressure from greens, agreed early in the coalition to set a stiff carbon budget that would require roughly halving the UK&apos;s carbon output by the late 2020s. However, he bowed to George Osborne, the chancellor, who opposes green regulation, in allowing a review of that target next year, in 2014. The fight over the fourth carbon budget looks set to be intense, as the close nature of Tuesday&apos;s vote shows. Many Tories back Osborne&apos;s call for a new &quot;dash for gas&quot;, which they say will be cheaper than renewable power, and are concerned that the UK is taking on more than its share of emissions cuts. The Committee on Climate Change recently produced a report rebutting those arguments, and showing that the UK could benefit from cheaper energy if more renewable generation is built sooner rather than later.        5.24pm BST       More reaction to the vote...  Prof Tim Dixon, chair in sustainable futures in the built environment at the University of Readings School of Construction Management and Engineering:The omission of a clear decarbonisation target for energy supply from the energy bill will create even greater uncertainty over the UK meeting its longer term 2050 carbon emissions targets and space for a sustainable and diverse array of energy sources to plug the gaps. Energy policy needs to be reconnected with energy efficiency measures in an integrated way, and within a coherent low carbon strategy to create greater certainty for investors. Much of the expected energy efficiency take-up measures are tied into a successful implementation of the green deal, and this will require further incentivisation and reconfiguration if it is to succeed. A binding decarbonisation target for 2030 should be introduced in line with the Committee on Climate Change recommendations, and this should be part of a strategic approach to a Low Carbon UK economy by 2050. Caroline Flint MP, Labours Shadow Energy and Climate Change: If we are serious about tackling spiralling energy bills, improving our countrys energy security and stopping dangerous climate change, Britain must decarbonise its power sector. The governments failure to back a decarbonisation target will leave households vulnerable to completely unnecessary increases to their energy bills and cause Britain to miss out on vital new clean energy jobs. The transition to a low-carbon economy has the potential to be a major source of growth and prosperity, but the governments failure to back a decarbonisation target means businesses will choose to invest and create jobs elsewhere. This is a humiliating failure by the Liberal Democrats and a betrayal of David Camerons promise to be the greenest government ever. Dr Alison Doig, Christian Aids senior climate Change adviser: By voting to omit a decarbonisation target for our electricity sector MPs have increased confusion for the industry, destabilised investment across our energy sector and put into question the governments commitment to the UKs climate change target. There are no winners, just continued uncertainty. Christian Aid is part of a wide coalition of 55 organisations, including major trade associations, industry, investors, church groups and NGOs calling for MPs to act to put the UK on track to become a world leading low-carbon economy. We believe this is too important to give up on. There is time for this decision to be put right and for clear signals to industry to be put in place. The impacts of climate change and our unsustainable thirst for fossil fuels is already threatening some of the worlds poorest and most vulnerable people through increasing drought, floods and climate disasters. John Alker, director of policy and communications at the UK Green Building Council: There was a remarkable degree of consensus, from both private sector and NGOs, about the importance of a decarbonisation target in the bill. Some coalition MPs chose to listen to the evidence and stand up and be counted this afternoon  sadly, not quite enough. The real danger is that this sends another signal to business that government isnt serious enough about the future direction of travel on carbon, when progressive businesses are crying out for political leadership and policy certainty. On a more positive note, its encouraging to see energy demand reduction getting the attention it deserves. There is still an enormous, and largely untapped potential to reduce energy use cost-effectively across the entire UK building stock, not only reducing pressure on new generating capacity, but getting the construction industry moving again.        4.47pm BST    Twitter reaction      Greenpeace comment on #vote4cleanpower rebellion. The fight goes on in the Lords.  http://t.co/WGGipXNq6q&mdash; Doug Parr (@doug_parr) June 4, 2013      Energy Bill headlines: Yes #decarb matters, but most important thing is cutting bills for families &gt;&gt;&gt; pic.twitter.com/eaBVzlzHa0&mdash; ToryEnergy (@ToryEnergy) June 4, 2013      It&#39;ll be fun at Lib Democrat Conf as some party MPs defy Party - will Clegg say he&#39;s sorry #2030decarb #energybill&mdash; mike childs (@MikeChilds1) June 4, 2013      Tim Yeo tells me his green 2030 target had rebellion of about 15 LibDems and 8 or 9 Tory MPs joining forces with Labour&mdash; Jim Pickard (@PickardJE) June 4, 2013      @aDissentient @clim8resistance it was the shale revolution rather than reason that killed the amendment http://t.co/KQ9I3HBaCc&mdash; The GWPF (@TheGWPF) June 4, 2013      Thank you to all the Tory &amp; Lib Dems who voted for #decarb2030 target.&#10;If just 7 more had had your courage we&#39;d have won.&mdash; Barry Gardiner MP (@BarryGardiner) June 4, 2013      If you wrote to your MP about the #energybill, be proud  you forced one of the closest votes in this parliament. http://t.co/scbTlL7ePc&mdash; 10:10 (@1010) June 4, 2013      So, the 2030 decarbonisation target didn&#39;t pass - what now? Blog: http://t.co/SKQCzmn8iN&mdash; Carbon Brief (@carbonbrief) June 4, 2013      Missed chance, but only 23 votes in it, so should keep trying: Government sees off rebellion over 2030 carbon target http://t.co/5MPXEXa7IK&mdash; Piers Forster (@piersforster) June 4, 2013      @James_BG That was a very respectable result. More than enough to peak interest in HL. Predict this will haunt Lib Dems on doorsteps in 2015&mdash; jessica lennard (@JessicaLennard) June 4, 2013         4.35pm BST       Reaction to the vote already starting to arrive...  Andy Atkins, Friends of the Earths executive director: The Liberal Democrat leaderships green credibility has been left in tatters after siding with the Conservatives to back a headlong dash for gas  this would send fuel bills rocketing and jobs overseas, and punch a gaping hole in our climate targets. With significant numbers of MPs defying the party whip to join the Opposition by voting for clean power, this issue will not go away. The fight now moves to the Lords, where peers from all parties, cross benchers and bishops are expected to back power sector decarbonisation, because they know its essential for safeguarding our economy and environment. Elizabeth Ziga of Fuel Poverty Action: In failing to set a target on clean energy, the government has yet again let down hard-up UK households. The government&apos;s ownadvisershave shown that a clean power target could have saved households up to 1,600 on our bills. Instead, the door has been opened for a new generation of gas power stations, which will mean sky-rocketing fuel bills and more extreme weather due to climate change. The time has come for civil disobedience and direct action - the fight for a clean, cheap energy future isn&apos;t over James Murray, BusinessGreen:The move will be seen as a major blow to green businesses, many of which have argued that a decarbonisation target would help to mobilise billions of pounds of investment in the clean energy supply chain... The relatively close nature of the vote means attention will now turn to the Lords where green campaigners are confident the amendment could still pass. Lib Dem and Conservative peers have shown themselves to be more rebellious than their Commons colleagues in recent years, while a number of bishops and cross bench peers are expected to support the adoption of a decarbonisation target. &quot;The House of Lords has been very rebellious of late,&quot; observed one green campaigner. &quot;There was always a greater chance of the amendment passing in the Lords than the Commons.&quot; If the amendment is adopted by the House of Lords it is likely to result in the bill being shuttled back and forth between the two houses, requiring the government to make some form of concession in the bill or, in extreme circumstances, force the legislation through using the Parliament Act. However, if it is defeated for again in the Lords the focus will shift towards whether the government can deliver on its promise that the other main elements of the energy bill - the contract for difference support scheme, capacity mechanism, and emissions performance standard - will mobilise an estimated 110bn of clean energy investment by 2020. Gaynor Hartnell, Renewable Energy Association&apos;s chief executive: Todays vote is disappointing. It makes an EU-level renewables target for 2030 even more important, something the greenest government ever is also opposing in Europe. Failing to decarbonise our electricity supply industry will have long term consequences both environmentally and economically.The governments own advisors, the Committee on Climate Change, state that relying on gas will only save the country money in a scenario of low gas prices, whereas switching to renewables would save the country 25bn-45bn by the 2020s. Nick Molho, head of climate and energy policy at WWF-UK: Its really disappointing that the decarbonisation target was rejected so narrowly. However with the government scraping by with only 23 votes, MPs from all parties have sent a powerful signal that they are not convinced that the coalitions crude compromise is best for Britain. This issue is sure to return in the House of Lords where parliament will have another opportunity to put it right. The coalitions mixed messages have undermined confidence in the low carbon energy market and sent damaging signals about the UKs commitment to our legally binding climate goals. Debate has centred on the decarbonisation target  which would give a much-needed boost to investor confidence  but the mixed messages about the gas strategy, the fourth carbon budget, and the hype around shale gas are also cause for concern. Making a decisive call now to move towards a low-carbon power sector would prevent delaying investments in the low-carbon projects we urgently need to keep the lights on and reduce our emissions. It would also help trigger long-term investments in developing a UK supply chain that will help reduce the costs of the new low-carbon technologies like offshore wind and CCS and boost economic growth.     Updated at 4.49pm BST     4.25pm BST       Tim Yeo&apos;s amendment has been defeated - more narrowly than was predicted. The government majority was only 23. There was 267 Ayes supporting the amendment and 290 Noes. Yeo has just put out this statement:  The Commons has missed an opportunity today to provide more clarity for investors on the future direction of energy policy. Unfortunately this could mean that urgently needed investment in our energy infrastructure will be slower and the risk of a capacity crisis greater. The continuing uncertainty that will result increases the perceived risk of investment and will therefore raise capital costs, meaning that consumers may ultimately pay more for the new power plants that need to be built. Perhaps more worryingly, failure to introduce a clean energy target now could make it harder for the UK to meet its long-term carbon reduction targets, forcing future governments to take more costly action to curb emissions later when the impacts of a changing climate become more acute. Fortunately, the House of Lords still has a chance to amend the energy bill to ensure the government takes the advice of its statutory independent climate advisors for decarbonising the electricity generation industry. I urge my colleagues in the other House to continue the fight.        4.12pm BST       Following the question earlier about whether the UK was on course to meet its carbon target for 2020, I have received this email from Roger Pielke Jr, professor of environmental studies at the Center for Science and Technology Policy Research at the University of Colorado at Boulder:  I have looked at updated decarbonization data for the UK using data from: 1) on GDP from ONS (in 2009 values):http://www.ons.gov.uk/ons/publications/re-reference-tables.html?edition=tcm%3A77-284969 2) On CO2 emissions from DECC:https://www.gov.uk/government/publications/provisional-uk-emissions-estimates Here is what I have found, building upon the peer-reviewed paper I did in 2009 here:http://iopscience.iop.org/1748-9326/4/2/024010/fulltext/ [Note that because I am using different data sources, the numbers I present below a a bit of apples and oranges as compared to the numbers in the paper - so caution is urged in any direct comparison.] Since the Climate Change Act was passed in 2008 (so from 2009 to 2012), the UK economy decarbonized (that is, the rate of reduction in CO2/GDP, a necessary condition for emissions reductions when GDP is constant or growing) at a rate of 1.1% per year. CO2 emissions changed little, going from 480.7 MMT (million metric tonnes) in 2009 to 479.1 MMT in 2012. Over that same period GDP increased by 3.1% (but remains below 2007 values). From 2011 to 2012 CO2 emissions actually increased by 4.5%, In order to achieve the goal of a 34% reduction in carbon dioxide emissions by 2022 as specified in the CC Act will require a rate of decarbonization of 3.0% per year (assuming a 1% annual rate of GDP growth) to a rate of 4.9% per year (assuming a 3% rate of GDP growth). Such rates have not been achieved historically over such a long period and imply a substantial acceleration of recent decarbonization (i.e., since the passage of the CC Act) by ~3-5 times as compared to recent years. Decarbonization of the UK economy has actually slowed significantly since the passage of the CCA (it was ~3% per year in the 3 years prior to the passage of the Act). In short, it seems that the provisions of the UK Climate Change Act can only be met by non-CO2 accounting measures, such as the use of offsets or accounting of non-CO2 GHGs/land use or perhaps other mechanisms of accounting (I note that DECC&apos;s official projections are based on erroneous assumptions about the price of oil, the price of EU ETS allowances and exchange rates, suggesting that even accounting mechanisms may not be enough to hide the failure of the UK economy to decarbonize at a rate necessary to hit a 34% reduction target). Such measures may (or may not) fulfill the statutory legal requirements. However, it seems clear that at present -- at least with respect to carbon dioxide -- the UK is not on track to meet emissions reduction targets. Assumptions of rapid increases in decarbonization yet to come remain exactly that until actions are taken and evidence shows such acceleration. In short, the analysis and conclusions that I presented in my 2009 paper remain solid. With respect to carbon dioxide, under positive economic growth it will be very difficult and likely impossible for the UK to meet its mandated targets for emissions reductions. Accounting mechanisms can help with perceptions, but will not alter the underlying dynamics.  I have asked Pielke to expand on what he means by Decc&apos;s &quot;erroneous assumptions&quot;. I will post any answer I receive here. UPDATE: Pielke has just emailed me this:  *ETS carbon price assumed currently to be 7.2 Euros and rising, presently about half that*Oil price assumed to be &gt;$115, currently about $100 How much will these matter? Not clear, but as assumptions that go into the analysis they are clearly off by a significant amount.     Updated at 4.16pm BST     3.56pm BST       The European edition of the Wall Street Journal, in an editorial headlined, &quot;Britain&apos;s No-Energy Bill&quot;, says &quot;Cameron government puts &apos;decarbonization&apos; above growth&quot;:  The UK&apos;s 2013 energy bill is up for a key vote Tuesday, and even the best-case outcome is likely to hurt an already weak British economy. Three years into David Cameron&apos;s five-year term as prime minister, growth is at a standstill, government deficits remain stubbornly high, and Mr Cameron&apos;s Conservatives are on track for a stinging defeat at the polls. Yet Mr Cameron and his Liberal Democrat coalition partners seem intent on pursuing the economic folly of total &quot;decarbonization&quot; of the British economy. Voters could be forgiven if they haven&apos;t noticed how crazy this policy is.        3.27pm BST       Friends of the Earth took out an ad in yesterday&apos;s Times arguing that if MPs didn&apos;t vote for the amendment &quot;we risk losing these clean energy industries to countries like Germany&quot;...    Did you see our ad @thetimes yesterday?; &quot;Danke for the jobs, Herr Osborne&quot; pic.twitter.com/iiBwNsLQZU &quot; Will your MP #vote4cleanpower today?&mdash; Craig Bennett (@CraigBennett3) June 4, 2013         2.46pm BST       Natan Doron, a senior researcher at the Fabian Society, has posted this article on the thinktank&apos;s website:  Politicians of all parties should certainly be supporting a target to decarbonise the power sector by 2030. There is a long list of reasons for doing so  these include emissions targets but also a chance to support a key and growing sector in our economy. But the simple fact is that targets create clarity. They signal where a government wants to go. They provide direction for public, private and third sector actors working in different industries and services... This energy bill should have been a time to focus on implementation. The details on contracts for difference, the levy control framework and the capacity mechanism will have a huge impact on how we can get the best investment to fund our low-carbon transition. But David Camerons lack of leadership means that we are now debating a target. The focus is on our political will to tackle climate change, not the necessarily technical and complicated detail of how.        2.01pm BST       As Ed Davey, the energy and climate change secretary, sits in the Commons for the energy bill debate, he has also released a written ministerial statement on the UK&apos;s negotiating position on the EU 2030 Climate and Energy Framework:    We strongly support EU action to tackle climate change and to help deliver the EUs goal of limiting global temperature rise to 2 degrees. We remain committed to an increase in the EU climate target for 2020 to 30% and are pushing strongly for urgent structural reform of the EU Emissions Trading System (ETS) to ensure it continues to incentivise investment in low carbon.   We must celebrate the success of the 2020 Climate and Energy Package. By 2011 EU emissions were already down 17.6% on 1990 levels (Reference: European Environment Agency).   But we should also learn the lessons from 2008 package - the EU climate deal for 2020 was not sufficiently ambitious, and the renewables target was the product of a time when renewables badly needed a catalyst. The EU has moved on since then; we need to see a new deal on greenhouse gas targets that is ambitious, but which has flexibility to let countries follow their most cost effective decarbonisation approach.   Looking to 2030, the EU should adopt a unilateral EU target for 2030 of a 40% reduction on 1990 levels. In the context of an ambitious global climate agreement for the period beyond 2020, the EUs target should increase to up to a 50% reduction on 1990 levels.          1.40pm BST    Twitter reaction    Carbon Brief&apos;s Mat Hope is currently live-tweeting the energy bill debate in the Commons. Carbon Brief has produced a Storify of his tweets. Here&apos;s a selection of tweets from other interested observers...    All eyes on Energy Bill, but @EdwardDaveyMP has also formalised UK position on EU 2030 climate targets today http://t.co/TlHppq3lmp&mdash; James Murray (@James_BG) June 4, 2013      On @leftfootfwd IPPR&#39;s @markrowney on why a #vote4cleanpower is needed by the British motor manufacturing industry. http://t.co/1pxDaRBCzK&mdash; Joss Garman (@jossgarman) June 4, 2013      #energybill doesn&#39;t &#39;empower&#39; SoS to set #2030decarb in 2016 as Govt claims. It prohibits setting it til then says @BarryGardiner (correct!)&mdash; jessica lennard (@JessicaLennard) June 4, 2013      .@BarryGardiner taking on the Tory climate skeptics. We should not wilfully ignore advice from @2050target #vote4cleanpower #EnergyBill&mdash; Luciana Berger (@lucianaberger) June 4, 2013      Increase in energy prices caused by: energy co profits 48%; wholesale prices 16%; green taxes 7% http://t.co/y1854qXPLx #energybill&mdash; Leo Barasi (@leobarasi) June 4, 2013      #energybill debate. Good to see parliament even more rammed than yesterday pic.twitter.com/fjUi6Ao8mF&mdash; Alex Marshall (@alexends) June 4, 2013         1.20pm BST       Leonie Greene, head of external affairs at Renewable Energy Association and Solar Trade Association, has concerns about the ability of independent renewable power generators to sell their power at a &quot;decent price&quot; under the contract-for-difference (CfD) model proposed in the energy bill:  Parliament must today recognise how vital independent generators are to securing the massive renewable power generation investment the UK needs. Nearly all solar schemes are independent, but there is potentially a serious problem for independent generators securing a decent price for their electricity under the CfD proposals. DECC recognise this, so we are on tenterhooks today to hear how they propose to tackle this. What we need is a solution that the solar industry and investors can have real confidence in, and quickly. The UK solar industry installed over 0.5GW of solar in first three months of this year. Solar has demonstrated the fastest cost reduction of all technologies so we are confident, with the right energy bill framework, solar will make a massive contribution to delivering clean energy for the UK, and cost-effectively. Solar also opens up the electricity sector to everyday ownership by businesses, local government and communities. It really is power to the people, so parliament should be right behind us.     Updated at 1.21pm BST     1.07pm BST       Labour&apos;s Barry Gardiner, co-sponsor of the amendment, has now taken to the floor. Here&apos;s a short extract of his speech:  The Lib Dems have not learned the Lady Bracknell rule of politics  to break one pledge may be regarded as a misfortune; to break two looks like contempt for the electorate...The secretary of state calls it his Grand Bargain with the chancellor. It is more like a Faustian pact. Old coal will be allowed to provide baseload beyond 2023, gas will be encouraged to provide baseload up until 2045 and the UK will lose the jobs and growth in low carbon technologies that we need for economic renewal. Not since Esau sold his birthright for a mess of pottage has a worse deal been struck.        1.04pm BST       Tim Yeo is now introducing his amendment in the Commons. Here is a draft of the speech...           12.49pm BST       Simon Moore, a research fellow at Policy Exchange, a right-leaning thinktank, has sent me this:  Evidence of the supposed cost-effectiveness of the 50g target is based on highly speculative assumptions about the costs of different energy technologies in 2030, and in the assumed inability of a market to reduce its use of gas if faced with high gas and/or carbon prices. The assertion that it could save money compared with an alternative relies on the idea that a team of civil servants can consistently beat the market over a period of almost two decades, which, if true, might lead these people to stop being civil servants and make some money with their incredible powers of foresight. A second argument made in favour of the target, that it will improve confidence among investors in low-carbon technologies, is even less persuasive. These investors are already being given a huge chunk of their longed-for certainty. First, they have the Climate Change Act which gives those legally binding 2050 commitments, which no other country has matched. Secondly, the energy bill itself is going to provide low carbon generators with decades-long guaranteed prices. Thirdly, the treasury has agreed to provide around 9bn of support for low carbon generation in 2020 or, more accurately, it has made the commitment on behalf of electricity billpayers as these tariffs will be collected through bills. How much more certainty do they need? Do the amendments backers really think that an airy commitment to electricity decarbonisation will entice investors presently unconvinced by the impending cash bonanza? A more useful debate is whether the target is necessary to meet carbon budgets and the 2050 carbon target established in the Climate Change Act, and whether, even if it costs more than not trying to get it done by 2030, it is still worth doing. This argument can be narrowed down considerably. Emissions from the electricity generation sector are covered by the EUs Emissions Trading System. While that remains in force, any savings from the UK electricity system the cap might create would be cancelled out by higher emissions elsewhere in Europe. The only place that genuine savings are plausible is in parts of the economy not presently covered by the ETS (such as transport and heating). If the only plausible way to decarbonise these is through electrification (which is a big if) then a less carbon-intensive electricity system will help with that. However, a more expensive electricity system will hinder that, which is another reason to be cautious about the proclaimed benefits of the target.        12.32pm BST       Earlier this week, the former energy minister Charles Hendry wrote a comment piece for Conservative Home entitled, &quot;Why we shouldn&apos;t put a decarbonisation target in the Energy Bill this week&quot;:  It is good for ministers to challenge people to raise their aspirations and ambitions, and targets are part of that process, but they can only be relevant if we know how to meet them. As a minister, I always questioned targets where there was not a &apos;roadmap&apos; for delivering them. The challenge with a decarbonisation target set now for 2030 is that we cannot yet know how it can be met - or indeed, if it can be met. Nuclear may not happen on the scale hoped for - and it is hard to see how we can meet a decarbonisation target without new nuclear. Some of the emerging renewable technologies, such as offshore wind and tidal, may remain too expensive, and we don&apos;t yet know if their costs will come down to make them affordable for consumers. Carbon capture and storage, which could give a low-carbon future for coal and gas, has yet to be proven commercially, and we don&apos;t yet know if it would cost. Unabated gas is relatively plentiful and is certainly lower in its carbon intensity than coal, but on its own would not enable us to reach the low level of emissions which the 2030 target would be likely to require. My difficulty with the target, therefore, is that we would be requiring it to be set without knowing that it can be met, and that cannot be a responsible decision for government to make, when the costs of getting it wrong would have to be picked up by consumers for decades to come.  And Stephen Gilbert, the MP for St Austell and Newquay, has posted his thoughts on Liberal Democrat Voice:  What we have got is the power to set the worlds first decarbonisation target for the electricity sector 14 years ahead of the target date of 2030. Are critics of this compromise agreement seriously suggesting that setting a target 14 years in advance is such a disaster when, for example, the 2020 renewables target was set 12 years in advance and we will not be setting the 5th carbon budget till 12 years before that starts in 2028?        12.12pm BST       Here are the thoughts of Philip Pearson, senior policy officer at the TUC:  Uncertainty over the governments support for renewable energy and its drift away from the green economy has caused manufacturers to hold back investment, such as the proposed Siemens factory on Hull docks, in a city where 14 people chase every vacancy. Thousands of large-scale offshore wind turbines are due to be installed in the UK, but none so far have been wholly made in the UK. Renewable UK argues that the government should send the right signals to major investors deciding where to build major wind turbine factories. Targets on emissions and renewables for 2030 are key to providing a long-term framework for investment. Theres evidence that annual growth in renewable energy rose sharply since the EU introduced renewable energy targets, from a growth rate of 1.9% per annum (1995-2000) to 4.5% (2001-2010). The EU ETS has failed to date to deliver long-term carbon price signals. Its fair to say that the mandatory renewable energy targets for 2020 has addressed this market failure by accelerating the deployment of renewable energy across the EU. We need to maintain that momentum by continuing this targeted approach to 2030.        12.04pm BST       For those who want to watch today&apos;s debate and vote, the Commons website has a live feed available here. Tim Yeo is due to make his speech introducing the amendment at 12.30pm. I will post extracts in due course.       11.54am BST       In the reader comments below, @BBCbias and @EGriff have asked whether the government is on course to meet its 2020 emissions reduction target. Last October, the Department of Energy and Climate Change (Decc) published its latest &quot;updated emissions projections&quot; (pdf). To recap the 2020 target:  The carbon budgets require a reduction in greenhouse gas emissions of 34%, against 1990 levels, by 2020.  And here&apos;s what it says on page 19:  The updated projections suggest that the UK is likely to comfortably meet its first three carbon budgets. [The 3rd budget covers the period 2018-2022.]  However, the table on page 20 suggests that the 4th carbon budget, covering the period 2023-2027, is not likely to be met, according to the latest projections.       11.43am BST       Following on from Andrew Pendleton&apos;s view quoted earlier, Guy Shrubshole, an energy campaigner at Friends of the Earth, has emailed me his more detailed thoughts on today&apos;s vote:  The vote today on a clean power target is a choice between two alternative visions of Britains energy future. A vote for Tim Yeos amendment is a vote to stay within our existing Climate Change Act commitments, and meet them in a way that the governments own advisers say is cheapest and most cost-effective. If we dont take the carbon out of our electricity supply, we would have to find other ways to cut more carbon from other sectors, such as transport or heating - and thats likely to be much more expensive. But the chancellor, George Osborne, opposes a clear target to decarbonise the power sector and favours an alternative route - to embark on building over 30 new gas plants in a new dash for gas. If Osborne gets his way, there is no question that the UK will breach its legally binding climate change targets. The difference between the chancellor&apos;s vision and low-carbon power is staggering. Late last year the government brought out a gas strategy in which it considered - at the treasurys behest - a plan for a tripling of gas power from todays levels. This would only be possible, the government admitted, if the legally-binding 4th carbon budget (covering the years 2022-2027) were to be weakened to allow for higher carbon emissions. Osbornes high-carbon route would result in an extra500m tonnes of carbon dioxide being emitted over the period 2020-2040: equivalent to every UK car and taxi on the road for eight years, or every UK flight for 16 years. This figure is based on Friends of the Earths analysis of the governments own figures, full details of which can be found  here. Without a clear and binding 2030 clean power target, theres no guarantee that Osborne wont embark on a dash for gas, and breach our climate goals - or, at the very least, make them much more expensive to meet. When the clean alternative also brings with it new investment and jobs for the UK, you can see why so many MPs are rebelling to include a clean power target in the energy bill!     Updated at 11.58am BST     11.37am BST       BBC News online has an assessment of how the vote is likely to pan out:  Mr Yeo&apos;s amendment, calling for a decarbonisation &quot;target range&quot; to be set by April 2014, could be backed by more than 10 Lib Dems and a handful of Conservatives. Among those to sign the amendment are former Lib Dem minister Andrew Stunnell and Tory backbenchers Zac Goldsmith, Sir Peter Bottomley and David Amess. If passed, the BBC&apos;s environmental analyst Roger Harrabin said it would ensure that almost all electricity is generated from carbon-free sources like wind and nuclear by 2030. However, the government is still expected to win the vote when the matter is debated later in the House of Commons.        11.33am BST    Reader reaction    Some interesting comments have already been posted below by readers...             bioenergyaction    04 June 2013 10:46am  The aims of a carbon intensity traget are laudable, but the focus on carbon is too crude a measure to create a truly sustainable energy future. At present the UK is looking to meet at least 30% of the &quot;renewable energy&quot; targets through bioenergy by 2020. Much of the current policy is based on carbon accounting errors that do not adequately take into account to massive carbon payback time, up to several hundred years, that come from burning biomass to produce electricity. Yet the UKs largest power station, Drax, is already in the process of converting half of it's entire operation to biomass. Tilbury B has already converted to biomass, Ironbridge is in the process of converting and many dedicated biomass power stations are now in the works. These current plans will consume more than 8x the UKs total wood supply. The embodied energy of wood, versers a fossil fuel like coal, make biomass at least as dirty as coal, so we are faced with replacing one dirty energy source with another under the guise of sustainable low-carbon energy. In addition, this focus on carbon sidelines the crucial issues such as biodiversity, food security and land rights. Much of the current demand for biomass will be met by massive operations in the Southeastern United States. Already there are alarm bells being rung as native biodiverse woodland is being chopped down and replaced with sterile monoculture. More alarming is the rise of genetically eneneered tree crops to meet the rising demand for fast growing trees, which are then also more water hungry and disease prone.  We need a much more holistic approach to tackling our fossil-fuelled energy addiction, one that recognises that we cannot keep on consuming at current levels, one that encompasses degrowth, rewilding, low-impact development, decentralised energy infrastructure, community control and ownership and more. Carbon is one small part of the equation, but one that's been co-opted by big business and big government to dominate, overshadow and derail moves to real sustainability.                 planktonmath    04 June 2013 11:00am  A couple of observations. The Committee on Climate Change concluded relatively clearly that we cannot decarbonise electricity purely by using renewable energy. So, the NGO position on this seems to be to promote a target, but oppose the technologies (nuclear/CCS) that the CCC says are needed to meet it. So any complaints about the government ignoring CCC advice on electricity in 2030 are somewhat inconsistent. A key to this discussion is the European Emissions Trading Scheme. We don't know what will happen to it post 2020, so it seems remarkably foolish for the UK to agree to unilateral emissions cuts in electricity. After all the EU could fail to agree a tough cap for the ETS post 2020. A simple consequence is that the decarbonisation target may just result in the UK paying extra for wind and nuclear so that Poland and Germany can burn more coal. And if the EU does agree to a tough ETS cap (and make reforms) then what is the point of the decarbonisation target?  Robert Wilson           11.08am BST       Earlier this week, Katja Hall, the CBI&apos;s chief policy director, set out her views, including her specific thoughts on the decarbonisation amendment:  The energy bill remains the best instrument for government to give investors the certainty they need to plough billions of pounds into keeping UK lights on, through an affordable low-carbon economy. We cant afford further delays, so it is essential theres political agreement and the bill is on the statute book this year. The government will need to make sure that households and businesses most vulnerable to increased energy prices are adequately protected. The CBI supports the Climate Change Act and the carbon targets and budgets contained in it, but the bill must deliver the necessary pace of decarbonisation if they are to be achieved. It is clear that investment decisions will stand or fall on the details of the contracts for difference, the capacity mechanism, and the levy control framework  not on a carbon intensity target. Debates about the effect of including a target in the bill should not be allowed to prevent critical policy details being tied down. Vital investment decisions are hanging in the balance.        11.03am BST       My colleague Fiona Harvey now has a preview of today&apos;s vote live on the Guardian website:  Pressure was mounting on Liberal Democrat MPs on Tuesday to vote for a rebel amendment to the coalition&apos;s energy bill that would require steep cuts in carbon emissions from electricity generation. Green campaigners have piled on the pressure, urging Lib Dems to break ranks with official coalition policy at the last minute to join Labour and a small number of Tory rebels to call for a strengthening of the crucial bill. The requirement for an effective decarbonisation of electricity generation in the UK by 2030 was dropped from the energy bill at an early stage, but an amendment to be debated on Tuesday afternoon, at the bill&apos;s third reading, would restore the target.  The article includes reaction from two leading environmental NGOs... Greenpeace:  &quot;The Lib Dems must ensure that come the next election, the energy bill is something they can be proud of, rather than an additional thing they must defend on the doorstep,&quot; said Doug Parr, chief scientist and policy director of Greenpeace UK. &quot;For the sake of households struggling with gas bills, and for the sake of the climate, they must not allow clean energy to be another concession to the Tory right...&quot; Investors in low-carbon power generation were being scared off by the lack of a decarbonisation goal and the coalition government&apos;s seeming lack of support for clean energy, Parr said. &quot;Without the target, there is no certainty for the low-carbon sector, a sector that provided over a third of the UK&apos;s economic growth in 2011-12. [As it stands] the energy bill leaves the door open for dirty coal and gas power stations to stay online for decades, which will blow the UK&apos;s carbon budgets,&quot; said Parr. &quot;This is a key opportunity for the Lib Dems to push for a win for business and the economy and to differentiate themselves from their coalition partners. If they don&apos;t, the UK could end up locked into a high-carbon, gas-dependent energy system that fatally undermines the Climate Change Act. Voters who care about the environment which is nearly all potential Lib Dem voters  may never forgive them.&quot;  Friends of the Earth:  Andrew Pendleton, head of campaigns at Friends of the Earth, argued the target was needed to avert a &quot;dash for gas&quot;, which many on the right of the Tory party favour as an alternative to clean energy. He said: &quot;MPs from all parties must vote in favour of a clean power target. As well as tackling climate change and creating thousands of jobs, it will save householders billions of pounds compared to a dash for gas.&quot; Pendleton added: &quot;Investors say that they need certainty so they can make long-term investments in clean British energy. Without it we risk losing business overseas to countries that have made a clear commitment to developing a low-carbon future.&quot;        10.49am BST       Here are the thoughts of Nick Molho, head of energy policy at WWF UK:  Its of course theoretically possible for the UK to meet its goal of reducing emissions by 80% by 2050 without setting a clear target to decarbonise the power sector by 2030. But given that delivering a near carbon-free power sector over the next 20 years is going to be essential to put the UK economy on a cost-effective track to meeting the 2050 climate goals, its difficult to see how this will happen without the energy bill providing a long-term framework to attract the huge amounts of low-carbon investment required. Its worth restating the three key reasons why taking early action to reduce power sector emissions makes sense. First, the more we delay action to reduce emissions after 2030, the more expensive reducing our emissions will become as we will leave ourselves with an awful lot to do and very little time to do it in. Having a near-decarbonised power sector by 2030 still requires UK emissions to go down by a substantial 60% in the period between 2030 and 2050: adding more to this would not be economically sensible. Second, we already have a range of low-carbon power technologies that are either commercially available or at an advanced development stage. Third, other parts of the economy such as transport and heating will increasingly need to run on low-carbon electricity to reduce their own emissions. As things stand, if you have a renewable energy project that will be completed by 2020, then you know with a reasonable amount of certainty that your project will get the revenue it needs because the UK is bound by a renewable energy target for 2020 and the levy control framework out to 2020 has been announced. The lack of a decarbonisation target is also less of an issue for projects that have long-development times but have low capital costs. However, the lack of a decarbonisation target seriously risks delaying investments in projects that have long development times and high capital costs (such as some of the late Round 3 offshore wind projects that will be completed in the early 2020s) or in the renewable energy / low-carbon supply chain, which require several years of operation to recover the initial investment. A delay in these investments would result in not only slowing down the construction in low-carbon capacity that we need but it would also undermine the cost reductions and economic growth benefits that investment in a domestic supply chain would bring. Clearly, providing investment certainty is not just about a decarbonisation target. To have meaning, a target needs to be accompanied with certainty that funding for low-carbon projects will grow at an appropriate rate out to 2030 and that the contractual measures introduced in the energy bill will continue to be available out to 2030.        10.29am BST       Here&apos;s what the Committee on Climate Change, the body which formally advises the government on emissions targets, said (pdf) just two weeks ago on the matter of providing more confidence to energy sector investors:  Extensive decarbonisation of the power sector by 2030 is feasible and economically desirable. Considerations on the pace of decarbonisation. In considering the appropriate pace of decarbonisation to 2030 the aims should be: to stimulate investment in cost-effective low-carbon technologies (i.e. where these are cheaper over their lifetimes than unabated gas facing a carbon price); to develop less-mature technologies; to avoid stop-start investment; and to prepare for meeting the 2050 target to reduce economy-wideemissions by 80% relative to 1990.  Conclusions on the pace of decarbonisation. Based on the latest evidence on costs and feasibility, we continue to conclude that aiming to achieve a carbon intensity of around 50 gCO2/kWh in 2030 through investment in a portfolio of low-carbon technologies is feasible and desirable. There should be some flexibility to adjust this objective based on new information, for example up to 100 gCO2/kWh if costs for emerging technologies fall less quickly than expected, or if roll-out of energy efficiency, nuclear and onshore wind are more constrained...  It added:  Improving conditions for investment. In order to improve conditions for investment in the UK power sector the government should: set in legislation this Parliament a 2030 carbon-intensity target embodying the objective to invest in a portfolio of low-carbon technologies...  Carbon-intensity target. This should provide a balance of confidence and incentives to industry, signalling the governments intention to invest in a portfolio of low-carbon technologies to 2030, subject to build rates and cost reductions being achieved. Plan A should be to reduce the carbon intensity of power generation to a level of the order of 50 gCO2/kWh by 2030. A Plan B that achieves a carbon intensity of up to 100 gCO2/ kWh while maintaining a portfolio approach might become appropriate, for example if costs fall less quickly than currently envisaged, or if achievable build rates are lower than expected. This could be captured through some flexibility to change the target in light of new information or by legislating a target range of 50-100 gCO2/kWh, with clear criteria to guide which end of the range will be appropriate.        9.57am BST    Welcome to the Eco Audit    At around 4pm this afternoon MPs are due to vote on whether to include a rebel amendment in the third reading of the energy bill that would see the virtual decarbonisation of the UK&apos;s electricity supply by 2030. The MPs co-sponsoring the amendment - the Conservative&apos;s Tim Yeo and Labour&apos;s Barry Gardiner - argue that their &quot;carbon intensity target&quot; (in effect, a limit by 2030 of 50 grams of CO2 emitted per Kwh) would reduce risks for power sector investors and also better enable the nation to met its legally enshrined target of achieving an 80% reduction in emissions by 2050. They are supported by a broad coalition of NGOs, thinktanks, unions and renewables firms. However, Ed Davey, the energy and climate change secretary, says the target should be delayed until after the next election in 2016 because no party included it in their manifesto at the last election. Writing in the Guardian today, Tim Yeo, the chair of the energy select committee, says:  The inclusion of a carbon intensity target was a unanimous recommendation of the cross-party energy select committee following our scrutiny of the draft bill. As the energy bill currently stands though, the energy secretary may set one but not before 2016 at the earliest giving very little confidence to the sector. I have tabled an amendment with cross-party support to bring the date of this decision forward to 1 April 2014 and ensure it is set in line with the advice of the Committee on Climate Change, the government&apos;s statutory independent adviser tasked with monitoring the latest climate science and ensuring the UK meets its legally binding carbon reduction targets in the most cost effective manner.  Should MPs vote to include the amendment? Can the UK risk further delaying this issue if it wants to meet its long-term emissions reduction goals? Please leave your own thoughts below. If you are quoting figures or studies, please provide a link through to the original source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.    ", 
    "section": "environment", 
    "gid": "environment/blog/2013/jun/04/energy-bill-amendment-climate-goals", 
    "wordcount": "7316"
}