{
    "headline": "A torch-bearing cockchafer in the modern Olympian games' birthplace", 
    "text": "Unlike the Olympic torch, which passed through Much Wenlock like a dose of salts and with far more excitement than the town had seen in generations, the cockchafer stumbled giddily, as if it had spent the night banging against windows. The thumb-sized, bullet-shaped, grooved, blond-haired, conker-coloured beetle clung to a brick, soaking up warmth. It seemed heavy with the weight of its own folklore: chover, billywitch, bummler, doodlebug, mitchamador, midsomerdor, may-bug, June-bug. Its many local names around the country described a character which swung between clown and pest; part rustic-comic, part economic threat but now much reduced. The cockchafer may have got its most common name from a mixture of &quot;cock&quot; as in familiar, such as &quot;cock-sparrow&quot;, and &quot;chafer&quot; from &quot;cefer&quot; or &quot;kaefer&quot;, a gnawing beetle, but others may have ruder, less prosaic definitions. Having spent years as a fat, white, nut-headed grub munching roots in the darkness under lawns and fields, avoiding the beaks of rooks, the beetle on the brick emerged from its pupa at night. Like a toy car with transparent wings whirring out of open doors, the cockchafer blundered into the first light it detected. There&apos;s something about the beetle&apos;s antennae  golden-lobed branches on its head  which reminds me of the Olympic torch. They seemed as if the beetle carried them for some ceremonial purpose other than its own sensory needs; as if they held a spark of the wild flame and the beetle was summer&apos;s herald. Of course, this may have been a joke too, as flamin&apos; June became flippin&apos; wet and cold. But here in the place which gave birth to the modern Olympian games, a burst of sunshine changed the usual seriousness of this history. Such &quot;solemn stillness&quot; is broken, as the poet Thomas Gray wrote in his Elegy Written in a Country Churchyard, &quot;where the beetle wheels his droning flight&quot;. The symbolism of the cockchafer&apos;s flying torch took on an exciting new significance.", 
    "section": "environment", 
    "gid": "environment/2012/jun/05/torch-bearing-cockchafer-wenlock-edge", 
    "wordcount": "335"
}