{
    "headline": "David Cameron must do more to meet poverty pledge, say aid agencies", 
    "text": "David Cameron&apos;s pledge to reduce the number of malnourished children by 20m by 2020 will &quot;ring hollow&quot; unless he redoubles his efforts to tackle the issue, according to leading aid agencies. As the prime minister prepares to meet Barack Obama in the White House on Monday, the Enough Food for Everyone If campaign has sent a letter to Cameron warning that Britain has failed to prepare the ground before the Nutrition for Growth summit on 8 June when he is due to join forces with Microsoft founder Bill Gates. Cameron is holding talks with the US president at the White House in the latest in a series of pre-summit meetings with G8 leaders. Syria, aid and world trade will dominate the White House talks and the G8 summit of leading industrialised nations on 17-18 June at Lough Erne in Co Fermanagh, Northern Ireland. But the campaign group, comprising more than 100 UK charities, warns that Britain has failed to do the basic legwork ahead of the nutrition summit. In a letter to the prime minister, signed by the Save the Children chief executive Justin Forsyth and the heads of 12 other aid agencies, the group writes: &quot;We are worried that, without the necessary financing, this commitment will ring hollow. As far as we are aware, there has not been anything like enough outreach to other donors and developing countries to make this target achievable. We still have over a month left to fix that, but would encourage you personally to make the necessary calls to get us back on track. We mustn&apos;t squander this opportunity.&quot; Enough Food for Everyone If points out that at least a third of all child deaths are due to malnutrition but warns that only 0.3% of global aid is spent on tackling the problem directly. The letter says the Nutrition for Growth event could be a turning point, adding: &quot;We welcome the target of reducing the number of stunted children by 20m by 2020 as an important step towards elimination of this condition that is causing irreversible damage, both to children&apos;s lives and to countries&apos; development.&quot; Britain is making clear that cracking down on tax havens will be one of its main objectives at the G8 summit.", 
    "section": "global-development", 
    "gid": "politics/2013/may/13/cameron-poverty-pledge-aid-agencies", 
    "wordcount": "379"
}