{
    "headline": "GCSE English downturn reflected in Wales", 
    "text": "At Morgan Llwyd school in Wrexham, north Wales, named after the 17th-century Welsh writer, the downturn in GCSE English results across Wales, England and Northern Ireland had been felt, according to Huw Foster Evans, the headteacher for almost 12 years. He was at the school entrance greeting students arriving to pick up their results with a cheery: &quot;Bore da&quot; (&quot;Good morning&quot;).. The school is the only Welsh-medium school in the town where the whole curriculum [with the exception of English] is taught in Welsh. Around 80% of its children are from non-Welsh speaking homes, which could potentially create problems when parents try to help with homework. It attracts students from a wide catchment area, from the English border to the east, to Llangollen, 12 miles west. Foster Evans said: &quot;It&apos;s obviously difficult to try and put these figures into some kind of context nationally at this early stage. My analysis would be that English is lower than we expected and it looks as if its a similar pattern elsewhere.&quot; Of the 138 Morgan Llwyd students who took GCSEs, 98% got A* to G and 67% got A* to C. The school&apos;s sixth form has around 150 students and many of the GCSE candidates will stay on. Wrexham is a diverse area and the school accepts students from all backgrounds. Caitlin Jauncey, 15, who is 16 on Sunday, got 10 A*s and 3 As in her GCSEs, an achievement all the more remarkable as the A*s are in Welsh language and literature and she spoke no Welsh until she arrived at high school. She said: &quot;Because I worked really hard, I didn&apos;t think I had done terribly badly, but I was really pleased with the results. I&apos;ve only been doing Welsh for five years but because the way its taught by the school, it helped make it a lot easier for me. And it doesn&apos;t feel like it has only been five years, because I love it and languages.&quot; She said it is important that the language is studied because it is part of her heritage. &quot;My parents are really gobsmacked by how well I&apos;ve done,&quot; she added. She is staying on in sixth form to study history, English literature. Welsh and French A-levels. Ultimately, she wants a job in a history-related field or archaeology. Overall, pupils in Wales have closed the gap with the rest of the UK at the highest GCSE grades. But overall A* to C grades have fallen for the first time in more than a decade. cross Wales, 65.4% of GCSE entrants got passes at A* to C, which the Welsh assembly education minister Leighton Andrews called encouraging, although this down slightly on 2011&apos;s figure. The gap between Wales and England for A* and A grades is now 3.2%, down from 3.7% last year. The overall pass rate in Wales is static at 98.7%, with the number of A* rades down 0.1% on last year. Andrews was at Cynffig comprehensive school in Kenfig Hill, near Bridgend, as the results were handed out. &quot;Our students&apos; performance in GCSEs shows the overall pass rate remains at 98.7%, with passes at A*-C at 65.4% which is encouraging,&quot; he said.", 
    "section": "education", 
    "gid": "education/2012/aug/23/gcse-english-downturn-reflected-in-wales", 
    "wordcount": "552"
}