{
    "headline": "Amazon's doomed species set to pay deforestation's 'extinction debt'", 
    "text": "The destruction of great swaths of the Brazilian Amazon has turned scores of rare species into the walking dead, doomed to disappear even if deforestation were halted in the region overnight, according to a new study. Forest clearing in Brazil has already claimed casualties, but the animals lost to date in the rainforest region are just one-fifth of those that will slowly die out as the full impact of the loss of habitat takes its toll. In parts of the eastern and southern Amazon, 30 years of concerted deforestation have shrunk viable living and breeding territories enough to condemn 38 species to regional extinction in coming years, including 10 mammal, 20 bird and eight amphibian species, scientists found. The systematic clearance of trees from the Amazon forces wildlife into ever-smaller patches of ground. Though few species are killed off directly in forest clearances, many face a slower death sentence as their breeding rates fall and competition for food becomes more intense. Scientists at Imperial College, London, reached the bleak conclusion after creating a statistical model to calculate the Brazilian Amazon&apos;s &quot;extinction debt&quot;, or the number of species headed for extinction as a result of past deforestation. The model draws on historical deforestation rates and animal populations in 50 by 50 kilometre squares of land. It stops short of naming the species most at risk, but field workers in the region have drawn attention to scores of creatures struggling to cope with habitat destruction and other environmental threats. White-cheeked spider monkeys, which feed on fruits high in the forest canopy, are endangered largely because of the expansion of farmland and road building. The population of Brazilian bare-faced tamarins has halved in 18 years, or three generations, as cities, agriculture and cattle ranching has pushed into the rainforest. The endangered giant otter, found in the slow-moving rivers and swamps of the Amazon, faces water pollution from agricultural runoff and mining operations in the area. Writing in the journal Science, Robert Ewers and his co-authors reconstructed extinction rates from 1970 to 2008, and then forecast future extinction debts under four different scenarios, ranging from &quot;business as usual&quot; to a &quot;strong reduction&quot; in forest clearance, which required deforestation to slow down 80% by 2020. &quot;For now, the problem is along the arc of deforestation in the south and east where there is a long history of forest loss. But that is going to move in the future. We expect most of the species there to go extinct, and we&apos;ll pick up more extinction debt along the big, paved highways which are now cutting into the heart of the Amazon,&quot; Ewers told the Guardian from Belm, northern Brazil. Under the &quot;business as usual&quot; scenario, where around 62 sq miles (160 sqkm) of forest are cleared each year, at least 15 mammal, 30 bird and 10 amphibian species were expected to die out locally by 2050, from around half of the Amazon. Under the most optimistic scenario, which requires cattle ranchers and soy farmers to comply with Brazilian environmental laws, the extinction debt could be held close to 38 species. Ewers said the model reveals hotspots in the Brazilian Amazon where conservation efforts should be focused on the most vulnerable wildlife. &quot;This shows us where we are likely to have high concentrations of species which are all in trouble, and that becomes a way for directing our conservation efforts. We are talking about an extinction debt. Those species are still alive, so we have an opportunity to get in there and restore the habitat to avoid paying that debt,&quot; Ewers said. The Brazilian Amazon is home to 40% of the world&apos;s tropical forest and one of the most biodiverse regions on the planet. About 54% of the area is under environmental protection, and in the past five years, stricter controls and better compliance have driven deforestation rates down to a historical low. The trend towards less deforestation might not last though. Under pressure from the financial crisis, the Brazilian government has proposed a rapid development programme in the Amazon to fuel the economy. The move foresees the construction of more than 20 hydroelectric power plants in the Amazon basin and an extensive push into the rainforest. Environmentalists are further concerned about an overhaul to Brazil&apos;s Forest Code, which is widely expected to weaken the protection of the rainforest, and potentially speed up deforestation once more, according to an accompanying article in Science by Thiago Rangel, an ecologist at the Federal University of Gois in Brazil. &quot;Extinction debts in the Brazilian Amazon are one debt that should be defaulted on,&quot; he writes. Reducing the rate that extinction debts build up is not enough to preserve the Amazon&apos;s biodiversity, Rangel argues. &quot;The existing debt may eventually lead to the loss of species. To prevent species extinctions, it is necessary to take advantage of the window of opportunity for forest regeneration. Restored or regenerated forests initially show lower native species richness than the original forests they replaced, but they gradually recover species richness, composition and vital ecosystems functions, reducing extinction debt and mitigating local species loss,&quot; he writes.", 
    "section": "environment", 
    "gid": "environment/2012/jul/12/amazon-deforestation-species-extinction-debt", 
    "wordcount": "869"
}