{
    "headline": "Can I downgrade from Windows 8 to Windows 7?", 
    "text": "I don&apos;t expect you&apos;ve tried replacing Windows 8 with Windows 7 Pro. Well, it&apos;s not that simple! I&apos;m attempting to change the operating system on my wife&apos;s new Dell laptop from Windows 8 to 64-bit Windows 7 Pro. I spent three hours last night, found that I had to change the Registry, attempted to do this four times and then gave up! Is there a way to get the laptop to boot up from the CD/DVD drive?Ben You&apos;re right: I haven&apos;t tried replacing Windows 8 with Windows 7 Pro, so I can only point to the dark areas and say &quot;here be dragons&quot;. In fact, I recommend against it, because I don&apos;t see the point: you end up with an operating system that does not work as well as Windows 8, or possibly at all. It&apos;s simpler to change Windows 8 so the user interface (UI) is more like Windows 7.Either way, I trust you took a full back-up of the original hard drive and created whatever restore media the system recommended before embarking on your adventure. You should never make changes that you can&apos;t reverse, and that&apos;s your (and every other reader&apos;s)responsibility, not mine. Things have changed There may be problems with downgrading a Windows 8 PC, partly because some have new form factors (tablet/laptop hybrids) that were never designed to run Windows 7. Windows 8 PCs are also different from the previous generation in having a new UEFI (Unified Extensible Firmware Interface) system with Secure Boot and Fast Startup. Further, they use a GPT (GUID Partition Table)  to control the disk partitioning, rather than the old MBR (Master Boot Record), which was vulnerable to rootkit malware.A Dell Windows 8 hard drive may have a UEFI System Partition, an OEM (Original Equipment Manufacturer) Partition, two Recovery Partitions for refreshing and restoring the operating system, and a Primary partition that includes Windows 8 and its applications. The Primary partition is the one you can see.The new system is designed to protect users from malware (Apple and Android tablets and mobile phones are locked down in a similar way), and to enable people to rescue their PCs if something goes wrong.All these things are a great step forward for the 99% of users who buy a PC with an integrated operating system and never want to change it.They make things harder for the 1% who do, but at least Secure Boot can be disabled: you don&apos;t have to find a security flaw that can be used to &quot;jailbreak&quot; a PC.But if you can get Windows 7 installed, you may find that you don&apos;t have all the drivers required to support the Windows 8 hardware, and it&apos;s unlikely that the PC manufacturer will supply them. Some PC manufacturers may also refuse to provide software support if you&apos;re not running the original operating system. I would expect them to provide hardware support, though they might insist you re-install the original software first. (If you don&apos;t, support personnel can&apos;t run through the standard tests and scripts they have for your hardware.)Perhaps you should contact Dell support before going further. Business or consumer version? There are two different cases with downgrades, for consumer and business machines. First, there&apos;s the Windows 8 sold to consumers pre-installed as part of a package deal. This does not have downgrade rights, so you will need a full copy of Windows 7 and a product key to install and activate it. Retail copies of Windows 7 are not cheap.You don&apos;t have a licence to install a copy of Windows 7 from another PC, even if you have the DVD. If you install it, Microsoft will refuse to activate it.Second, there&apos;s the Windows 8 Pro sold to businesses. Microsoft knows that businesses like to keep all their PCs running the same operating system and they are slow to adopt new ones, so the Pro versions of Windows include downgrade rights. This means that Microsoft expects many businesses to replace Windows 8 Pro with 7 Pro.If your wife&apos;s Dell is a business machine, it could have Windows 8 Pro installed, so a downgrade to 7 Pro should be relatively simple. Start by disabling Secure Boot in Windows 8&apos;s Settings and use the Legacy BIOS (Basic Input/Output System) provided for backwards compatibility.In the BIOS, change the Legacy Boot Order to DVD. I would also disable the Fast Boot system which is hidden away in a System Settings screen under Power Options.You should now be able to reboot and install a full copy of Windows 7 Pro in the usual way, but you will have to enter a valid product key.This key will fail online activation, so you will need to activate it over the phone. To do this, tell Microsoft you are downgrading and tell it the Windows 8 Pro key from your wife&apos;s Dell. Home options If it&apos;s a consumer version of Windows 8, you may still have a number of options. You can try installing your full copy of Windows 7 alongside Windows 8 in a dual-boot format (see How to Dual Boot Windows 8 with Windows 7) or perhaps install it in a &quot;virtual PC&quot;. (Windows 8 Pro comes with a powerful virtual PC called Client Hyper-V, but it&apos;s not part of the consumer version, which I have not got.)If you can boot from your Windows 7 DVD, you should be able to install it as a replacement operating system, rather than a downgrade. The 64-bit version of Windows 7 Pro supports GPT partitions, and it should work if you choose Custom (Advanced), select a partition and click Format. (Obviously this will delete the contents of that partition.)If not, you could take the nuclear option, and reformat the whole hard drive.Alternatively, perhaps you could restore your wife&apos;s Dell to its Windows 8 factory condition, swap in a new hard drive, and do a clean installation of Windows 7. This avoids the problem of removing Windows 8 without being able to complete the installation or activation of Windows 7. If this results in a non-working PC, you can put the original drive back.Suffice it to say that the downgrade is not a quick option, unless you&apos;re an IT department with a volume licensing deal and access to drive images that you can simply copy across. It&apos;s a much better idea to buy a business PC that ships with Windows 7 installed and includes a free upgrade to Windows 8. The software option But I think there are better options. The best idea is to learn how to use Windows 8, which doesn&apos;t take long. The equivalent of the Windows 7 desktop is still there underneath the Start screen, and it only takes one click to get to it.If your wife doesn&apos;t want to do that, you can install software that changes or bypasses the Start screen altogether. Stardock&apos;s $4.99 Start8 looks like a good solution. It lets you boot straight to the Windows 8 desktop and makes it work more like Windows 7.With Start8, you don&apos;t lose the speed, security improvements and new features in Windows 8, and you can still run the modern (tablet-style)app included with Windows 8 or downloaded from the Windows Store.Later this year, Microsoft may do something similar to Start8 with its Windows 8.1 update, known as Blue. Indeed, users can expect a stream of improvements as Microsoft sorts out problems and responds to criticisms. Windows 8 is a work in progress, but it&apos;s not going away. The future of Windows Windows 8 represents a huge new undertaking. It provides a compatible interface on everything from mobile phones and touch-based tablets (and perhaps a new Xbox games console) through laptops and desktops to mainframe class servers. It includes new cloud services via a Microsoft identity (so any Windows 8 machine becomes your Windows 8 machine when you log in), powerful search and sharing, a shiny new platform architecture for programmers (Windows Runtime or WinRT), and the new Windows Store, among other things. It&apos;s part of a significant advance into a future where Microsoft believes most devices will be mobile, touch-oriented and always connected. Those are all areas where Windows 7 falls short.In addition, Windows 8 brings in a modern design language that puts &quot;content before chrome&quot;. It&apos;s already visible in Windows 8 and Microsoft Office, in the new Outlook.com email service that has replaced Hotmail, and in the free Microsoft Office programs in SkyDrive. Similar user interfaces are also being adopted by independent websites under the &quot;flat UI&quot; slogan: see, for example, What is flat design?.Microsoft still has a lot of work to do, but it has time. The bulk of its sales and profits come from business versions of Windows and Windows applications on PCs and servers, and Microsoft will support businesses using Windows 7 until at least 2020.My main machines are still running Windows 7 as well. But in 2020, perhaps most of us will be on Windows 10, and looking back, we&apos;ll wonder what all the fuss was about.", 
    "section": "technology", 
    "gid": "technology/askjack/2013/apr/18/windows-8-downgrade-to-windows-7", 
    "wordcount": "1537"
}