{
    "headline": "International women's day: a voice from the Democratic Republic of the Congo", 
    "text": "   Salome Ntububa Photograph: Picasa/Salome Ntububa    Over the past decade, the spectre of sexual violence has haunted the eastern Democratic Republic of the Congo [DRC], affecting huge swaths of the population, particularly women and young girls. Community members, churches, international organisations, and women&apos;s groups, to name but a few, are all working hard to protect and support the rights of survivors. However, the situation has barely improved over the last few years, since the root causes of such violence have not yet been properly tackled. Regardless of class, ethnicity, race and even gender, all sectors of society are suffering but in the chaotic context of eastern DRC it is poor people, especially women and children, who are the most vulnerable. They simply don&apos;t have the means to escape or to protect themselves  especially during great humanitarian crises, as now, when community structures break down and daily survival leads to taking great risks. At a national level, there are laws designed to prevent such crimes and to bring the culprits to justice. But they are woefully ineffective, since state authorities and courts do not function in many areas, and those who should be protecting the population, such as the military and police, are often the ones involved in the violence. However, at community level, a lot of women have set up solidarity groups, many supported by Christian Aid&apos;s local partner organisations. Women now work in the fields, walk to the markets, or go to collect water in large groups so that they can better protect themselves against potential attacks. If one of them has been affected by sexual violence, the rest of the group is there to support her, financially and emotionally, as best they can. In one village, Lubila in North Kivu, the husbands of women who have been raped by armed assailants have even formed their own support group, to help dissipate any stigmatisation the affected women and their families often face. Children born as a result of rape used to be considered the enemy and suffered a terrible, debilitating reputation from birth. However, churches are actively helping to support the reintegration of young mothers into their home villages and we have seen some small but very positive results. One big change I have noticed recently is that many local NGOs have integrated sexual violence programmes with those focused on building peace and establishing rights. So-called joint socio-economic reintegration projects now target women and girls affected by sexual violence along with people from other vulnerable groups to form a common project. To help empower women in society, they are also involved in training military, police and students in basic law and human rights to do with the causes and consequences of sexual violence. These are small but important and positive steps towards greater gender equality on local levels, which can improve the position of women in society and may, as part of a broader framework of activities, contribute to eventual peace for all in the DRC.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-democratic-republic-congo", 
    "wordcount": "491"
}