{
    "headline": "Sub-Saharan Africa can only grow if it solves hunger crisis  UNDP", 
    "text": "Sub-Saharan Africa cannot sustain its much-heralded economic growth unless it eliminates the hunger that afflicts nearly one in four of its people, the UN Development Programme (UNDP) warns in a report on Tuesday. Despite boasting some of the world&apos;s quickest expanding economies, as well as improvements in life expectancy and schooling, there has not been a corresponding uplift in food security, according to the first Africa Human Development Report. &quot;Impressive GDP growth rates in Africa have not translated into the elimination of hunger and malnutrition,&quot; said UNDP administrator Helen Clark, the former prime minister of New Zealand. &quot;Inclusive growth and people-centred approaches to food security are needed. Building a food-secure future for all Africans will only be achieved if efforts span the entire development agenda.&quot; The Africa Human Development report 2012: towards a food secure future notes that with more than one in four of its 856 million people undernourished, sub-Saharan Africa remains the world&apos;s most food insecure region. More than 15 million people are at risk in the Sahel  the semi-arid belt from Senegal to Chad  and an equal number in the Horn of Africa remain vulnerable after last year&apos;s food crisis in Djibouti, Ethiopia, Kenya and Somalia. The UNDP warns: &quot;Hunger and extended periods of malnutrition not only devastate families and communities in the short term, but leave a legacy with future generations which impairs livelihoods and undermines human development.&quot; African agriculture notoriously performs way below its immense potential, but the report argues that focusing on farming methods alone is not enough. It calls for a rethink of rural infrastructure, health services, social protection and the empowerment of local communities, along with strengthened local government and civil society groups to give poor people a voice. The accelerating pace of change and new economic vitality on the continent make the time ripe for intervention, the UNDP adds, arguing that food security can be achieved through immediate action in four critical areas:  Increasing agricultural productivity: &quot;Ending decades of bias against agriculture and women, countries must put into place policies which provide farmers with the inputs, infrastructure and incentives which will enable them to lift productivity. Encouraging the innovative and entrepreneurial spirit of Africa&apos;s growing youth population to further stimulate rural economies is particularly important.&quot;  More effective nutrition: &quot;Countries must develop co-ordinated interventions which boost nutrition while expanding access to health services, education, sanitation and clean water. The report cites research showing that mothers&apos; education is a more powerful factor in explaining lower rates of malnutrition in children than is household income.&quot;  Building resilience: &quot;Getting food from field to table in sub-Saharan Africa is fraught with risk. Countries should take measures to lower people&apos;s and communities&apos; vulnerability to natural disasters and civil conflict, seasonal or volatile changes in food prices and climate change. The report recommends social protection programmes such as crop insurance, employment guarantee schemes, and cash transfers  all of which can shield people from these risks and boost incomes.&quot;  Empowerment and social justice: &quot;Achieving food security in sub-Saharan Africa will remain out of reach so long as the rural poor, and especially women, who play a major role in food production, do not have more control over their own lives. Ensuring access to land, markets and information is an important step to empowerment. Bridging the gender divide is particularly vital: when women get access to the same inputs as men, yields can rise by more than 20%.&quot; Tegegnework Gettu, director of UNDP&apos;s Africa bureau, said: &quot;It is a harsh paradox that in a world of food surpluses, hunger and malnutrition remain pervasive on a continent with ample agricultural endowments. Africa has the knowledge, the technology and the means to end hunger and food insecurity.&quot; The document will be launched by Clark and the Kenyan president Mwai Kibaki in Nairobi on Tuesday. Its cautious sentiment echoes last week&apos;s Africa Progress Panel report which warned that the continent&apos;s economic growth is jeopardised by persistent inequality. The panel said: &quot;What we are trying to do is balance the picture of Africa between the hopeless continent of the past decade and the overly euphoric optimism that we see in the press today.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/15/sub-saharan-africa-hunger-undp", 
    "wordcount": "707"
}