{
    "headline": "Rapha cycle clothes: easy to mock, but also easy to love", 
    "text": "Rapha is one of those curious companies where more people seem to have an opinion about the brand than actually buy its creations. As so often happens in these cases, views are pretty polarised. For fans, Rapha&apos;s near-ten year history is a glorious procession of good design. True believers see the London-based firm as a beacon of quality and sophistication in a sometimes uncouth, oil-streaked cycling world. In the opposite corner sit the sceptics who see Rapha&apos;s wares  mainly dedicated bike race clothes but also an ever-expanding range of more casual garb and accessories  as over-priced faux-designer catnip for the more gullible fringe of the monied, middle-aged new-to-cycling demographic. What&apos;s undeniable is that Rapha is quite easy to mock if you choose. In fact there is already a very sophisticated spoof website devoted to precisely that. A quick glance at the Rapha online shop reveals not just the extent of its dedicated on-the-bike range, including the fruits of a new tie-up as official suppliers to Team Sky, but some pricey curiosities which almost defy parody. A 95 &quot;pro grade&quot; coffee tamper (the device baristas use to flatten coffee grains) based on a very posh brand of headset? A 40 &quot;workshop apron&quot;? Today, however, I&apos;m here to neither defend or lampoon Rapha. Somewhat unconventionally I plan to just say what I think about some of its products.  When last year I reviewed the wares of upstart semi-competitor Vulpine, Rapha asked if I wanted to try a few of its equivalent items, those designed for everyday riding rather than the peloton. Finally, though, one last bit of preamble in the form of a plea: can we all accept some differences of opinion when it comes to price? There&apos;s doubtless those who see a willingness to spend 160 on bike shorts, let alone 300 on a pair of yak leather cycling shoes, much as their ancient ancestors did a solar eclipse: a sure sign we&apos;re descending towards the end of days. Fair enough. But please don&apos;t immediately lambast all those who disagree as degenerate ponces.  Some people like to spend money on long-lasting, well-made products, and even argue this can be an ethical option. Plus, even in this shiny, carbon fibre age, cycling remains a relatively inexpensive pursuit. The sums involved are a lot, but remain mere small change if your passion was, say, fast cars, or yachts, or cocaine. So finally, to business.     Rapha's City Riding shirt. Photograph: Rapha    The main Rapha items I&apos;ve tried out come from its City Riding range: a pair of jeans, an office-style shirt and one of their city rain jackets. As I mentioned when writing about Vulpine I&apos;m not an especially big believer in &quot;bike friendly&quot; casual clothes, for the very simple reason that it falsely implies you can&apos;t ride around perfectly well in everyday items.  That said, it&apos;s immediately obvious everything is extraordinarily well-made, robust enough to last years of use and very cleverly designed. To take just one example, the Velcro-fastening cuff flaps on the rain jacket are two sided: attach them one way and they&apos;re the same colour as the jacket (a sort of burnt orange for me, known officially by Rapha as pumpkin); turn them round and they&apos;re a bike-ready reflective-lined bright pink. It thus comes down mainly to taste. Rapha jeans (photo at the bottom) are hugely popular, made from some sort of space age denim mix which promises to shake off stains, dry out quickly and not &quot;deteriorate at key wear points&quot; (presumably the arse). All very laudable, but to me they managed the interesting trick of being both oddly stretchy and as stiff as a cardboard box, and thus almost unwearable. The fitted gingham office shirt (above) I much preferred, and in fact I&apos;m wearing it as I type this. But even here this is more despite the much-trumpeted breathable fabric, which has a slightly crinkly, crpe paper quality to it, rather than because of it.     Rapha's City Rain Jacket. Photograph: Rapha    The rain jacket (above), however, is truly lovely, managing that all important breathable-but-water-resistant trick and blending into off-bike situations about as well as anything orangey-brown can. I even tried out the full combo (including woolly Rapha &quot;City Riding socks&quot;; they&apos;re posh socks, not much more you can say) as a bike-and-work combination, riding to a crown court for a day of reporting. Perfectly serviceable on the bike, the ensemble also raised no eyebrows in court, albeit allowing for the slightly broader range of sartorial expectations people have of Guardian journalists. But then again I made exactly the same journey on other days wearing normal clothes without really noticing the difference. Probably the item I most fell for was the most simple: the merino wool &quot;winter collar&quot;. Yes, it&apos;s a 25 Buff. But it&apos;s also perhaps the most comforting single item of bike gear I&apos;ve ever worn. I spent weeks of winter mornings with my face snuggled into it as I rode to work.  So what to conclude? If you&apos;re the sort of person to whom this type of bike-meets-office stuff appeals then the Rapha range is thoughtfully designed and should last for years. You&apos;ll presumably already know where you stand on the price tag bit.  And me? If I&apos;m cycling a short distance in everyday clothes, well, my current everyday clothes do just fine. I&apos;ve always found cotton trousers and shirts perfectly breathable and able to dry out quickly form a rain shower, without the addition of a cocktail of high-tech fabric mixes. Maybe I&apos;m not cycling hard enough but I also don&apos;t notice the seats of my trousers wearing out.  It&apos;s for the longer rides in dedicated bike clothes that I&apos;d be more tempted to blow a sudden and theoretical few hundred pounds at the Rapha online shop. The more years I ride bikes the more I think comfy and well made bike clothes, especially shoes, are worth the investment.  To return, finally, to the vexed issue of price, my current bikes shoes, bought about a year ago, cost me 170. Absurd to some, yes. But if they last as well as their predecessors, that&apos;ll be a good three or four years of putting them on and being able to think: these are an actual pleasure to use. There&apos;s a lot to be said for that.     Rapha's jeans. Photograph: Rapha  ", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/mar/27/city-cycling-fashion-rapha-bike-blog", 
    "wordcount": "1058"
}