{
    "headline": "Internet remains unregulated after UN treaty blocked", 
    "text": "A proposed global telecoms treaty that would give national governments control of the internet has been blocked by the US and key western and African nations. They said they are &quot;not able to sign the agreement in its current form&quot; at the end of a International Telecoms Union (ITU) conference in Dubai. The proposals, coming after two weeks of complex negotiation, would have given individual governments greater powers to control international phone calls and data traffic, but were opposed as the conference had seemed to be drawing to a close late on Thursday. The move seems to safeguard the role of the internet as an unregulated, international service that runs on top of telecoms systems free of direct interference by national governments. The US was first to declare its opposition to the draft treaty. &quot;It is with a heavy heart and a sense of missed opportunities that I have to announce that the United States must communicate that it is unable to sign the agreement in its current form,&quot; Terry Kramer, head of the US delegation, told the conference, after what had looked like a final draft was approved. &quot;The internet has given the world unimaginable economic and social benefit during these past 24 years. All without UN regulation. We candidly cannot support an ITU Treaty that is inconsistent with the multi-stakeholder model of internet governance.&quot; The US was joined in its opposition by the UK, Canada, Costa Rica, the Czech Republic, Denmark, Egypt, Kenya, the Netherlands, New Zealand, Poland, Qatar and Sweden. All said they would not sign the proposed final text, meaning that although a number of other countries will sign it, the treaty cannot be effectively implemented. &quot;In the end, the ITU and the conference chair, having backed themselves to the edge of a cliff, dared governments to push them off,&quot; commented Kieren McCarthy, who runs the internet consultancy dot-nxt. &quot;They duly did.&quot; But Access Now, a lobbying group against ITU oversight of the internet, said that &quot;despite all of the assurances of the ITU secretariat that the WCIT wouldn&apos;t discuss internet governance, the final treaty text contains a resolution that explicitly &apos;instructs the [ITU] secretary-general to take the necessary steps for the ITU to play and active and constructive role in... the internet.&apos;&quot; It urged governments not to sign it. The ITU is a UN organisation responsible for coordinating telecoms use around the world. The conference was meant to update international treaties which have not evolved since 1988, before the introduction of the internet. But the conference has been the source of huge controversy because the ITU has been accused of seeking to take control of the internet, and negotiating behind closed doors. Google has mounted a vociferous campaign against conference proposals that would have meant that content providers could be charged for sending data and which would have given national governments more control of how the internet works. Instead, lobbyists have said the treaties should simply not mention the internet at all because it is a service that runs atop telecoms systems. But a bloc led by Russia, with China and the United Arab Emirates  where the conference is being held  said the internet should be part of the treaties because it travels over telecoms networks. A Russia-driven vote late on Wednesday seemed to push to include the internet in a resolution  a move the US disagreed with. The failure to reach accord could mean that there will be regional differences in internet efficacy. &quot;Maybe in the future we could come to a fragmented internet,&quot; Andrey Mukhanov, of Russia&apos;s Ministry of Telecom and Mass Communications, told the Reuters news agency. &quot;That would be negative for all, and I hope our American and European colleagues come to a constructive position.&quot; The US and Europe have indicated that they instead want private companies to drive internet standards. McCarthy, who has published ITU planning documents that would otherwise have been kept out of sight on dot-nxt&apos;s website, criticised the conduct of the meeting: &quot;attendees were stunned to find a conference style and approach stuck in the 1970s,&quot; he said. Writing on the dot-nxt site, he said: &quot;A constant stream of information was available only in downloadable Word documents; disagreement was dealt with by increasingly small, closed groups of key government officials; voting was carried out by delegates physically raising large yellow paddles, and counted by staff who walked around the room; meetings ran until the early hours of the morning, and &quot;consensus by exhaustion&quot; was the only fall-back position.&quot; Attempts by the ITU to encourage the US to sign the proposed treaty by removing clauses  such as one that would give individual countries rights over website addresses  failed.", 
    "section": "technology", 
    "gid": "technology/2012/dec/14/telecoms-treaty-internet-unregulated", 
    "wordcount": "803"
}