{
    "headline": "The ghost of the Isaac Newton Telescope", 
    "text": "Once upon a time the Isaac Newton Telescope was among the world&apos;s biggest, its 98-inch mirror the envy of other astronomers. But even before the Queen inaugurated it in 1967, the instrument faced an insumountable problem: its location. The telescope and dome were in Herstmonceux, Sussex, which was convenient for the British astronomers who used it, but the weather conditions were hardly ideal for stargazing. So as air travel became cheaper and easier, it was almost inevitable that frustrated scientists would seek a new home for it. They settled on a volcano on La Palma in the Canary Islands. In 1984 the telescope was reopened at the Roque de Los Muchachos Observatory. And that is where it still stands, working 365 nights a year.     The Isaac Newton Telescope on La Palma in the Canary Islands. Photograph: Brady Haran/Deep Sky Videos    But is it really the same telescope? All is not as it seems at the Isaac Newton Telescope (generally called &quot;the INT&quot; by its users). Let&apos;s start with the original building and dome. They are still in Sussex. In fact, as part of my work making a film about the INT, a chap called David Brander agreed to visit the site on my behalf and snapped the photo at the top of this article. David said: &quot;It looked quite sad actually. Almost eerie, possibly because it was surrounded by woods and it reminded me of how the heroine in a scary film happens upon a structure.&quot; The original INT sat atop a specially made mount that allowed it to slew across the sky. But the mount was tailored to the location and a new one had to be built for La Palma. Even the mirror  the INT&apos;s eye on the sky  was replaced with a slightly bigger, 100-inch (2.5-metre) version.            So what did they move? I asked Prof Mike Merrifield, head of astronomy at the University of Nottingham. &quot;It reminds me of the story of the workman who proudly claims to still be using the same shovel after 50 years, although he has had to replace the blade twice and the handle three times!&quot; he joked. &quot;It was well before my time, but I suspect the real story is that there was a certain amount of potitics involved. By shifting an existing telescope, those pushing for the move could make a case that they were saving the government money. And as long as no one looked too closely at the fine print, where it was explained that the move included a new building and a new mount and a new primary mirror, everyone would be happy.&quot; Regardless of the politics, the INT has enjoyed a long and prosperous life in warmer climes. Many more telescopes have since been built, and the INT&apos;s mirror  while impressive to the layman  is quite small by modern standards. Yet the Newton telescope has remained a useful tool for astronomers. &quot;The amount of cutting edge science you can do with a telescope that small is pretty limited,&quot; said Prof Merrifield explained. &quot;What those in charge decided to do was to focus on primarily using the INT to take pictures of large areas of the sky. By specialising in this way and building a state-of-the-art wide-angle camera to mount on it they have bought the telescope a whole new lease of life which has allowed it to stay productive in an era when newer telescopes collect more than 10 times as much light.&quot;     The Isaac Newton Telescope on La Palma in the Canary Islands. Photograph: Brady Haran/Deep Sky Videos    The INT is a funny beast. A quaint telescope with a curious history, but somehow evolving to remain useful in the modern age. With the current international agreement on running the UK-led telescopes in La Palma approaching its end, the INT may soon be changing its role again. Who knows if it will still be operating in 10 or 20 years? History suggests it will, though perhaps only after another overhaul like its rebirth in the 1980s.", 
    "section": "science", 
    "gid": "science/2012/jan/30/isaac-newton-telescope", 
    "wordcount": "651"
}