{
    "headline": "'The children here are fragile. They have no defences'", 
    "text": "From the moment I stepped into school this morning, I knew it was going to be a hectic day. There is just something in the atmosphere, a kind of electric edge in the children&apos;s chatter as they arrive. It is raining again. Not good for the children we serve, as many of them live in cramped conditions and need to get out during the day to run and feel space around them. The rain imprisons them in their classrooms and corridors. My school, a primary, is in an area of high deprivation. A large minority of adults have no qualifications, and there are generations of families who have not worked and so there is low aspiration for their children. Mental health issues are common and drug and alcohol use are endemic. There is a disproportionately high level of domestic violence. For the children in our care, school is an oasis of calm and safety. We have a &quot;support&quot; group for children who can&apos;t manage their learning in a mainstream classroom. All have troubled homes. In the group there is suicide, separation and other kinds of loss. There are violent older siblings, violent parents. There is mental illness and depression. The children show you this. They explode, sending themselves across the classroom with the pencils and pens and paper that end up strewn across the floor. We help them pick everything up, and in the process help the children to reconstruct who they are. There are two children in particular who seem even more highly strung than usual. All week these two, aged seven and eight, have been buzzing. Today they circumnavigate the classroom without touching the floor, feeling their way along the radiators and walking over the tables and furniture. They refuse to get down. We shadow them to ensure they are safe and eventually they comply. Other children in the group watch with anxious interest to see what they will do next. They are literally climbing the walls. And it doesn&apos;t take much to send them climbing. A look from another child, a wrong word whispered, a pencil snatched. The energy is released with a ferocious outburst and things go flying. The circumnavigation is part of the recovery process. I&apos;ve watched my staff dealing with this on a number of occasions this week. They are patient, firm and kind. They keep the children safe. They get them learning again. The outbursts are contained within the group, ensuring that the rest of the school is able to function normally. The children here are delightful. They are fragile. These children spill out and demand you hold them together. Their self-esteem is so low that they seem to have no defences against anything they find threatening. Teaching on a knife-edge is not easy and I have huge admiration for the staff who do it all day, every day. In the group one day this week, there was an explosion when one boy said something that annoyed another. One of them started swearing and throwing things and the other left the classroom, kicking chairs and furniture on the way, teddy bear in hand. I followed him into the corridor. He had gone round a corner and was lying on his back on the floor, kicking the wall. Cuddling his teddy while kicking the wall. I started talking to him calmly as he was still agitated. I placed the bear on his tummy, which stilled him, and we were able to talk for a while about his cat. One of the things that the children in the group really struggle with is understanding that their actions have a consequence and a perceived injustice can take an awful lot of talking round, and cajoling and coaxing. When we talked about why he had kicked off in the group, he got cross with me again and turned on to his tummy. I put the toy on his back and again he stilled. I just sat with him, in silence, for five minutes. Then I asked him if he could get up without the toy falling off. He tried to, but it tumbled off and we both laughed. I took him back into the classroom, where the other member of staff had worked her wonders on the other child, who was working at the table. Modelling reparation is so important for these children. We try to show them that their anger and fury haven&apos;t destroyed the world, that we are still in one piece, they are still in one piece and we are ready to learn with them once more. This is Bergistra&apos;s first column for the Guardian. Her blog: http://themusing sofaheadteacher.wordpress.com/author/ bergistra/", 
    "section": "education", 
    "gid": "education/2012/oct/29/headteacher-on-a-knife-edge", 
    "wordcount": "782"
}