{
    "headline": "Raise the price of producing carbon dioxide, says Lib Dem minister", 
    "text": "The EU should raise the price to businesses of producing carbon dioxide to reduce greenhouse gases and improve efficiency, the Liberal Democrat energy and climate minister told a conference in London on Monday. Ed Davey said the price to businesses was too low, because companies had been awarded an excess of permits to produce carbon under the EU&apos;s emissions trading scheme, far greater than the number they need. If those excess permits were permanently cancelled, the price of emitting carbon for large consumers, such as power generators, would be shored up. This would give them more incentive to seek efficiencies and lower carbon fuels. Davey also repeated the government&apos;s position in calling for an EU-wide carbon reduction target of 30% by 2020, far tougher than the current target of 20%. The old target is too easily met, according to campaigners, and espousing the tougher goal would allow the EU to press other countries to adopt more stringent carbon limits. Many of Davey&apos;s coalition partners, and some sectors of business, do not agree with the higher target, however  including the chancellor, George Osborne, who has argued that adopting tougher environmental regulations than the rest of the world could make the UK less competitive. Almost at the same time as Davey was speaking, the chancellor of the exchequer was telling the Tory party conference he would offer tax breaks on the controversial practice of fracking for shale gas, which could be a new source of fossil fuel for the UK. Davey also appeared to be hedging some of his bets, as earlier in the day he had delivered a speech at the Gastech conference in east London, calling for a massive expansion of gas-fired power in the UK. The energy secretary, as revealed by the Guardian last week, wants at least 20GW of new gas-fired electricity generation by 2030, equivalent to about 20 new power stations, or about a 50% increase on the current number. Davey has insisted that setting out such big targets for gas will not reduce the amount of investment for renewable energy. However, the UK is opposing plans to set a new 2030 target for renewable energy in Europe, which would replace the current target of generating 20% of energy from renewables, a goal that expires in 2020 with nothing as yet to replace it. Connie Hedegaard, the EU climate change commissioner, who was in London to launch an EU initiative to promote the benefits of cutting emissions, said the European Commission was only in the early stages of looking at fresh targets. &quot;We are analysing, there are internal deliberations,&quot; she said. &quot;It is still very open.&quot; She said the current targets had played a key role in encouraging companies and governments to invest in renewables. She pointed to the strong growth in renewable energy in recent years, which she said would probably not have happened without clear targets. While Europe is ahead on renewable energy, it is behind on energy efficiency  on which the bloc does not have a clear, legally binding commitment. Investors like certainty, which targets can provide, she said. &quot;If you are an investor, you are already thinking beyond 2020.&quot; Hedegaard urged governments to look beyond the economic turmoil, saying that developing a green economy could be an answer to the recession, creating jobs and encouraging the efficient use of resources. She pointed out that Europe spends 573bn (464bn) a year on imports of fossil fuels, a sum that could be cut with greater energy efficiency and more use of renewables. She said citizens were more aware of climate change than governments often gave them credit for, and the recent years of unusual weather  droughts followed by severe flooding this summer in the UK, wildfires in Europe and droughts in the US that have raised food prices  had heightened people&apos;s concern. But some people were still afraid that dealing with climate change would mean spending vast amounts of money or lower standards of living, she said. Neither was really the case, she argued but, in order to convince people, governments should be presenting the positive sides of dealing with climate change, as well as the threats from global warming. These positives include cleaner air and water, health benefits such as lower rates of respiratory problems, &quot;smart living&quot; with modern energy efficient appliances, a healthier way of life with more green space and better urban planning and public transport. &quot;This isn&apos;t about being dull and grey. it&apos;s about smarter living. It&apos;s bright and attractive,&quot; she said.", 
    "section": "environment", 
    "gid": "environment/2012/oct/08/raise-price-carbon-dioxide-ed-davey", 
    "wordcount": "762"
}