{
    "headline": "Russian meteorite: hunt for debris begins, but was it a comet?", 
    "text": "     A race for cosmic souvenirs has begun after scientists said there were still many pieces of the meteorite that fell to earth (video) near the Russian city of Chelyabinsk last week waiting to be found. The extraterrestrial origin of 53 rock fragments collected on the frozen surface of Lake Chebarkul was confirmed during analysis conducted by the Urals Federal University in the early hours of Monday. But this is just the start of the process of gathering the debris left by the large meteorite, which exploded on entering the earth&apos;s atmosphere and hit the ground in a series of fireballs on Friday. Viktor Grokhovsky, a member of the Russian Academy of Science&apos;s meteorite committee, has been put in charge of the scientific search operation. &quot;There are a lot more fragments to be discovered in many other places  it&apos;s only a matter of time,&quot; he said. The search is being concentrated at the moment around a six-metre wide hole in Lake Chebarkul, about 50 miles from Chelyabinsk, discovered by locals shortly after the meteorite hit the ground. Military divers spent much of the weekend scouring the bottom of the lake, but were hampered by poor visibility and found nothing. Despite the failure of the divers, there was still likely to be a piece of meteorite in the lake of at least 50cm in diameter, said Grokhovsky. Local officials said on Sunday that the formal search was being abandoned, but scientists will continue the hunt. No one from the eight-strong scientific team has yet been able to examine the whole surface of the lake because of a cordon put in place by the authorities over the weekend. Analysis of the pieces recovered so far, none of which had a diameter greater than 1cm, suggests that 10% of the meteorite was made up of iron. Traces of sulphite and the mineral olivine were also present. &quot;It was a stone meteorite that belongs to a class of ordinary chondrite meteorites,&quot; said Grokhovsky. Likely to be named Chebarkul after the lake where the first fragments were found, the meteorite is the biggest such object to hit the earth in more than 100 years. Within the academic community there appeared to be a difference of opinion on Monday as to the exact nature of the object, when some experts said it was conceivable that it was a comet that had struck southern Russia at 9.20am on Friday. &quot;In Chelyabinsk we saw a type of comet in which there was almost no meteorite remaining,&quot; said Alexander Bagrov, a member of the Russian Academy of Sciences&apos; Astronomy Institute, Interfax reported. &quot;It was mainly made up of a mass of ice, of which no trace is left.&quot; The argument reflects the same debate that raged after the last big meteorite impact, the so-called Tunguska event in Siberia in 1908. For decades afterwards Russian scientists, trying to explain the absence of an obvious impact crater, argued over whether the blast was caused by a meteorite or a small comet. While the intellectual debate was beginning on Monday, the clean-up operation in Chelyabinsk was winding down. The shockwave caused by the meteorite shattered windows across the region and injured about 1,500. One woman was transferred to Moscow for treatment over the weekend and about 50 people remained in hospital. With night-time temperatures hovering around -20C, glass prices jumped as people rushed to replace broken panes.", 
    "section": "science", 
    "gid": "science/2013/feb/18/hunt-russian-meteorite-fragments-comet", 
    "wordcount": "574"
}