{
    "headline": "30 best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for iPhone, iPad and iPod touch. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. Looking for Android apps? Check this week&apos;s 30 best Android apps roundup, which was published earlier in the day. Here&apos;s this week&apos;s comparable iOS selection: Toy Story: Story Theater (1.99) Disney&apos;s latest book-app isn&apos;t just about reading: it&apos;s about creating. Starring familiar characters from the Toy Story films, the app encourages children to create their own scenes and record their own dialogue with Buzz, Woody and co, moving characters around as they go.iPhone / iPad Draw Something 2 (1.99) With 100m downloads of the original Draw Something, Zynga has a tough act to follow. This sequel adds more drawing tools and a social feed to show you what friends (and celebrity players) have been scribbling. New to Draw Something? The idea is to sketch phrases Pictionary-style for friends to guess. A free version is also available.iPhone Little Red Riding Hood by Nosy Crow (2.99) This was reviewed at greater length earlier in the week. It&apos;s the latest fairytale book-app from British publisher Nosy Crow, retelling the tale of Little Red Riding Hood and the Big Bad Wolf with a nonlinear-narrative twist: children choose her path through the forest to pick up items to defeat the wolf, with a different selection each time.iPhone / iPad LinkedIn Contacts (Free) For now, you have to request an invitation to use LinkedIn&apos;s new iPhone app. It&apos;s interesting though, promising to aggregate all your address books, emails and calendars into one place, and access it from this standalone iPhone app.iPhone Netmums Chat (Free) The Netmums Chat forums have been a godsend for many parents in recent years, and now they&apos;ve got an official app. It&apos;s a simple way to access the discussions on the popular parenting website, and having ended up on Netmums a fair few times in the middle of the night with a sleeping (or otherwise) child in one arm, an easier way to browse one-handed on a mobile device is welcome indeed.iPhone / iPad GoComics (Free) A number of apps are available that aggregate comics of the Marvel/DC kind, but what about comic strips  the ones you see in newspapers? That&apos;s the idea behind GoComics, which aggregates strips from the likes of Garfield, Peanuts, Doonesbury, The Boondocks and Dilbert, and presents them in an app whose archives go back more than 20 years.iPhone / iPad Paper Fox (Free) Developer Bento Box&apos;s Paper Fox is a beautifully-crafted storybook-app for children where the animals all have a papercraft look. It sees the titular fox trying to get to the bottom of a series of earthquakes, while meeting other animals along the way to help his quest. Storytelling and mini-games are the order of the day, with two chapters free and the rest unlocked with a 1.99 in-app purchase.iPhone / iPad FocusTwist (1.49) There&apos;s a lot of interest in FocusTwist this week: a photography app for iPhone that promises that the images it captures &quot;can be refocused later&quot;. It&apos;s built around the idea of &quot;twists&quot; where some elements in the photo are nearby and others are further away.iPhone The Sonnet Project (Free) The latest app with a Shakespearian focus comes from New York, where the team behind The Sonnet Project are promising to film 154 short films one for each of the Bard&apos;s sonnets  around the city, and make them available through this app. An in-app map shows which films/sonnets were filmed near your current location in NYC, too.iPhone / iPad Beauty and the Beast (2.99) StoryToys has turned a succession of familiar fairytales into pop-up book-apps, with Beauty and the Beast the latest to get the treatment. Aimed at children, it mixes text, animated and interactive scenes, and music. Simple mini-games keep kids amused, while the pop-up scenes are well-crafted and fun.iPhone / iPad The Nightjar (2.99) When The Nightjar first came out a couple of years ago, it was an audio-only game from London firm Somethin&apos; Else starring the dulcet tones of up-and-coming actor Benedict Cumberbatch. Whatever happened to him? Anyway, it&apos;s been rewritten and relaunched as a paid game, as you explore a spooky spacecraft through sound alone.iPhone / iPad Fade &gt; Black (Free) This is a marvellous app for anyone interested in filmmaking or photography, from the people who publish the British Journal of Photography. It promises quarterly issues showcasing &quot;the entire panorama of lens-based art&quot; films, music videos, photography and installations selling six-month subscriptions for 8.99 through Apple&apos;s Newsstand.iPad Fotopedia Reporter (Free) Photographic community Fotopedia has released several themed iPad apps, but this is a little different. It helps people create their own photo stories &quot;to share the things you love with whoever you want&quot;, while browsing those shared by other Fotopedia users.iPad AppShopper Social (Free) AppShopper is a website for tracking new iOS app releases, as well as price drops and charts. Its original app was kicked off the App Store after falling foul of Apple&apos;s app rules, but now there&apos;s a new version with social as its focus: &quot;Share your app interests with your friends and see what apps your friends are interested in,&quot; as it explains.iPhone Google Fiber (Free) This is only available in the US and only useful in places where the Google Fiber TV service is available (i.e. Kansas City). It&apos;s a sign of Google&apos;s plans though: &quot;Find and discover TV shows and movies that are airing live, recorded on your DVR, and available on-demand,&quot; explains its App Store listing.iPad Gaze  A modern review (4.99) Gaze is a brand new magazine (including this digital edition) that promises content that&apos;s &quot;gay(ish), political, cultural, diverse and above all serious&quot; from a broadly Left-liberal perspective. Many of the journalists involved are well-known in the UK: managing editors Julie Bindel and Paul Burston, with contributors like Julie Burchill, Giles Fraser, Bonnie Greer, Suzanne Moore and Andrew Pierce.iPhone / iPad LEGO Batman: DC Super Heroes (2.99) The latest brand mash-up from Lego isn&apos;t just about Batman. The game features a big collection of DC superheroes and villains: Superman, Wonder Woman, Green Lantern, Poison Ivy, Penguin and so on. More than 80 playable characters in all, all rendered lovingly in brick-o-vision.iPhone / iPad Crabitron (1.99) Crabitron is a marvellously-unhinged &quot;game about destroying the universe as a Giant Space Crab&quot;, where you pinch your fingers and thumbs on the iPad&apos;s touchscreen to snap the crab&apos;s claws shut to maximum destructive effect. Its developer is tracking sales of the game on a spoof Kickstarter page, too.iPad Food Network: Super Soups (0.69) The US Food Network TV channel is launching a series of iPad cookery apps, with this one focusing on soups. You may have guessed that from the title, of course... Dozens of recipes are included with instructions, photos and videos.iPad Nutrino (Free) Sadly not a (badly spelt) solo app for that chap who used to rap with Oxide. This is a &quot;personal virtual nutritionist&quot; app that asks for your dietary goals, then suggests healthy recipes and restaurant recommendations. Its developer says it will soon integrate data from health-tracking gadgets too.iPhone Spreecast (Free) Spreecast is yet another video-chat app in a sea of video-chat apps. The twist here is its focus on themes &quot;conversations happening now on topics you&apos;re interested in&quot; although you can also use it to chat privately to friends.iPhone Max&apos;s Pirate Planet - A Board Game Adventure (1.99) This looks very nice from developer Slant Six Games: an all-ages piratical board game (a digital one) where you sail the world looking for treasure, and battling other players on the same device. It can also be played on a bigger TV screen when connected via cable or wirelessly via Apple TV.iPhone / iPad Iron Man 3 - The Official Game (Free) Fans of the Iron Man films will take a shine to this tie-in game from Gameloft, which is billed as an endless-runner. Actually, endless-flyer would be more accurate, as Iron Man zooms through Malibu Shores, New York and China battling villains, and avoiding traffic and obstacles. It&apos;s freemium, so in-app purchases are used to speed up progress in upgrading Iron Man&apos;s powers.iPhone / iPad The House of the Dead: Overkill - The Lost Reels (2.99) If you, like me, have spent many a happy hour shooting at zombies in Sega&apos;s House of the Dead console games, this all-new mobile version is definitely worth a look. I say &quot;all-new&quot;  it&apos;s more a &quot;remix&quot; of 2009&apos;s The House of the Dead Overkill, with touchscreen-friendly controls and three worlds to explore.iPhone / iPad Cif The Web (Free) Now this is a curveball. &quot;You already know you can rely on Cif to clean your home. Well now Cif cleans the internet too,&quot; explains the App Store listing. That&apos;s right: a web browser designed to filter out &quot;all traces of grime, muck and dirt from the web&quot;, as a promotion for the cleaning-products brand. &quot;You can leave your kids to &apos;Cif The Web&apos;, safe in the knowledge that they won&apos;t see anything they&apos;re not supposed to...&quot;iPad Transformers Legends (Free) Japanese social games giant DeNA has made some of the most successful &quot;card-battler&quot; games on mobile so far. Now it&apos;s applying the genre to the Transformers. Fans will be collecting virtual cards of Autobots and Decepticons and taking on the world. Bagsy the one that turns into a cassette tape. If he still exists, of course.iPhone / iPad young + healthy Haringey (Free) An app for teenagers featuring a &quot;Sex Lottery&quot; section sounds like a recipe for Daily Mail outrage. The aims here for youngsters in the London borough are educational though. &quot;Think about the relationships you have. Change the ones that lead you to make unhealthy choices. Build on the ones that help you make good choices. It&apos;s your right to be healthy,&quot; explains its App Store listing. Meanwhile, in-app surveys encourage users to &quot;make health services better for young people in Haringey&quot;.iPhone Circles Memory Game (1.49) Circles is a minimal yet hypnotic iOS game that sees you trying to memorise taps on glowing circles. Game Center ranks your performances against friends, and it&apos;s in a good cause a portion of every sale will help fund Alzheimer&apos;s research and support programs.iPhone / iPad Talisman Prologue HD (2.99) Games Workshop&apos;s venerale Talisman: The Magical Quest Game evokes fond memories for many role-playing veterans. Now it&apos;s available in app form courtesy of Thumbstar Games. It offers 50 solo quests to play, with cards, dice and monsters a-plenty. Thumbstar says multiplayer features will be added in future updates, too.iPhone / iPad Robot Unicorn Attack 2 (Free) Unicorns! Music! More unicorns! The original Robot Unicorn Attack was a viral hit, but now it has a sequel on the App Store. You build, customise and upgrade a unicorn then race through a new level every day. Background music is sold in-app, and there&apos;s one more new feature: &quot;Oh, also? You can fly now. Yeah. Yeah, man.&quot;iPhone / iPad That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/apr/26/best-iphone-ipad-apps-draw-something-2", 
    "wordcount": "1958"
}