{
    "headline": "Nobel Prize in Quackpottery: Physiology or Medicine", 
    "text": "As a university science undergrad, one of the things I dreamed about was the Nobel Prize. However, I didn&apos;t dream about it in the way most people do. My ambition was to establish a new Nobel Prize, which I thought of as the Nobel Prize in Quackpottery  a prize that is only open to Nobel prizewinners who are still breathing. To qualify for this award, these Nobel Laureates must exemplify the antithesis of genius, they must be the intellectual epitome of de-evolution, they must be the precise opposite of &quot;ontogeny recapitulates phylogeny&quot;. In short, they must have descended into quackpottery.  As I envisioned it, the prize would consist of a gold-plated duck penis whose delivery is punctuated with 42 quacks from an outraged duck. (Please forgive me, I really liked birds, even then.) The corkscrew-shape of a duck penis, combined with the fact that it is a penis, is symbolism that should not be lost on anyone. The quacks honour the Nobelist&apos;s radical departure from reality and their number  42  was defined by Douglas Adams as being the meaning of life. Which is somehow applicable here.  The winner of this year&apos;s Physiology Prize in Quackpottery is Luc Montagnier. Montagnier is the French virologist who shared the 2008 Nobel Prize in Physiology or Medicine with his colleagues, Franoise Barr-Sinoussi, for their discovery of the human immunodeficiency virus (HIV), and Harald zur Hausen, for the discovery that the human papilloma virus can cause cervical cancer.  I selected Montagnier for my award to honour the severity of the damage that he has wrought upon his own scientific credibility; a breathtaking devastation that occurred in record time.  In 2009, Montagnier published two controversial papers claiming that DNA can send &quot;electromagnetic imprints&quot; of itself into distant cells and fluids [doi:10.1007/s12539-009-0036-7 &amp; doi:10.1007/s12539-009-0059-0]. Basically, Montagnier claims that DNA can teleport ghostly impressions of itself elsewhere. Sound familiar? Montagnier&apos;s claims are consistent with those made by that illustrious group of shysters and woomeisters, homeopaths. As the saying goes, extraordinary claims must be supported by extraordinary evidence and, as evidence goes, Montagnier&apos;s is extraordinarily bad.  But how did Montagnier&apos;s research get published in a peer-reviewed scientific journal? After a remarkably short turn-around time between submission and publication, his papers appeared in a newly launched journal, Interdisciplinary Sciences. Coincidentally, at the time of publication, he was the chairman of the editorial board of this journal.  But Montagnier wasn&apos;t finished. He joined 60 still-breathing Nobel laureates at the 2010 Lindau Nobel laureate meeting, a prestigious science camp for young scientists held in Germany. While there, Montagnier embarrassed himself by pontificating about his new method for detecting viral infections: detecting radiowaves emitted by viral particles. Which, I suppose, means Montagnier is claiming to be a viral Ghost Buster.  Montagnier then spoke in 2012 at that cesspit of antivaxxer woo, AutismOne, where he claimed that long-term antibiotic treatment can cure autistic children. He concluded by saying: &quot;I realise how audacious, and even shocking, these successful experiments may appear to unprepared minds.&quot; Indeed. After reading this brief announcement, some of you may also wish to award Montagnier the De-evolution Award since he has shown an admirable single-mindedness and alacrity in his scientific reverse recapitulation.  .. .. .. .. .. .. .. .. .. .. ..  Follow Grrlscientist&apos;s work on facebook, Google +, LinkedIn, Pinterest and of course, on twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/oct/08/nobel-prize-quackpottery-physiology-medicine", 
    "wordcount": "564"
}