{
    "headline": "US government announces opening of Atlantic coast for offshore windfarms", 
    "text": "The Obama administration has for the first time opened up large areas off the Atlantic Coast for offshore wind farms. The department of the interior said it was proposing to offer competitive lease sales on some 278,000 acres, or about 432 square miles, off the coasts of Rhode Island, Massachusetts and Virginia. The sale is expected to go ahead in the first half of 2013. &quot;Wind energy along the Atlantic holds enormous potential, and today we are moving closer to tapping into this massive domestic energy resource to create jobs, increase our energy security and strengthen our nation&apos;s competitiveness in this new energy frontier,&quot; the interior secretary, Ken Salazar, said in a statement. If any turbines do actually go up, they would constitute the first offshore wind projects in the US. Over the last few years vast wind farms, with hundreds of turbines, have been built across the country  although wind power still makes up only 3% of energy use. However, the wind industry is expected to slow down or even come to a halt at the end of the year, with the expiry of tax credits. There is a lot of wind off America&apos;s Atlantic Coast  enough to power some 1.4 million homes, according to the US government. But building turbines offshore costs far more than building them on land. It has also proven controversial. The first offshore project, Cape Wind, a 130-turbine farm in Nantucket Sound, ran into fierce opposition from the late Senator Ted Kennedy and Indian tribes. It is due to start producing power at the end of 2015, after nearly 15 years of legal battles. Officials said the areas chosen for the new lease sales were the &quot;best suited&quot; to wind development, and had been sited to avoid environmental concerns or conflicts with locals. The first wind zone, off Rhode Island and Massachusetts, is just 10 miles off the coast. It will be leased in two parts. The proposed lease area in Virginia is about 23 nautical miles off southern Virginia. Officials said the lease sale announced on Friday represented a first step in opening up offshore areas. Other blocks identified include areas of North Carolina and New Jersey. There are also plans to eventually site wind farms on the Pacific Coast, in Oregon and Hawaii.", 
    "section": "environment", 
    "gid": "environment/2012/dec/01/us-government-offshore-wind-farms-atlantic", 
    "wordcount": "387"
}