{
    "headline": "Toads' lovemaking is largely an uneventful waiting game", 
    "text": "For several lunch breaks I&apos;ve come to sit on the banks to this dyke and, like the toads in the water opposite, to soak up the sunshine. I first found them by ear, following the minuscule dry calls of the male toads to their source. Now, amid a scent of crushed nettles (and this year&apos;s first stings), I can watch the extraordinary scenes of their lovemaking. In truth, it is largely a patient and uneventful waiting game, the males lolling with arms and legs wide, their silky throats and the down-pressed grimace of their wide mouths rested on some floating reed stem as support. After a while I become adept at picking out a tiny coal in the shadows as the copper eye of a toad. With this telltale point of cold light as my fixture I can then work out the dark shape beneath it as the gelid algal-brown body of the eye&apos;sowner. It is only with a female toad&apos;s appearance that the scene is rendered magically alive and suggestive. She is about twice the bulk of her suitors and seems both monstrous and regal as she proceeds with a fine breaststroke into their midst. The males&apos; throaty love notes intensify and the creatures themselves squirm all around her, loose ancient wrinkled bodies sometimes piling three or even four high until she is pressed deep under the water. From among this small mountain of flesh escapes the slow sexy pulse of their breathing. Bubbles surface and wink, or balloon out among all those limbs, resting on their inexorable upward journey as capsules of toad gas afloat at the surface, before they burst eventually into the wider atmosphere. Above my head I notice that same air being hammered to a standstill under a kestrel&apos;s wings and a skylark rising upwards through it; finally, in the dark labyrinth of that bird&apos;s syrinx, mere toad&apos;s flatus is transformed into the pure sun gold of lark song.", 
    "section": "environment", 
    "gid": "environment/2012/apr/01/claxton-norfolk-toads-lovemaking", 
    "wordcount": "326"
}