{
    "headline": "Qatar's migrant workers losing out in $100bn World Cup preparations", 
    "text": "We were the only two people on the bus from the UN climate talks on the edge of Doha. He was the driver  let&apos;s call him a Nepali, but he wasn&apos;t  and he handed me a tattered picture of his home village. It was in a lush valley, the very opposite of the baking, stony desert we were driving through. He wanted to talk. He was exhausted from working 13 hours a day on average, seven days a week. He had not had a day off in a month. He slept in a room with five other men. In a good week, he could earn about 75, some of which he sent back to his son. But he said he was better off than others. Some, arriving in Qatar from Nepal, Sri Lanka, Bangladesh and the Philippines, were earning only about 20 a week. He had paid a middleman nearly 700 and gone into debt to get the work, but was getting less than he thought he would when he signed up. Now he could not change jobs because of his contract and he longed to go home next year. The company he was working for was owned by the Queen, he thought, and run by Americans. And then it gushed out: last month his wife had run off with someone back home. His son was living in a hostel in the capital city and in trouble. He could not go back. &quot;Life is crazy,&quot; he said as we parted. &quot;What can you do? Work is work. We never complain, because if we do we are kicked out.&quot; Migrant workers like him keep Qatar going. There are now more than 1.2 million in this small emirate, making up 94% of the country&apos;s entire labour force and 70% of the population. In the next few years, as Qatar spends an estimated $100bn on infrastructure for the 2022 football World Cup and possibly as much again on a series of massive &quot;green&quot; industrial developments, the number of migrant workers residing in the country  named by Forbes this year as the world&apos;s richest per capita  is expected to triple or more. But a new report, published to coincide with the opening of the climate talks, says the average migrant worker makes only $300 a month in a country where the average salary is 7,800 riyal (around $2,140) a month and gross national income per capita is well above $80,000. Over the next few years they will build stadiums for the World Cup, an eco city for 200,000 people, a giant airport and metro, as well as some of the biggest gas plants in the world. But they have few rights, most live in squalid conditions, and have no voice to demand better conditions. &quot;Most arrive in the country heavily indebted, having borrowed from moneylenders or mortgaged their land to finance inflated travel and visa costs. Their passports are immediately and customarily confiscated and they are typically forced to sign a revised contract that pays them a significantly lower rate than was originally agreed,&quot; says the report. It follows a July Human Rights Watch study, suggesting that many migrant labourers and unskilled workers are lured by &quot;irresponsible companies who make false promises of big salaries and good conditions before withholding wages and taking away passports once the workers arrive&quot;. On Saturday I joined the climate change march, the first demonstration ever allowed in Qatar. Even though the march was restricted to climate, more than a dozen international trade unionists joined it, calling on Qatar to improve its human rights standards for migrant workers. Qatar is expecting temperatures to rise 3-5C in the coming years as climate change begins to bite. It will only make working in the emirate even more gruelling for the migrant workers. &quot;Climate change is related to workers&apos; rights, especially in Qatar,&quot; said Binda Pandey, a Nepalese member of the International Labour Organisation governing body. &quot;It is very hot here and workers are coming and working outside  with climate change it&apos;s only going to get worse.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/04/qatar-migrant-workers-world-cup-preparations", 
    "wordcount": "697"
}