{
    "headline": "Welcome to freshers week on Guardian Students", 
    "text": "A Guardian editorial declared last week: &quot;Freshers week is not fun, but a necessary ordeal. It sets you up for the loneliness that is part of student  and adult  life. Chin up, and remember: fun comes later.&quot; Well, here at Guardian Students we take a less defeatist view of one of life&apos;s great opportunities. In our first ever online freshers week, we&apos;re going to be with you through the thrills and spills, mopping tears, dishing out advice and checking out what everyone&apos;s wearing. We&apos;ve been building ourselves up for this, so there&apos;s quite a lot of content already for you to be getting on with:  Charlie Brooker, who didn&apos;t pass his degree and spent his time in a dope fug, passes on his wisdom  Don&apos;t use your housemates&apos; Dairylea as a bath plug, advises the writer of Peep Show  Sam Wolfson gives you the heads-up on how to become the coolest student on campus  Felicity Cloake has tips on cooking well on a budget  Hadley Freeman talks you through the dos and don&apos;ts of student fashion There&apos;s loads more on our freshers page, from sex to politics to what to say when you phone home. What&apos;s coming next? Well to kick off, we brighten your life with Harry Slater&apos;s Spotify playlist. As Harry says, freshers week isn&apos;t the time to show off your musical sophistication. From Guetta to Bieber, it&apos;s all about party anthems and sing-along cheese. Add your tunes to his and let&apos;s kick the week off with a party. Are you a complete idiot in the kitchen? Fear not. We&apos;ll have a daily video taking you step by step through the easiest, tastiest things you can cook by the chefs at studentcooking.tv. Today we are rustling up a tuna noodle salad. Yum. As for the rest of the week, here are just a few spoilers: we&apos;ll have advice for the lovelorn, a squizz at what the best-dressed students are wearing, help for those who can&apos;t understand what other students are saying, and tips for those who need to stay awake all night. Stay with us and you&apos;ll be ahead of the game. What can you do for us? Thought you&apos;d never ask. We want to show everyone your decorating skills. Tweet (@gdnstudents) or Facebook us your pics of what you&apos;ve done to your new room in halls or in private accomodation: the fairy lights, the vintage posters, the tasteful scatter cushions, the artfully draped throws Not what yours looks like? Well, let us see then. We&apos;ll make a Facebook album of the best ones. Also, you can sign up to be a member of Guardian Students. Why would you want to do that? Well, being a member makes you eligible to blog for us and you get an exclusive weekly newsletter full of useful advice and discounts. And, just because we know you want one, someone who registers this week will win a free Ipad. To be in with a chance, go to the the sign-up form and become part of the Guardian Students team.", 
    "section": "education", 
    "gid": "education/2012/sep/17/guardian-students-online-freshers-week", 
    "wordcount": "510"
}