{
    "headline": "Neil Armstrong's death prompts yearning for America's past glories", 
    "text": "The death of Neil Armstrong, the first man to walk on the moon, has prompted a bout of soul-searching about America&apos;s national destiny as well as mourning for an icon of the 20th century. As tributes continued to pour in on Sunday for the former astronaut who died aged 82 there were also expressions of regret that no human has been back to the moon since 1972, just three years after Armstrong set foot on it and gave his famous &quot;giant leap for mankind&quot; speech. Elliot Pulham, chief executive of the Space Foundation, decried today&apos;s lack of backing for America&apos;s space agency Nasa, compared with the vast resources devoted to the moon landings programme in the 1960s. &quot;In this age of timid exploration goals and paltry Nasa budgets, Armstrong looms as a larger-than-life reminder of what our nation was once capable of,&quot; he said. Pulham said the real life drama of Armstrong&apos;s moon landing  watched by a fifth of the world&apos;s population  was unlikely to be repeated now except fictionally in a summer blockbuster. He said: &quot;In an age when Hollywood and professional sports manufacture so-called &apos;heroes&apos;, Armstrong exemplified the right stuff. He was the real deal.&quot; Armstrong died on Saturday following heart problems that ensued after he underwent bypass surgery near his Ohio home earlier this month. His recovery had been thought to be going well, and his death came as a surprise to many. A statement released by his family gave few details, but spoke of a &quot;reluctant American hero&quot; and said to those who might want to pay tribute to him: &quot;Honour his example of service, accomplishment and modesty, and the next time you walk outside on a clear night and see the moon smiling down at you, think of Neil Armstrong and give him a wink.&quot; Speaking from the White House, Barack Obama said the self-declared &quot;nerdy&quot; engineer was &quot;among the greatest of American heroes  not just of his time, but of all time&quot;. He added: &quot;And when Neil stepped foot on the surface of the moon for the first time, he delivered a moment of human achievement that will never be forgotten.&quot; Armstrong&apos;s crew member on Apollo 11 and the second man to walk on the moon, Buzz Aldrin, said he was &quot;deeply saddened&quot; by the loss of his good friend and &quot;space exploration companion&quot; with whom he had hoped to mark the 50th anniversary of their mission in 2019. &quot;Whenever I look at the moon I am reminded of that precious moment, over four decades ago, when Neil and I stood on the desolate, barren, yet beautiful, Sea of Tranquillity,&quot; he said in a statement. &quot;Looking back at our brilliant blue planet Earth suspended in the darkness of space, I realised that even though we were farther away from Earth than two humans had ever been, we were not alone. &quot;Virtually the entire world took that memorable journey with us. I know I am joined by many millions of others from around the world in mourning the passing of a true American hero and the best pilot I ever knew. My friend Neil took the small step but giant leap that changed the world and will forever be remembered as a historic moment in human history.&quot; Across the US, there was a sense that he represented the achievement of a past age of American greatness. Many focused on how the bid for the moon had been begun by John F Kennedy who as president audaciously set the target of putting a man there in a 1961 speech. Armstrong  a quiet man who shunned fame  seemed to symbolise that dream fulfilment of a national goal, rather than the current situation which has seen Nasa cancel or curtail numerous missions in the face of budget squeezes. Former astronaut Eugene Cernan, the last man on the moon, said: &quot;He [Kennedy] challenged us to do something people thought was impossible. What couldn&apos;t be done. Neil was the focal point of that  He was the epitome of doing something that people thought was impossible.&quot; Others too mourned Armstrong by decrying the state of the US. &quot;Today we cannot pass a budget through both houses of Congress in as much time as it took to send a man into orbit,&quot; wrote columnist Andrew Pasternak on the news and culture website Policymic. &quot;The time it took to rebuild lower Manhattan after 9/11  will be longer than it took to build an entire space program and send a man to the moon.&quot; Of course, Nasa does have its modern triumphs. Its engineers have just achieved the remarkable feat of landing a nuclear-powered rover on Mars. The robotic geologist is designed to spend years on the Martian surface. Another Mars mission has also just been announced, this one involving a more simple lander designed to drill below the planet&apos;s surface. But these endeavours do not even come close to matching the excitement of Armstrong&apos;s success: no doubt in part because of the human element. Nasa administrator Charles Bolden seemed to hint at that in his statement of tribute. &quot;As we enter this next era of space exploration, we do so standing on the shoulders of Neil Armstrong,&quot; he said. Armstrong is believed to have shared the sense of scepticism and dismay at Nasa&apos;s diminished ambitions. Eric Berger, who runs the SciGuy science blog, revealed that earlier this month he had been forwarded an email that Armstrong and other space exploration veterans had been circulating. It expressed frustration at the current travails of Nasa and quoted Yogi Berra, an American baseball legend. According to Berger the quote read: &quot;If you don&apos;t know where you are going, you might not get there.&quot; It is unclear when and where Armstrong&apos;s funeral and burial will be held.  ", 
    "section": "science", 
    "gid": "science/2012/aug/26/neil-armstrong-passing-us-yearning-glory", 
    "wordcount": "996"
}