{
    "headline": "Ghana launches TV series to spark improvement in maternal health", 
    "text": "     Orbiting the Earth, a satellite picks up an emergency call from a man in a remote village in Ghana, a tiny dot in the green west African land mass as seen from outer space. &quot;Please help me,&quot; a breathless voice pleads, played out in space. &quot;My wife is having a baby, I need an ambulance, now!&quot; &quot;Sorry sir we don&apos;t have any ambulance in your area,&quot; the controller replies. &quot;OK, I&apos;ll take her on my bike,&quot; the man says, clearly panicking, as the film zooms in on his little mud hut. He escorts his wife  bent double in agony and heavily pregnant  on to the back of his moped. They begin a 120km drive to the nearest hospital, by which time it may be too late. This is Ghana&apos;s Maternal Health Channel  a glossy TV series that is part drama, part documentary, part discussion  which is launched on Wednesday. Airing once a week for the next year on two Ghanaian channels, it will follow the lives of women and their families across the country, from the relatively prosperous urban south to remote villages and the impoverished savannah region in the north. The aim is to improve maternal health rates. Despite double-digit economic growth in recent years and an impressive transition to middle-income status, up to 4,000 women and girls still die in childbirth or from pregnancy-related complications each year, while as many as 117,000 experience long-term disabilities. &quot;There is a paradox in Ghana,&quot; says Kwesi Owusu, chief executive of Creative Storm, the social development communications company that has created Maternal Health Channel. &quot;We still have 4,000 maternal deaths a year in Ghana, and even within the country people can&apos;t believe it. Once you go to some of the remote, rural places, where we have been filming, you realise the figure is probably a lot higher because many of the deaths are not even reported.&quot; The maker of the series, Creative Storm, describe Maternal Health Channel as &quot;state-of-the-art TV&quot; and the first of its kind to look at maternal health in Ghana, and possibly in Africa. Each of the 30-minute episodes includes documentaries from a roving reporting crew, studio discussions filmed on set in Accra, news bulletins and special reports. Thirty audio versions of the television programmes will be produced for radio discussions across the country in local languages, in an attempt to reach communities that don&apos;t have access to TV. The documentaries tell powerful real-life stories that highlight why so many women die in childbirth, what is wrong with the health services, the effect of the rural/urban divide, cultural impediments to progress and family planning. The idea for the series was born out of another documentary, The Lights Have Gone out Again, made by Owusu in 2009 about maternal deaths in Ghana. &quot;The Lights Have Gone Out had a striking effect on everybody,&quot; says Dr Lander van Ommen, a medical doctor and public health specialist at the Netherlands embassy in Ghana, which worked with Creative Storm to develop the idea of the Maternal Health Channel, and has funded the project. &quot;I saw a lot of potential to make that film into a channel, to be broadcast over a whole year. It may not be possible to change Ghana in one year, but what we hope is that this programme will ignite people and give a voice to ordinary people all over Ghana.&quot; Creative Storm documentaries have a reputation for sparking change in Ghana. Its 2003, environmental documentary Water Is Life influenced a change in water policy, from privatisation to a public-private partnership, and a year-long series the team produced, the Environment Channel, in 2010, was praised for stimulating debate about environmental challenges. Some of the stories featured on Maternal Health Channel make tough viewing. In one, a young woman, Charity, travelled with her husband for three days to reach her native town, Keta, in eastern Ghana&apos;s Volta region. Charity died in the hospital in Keta giving birth  a simple ventilator could have saved her life, according to the doctor who treated her, but the hospital did not have one. &quot;The problem is access to care, and that is not even to talk of the quality of the care,&quot; says Professor Fred Binka, dean of the school of public health at the University of Ghana. &quot;In maternal health, the most common cause of death is bleeding. Women proceed with delivery in their communities, and then when something goes wrong there is a race against time. In some places there are no roads, so even if there were ambulances available, they wouldn&apos;t work.&quot; But while many hospitals in Ghana are under-resourced, prevailing cultural attitudes that see maternal health as a &quot;women&apos;s issue, rather than a wider concern, along with traditional practices complicate the provision of safe maternal care. The concept of &quot;fa ma nyame&quot; (give it to God), is one such attitude  the belief that if a woman goes through a bad experience, she should not speak about it. There is also the use of kulgutin, a plant root used in some communities in Ghana. It can speed up contractions during labour, but when taken in large quantities can cause the uterus to rupture. Some women are put off hospital deliveries because they want to squat to give birth, using traditional birth stools, which is not possible in hospitals. &quot;And we found that doctors come from a very different class background,&quot; Owusu adds. &quot;When we went to speak to medical students, more than 50% wanted to be brain surgeons. I mean how many operations are they going to do in Ghana as brain surgeons? We asked them why not specialise in public health, and they said, &apos;Oh no, that&apos;s for NGOs&apos;.&quot; Ghana will almost certainly miss its millennium development goal (MDG) of reducing maternal deaths by 75%, from 560 deaths per 100,000 live births in 2003 to 185 in 2015. The predicted figure is 340. Creative Storm hopes the series, which is expected to reach 8-10 million viewers per week, will trigger far-reaching debate. It already has the backing of president John Mahama, who will be at the launch. In a speech last month, he said: &quot;You can have the highest GDP but if women are dying in your country, you are leading nowhere.&quot; &quot;I believe Mahama is personally committed to this issue,&quot; says Owusu. &quot;He comes from the north  one of the poorest regions in Ghana  he knows that maternal health in Ghana is an emergency. But, on the whole, we are all very cosy here in Accra where all the doctors are. There is a critical awareness that must be mobilised. We have oil. We want to make sure that the windfall can make a difference to these people.&quot;  The Maternal Health Channel will be broadcast from 21 February, on Ghanaian channels GTV every Thursday at 8pm, and TV 3 every Friday at 8.30pm", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/13/ghana-tv-maternal-health", 
    "wordcount": "1185"
}