{
    "headline": "Boot up: Microsoft 'to buy Yammer', Android 'not ready for multi-core processors', and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Analysis: Apple&apos;s big enemy in smartphone wars: delay &gt;&gt; Reuters Big piece, worth reading in full. Microsoft Is Buying Yammer, According To People At Yammer &gt;&gt; Business Insider Um, wow: &quot;UPDATE: Bloomberg is now reporting that Microsoft is in talks to buy Yammer for more than $1 billion, with a deal coming as soon as Friday.&quot; Samsung Chromebook Series 5 550 Review &gt;&gt; Cnet  Here&apos;s the biggest problem with the Chromebook: the hardware&apos;s fine, and the simplified Web-based OS is clever, and even versatile if you don&apos;t mind its limitations. Still, it&apos;s a radically reduced subset of what you can get on a Windows or Mac laptop...or even an iPad or Android tablet, for that matter. Yet, it costs more than a new iPad 2, a thinner, keyboard-enabled Android tablet like the Asus Transformer Pad, or a fully featured 11-inch ultraportable laptop like the AMD-powered HP dm1z.  If the Chromebook were $99, this could have been a revolutionary product. As it currently stands, it&apos;s merely an invitation to pay a lot of money to be part of a Google experiment. And you&apos;re the test subject.   Their verdict: 2/5. The money you pay: $550. Is that how they named it? (Thanks @nazo for the link.) Thunderbolt Software Update 1.2 causes boot failures &gt;&gt; Tidbits  Apple yesterday released Thunderbolt Software Update 1.2, with the single comment that it &quot;Adds support for the Apple Thunderbolt to Gigabit Ethernet Adapter.&quot; Although it&apos;s unclear if all Thunderbolt-equipped Macs are affected, a number of people have reported that installing the update causes a variety of strange boot-related problems (kernel panics, getting stuck at the gray boot screen, &quot;Unexpected error&quot; messages, and more).   Solution: reinstall Mac OSX. Simples! Intel claims Android is not ready for multi-core processors &gt;&gt; The Inquirer  [Intel general manager of mobile and communications Mike] Bell also claimed that Intel&apos;s internal testing had shown [Android] multi-core implementations running slower than single core. However he did not finger any particular chip. &quot;If you take a look a lot of handsets on the market, when you turn on the second core or having the second core there [on die], the [current] leakage is high enough and their power threshold is low enough because of the size of the case that it isn&apos;t entirely clear you get much of a benefit to turning the second core on. We ran our own numbers and [in] some of the use cases we&apos;ve seen, having a second core is actually a detriment, because of the way some of the people have not implemented their thread scheduling.&quot;   Intel is powering Android smartphones from Lenovo and Motorola. How Microsoft and Yahoo are selling politicians access to you &gt;&gt; ProPublica  Jules Polonetsky, a former chief privacy Officer at AOL, and now the director of the Future of Privacy Forum, said political targeting has grown more aggressive in recent years.  Polonetsky recalls conversations within the online ad industry about &quot;not wanting to do things like targeting users based on donor history&quot; because &quot;all of that was considered far too sensitive and likely to alarm users and set off privacy concerns.&quot;  &quot;Today, those barriers have been leapt over with abandon,&quot; he said.   Google and Facebook don&apos;t sell access to details of users&apos; political alignment, though Facebook will allow campaigns targeted at predefined groups of voters. Would data protection laws stop this in Europe? (Thanks @modelportfolio2003 for initial pointer.) Online privacy: Home Office to write blank cheque for &apos;snoopers&apos; charter&apos; &gt;&gt; The Guardian The bill will be published in draft form for the first time today (Thursday). Tin hat time. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/14/microsoft-yammer", 
    "wordcount": "662"
}