{
    "headline": "In good hands: the robots taking our jobs, with a human touch", 
    "text": "As humans battle with the idea that many of our jobs will be replaced by robots, we should be grateful that our hands are so capable. Our fleshy paws have evolved to perform such a complex range of actions that, for at least a range of tasks, robots simply cant compete. At least for now. We still have not made much progress on making dexterous hands for robots, said Rodney Brooks, the chief executive of Rethink Robotics, speaking at the Quartz event The Next Billion in San Francisco. Rethink Robotics makes robots  called Baxter and Sawyer  designed to work alongside and collaborate with humans. These collaborative robots (or cobots) can perform a wide range of repetitive tasks, including operating machinery, moving components into position in manufacturing and passing items to humans working on a production line.         Baxter    In these repetitive jobs, the robots can be truly interchangeable with humans, Brooks said. However, when more dexterity and versatility is needed  when you need to grip, hammer, twist, roll, or sense the weight and friction of objects  there are no tools better than human hands. The reason why its such a big challenge is because it requires many different skills to solve the problem. We need better actuators, materials, sensors, Brooks said. You cant just have a computer science department build a better hand, you need a whole team of people from different disciplines.   Related: Roomba creator responds to reports of poopocalypse: We see this a lot    Not everyone agrees with Brooks. Rosanna Myers, CEO and co-founder of Carbon Robotics, which makes a trainable robot arm, thinks focusing on hands is a red herring.  A lot of robotics companies get really focused on arbitrary grasping and this idea that youd have one tool that could do everything, but the entire reason we invented tools is to move past hands. If youre trying to screw something together, the best tool isnt a hand, its a screwdriver, she said in an email. For Myers, the biggest challenge holding back robotics is the lack of the robot equivalent to the PC. Something fast and precise enough for real business uses, simple enough that anyone can use, and inexpensive enough that you can throw them at any problem. Either way, were not there yet.  Before we celebrate too vigorously about preserving our multi-disciplinary jobs, we might consider the fact that were going to need dexterous robots to look after us when were old. This need is driven by demographic inversion, which is leading there to be more older people than younger people in many countries around the world. Its going to be very uncomfortable for the few young people left to have to provide services for all the old people, Brooks said.   Related: Robots will eliminate 6% of all US jobs by 2021, report says    Japans population is already in decline due to a low birth rate and an aging population. But China also faces a crisis, partly because of the countrys one-child policy; though officially phased out in 2015, Chinas working-age population is shrinking. Today, China has around five workers for every retiree. By 2040, that ratio will be approximately 1.6 to one. The number of people older than 65 in China will rise from around 100 million in 2005 to 329 million in 2050.  Meanwhile, caregivers are getting older. Thats not sustainable, Brooks said. In China by 2050, because of the one-child policy, youll have couples with four parents, eight grandparents and maybe even great-grandparents. They need help to look after all those people. Thats where domestic robots can play a part, he said. These will be able to provide assistance to increasingly frail humans, whether thats a driverless car taking them to the hospital or a smart machine that can help with lifting and other tasks around the home. People may even prefer these robots to human helpers, Brooks suggested. The robot provides privacy. You dont have to expose your bodily functions to someone you hardly know. I prefer to use an ATM to a bank teller.", 
    "section": "technology", 
    "gid": "technology/2016/oct/14/robots-taking-jobs-rethink-robotics-baxter-sawyer", 
    "wordcount": "667"
}