{
    "headline": "The expendables? World's 100 most endangered species listed", 
    "text": "Few people would notice the willow blister, a spore-shooting fungus that grows parasitically on twigs in a small corner of Wales. Fewer still are likely to realise that this is one of the rarest fungi in the world, a distinction that gives the blister a place on an unenviable list: the world&apos;s 100 most threatened species. Equally unlikely to be noticed is the spoon-billed sandpiper, a small, dull-coloured bird that breeds in Russia and migrates to south-east Asia, targeted by hunters on the way. The pygmy three-toed sloth, no bigger than a newborn baby when fully grown, is found only on a single island, off the coast of Panama. The woolly spider monkey, from the Atlantic forest of Brazil, is under threat from the increasing fragmentation of its last remaining habitats. The list, published on Tuesday at the World Conservation Congress in South Korea, the quadrennial meeting of the International Union for Conservation of Nature (IUCN), was compiled by 8,000 scientists, and is the first of its kind. The only obvious common characteristic of the animals on it is that all are clinging precariously to existence as a result of human actions such as destroying habitats, polluting, hunting and changing the climate. But the scientists who compiled the list had another criterion: they have highlighted species they fear will be allowed to die out without a murmur because they have no obvious benefits for human beings. The list is presented as a challenge, with the title: &quot;Priceless or worthless?&quot; Its compilers ask whether we care only for species that are iconic and &quot;charismatic&quot;, such as tigers and pandas and those, such as the appetite-suppressing hoodia cactus of the Kalahari, that may yield benefits for medicine or other purposes. Or should we decide, they wonder, that even the apparently less-favoured species we are wiping out deserve to be preserved. For Jonathan Baillie, director of conservation at the Zoological Society of London, which compiled the list along with the International Union for Conservation of Nature, this dilemma reflects serious problems with the way conservation is funded today. He said: &quot;The donor community and conservation movement are increasingly leaning towards a &apos;what can nature do for us?&apos; approach, where species and wild habitats are valued and prioritised according to these services they provided for people. This has made it increasingly difficult for conservationists to protect the most threatened species on the planet.&quot; In order to justify spending money on conservation efforts, scientists have felt under increasing pressure to argue for the human benefits that would accrue  for instance, calling for forests to be preserved because they can prevent landslides and naturally purify water for human consumption rather than because forests should be maintained for their own sake. In some cases, the potential for &quot;useful&quot; purposes for some species is contributing to their destruction. The wild yam of South Africa is supposed to have cancer-alleviating properties, according to traditional medicine, but the resulting hunt for the plant is threatening its very existence. In others, the commercialisation of nature is having a damaging effect  the Franklin&apos;s bumble bee, found in California and Oregon, is under threat because of diseases spread by commercially bred bumblebees. Attenborough&apos;s Pitcher Plant, named after the famous naturalist Sir David, lives only on Mount Victoria, in the Philippines, but is under threat from collectors because of its fame. Prof Baillie presents a stark choice: &quot;We have an important moral and ethical decision to make: do these species have a right to survive or do we have a right to drive them to extinction?&quot; Some of the creatures on the list are down to the last few individuals. For example, numbers of the saola  an antelope known as the Asian unicorn, so rarely is it sighted  have been whittled down to the last few tens in existence. Ellen Butcher, of the Zoological Society of London, explained: &quot;All of the species listed are unique and irreplaceable. If they vanish, no amount of money can bring them back. If we take immediate action we can give them a fighting chance for survival. But this requires society to support the moral and ethical position that all species have an inherent right to exist.&quot; It is possible that some future medical application may be found for the willow blister fungus, or other plants or even animals on the list. But the conservationists involved stressed that this should not be the decider on whether we make efforts to halt the decline of species that we are destroying. &quot;All species have a value to nature and thus, in turn to us humans,&quot; said Simon Stuart, chair of the IUCN Species Survival Commission. &quot;Although the value of some species may not appear obvious at first, all species in fact contribute in their way to the healthy functioning of the planet.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/11/100-most-endangered-species-listed", 
    "wordcount": "819"
}