{
    "headline": "Hipstamatic shoots back with Oggl app and Nokia Lumia 925 partnership", 
    "text": "With its 100m monthly active users and big-bucks acquisition by Facebook, Instagram is often seen as having won the photo-sharing app wars. Actually, though, it might instead have kicked off another wave of creativity for the category. The race for mainstream popularity and a billion-dollar exit might be done, but that may free startups and developers from fretting about how to be bigger than Instagram, to focus instead on being better than it for certain tasks and/or groups. Come, like Cooliris, are trying to help people browse and organise the photos they have scattered across multiple services, while others like Couple and Between are trying private photo-sharing for couples. Snapchat has made a big impact with its self-destructing snaps, while Rando is exploring anonymous, random photo-sharing (and, impressively, avoiding this being overrun ChatRoulette-style by creepy naked men).  Then there&apos;s Hipstamatic, whose iPhone app launched in 2009 with a retro slant on digital photography lenses and film effects that generated endless comparisons with Instagram., even though it had a different business model: paid not free. By the summer of 2012, Instagram was clearing regulatory hurdles for its Facebook deal while Hipstamatic was laying off staff, albeit while promising to &quot;reset and rebuild&quot; in order to &quot;continue to make awesome photo apps for mobile devices&quot;. In May 2013, the first of those new apps appeared: Oggl. It launched on iPhone as an invite-only app, pitched as &quot;a community for creative people to capture and curate their lives through photography&quot;. The new app draws on the lenses and films from Hipstamatic, but makes them more accessible suggesting combinations for contexts including food, nightlife, landscape and portrait shots, rather than expecting users to discover the best options for themselves. The app also has a central feed of shots taken by friends and other people, with the ability for each user to &quot;curate&quot; their own collection of photos they like. This time round, the business model is subscription: 1.99 for three months or 6.99 for a year, which gives access to all the effects. &quot;We went back to the drawing board, and rethought how to take photos, and made it a bit more social, even though we never ever wanted to build a social network,&quot; says CEO Lucas Buick. &quot;Social networking scared me so much because of the [need for] monetisation: I never wanted to put ads next to people&apos;s photos, so we&apos;ve gone for subscription. Our community are creative people smart enough to recognise that if the product is free, they&apos;re probably the product, so we think they see the value in paying.&quot; Oggl is also launching beyond iOS, courtesy of a partnership with Nokia announced as the company unveiled its latest Lumia 925 Windows Phone. The app will be available on Microsoft&apos;s Windows Phone store in June when the smartphone goes on sale, with potential to preload it on future devices. &quot;It&apos;s not the first time we&apos;ve been approached by an OEM, but we&apos;ve always said no. This time it was a little different,&quot; says Buick. &quot;Nokia&apos;s focus on imaging, and their passion for really pushing the capabilities of the hardware, is what&apos;s inspired us to do this. It&apos;s the first time we&apos;ve seen something coming out of Nokia that&apos;s really new and pushing the industry forward.&quot;     Oggl is appearing on Windows Phone through a partnership with Nokia    What does the launch of Oggl mean for the original Hipstamatic app, which remains iPhone-only? &quot;Hipstamatic will still be around and we&apos;ll continue to support it,&quot; says Buick. &quot;Oggl is a new way to experience its library of lenses and films. It&apos;s no longer about the analogy of a toy camera: Oggl is more or less what we think a point-and-shoot for mobile would be.&quot; The emphasis on curation of other people&apos;s photos as well as taking your own is interesting, and ties in to wider trends in social media and apps, from Tumblr and Pinterest to Flipboard magazines. &quot;Giving that power over to people is really interesting. Tumblr is a great example of people developing their own careers based on the fact that they&apos;re trendsetters or just have a good eye for something,&quot; says Buick. &quot;Take The Sartorialist. I had no idea about this guy until he started curating the men&apos;s fashion world, but now everyone&apos;s following him in that industry. As social media grows up, our feeds are just full of stuff we don&apos;t have time to look at. Curation is a good solution for that.&quot; For now, Oggl has a roadmap of new features to add, although Hipstamatic is also working hard on scaling up the infrastructure behind it to let more people in to use the app. The company is also continuing to produce issues of Snap Magazine, its monthly culture mag for iOS that also showcases Hipstamatic&apos;s lens/film combinations with its photography an example of the company itself playing curator. Buick says that the tough times in 2012 will remain at the front of his mind throughout these next steps, too. &quot;Oggl represents us taking everything we&apos;ve learned, including learning from the things that didn&apos;t work,&quot; he says. &quot;Last year we came to a tipping point. We had to decide if we were a technology company or a creative company. And as much as we&apos;re in the technology industry, our hearts are still with the creative community. So we&apos;re building products that inspire that group of people, rather than worrying about numbers and growth-hacking.&quot; Growth-hacking? That&apos;s the much-discussed (in Silicon Valley at least) process by which startups rapidly bump up their user numbers through means that are seen as fair or foul depending on who you talk to. &quot;It&apos;s so weird that for some companies, all they do is hack the system, or try to find a hole in Facebook&apos;s algorithms to get a bunch of users, instead of just building a product that people really like,&quot; says Buick. &quot;A lot of companies are focusing on systems and numbers, but they won&apos;t be around in a few years, even if some have great exits. Right now, people are making up a lot of numbers, or finding one thing or another to boost them. But is that real growth?&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/15/hipstamatic-oggl-nokia-lumia-925", 
    "wordcount": "1059"
}