{
    "headline": "How to become a global researcher: insight, advice and resources", 
    "text": "Lynda Agili, head of research office, Goldsmiths, University of London Researchers must take the lead in their own career progression: Research offices are keen to support mobility in researchers, especially early career, but it requires a degree of initiative from the researcher as well. It is up to them to think about where their skills and knowledge may offer the most in terms of exchange to the host institution while also giving the opportunity to work on their own professional development. The self-directed nature of a PhD makes it harder to build in international mobility: There is more structured funding for undergrads simply because those are structured programmes so are easier to plan in advance whereas a PhD course is very much more individual and depends on your research ideas and your individual supervisor. Be aware of cultural differences that could disadvantage your CV: One of the other aspects to consider when looking for research positions in other countries is the format and content required in your resume or CV depending on the country. Theres a great article by Karen Kaplan, in Nature, on job applications. Steps to gaining international credentials:  Publish your work in peer reviewed, international journals  Offer to be a reviewer on student journals and later other journals  Get involved in committee work as a student rep/ early career scholar for learned societies  Join learned societies  Do book/ other reviews if appropriate to your field  Go to conferences and present/ network if you have the funds  Convene and chair (student) panels  Create professional Twitter/ Facebook accounts to market your work. Resources: For mobility between the US and UK, consider the Fullbright scheme. UKRO, the national contact point for Marie Curie in the UK, is a also a good source of information. Claire McNulty, director, science at British Council There are practical problems with facilitating a move but there is help available: The most common questions concerns for researchers are around visas and entry regulations, funding, and accommodation, in that order. Health insurance and language courses queries are also high. The European Commission is trying to address these issues and has set up the Euraxess network; a network of more than 200 centres across 40 European countries whose aim is to make it easier for researchers to move country. Visa regulations shouldnt stop you: Sometimes its a question about knowing which type of visa to apply for. For instance, if you wanted to come to the UK as a visiting academic for a short period of time, not as an employee, you could be able to get a visitors visa, without going through the points based system. See here for more information. Different life stage, different problems - a women disproportionately disadvantaged? It gets harder to move as researchers get older and have partners and families to look after and move with them. Id be interested to know if this affects women more than men, and if so, whether this could be one of the reasons that there are less women in higher academic positions than men  if international mobility is associated with higher productivity then this could be a factor. At the moment only 13% of heads of HEIs in Europe are women, and only 12% of European Research Council advanced grants went to women in 2011 (encouragingly this is up from 9.4% in 2010). Resources:  Royal Society knowledge networks and nations report shows that citations increase with numbers of international authors.  Research collaboration schemes can promote mobility without leading to brain drain.  Access4EU website, has detailed information on funding opportunities from 11 countries outside the EU (Australia, Brazil, US, China, Canada, India, Mexico, New Zealand, Russia, South Africa and South Korea)  Department of Business Innovation and Skills (BIS) report: International comparative performance of the UK research base - 2011 Paul Spencer, researcher development manager, University of the West of England, Bristol  Researchers should capitalise on what they are already good at  networking with peers: It is important for doctoral students to take advantage of any opportunity to present their work at international conferences, to make connections and collaborate. The good news is that there are an increasing number of digital tools that are making this aspect of things easier to do. Many universities will also support researchers to present work (as opposed to just attending) with some funds and most conference organisers have discounted schemes and/or bursaries available for doctoral students. This should be raised with the students the day they start a doctoral programme. The length of doctoral study in the UK makes international experience difficult to get: Doctoral training in the UK is highly regarded by others but it is not without fault, in part as a consequence of the short timescale within which doctoral students are expected to complete. At doctoral level it is hard enough to get researchers to take a few days/weeks to engage in career development activity let alone engage in an exchange scheme. There is little time for doctoral students to gain exposure to other environments and thats a shame. Madeline Paterson, career transition coach, Symmetry Coaching An online presence is valuable for a research career: Postdocs and early career researchers will benefit from developing an online profile that is distinct from their current employer. It does take an investment in time to create ones own personal learning environment but networks such as LinkedIn, ResearchGate and Academia.edu are ways to connect with international peers and boost your research profile. These days it is not just about who you know, it is about who knows you. We should all start by Googling ourselves and seeing what we are telling the world (or not) about what we do, what we are working on and what we are looking for right now. If an individual only shows up on their universitys website and random publication references, they are missing a trick. I sometimes recommend buying ones own name domain (which is fairly low cost) in order to actively manage ones professional profile. Martin Wellers book, The Digital Scolar, is a great introduction to digital presence for scholars worldwide. Chris Thomson, vice-chair, The International Consortium of Research Staff Associations (ICoRSA) Understand first the value of the international part of our career: International mobility it is important for:  Circulating around specialist research groups, very few countries have multiple groups all working on the same topic.  Learning the core methods in a research area (different groups often specialise differently)  Gaining peer acceptance, to help with references for funding or acceptance of papers in journals  Joining international collaborations. For a broad perspective on culture and research policy, get involved with organisations that represent researchers locally, globally and internationally:  For research students in the UK, this is the student union. Contact: Debbie McVitty  In the EU, try EuroDoc  For researchers staff (postdocs and others) in the UK this is UKRSA, in the Republic of Ireland, its IRSA; National Postdoctoral Association in the United States and internationally ICoRSA. Sarah Emily Duff, postdoctoral research fellow, Stellenbosch University, South Africa The draw of western institutions has both good and bad implications for local universities: In South Africa - and, as far as I know, other parts of Africa and, indeed, India  theres an expectation that PhD students will do their doctoral degrees abroad  and particularly in the US and the UK. This is partly a result of an awareness of the globalised nature of academic research but also a product a kind of academic colonial cringe: Our universities arent all that good, allegedly, so good doctoral students must prove themselves abroad. The problem with this practice is that good research students tend not to stay at home for their PhD degrees  which means the best students arent working on research projects in their own countries. At the same time, universities benefit from the contacts and experience built up by returning academics. Lorraine Tracey, chair of the board of directors, National Postdoctoral Association (NPA) Getting away is not a high priority for lab researchers: I have seen it time and time again whether it be career development seminars or opportunities to get involved at their institution on committees, or travel to benefit their research, many lab researchers become entrenched in the 10000 experiments they have in mind and just simply dont see how doing anything else outside their own lab could benefit them. There is a constant pressure to get results and publish, and often the message coming down from supervisors is knuckle down and get on with it - forget these distractions and work hard. On the part of supervisors there is a perverse incentive to encourage graduate students or postdocs to just get on with their work  they need their students to publish and to push their work forward in order to continue obtaining grants and funding Do not rely solely on the inward flow of international researcher: A global research community it needs to be a two-way street. Its not just about bringing the best and the brightest from abroad to benefit you, it is about taking your skills and knowledge to other places and forming those collaborations and getting those experiences yourself. Sarah Blackford, head of education &amp; public affairs, Society for Experimental Biology Mobility neednt always mean going overseas: Even if international mobility is not possible, moving to other national labs and taking a proactive approach towards collaborating widely with national and international researchers is an invaluable element to a successful academic research career. See examples from biographies of previous Society for Experimental biology president medallists here and here. Funding: Learned societies offer funding for doctoral students and early career researchers to visit labs in other countries. For more funding opportunities go to the funding section of my blog  its bioscience focussed but should still be useful to many researchers. Berit Hyllseth, project manager, University of Oslo How internationally relevant is your research itself? There are various practical reasons that prevent researchers from going abroad but the research topic can itself be a barrier to mobility. The candidate (or the supervisor) may not see a stay abroad as vital to their research. This may be partly cultural but it is also worth reflecting on whether or not our research environments sufficiently globally oriented. Alex Katsomitros, research analyst, The Observatory on Borderless Higher Education    Take advantage of branch campuses: International branch campuses offer researchers at the parent institution an opportunity to work abroad without having to deal with the problems associated with joining a university abroad. The problem is that most branch campuses only offer taught degrees at the moment, but it seems that there will be more focus on research in the future. Still, I am unsure if researchers are aware of the current opportunities. According to our data only 1.5% of students at British branch campuses  mostly in the Middle East and East Asia  come from the UK. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/oct/02/global-researcher-professional-development-advice", 
    "wordcount": "1863"
}