{
    "headline": "Hapless MPs defend faith healers", 
    "text": "If you live in South Luton, South-West Devon, or the Westmorland and Lonsdale constituency in Southern Cumbria, then congratulations; your neighbours have elected MPs who believe that prayer can heal the sick, and that any quack with a Bible should be able to pimp God&apos;s services to the masses, free of pesky regulation. As reported by Total Politics, &quot;Three Christian MPs - Gary Streeter (Con), Gavin Shuker (Lab) and Tim Farron (Lib Dem) - are trying to overturn an advertising ban on claiming that &apos;God can heal&apos;.&quot; Inspired by the case of Fabrice Muamba they &quot;say that they want the Advertising Standards Authority to produce &apos;indisputable scientific evidence&apos; to say that prayer does not work - otherwise they will raise the issue in Parliament.&quot; Before I go any further; it cannot be emphasized enough how hideously arrogant and un-Christian the idea of prayer-healing is. Let&apos;s assume for a moment that we all believe in God, and we all agree that he is generally awesome and has the ability to heal sick people if he so chooses.  The implication of prayer-healing is that special people can demand that God heals someone, and he&apos;ll just do it. That only makes sense if you believe that a) God is a bit absent-minded and doesn&apos;t really notice all the sick people until some clever human points them out to him, or b) God is the fourth emergency service (the AA come fifth in this world-view), and we&apos;re entitled customers who pay with prayer and should damn well get some service. Either way, the message from faith-healers - and the hapless morons who support them - is clear: &quot;Fuck God&apos;s plan, He&apos;s our bitch.&quot; I&apos;m not a Christian myself, but if I were, I think I&apos;d be pretty frustrated with this sort of selfish, arrogant attitude, and I&apos;d laugh in the face of people who claimed to have some divine right over His powers. A second point worth making is that the Advertising Standards Agency are, pound-for-pound, one of the best public institutions ever created when it comes to dealing with scientific evidence. Just a quick scan of their past adjudications shows the dizzying array of evidence-based issues they&apos;ve had to rule on, from bogus cosmetic claims to alternative medicine. MPs should be publicly supporting them for the work they do protecting consumers, not putting political pressure on them to alter their code of practice.  Bearing all that in mind, let&apos;s look at the letter the three MPs wrote:  &quot;We are writing on behalf of the all-party Christians in Parliament group in Westminster and your ruling that the Healing On The Streets ministry in Bath are no longer able to claim, in their advertising, that God can heal people from medical conditions.&quot;  Christians in Parliament are a somewhat scary group at Westminster who campaign for the special treatment of Christians in law. Earlier this year they released a confused report on Christianity in the UK which concluded that, &quot;There is a high level of religious illiteracy which has led to many situations where religious belief is misunderstood and subsequently restricted.&quot; I would humbly suggest that campaigning for faith healers and against gay rights may not the best way of helping their PR situation.  Like many groups supposedly campaigning on behalf of Christians, their claims of representation ring a little hollow  think-tank Ekklesia accused them of &apos;muddying the waters&apos;, suggesting that they created conflict and made assumptions about the views of most Christians that were not accurate.  &quot;We write to express our concern at this decision and to enquire about the basis on which it has been made. It appears to cut across two thousand years of Christian tradition and the very clear teaching in the Bible.&quot;  Slavery. Women not being allowed to vote. Yes it&apos;s a boring and obvious response, but it&apos;s such a boringly obvious argument that you have to ask why people are still putting forward appeals to tradition when It. Is. So. Obviously. Moronic. Doing something for centuries doesn&apos;t make it a good idea!  &quot;Many of us have seen and experienced physical healing ourselves in our own families and churches and wonder why you have decided that this is not possible.&quot;  Many people claim to have been abducted by aliens, or cured by homeopathy, or been in touch with the dead. It&apos;s shocking that we have decided that this is not possible, and speaks to the profoundly undemocratic and fascist nature of &apos;scientific&apos; &apos;progress&apos;.  &quot;On what scientific research or empirical evidence have you based this decision?&quot;  None. People advertising a claim are required by the advertising code to provide good evidence for it, and in their adjudication against &quot;Healing on the Steets  Bath&quot; the ASA note that none was provided. You would think the MPs would know this if they had taken the time to familiarize themselves with the case.   &quot;You might be interested to know...&quot;  ...I have a feeling you may be wrong on this one...  ...that I (Gary Streeter) received divine healing myself at a church meeting in 1983 on my right hand, which was in pain for many years. After prayer at that meeting, my hand was immediately free from pain and has been ever since. What does the ASA say about that?  Again I find myself wondering if the MPs actually read the judgement, in which this question was clearly answered. The ASA quite rightly say in their ruling that &quot;testimonials [are] insufficient evidence for claims of healing.&quot; To which I would add, &quot;...and I am never going to vote for you, Gary Streeter, you utterly gullible buffoon.&quot;  &quot;I would be the first to accept that prayed for people do not always get healed...  No shit.  ...but sometimes they do. That is all this sincere group of Christians in Bath are claiming.&quot;  Yet again the MPs&apos; description of the ruling deviates from actual reality, since this isn&apos;t what the group claimed at all. What they claimed is that &apos;God can heal you today&apos;, with a list of conditions that could be treated and a series of testimonials. That is not the same as saying &quot;sometimes prayed for people get healed,&quot; which of course is trivially true. It also raises a question: if these MPs genuinely believe in faith healing, why are they so gutless about backing it?  &quot;It is interesting to note that since the traumatic collapse of the footballer Fabrice Muamba the whole nation appears to be praying for a physical healing for him.&quot;   The &apos;whole nation&apos;? Which nation is this please? Personally I&apos;d put my faith in medical expertise. That aside, I can&apos;t help but marvel at how classy and &apos;Christian&apos; it is to use somebody fighting for their life in hospital as a publicity hook to score cheap political points.   &quot;I enclose some media extracts. Are they wrong also and will you seek to intervene?&quot;  What a weirdly obtuse thing to say. The ASA are an advertising regulator, so why on Earth would the ASA seek to intervene in people choosing to pray for someone? It&apos;s as if Christians in Parliament are deliberately trying to confuse personal choice with advertising regulation in some sort of misguided attempt to make this an issue about freedom of religious expression, rather than a straight-forward example of consumer protection in action.   &quot;We invite your detailed response to this letter and unless you can persuade us that you have reached your ruling on the basis of indisputable scientific evidence, we intend to raise this matter in Parliament.&quot;  It&apos;s always classy to end correspondence with a bullying threat. What makes it so laughable in this instance is that the MPs apparently lack even the most basic understanding of the advertising codes, not least the fact that the ASA don&apos;t make them up  they&apos;re the responsibility of the Committee of Advertising Practice.  At the top of the CAP Code&apos;s special section on health comes rule 12.1: &quot;Objective claims must be backed by evidence.&quot; This seems like a pretty fair rule to me, and quite rightly puts the onus on the advertiser to back up the claims they make. It&apos;s not up to the ASA to make the case for them; certainly not under intimidating threats from politicians who should know better. So I&apos;ll finish with three questions for the three MPs: 1) what is wrong with section 12.1 of the CAP Code; 2) did you understand that the ASA aren&apos;t responsible for the code when you wrote your letter; and 3) do you honestly believe that fighting the corner of faith-healing charlatans is the best way to represent British Christian interests in 2012? @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/mar/26/1", 
    "wordcount": "1470"
}