{
    "headline": "Apps Rush: Tweetbot for iPad, Ragdoll Blaster 3, Vonage Mobile, Drop Catcher Free, DoDonPachi and more", 
    "text": "A selection of 17 apps for you today: Tweetbot for iPad Tweetbot has become many Twitter users&apos; app of choice on iPhone, even above the official client. Now it&apos;s been beefed up for iPad, helping users switch between multiple timelines using gestures, while hiding navigation tabs that they don&apos;t use.iPad Ragdoll Blaster 3 Backflip Studios&apos; two Ragdoll Blaster games have been great showcases for physics-puzzling on iOS. Now a third version has flip-flopped onto the App Store, with more than 100 levels and five ragdolls to blast.iPhone / iPad Vonage Mobile VoIP service Vonage has a new app for iPhone and Android, promising free voice calls and texts to other users, &quot;high-definition audio&quot; for the former, and low-cost international calls to non-Vonage users.Android / iPhone Drop Catcher Free UK studio FatBobGames&apos; puzzler involves feeding neon bars with numbers to help them reach the top of the screen. Addictive and hypnotic, it also has a charitable aim: extra levels are sold in-app, with 50% of the proceeds going to charity SpecialEffect, which helps young people with disabilities enjoy computer games.iPhone / iPad DoDonPachi Blissful Death Japanese company Cave&apos;s latest shoot &apos;em up for iOS is based on a game that came out 10 years ago. If the thought of a screen full of bullets doesn&apos;t terrify you, it promises to be marvellous fun.iPhone NatWest Business Banking Monitise has launched a new business banking group for NatWest a separate version is available for the Royal Bank of Scotland too enabling business customers to check their accounts and make transfers on the go.iPhone Real Football 2012 Gameloft&apos;s football simulation has a long history on mobile, and the latest iteration has just made the leap to Android. Licensed players, motion-captured animation and a variety of game modes aim to give FIFA a run for its money.Android Chee.rs Social app Chee.rs aims to be &quot;the Like button for the world around you&quot;, helping people express appreciation for, well, anything: people, places and things. Yes, it&apos;s gamified: you earn &quot;Cheerfluence points&quot; as other people spread your cheers on.iPhone Raid Leader Crescent Moon Games&apos; latest iOS title sees you leading a party of warriors through a fantasy land, slaying monsters, trousering loot and unlocking new abilities.iPhone / iPad Lonely Planet Images Photo Gallery App The title says it all, really. This is a collection of images from Lonely Planet&apos;s archives, presented so people can browse them and save favourites to be used as wallpapers. Pics can also be bought as posters.iPhone Tick Bait&apos;s Universe This educational iPad book-app is aimed at &quot;7-70&quot; year-olds, aiming to explain science and the universe, from DNA, bacteria and viruses to the Milky Way galaxy.iPad Eufloria HD Woozy ambient-strategy PC game Eufloria has made the leap to iPad. The aim remains to take over space asteroids while growing plants and creatures to beat opponents doing the same thing.iPad Fotopedia Women of the World The World Bank and Fotopedia have teamed up for this &quot;tribute to the diversity, beauty and strength of women around the world&quot;: photographs from 75 countries by pro snapper Olivier Martel.iPhone / iPad Viz Strip Teaser Dennis Publishing has a new iPhone app for its Viz magazine, promising fans a way to &quot;read the latest cartoon strips from in a format fully optimised for your phone&quot;.iPhone Jack and the Land of Colours More iPad fun for children here, with a story that aims to teach kids the colours red, green, yellow and blue as they bring them back to a monochrome kingdom.iPad A Frog Thing Dr. Seuss developer Oceanhouse Media has other strings to its bow: this app based on Eric Drachman&apos;s story tells the tale of a frog who wants to fly.Android / iPhone Corpse Party BloodCovered: ...Repeated Fear Gory Japanese horror-adventure Corpse Party involves ghostly schoolchildren haunting a school, promising 20 hours of gameplay. The developers are charging 17.49 for it on the App Store though. Good luck with that...iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/09/apps-rush-tweetbot-ragdoll-vonage", 
    "wordcount": "682"
}