{
    "headline": "Lumia handset sales rise puts Nokia back in the smartphone race", 
    "text": "Nokia appears to be edging back into the smartphone race, after reporting a 27% rise in sales of the Lumia touch screen handsets on which chief executive Stephen Elop has staked the future of the company. Despite competition from the latest Apple phone, Lumia shipments reached 5.6m in the first quarter of this year, and Nokia is forecasting they will rise as much again in the June quarter, reaching over 7m. This would leave Finnish manufacturer with the beginnings of a sustainable smartphone business, although still some way behind the 37m iPhones analysts estimate Apple has sold this year and Samsung&apos;s 62m shipments. But Nokia&apos;s forecast was greeted with scepticism by some analysts. &quot;We struggle to understand how this number is possible without either the beginning of consumer traction, or a massive channel inventory stuffing,&quot; said Pierre Ferragu, at Bernstein Research. The boost to Lumia devices, which run on Microsoft&apos;s Windows Phone software, was not enough to prevent Nokia&apos;s overall revenues crashing 27% from the previous quarter after sales of basic phones fell faster than expected. Consumers are opting for fully fledged internet phones, denting demand for the traditionally large volume of basic phones made by Nokia. The company sold 62m handsets in the quarter, well below the 73m units predicted by Wall Street, which had forecast revenues of 6.5bn. Nokia achieved just 5.85bn. &quot;We remain focused on moving through our transition, which includes continuing to improve our product competitiveness, accelerate the way we operate and manage our costs effectively,&quot; Elop said. Sales of its Asha full touch smartphones, aimed at shoppers in developing economies, fell from 9.3m before Christmas to 5m. The company swung into an operating loss of 150m, down from a profit 439m in the Christmas quarter, and both revenues and profits declined at all three of its main divisions. Compared to the Christmas quarter, revenues at its handset arm were down 25%, its digital mapping division revenues fell 22%, and Nokia Siemens Networks, which employs the majority of the company&apos;s staff and is a major cash generator, lost 30% of its income and sale profits fall from 252m to 3m. However the company&apos;s cash reserves, severely depleted last year as Nokia funded its turnaround strategy, increased by 120m to 4.5bn, thanks to profits from Nokia Siemens Networks and the regular quarterly payment of $250m from Microsoft to help market the Windows Phone software used in Lumia handsets.", 
    "section": "technology", 
    "gid": "technology/2013/apr/18/lumia-handset-sales-rise-nokia", 
    "wordcount": "410"
}