{
    "headline": "Twitter, peer review and altmetrics: the future of research impact assessment", 
    "text": "&quot;No one can read everything. We rely on filters to make sense of the scholarly literature, but the narrow, traditional filters are being swamped. However, the growth of new, online scholarly tools allows us to make new filters; these altmetrics reflect the broad, rapid impact of scholarship in this burgeoning ecosystem. We call for more tools and research based on altmetrics.&quot; This quote is taken from the introduction to the altmetrics manifesto. And the reason it&apos;s a manifesto, rather than a mission or vision statement, is arguably because changing the way scholarly impact is measured is going to need something of a revolution  and no revolution is complete without a manifesto. So why is a revolution needed? Because long before the tools even existed to do anything about it, many in the research community have bemoaned the stranglehold the impact factor of a research paper has held over research funding, careers and reputations. As bloggers Victor Manning and William Gunn wrote: &quot;Influence is only one dimension of importance&quot;. Other bugbears include the slowness of peer review and the fact that impact is not linked to an article, but rather to a journal, as this blog from the Scholarly Kitchen points out. Now though, the tools exists to consider what other factors may be used to determine importance, and they are being refined daily. Alternative metrics (or altmetrics as they are known) have brought together the tech geeks and the research nerds who are eager to define their own measures of excellence. Though many of the communities they form or join, such as Academia.edu, Mendeley or Total-Impact aren&apos;t new, wider changes in the research environment (namely, growing support for open access and policy shifts mandating impact measurement) have given altmetrics a new urgency. But altmetrics are not universally popular. One commenter on the site writes: &quot;[Impact factors] can be (and are) manipulated to a certain degree ... but the alt, total, ultimate, mega etc. metrics are far worse because the link to research quality is less direct, and in terms of some of the indicators, like twitter activity, it is non-existent. Moreover, these metrics will be much easier to manipulate&quot;. So what does the future of impact assessment hold? How will these new metrics develop and how are they likely to be adopted by the sector? Perhaps most importantly, will altmetrics address the abuses of impact factors or simply create abuses of their own, particularly when importance is determined through social media influence. Join our live chat, Friday, 21 September at 12 BST, to explore these questions and any others you may have. The discussion takes place in the comment threads beneath the blog. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network. Panel Marie E McVeigh, director, JCR and bibliographic policy, Thomson Reuters Marie is the director of journal citation reports (JCR) and bibliographic policy in the intellectual property and science business of Thomson Reuters. She researched and published on citation analysis, bibliometrics, open access, and other areas where the publishing and information industries intersect. @TR_ScienceWatch Heather Piwowar, cofounder, total-impact Heather Piwowar is a cofounder of total-impact, an online tool that lets scholars and organisations tell the full story of their research impact. Heather is also a postdoc at Duke University and the University of British Columbia; she studies how scientists share and reuse research data. @researchremix William Gunn, head of academic outreach, Mendeley Mendeley is a leading research management tool for collaboration and discovery. Frustrated with the inefficiencies of the modern research process, William left academia and established the biology program at Genalyte, a diagnostics startup. From there, he moved to Mendeley to pursue his mission of bringing modern network efficiencies to academic research. @mrgunn Rachel Armstrong, senior lecturer, The University of Greenwich Rachel co-director of AVATAR at the University of Greenwich. Rachel is also a 2010 senior TED fellow, visiting research assistant at the University of Southern Denmark and a sustainability innovator who investigates a new approach to building materials called &apos;living architecture. @livingarchitect Thad McIlroy, analyst, The Future of Publishing Thad is an electronic publishing analyst and author based in San Francisco and Vancouver, BC. His site, The Future of Publishing, provides in-depth and comprehensive analysis on the industry. Thad has written extensively about publishing and is on the editorial board of the journal Learned Publishing and the Canadian literary journal, Geist. @ThadMcIlroy Alessandra Tosi, managing director, Open Book Publishers Alessandra is an academic and the co-founder and managing director of Open Book Publishers, a social enterprise devoted to the publication of OA academic books and textbooks. Open Book was created by a group of academics at Cambridge in 2008 - since then we have published over 20 books - all free to read online in their entirety. @openbookpublish Mike Taylor, research specialist, Elsevier Labs Mike Taylor is a research specialist with Elsevier Labs, an R&amp;D unit within Elsevier. At the moment he specialises in authorship / contributorship, altmetrics and has been involved with Orcid.org since the start. He&apos;s also an improviser with Oxford Comedy Deathmatch but he&apos;s not this Mike Taylor. @herrison Judit Bar-Ilan, professor, Bar-Ilan University Judit is a professor at the department of information science of Bar-Ilan University in Israel. One of her main research interests is the broad area of informetrics (bibliometrics, scientometrics, webometrics). More recently she focuses on altmetrics. She is a member of the editorial board of several information science journals. Nick Scott, digital manager, Overseas Development Institute (ODI) Nick manages digital strategy for ODI, the UK&apos;s leading think tank on international development and humanitarian issues. At ODI, which tends to publish more and more reports and less and less in journals, he built an Altmetrics-like M&amp;E system to track influence and impact. @nicknet Ciaran O&apos;Neill, journal development manager, BioMed Central  Ciaran works for the open access publisher BioMed Central, where he is involved in the company&apos;s journal and article level metrics initiatives. BioMed Central has been heavily involved in the open access movement, and now publishes well over 200 STM journals. As well as article metrics, Ciaran works with journals experimenting with innovative models of peer review. @cjmoneill Tom Pollard, publisher, Ubiquity Press Tom is a co-founder of Ubiquity Press, a researcher-led publisher seeking to incentivise and reward the sharing of academic data and software. He is also a postgraduate student at University College Hospital and the Mullard Space Science Laboratory. @ubiquitypress Judy Luther, president, Informed Strategies LLC Informed Strategies LLC works on content innovation, discovery and analytics. Judy is a past president of the Society for Scholarly Publishing and a contributor to the Scholarly Kitchen where she draws on a background in consulting with publishers and libraries to develop user oriented products and services. @JudyLuther Stuart Macdonald, professor, Aalto University Stuart was, until recently, professor of information and organisation at the University of Sheffield. He now works part-time in the department of economics at Aalto University in Helsinki. He is also general editor of Prometheus, a journal that takes a critical stance in its attitude to the study of innovation. Teresa Penfield, DESCRIBE Project Manager, University of Exeter Teresa&apos;s current work is focusing on university research impact and what this means to researchers in different disciplines. She is working with academics and professional experts to develop an understanding of how impact can be evaluated and defined. @UofE_impact", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/19/peer-review-research-impact-altmetrics", 
    "wordcount": "1246"
}