{
    "headline": "Unctad must be led by charismatic innovator, supporters tell Ban Ki-moon", 
    "text": "Leading academics and public officials have urged Ban Ki-moon, the UN secretary general, to appoint an internationally respected figure to lead Unctad amid fears that a weak appointment will further sideline the UN trade and development body. Ban will nominate a new secretary general to Unctad this year to succeed Dr Supachai Panitchpakdi, who has held the post since 2005. The UN body has been a voice in the wilderness as the Washington consensus on the primacy of free markets has dominated modern economic thinking. The organisation&apos;s supporters argue that Unctad, the historical standard bearer for developing countries, requires a strong figure at a time when  with the western liberal postwar paradigm of international economic co-operation waning, partly under the weight of successive economic, financial, environmental and social crises  the world desperately needs fresh thinking. In an open letter to Ban last week, Unctad&apos;s supporters said:  &quot;The world clamours for innovative economic thinking that charts a sustainable way out of the current crisis and that contributes to development and poverty reduction. We would regard the capacity to stimulate such thinking and to articulate the resulting policy approaches in the relevant forums as the single most important consideration when sifting among possible candidates in the requisite consultations with member states. The growing weight of developing countries in global matters requires an intellectually outstanding personality as the new leader of Unctad.&quot;  The letter has been signed by more than 140 academics, public officials, and former senior staff of international organisations, the UN and Unctad. They include Dame Margaret Joan Anstee, former UN under-secretary general, Sir Richard Jolly, deputy executive director of the UN agency for children, Unicef (1982-96), Carlos Fortin, deputy secretary general of Unctad (1990-2005), and Ha-Joon Chang, professor of economics at Cambridge University. Those linked with the job so far include the ambassador of Lesotho to UN organisations in Geneva, Anthony Mothae Maruping, and his Mauritius counterpart in Geneva, Shree Baboo Chekitan Servansing. Unctad supporters fear neither man has the stature to raise the profile of a UN organisation already short of staunch friends among developed and developing countries. They want a figure who can stand up to governments from both developed and developing countries at a time when the north-south divide has become increasingly blurred, with new economic powers such as China, Brazil and India emerging. In April, Unctad fought off an attempt by rich countries to remove its mandate to analyse global finance. Rubens Ricupero, considered the last really effective Unctad secretary general, and other Unctad backers described the move as an attempt to limit the body&apos;s activities to trade, governance and democracy, leaving analysis of global finance to the International Monetary Fund (IMF) and the World Bank. In February last year, Unctad strongly criticised the IMF and the World Bank for their inability to forge a vision of a post-crisis economy consistent with changed economic and political realities. But the IMF has moved towards closer to Unctad&apos;s thinking. It recently questioned the impact of austerity, throwing open the idea of &quot;capital controls&quot; to limit cross-border investment flows into vulnerable economies. &quot;We very strongly urge that the next secretary general of Unctad, in addition to all the necessary experience, knowledge and management abilities, should have in particular the capacity and courage for independent thought. It is this characteristic that has been the distinguishing factor among the eminent persons who have held the post over nearly 50 years of Unctad&apos;s existence,&quot; said the open letter.", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/21/unctad-innovator-ban-ki-moon", 
    "wordcount": "582"
}