{
    "headline": "Belo Monte dam construction  in pictures", 
    "text": "   The Xingu River, where the Belo Monte dam is being built, is one of the largest rivers in the Amazon basin Photograph: Karla  Gachet/Greenpeace       The Belo Monte would be the third largest dam in the world, and the second largest in Brazil. It is expected to submerge as much as 400,000 hectares and could displace an estimated 20,000 people Photograph: Marizilda Cruppe/Greenpeace       Critics of the project argue that neighbourhoods such as Invaso dos Padres, in the Brazilian city of Altamira near the dam site, would suffer greatly from its construction Photograph: Marizilda Cruppe/Greenpeace       Early work has already started at the project site, despite ongoing legal battles over environmental licences Photograph: Marizilda Cruppe/Greenpeace       The 7bn project is led by Norte Energias SA, and is scheduled to start producing energy on 31 December 2014 Photograph: Marizilda Cruppe/Greenpeace       The government, led by president Dilma Rousseff, says the dam is necessary if Brazilian energy production is to keep pace with its economy. This grew 7.5% in 2010, but dropped off significantly to 2.7% last year Photograph: Marizilda Cruppe/Greenpeace       But indigenous and environmental groups, among others, counter that Belo Monte will displace tens of thousands of river-dwellers and bring violence, social chaos and environmental destruction  including deforestation  to the Amazon state of Par Photograph: Daniel Beltr/Greenpeace       Aerial photographs taken by Greenpeace reveal that considerable clearing of land has already begun Photograph: Daniel Beltr/Greenpeace       James Cameron, the Oscar-winning director, visited the area last year to lend his support to the anti-dam campaign. If this goes forward then every other hydroelectric project in the Amazon basin gets a blank cheque, Cameron said. It's now a global issue. The Amazon rainforest is so big and so powerful a piece of the overall climate picture that its destruction will affect everyone Photograph: Daniel Beltr/Greenpeace       Supporters say hydropower is Brazil's best clean-energy option, but reservoirs have high emissions of CO2 and methane (with a warming effect 25 times stronger than CO2), because of decaying matter underwater Photograph: Daniel Beltr/Greenpeace       A further concern is that much of Belo Monte's energy output seems destined to power energy-intensive industries in the region, mostly mining and aluminium, meaning more deforestation and community displacement in the future Photograph: Daniel Beltr/Greenpeace       River communities are uneasy. I do not accept the Belo Monte dam, said Mokuka Kayap, an indigenous leader. The forest is our butcher. The river, with its fish, is our market. This is how we survive Photograph: Daniel Beltr/Greenpeace       The licence obtained by Norte Energia SA, a consortium almost entirely funded by state money, allows 238 hectares of forest to be cut down in order to open roads and basic infrastructure for the workers Photograph: Daniel Beltr/Greenpeace       Rousseff's administration is now the one responsible for targets set by the previous administration, led by the more environmentally minded Lula, to reduce deforestation in the Amazon by a further 300,000 hectares Photograph: Daniel Beltr/Greenpeace       The Amazon rainforest is a major global carbon sink. Its survival is threatened not only by deforestation but by climate change, which could kill trees and thus create feedback loops that increase global warming Photograph: Karla  Gachet/Greenpeace       Greenpeace's newest Rainbow Warrior vessel sails through the Amazon. The campaign group is lobbying for a zero deforestation law Photograph: Rodrigo Balia/Greenpeace  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/apr/18/belo-monte-dam-in-pictures", 
    "wordcount": "0"
}