{
    "headline": "Migratory birds - your Green shoots photographs", 
    "text": "   Pied avocet (Recurvirostra avosetta) taken by Lonouri taken on March 20, 2013. 'We visited WWT Washington Wetland Centre and were lucky enough to see seven avocets; almost a record breaker for the reserve'  Photograph: Lonouri/Flickr       Great white egret fishing in the Avalon Marshes-Catcott Lows, taken by jump for joy2010 on March 14, 2013 in Burtle, England Photograph: Jump for joy2010 /Flickr       Tufted duck by Chris Wilson taken on 26 March 2013  Photograph: Chriswilson4646/Flickr       Canada geese taken by Redjim7778 on March 29, 2013 Photograph: Redjim7778/Flickr       Redshank by Phillip Gates taken on March 31, 2013 in Seaburn, Sunderland, England Photograph: Phillip Gates/Flickr       A pair of great crested grebes (Podiceps cristatus) on Westport Lake, taken by Alan Tunnicliffe on March 29, 2013 in Longbridge Hayes, Stoke-on-Trent, England  Photograph: Alan Tunnicliffe/Flickr       A ring ouzel, taken in the Peak District by Tim Melling on April 9, 2013. 'The ring ouzels were back on their breeding grounds in the Peak District national park this morning, even though there was still plenty of snow on the ground. Ring ouzels are usually one of the earliest spring migrants to arrive, presumably as they overwinter north of the Sahara in Morocco, so don't have as far to travel. They are rare, upland cousins of blackbirds, but much more skittish. This one is a male with black plumage and a stunning white bib' Photograph: Tim Melling/Flickr       Landing gear; this grey heron caught me by surprise! taken by Elsa Naumann on March 31, 2013 in Watlington, England  Photograph: Elsa Naumann/Flickr       Signs of Spring at last by Tim Melling on April 6, 2013. 'This female siskin was gathering nesting material while there were still patches of snow on the ground. She repeatedly gathered beakfuls of nesting material while the male sat and watched from nearby trees. I was quite pleased to photograph them in a natural setting as I can usually only photograph them on garden feeders. This was photographed in woods close to my house in West Yorkshire' Photograph: Tim Melling/Flickr       Darling look, one leg, are you looking? Taken by The Nature Guy on April 7, 2013 in Synes, More og Romsdal, Norway. 'A day of sunshine today so went out to try and get some more shots of the oystercatchers. They are definitely much easier to approach during high tide where they just lounge around and show off to each other on the rocks. When the tide goes out and they start feeding they become much more difficult to get close' Photograph: The Nature Guy/Flickr       Canada goose taken by Benjamin Joseph Andrew on March 18, 2013 Photograph: Benjamin Joseph Andrew/Flickr       European bee-eater taken by Elsa Naumann on April 8, 2013 in Al Wakra, Qatar Photograph: Elsa Naumann/Flickr       Cranes resting in grasslands during the annual Sandhill crane migration, Platte River Nebraska, taken by llccprof on March 11, 2013 in Newark, Nebraska, US Photograph: llccprof /Flickr       Little egret taken by Phillip Gates on April 11, 2013 in Cleethorpes, England  Photograph: Phillip Gates/Flickr       Great crested grebe fishing in Stover, taken by Chris Wilson on 16 April 2013 Photograph: Chriswilson4646/Flickr       It's said that one swallow doesn't make a summer, but ... taken by SteveJM2009 on April 20, 2013 in Swanage Photograph: SteveJM2009/Flickr       Willow warblers return taken by Derbyshire Harrier on April 21, 2013 Photograph: Derbyshire Harrier/Flickr  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/may/01/migratory-birds-green-shoots-photographs", 
    "wordcount": "0"
}