{
    "headline": "BSkyB, Channel 4 and Zeebox talk second-screen potential for TV", 
    "text": "There is plenty of creative and commercial potential for second-screen apps and websites designed to be used by TV viewers while watching their favourite shows, but challenges include budgets and rights issues. These were the main conclusions from the Second Screen Experiences: Your New Companion? debate, held by the Royal Television Society in London, focusing on how people are using smartphones, tablets and laptops while watching TV. &quot;81% of people sit routinely in front of the TV with their tablet or smartphone,&quot; said Anthony Rose, chief technology officer of Zeebox, by way of introduction. He outlined the four key drivers for second-screening. First: people want to find something to watch. Second: they want to get information about the show they&apos;re watching. Third: they want to chat to friends. And fourth, they may want to buy things that they see on-screen. Rose highlighted the latter as increasingly important for the future. &quot;Although it doesn&apos;t sound very sexy, for advertisers that&apos;s the next big thing,&quot; he said. &quot;Advertising I think ultimately will fuel this whole business.&quot; Zeebox took investment from BSkyB in 2011, which will soon be bearing fruit. &quot;The new Sky+ app will shortly have Zeebox enhancements,&quot; said Rose, who also showed a &quot;sneak preview&quot; of a new version of the standalone Zeebox app, which will launch in the US and UK next week. It includes a &quot;What&apos;s Hot&quot; page showing shows that are currently trending, or coming up later that day, but a separate tab provides a more traditional-looking channel guide. A third tab is Activity, providing a stream of what friends and other Zeebox users are watching and &quot;booking&quot; (planning to watch). However, Rose noted that social features are just a part of what Zeebox does, and do not appeal to every user. &quot;People get very obsessed with social TV,&quot; said Rose. &quot;What we realised very quickly is that many people have very basic aims: &apos;help me find something to watch tonight, and never mind the social&apos; They may not want to login.&quot; Rose was asked how many people are using Zeebox, and said that its app has been downloaded around 1.5m times in the UK. How many of those users are active, though? &quot;I don&apos;t have the latest figures, but it&apos;s three or four hundred thousand monthly uniques,&quot; he said. &apos;Move the story along&apos; The debate zeroed in on the creative potential for second-screen apps and content, with Jody Smith, Channel 4&apos;s multiplatform commissioning editor, entertainment and comedy, saying that the broadcaster is keen to go beyond the &quot;play-along&quot; games that have been successful for gameshows like Million Pound Drop. &quot;From my point of view as a broadcaster, our doors are open to producers to come and pitch second-screen formats,&quot; he said.  &quot;A lot of indies, they probably look at what we&apos;re doing already and pitch the same, so we do get a lot of play-along formats pitched. Which is great, but unless you can move the story along why do we just want to repeat it?&quot; Producer Shed Media&apos;s group head of digital Juliette Otterburn-Hall talked about her company&apos;s work on second-screen formats, including The Voice, and a partnership with Zeebox for a new show on Sky Living that includes animated GIFs and polls within Zeebox&apos;s app. &quot;In general we&apos;re very keen to enhance the multi-platform offerings at Shed Any idea, before it goes out the door, we&apos;re thinking about what platform it should be on,&quot; she said, while admitting that not every show needs whizzy second-screen content. &quot;The key thing is deciding what your IP is, what the relevance is creatively, and trying to give a seamless experience wherever your audience are,&quot; she said, before adding that whether the broadcaster is commercial or non-commercial (i.e. the BBC) also has a big impact on Shed&apos;s second-screen strategy. Neil Mortensen, research and planning director at Thinkbox, talked about his company&apos;s research into second-screen behaviour, and what he claimed was the most exciting discovery: &quot;It all revolves around extensions of their current behaviour,&quot; he said. &quot;We try to frame it for our advertisers simply: chat, play and buy.&quot;     Zeebox's redesigned iPad app, which is about to launch in the US and UK    &apos;The creative piece is the most important&apos; Gareth Capon, emerging products director at BSkyB, was also bullish about the commercial potential for second-screen apps and content, although he stressed that &quot;the creative piece is the most important&quot; element. &quot;If we don&apos;t have any audience, there&apos;s nothing to commercialise.&quot; Sky worked on its Got To Dance series with Zeebox, helping viewers buy the music that featured in the show on iTunes, and also running a separate second-screen show during the downtime in the main broadcast, where previous winners gave their views on the current contestants. The business model for broadcasters in second-screen can be as simple as more people watching their shows at the time of the original broadcast because of the social chatter around them. Not just good shows, either. &quot;Second-screen definitely makes bad television watchable,&quot; quipped Rose. One thorny question: how to pay for all these second-screen apps and content without taking budget away from the core TV show? Smith said that Channel 4 has specific budget for this, which Otterburn-Hall welcomed. &quot;It&apos;s tricky to know how we pay for this. We&apos;ve got great ideas for this content,&quot; she said. &quot;Production companies are really keen because it is very exciting but obviously there&apos;s got to be revenue there.&quot; She cited data ownership and rights as another grey area: who &quot;owns&quot; the second-screen app or site. &quot;We&apos;re used to making programmes that you sell,&quot; she said. &quot;This adds a whole myriad of complexity.&quot; Capon agreed that rights and funding are the two key challenges facing broadcasters, producers and second-screen technology startups, but warned that it&apos;s too early to start setting models in stone either creatively or commercially. &quot;We don&apos;t yet know exactly what&apos;s going to work. We have to try out different types of experiences,&quot; he said. &apos;Facebook are making all the right noises&apos; Two looming elephants in the second-screen room are Facebook and Twitter, and the question of if and when they will try to have more of the playing and buying (as well as the chatting) happening within their own smartphone and tablet apps, rather than those of companies like Zeebox. Twitter in particular seems very keen at the moment to bring its users back to its own apps, shown by the restrictions it&apos;s placing on third-party Twitter clients. Both social networks are forging relationships with broadcasters, too. Won&apos;t they try to muscle the likes of Zeebox out at some stage? &quot;Facebook are making all the right noises that they want to be a platform. Twitter, on the other hand, perhaps went platform-wide a bit too early in their life, and now it seems to me they&apos;re trying to pull back,&quot; said Rose. He maintained that Zeebox&apos;s &quot;deep knowledge&quot; of the TV schedule and related content that viewers are looking for will continue to set it apart from the big social networks. Fear of the 900lb social gorillas disrupting his business? &quot;Of all my problems in a given day, that doesn&apos;t rise to the top ones,&quot; said Rose. Channel 4&apos;s Smith agreed: &quot;That doesn&apos;t feel like it&apos;s their core business model at the moment.&quot; Which, of course, doesn&apos;t rule out it becoming so in the future. The point which came across throughout the debate is that it&apos;s still too early for second-screen experiences to draw many hard conclusions about how they may evolve. Or as Rose put it: &quot;Today what we&apos;re seeing is just beginning to scratch the surface of what&apos;s possible.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/18/bskyb-channel4-zeebox-second-screen", 
    "wordcount": "1317"
}