{
    "headline": "Scientists take to Twitter to reveal their less than scientific methods", 
    "text": "Scientists are a precise bunch. Our experiments are carefully planned down to the last detail, the methods we use are selected with great care and forethought and our sample sizes are perfectly calibrated to ensure statistically valid results. But first our hypotheses are constructed only after carefully reading our peers&apos; work. You can see evidence of this clearly spelled out in any research paper which will invariably present a logical series experiments that lead to a nice clear conclusion all carefully referenced to all the relevant prior-art. So if a reaction was left for 60 minutes there must be a sound scientific reason for this. And of course the equipment we use is carefully built from only the highest quality parts. At least these stereotypes are what we wanted you to believe in. That is until a couple of days ago. Since then, scientists from all four corners of the twitterverse have not just dismantled that pure-of-thought image but demolished it with repeated 140-character salvos all bearing the hashtag #overlyhonestmethods. Most of these tweets are jokes that rail against the stuffy and sometimes unclear way that scientific papers are written, but there is certainly more than a grain of truth in most of them. It all started with a neuropharmacologist researcher and blogger called Leigh when she tweeted &quot;incubation lasted three days because this is how long the undergrad forgot the experiment in the fridge #overlyhonestmethods&quot;. It didn&apos;t take long for the hashtag to go viral. More tweets along similar lines followed including &quot;the chemicals were combined &amp; stirred by hand for 2 hours by our project students as they were getting on our nerves&quot; from @Simonleighuk, &quot;The experiment was left for the precise time that it took for us to get a cup of tea&quot; from @mahzabin and my favourite from @sciliz &quot;the eppendorf tubes were &apos;shaken like a polaroid picture&apos; until that part of the song ended&quot;. So maybe those reasons for particular reaction times aren&apos;t based on quite so sound scientific reasons after all? What about our equipment and sample sizes? Ecologists @biosciencemum and @bgrassbluecrab had something to say about that: &quot;Our experimental equipment was a paddling pool, a bucket with a hole in, some gaffer tape and three cardboard boxes&quot;, and &quot;we didn&apos;t test as many clams as oysters because we&apos;re pretty sure someone found the samples and ate them&quot;. You don&apos;t see that appearing in journals now do you? (But maybe you should.) Then there&apos;s that nice narrative describing that logical series of steps. Well, guess what: &quot;The logical sequence of experiments and ideas expressed in this paper may not have actually occurred in the order given&quot; from @upulie, and &quot;There was no plan - we just tried stuff we thought would be interesting until something interesting happened&quot; by @russelgarwood. As for those carefully read papers from our peers, well sometimes budget cuts get in the way: &quot;We didn&apos;t read half of the papers we cite because they are behind a paywall,&quot; wrote @devillesylvain. So what started as a single tweet from a frustrated scientist has ended up becoming one of the most fabulous, frank and funny pieces of science communication I&apos;ve seen in a long time. Some might worry that these tweets have presented scientists as hapless and undermined confidence in science. But I think they have provided a rare insight into the everyday lives of scientists and demonstrated that we are human like everyone else. Moreover, #overlyhonestmethods has managed to demystify science in a way that no other example of science reporting, blogging or broadcasting can quite manage. Overlyhonestmethods is still going strong. Take a look on Twitter or some selections of the best on storify and io9.  Mark Lorch is a chemist at the University of Hull. He also blogs at www.t2ah.com and www.chemistry-blog.com", 
    "section": "science", 
    "gid": "science/blog/2013/jan/10/scientists-twitter-methods", 
    "wordcount": "654"
}