{
    "headline": "Grid 2  hands-on preview", 
    "text": "Earlier this year Codemasters announced that, for the foreseeable future, it was going to concentrate exclusively on making racing games  which instantly piqued the interest of the car-obsessed sector of the gaming community and launched a specific topic of debate. In that case, the speculation went, the Leamington-based company will surely bring us new versions of all its four-wheeled franchises, so can we expect a new version of Grid? Now, it can be confirmed that Grid 2 is under development. It will arrive in summer 2013, on the PlayStation 3 and Xbox 360  and from what we have seen and played, should have what it takes to build considerably on the franchise&apos;s cult-classic reputation. Grid evolved from Codemasters&apos; most simulation-oriented racing franchise, TOCA Race Driver (TOCA being the outfit that oversees the British Touring Car Championship). Race fans will be aware that the BTCC offers the most bruising, full-contact four-wheeled racing that anyone could crave, and Grid 2&apos;s predecessors reflected that, although the BTCC wasn&apos;t their main focus. You had to participate in a number of very different formulae, of which the likes of Formula Ford 2000, in which it was virtually impossible to corner without initiating a four-wheel drift, stood out. 2008&apos;s Grid dropped the official licence and concentrated on gritty, down-and-dirty racing across street and custom-built circuits, mostly in super-powerful rear-wheel-drive cars. Grid&apos;s standout aspect was the way in which it provided an emphatic antidote to the antiseptic, squeaky-clean nature of rivals such as the car-damage-averse Gran Turismo and particularly Microsoft&apos;s Forza. Everything in it looked a bit grease-stained and well-worn, and as a result, you could almost smell the petrol fumes when you played it. It was also the first driving game to let you rewind time (a feature much copied since), and was indeed one of the first games to come out for the Xbox 360. Now, as executive producer Clive Moody pointed out, its successor will be one of the last games for that console. Moody refused to be drawn into the likelihood of Grid 2 being upscaled for Microsoft and Sony&apos;s next generation of consoles. So what is it like? Before we could get our hands on the game, a procession of the men in charge of making various aspects of it talked us through their specialist areas. Moody kicked off by answering why it took Codemasters so long to make to a sequel for Grid. &quot;When we came into pre-production for Grid 2, it was clear that our ambitions were outstripping the technology and processes that we had, so we held back,&quot; he said. But at the end of the current console cycle, and having rewritten its driving game engine in recent years, Codemasters now feels ready. Moody set out Codemasters&apos; overriding ambition for the game. &quot;We want to make the most immersive racing game that&apos;s out there, and within that, we want to provide the perfectly distilled racing experience,&quot; he said. &quot;It will take place on a real-world global stage, in US, European and Asian locations  there will be no fictional areas, and all the cars will be real-world ones. &quot;Players will be able to shape their own path through the game, although there will be overall goals. And their actions and successes will be reflected in a constantly evolving world.&quot; In practice, he said, that would mean that when you started off, you would have a one-man-and-his-dog support operation, but as you progressed, you would gain access to vast, well-equipped garages, sponsors would throw money at you, and so on. Race and car variety &quot;There will be three key types of race locations,&quot; Moody said. &quot;Firstly, street racing  tight, wheel-to-wheel affairs through iconic city streets [which will include Chicago and Paris].&quot; &quot;Next, there will be road-racing, which is new for the Grid franchise  taking the form of high-speed runs on open roads and long, sweeping highways, so you can put your foot to the floor for long periods. And the third element is track racing: it&apos;s still a really important part of the experience, taking in a selection of internationally renowned circuits including Abu Dhabi&apos;s Yas Marina.&quot; Associate producer Toby Evans-Jones talked us through the cars: &quot;There will be four tiers, based on performance, so you may see, for example, American muscle-cars versus European classics. &quot;The first tier will include the likes of the Ford Mustang Mach I and the E30-shape BMW M3 Sport Evo. Tier 2 will include the Nissan Skyline GT-R R34 and the [modern] Chevrolet Camaro SS, and will introduce traction and launch-control. In tier 3, you&apos;ll find the McLaren MP4-12C and the track-special BAC Mono. And tier 4 will consist of money-no-object cars like the Pagani Huayra and the Koenigsegg Agera R, with 1,140bhp.&quot; Multiplayer Associate producer Ian Smith stepped up to talk us through the multiplayer side of Grid 2. &quot;It&apos;s about redefining the multiplayer experience for racing games,&quot; he said. &quot;In the single-player journey, there&apos;s a lot of customisation possible, and it&apos;s about you telling your story. But the multiplayer experience will be more about what competitive players want to do. &quot;You&apos;ll start the multiplayer from scratch, and it isn&apos;t linked to the single-player XP system. It will be a fully emergent, social experience.&quot; Codemasters confirmed that Grid 2&apos;s multiplayer side would be built on Racenet, its answer to EA&apos;s much-loved Autolog, but beyond that, it remained annoyingly vague. Undoubtedly, it will reveal more about Grid 2&apos;s multiplayer experience as time unfolds.     Grid 2    Hands-on With the talking over, it was time for some hands-on play. And the good news is that, while Grid (and, for that matter, TOCA Race Driver) were all about car-feel, Grid 2 has somehow managed to up that particular ante even further. First up was a road-racing sequence on swooping Californian Pacific Coast Highway roads, which looked simply stunning with cliffs on your right (so you were heading south). We were at the wheel of a pumped-up Mustang with 500-odd bhp, racing against a similarly fast and tail-happy American beast. The experience was a bit like Nascar on real roads, which required precision braking and, especially, very fine throttle-control. This stage was played on a D-Box: a hugely expensive seat, wheel and controls rig with motors that move you around to simulate real car movement. The effect was dramatic, with simply unprecedented amounts of car-feel on offer. Thanks to the D-Box, it seemed as though you could actually feel individual tyres starting to break away from the road surface, and the Mustang&apos;s handling characteristics  initial understeer followed by throttle-on oversteer  came through clearer than we have ever before experienced in a game. The other track that we were able to play was experienced in a much less esoteric manner, simply using a joypad (although the game was actually running on PCs). Its backdrop was the streets of Chicago, and given that we were driving a pumped-up Mercedes AMG SL65 Black on a pretty twisty street-circuit (some parts of which even had a concrete central reservation), it took us a while to get tuned in. But again, the car feel on offer was immense, and we soon learned to almost back the Merc into corners, braking and turning in early, in the sort of style associated with World Superbikes riders. As well as looking amazing (Codemasters talked us through the graphical innovations in Grid 2&apos;s engine at length), the Chicago track gave us an insight into the game&apos;s AI. Essentially, you could describe it as do-as-you-would-be-done-by. So, if you tend to lean on the cars ahead as you try to pass around tight corners (as we did when we started playing), you can expect to fall victim to the odd shunt from the rear. Conversely, the cleaner you as regards the cars around you, the better they will behave. The AI was also noticeably realistic, in that some of the drivers it controlled did actually make tiny mistakes, allowing you to take advantage and nip through, which contrasts with the driving-game norm of being surrounded by drivers who appear to be clones of Ayrton Senna. Even though it&apos;s early days for Grid 2, what we&apos;ve experienced of it so far bodes phenomenally well. The cars feel much more real than any we&apos;ve ever experienced in a game  and that includes Gran Turismo 5 and, especially, Forza, which has always felt as though it was built in a laboratory by robots. It looks magnificent, yet still exudes a pungent virtual whiff of exhaust fumes. It should make a fitting last hurrah for the Xbox 360 and PlayStation 3.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/08/grid-2-hands-on-preview", 
    "wordcount": "1446"
}