{
    "headline": "Wall Street Journal rapped over climate change stance", 
    "text": "The Wall Street Journal has received a dressing down from a large group of leading scientists for promoting retrograde and out-of-date views on climate change. In an opinion piece run by the Journal on Wednesday, nearly 40 scientists, including acknowledged climate change experts, took on the paper for publishing an article disputing the evidence on global warming. The offending article, No Need to Panic About Global Warming, which appeared last week, argued that climate change was a cunning ploy deployed by governments to raise taxes and by non-profit organisations to solicit donations to save the planet. It was signed by 16 scientists who don&apos;t subscribe to the conventional wisdom that climate change is happening and is largely man-made - but as Wednesday&apos;s letter points out, many of those who signed don&apos;t actually work in climate science. &quot;Do you consult your dentist on your heart condition? In science, as in any area, reputations are based on knowledge and expertise in a field, and on published, peer-reviewed work. If you need surgery, you want a highly experienced expert in the field who has done a large number of the proposed operations,&quot; the article said. The scientists went on: &quot;On 27 January, the Wall Street Journal published an op-ed on climate change by the climate science equivalent of dentists practicing cardiology. While accomplished in their own fields, most of these authors have no expertise in climate science. The few authors who have such expertise are known to have extreme views that are out of step with nearly every other climate expert. &quot;This happens in nearly every field of science. For example, there is a retrovirus expert who does not accept that HIV causes Aids. And it is instructive to recall that a few scientists continued to state that smoking did not cause cancer, long after that was settled science.&quot; The letter goes on to note that some 97% of researchers who actively publish on climate science agree that climate change is real and caused by humans. It concludes: &quot;It would be an act of recklessness for any political leader to disregard the weight of evidence and ignore the enormous risks that climate change clearly poses.&quot; The letter does not go into the background of the 16 scientists who signed the original article, but at least two used to work for Exxon and six others have worked for thinktanks funded by industry groups including Exxon. The letter also choose not to dig into the long history of the Wall Street Journal&apos;s rejection of climate science. The paper had earlier refused to publish a similar letter from 255 scientists from the National Academy of Sciences that supported the mainstream view on climate change. The rejection was seen by some as further evidence that Rupert Murdoch is using his news organisations, such as the Wall Street Journal and Fox News, to further his own anti-regulatory agenda. The article from the National Academy of Sciences was eventually published in Science.", 
    "section": "environment", 
    "gid": "environment/2012/feb/01/wall-street-journal-climate-change", 
    "wordcount": "500"
}