{
    "headline": "Nature libel verdict 'a victory for free speech'", 
    "text": "A theoretical physicist who sued the British science journal, Nature, had his case dismissed on Friday after a judge ruled that a news article that criticised him was responsible and honest journalism. The news story in Nature described how Mohamed El Naschie, a former editor-in-chief of a journal called Chaos, Solitons and Fractals, penned a conspicuously large number of papers in his journal, many of which were considered by outside experts to be poor quality. Research papers that appear in respectable academic journals usually go to independent experts for peer review to ensure that only good quality work is published. Academics&apos; reputations are built in part on the number of papers they publish, and the journals in which they appear. The news story was printed in 2008, a year when El Naschie wrote 60 papers for his own journal, including five of the 36 articles that appeared in the December issue alone. Peter Woit, a mathematical physicist at Columbia University in New York, was quoted in Nature as saying: &quot;It&apos;s plain obvious that there was either zero, or at best very poor, peer review, of his own papers.&quot; El Naschie rejected the allegations and said his papers were reviewed &quot;in the normal way.&quot; In a judgment handed down at Bristol crown court on Friday, Mrs Justice Sharp dismissed the libel claim, concluding that the news article was &quot;substantially true&quot;, contained &quot;honest comment&quot; and was &quot;the product of responsible journalism&quot;. The judgment goes on to note, under a section called &quot;the implausible absence of documentation&quot; that El Naschie failed to provide any documentary evidence that his papers were peer reviewed. Niri Shan at the law firm Taylor Wessing, who represented Nature in the case, said: &quot;The judgment is an important victory for free speech and is a shot in the arm for the public interest defence of qualified privilege. &quot;Having said that, the fact that the claimant was able to bring this matter to trial highlights the urgent need for libel reform in the area of science reporting, as the law, as it currently stands, is stifling scientific debate. Moreover, even the current reforms being considered by parliament do not go far enough,&quot; he added. Nature&apos;s editor-in-chief, Philip Campbell, said: &quot;Nature has vigorously defended this article for over three years and we are all delighted that the court has found our journalism to be honest, justified and in the public interest.&quot;", 
    "section": "science", 
    "gid": "science/2012/jul/06/nature-libel-peer-review", 
    "wordcount": "417"
}