{
    "headline": "The week in wildlife  in pictures", 
    "text": "   A goose in the snow at Skopje, Macedonia, as Europe's 'big freeze' continues Photograph: Ognen Teofilovski/Reuters       An ice-covered tree on the banks of Lake Geneva,  Switzerland. The freezing weather gripping much of Europe could last until the end of the month, according to meteorologists Photograph: Salvatore Di Nolfi/EPA       An Alpine chough at the 1,838m-high Wendelstein mountain near the Bavarian village of Bayrischzell, southern Germany. Europe's two week-long cold snap has now claimed more than 300 lives Photograph: CHRISTOF STACHE/AFP/Getty Images       Snow and ice-covered trees on the Uetliberg mountain in Zurich, Switzerland Photograph: Alessandro Della Bella/EPA       Pink flamingoes at the partially frozen marshland  of the Camargue region, southern France. France's Bird Protection League says the cold snap has caused the deaths of several birds Photograph: Claude Paris/AP       Deer in Richmond Park in south-west London. Heavy snow fell in some areas of Britain on this week, causing road closures and flight cancellations Photograph: Olivia Harris/Reuters       A seagull and swans search for food at the Sund promenade in Stralsund, Germany Photograph: Stefan Sauer/EPA       A grivet monkey nestles against a  radiator at a zoo in Qingdao, China. A strong cold snap has also swept China, with regions north of the Yangze River experiencing drastic drops in temperature Photograph: Hong Wu/Getty Images       An vendor in Equatorial Guinea sells live crocodiles at a market in Bata.  In the absence of proper controls, endangered animals are often captured and sold to be eaten Photograph: Abdelhak Senna/AFP/Getty Images       Bats rest on a tree trunk in Pantanal, Mato Grosso state, western Brazil.  The Pantanal area, a sanctuary of biodiversity, is presently at risk because of the intensive culture of soybean and resulting deforestation, scientists say Photograph: Yasuyoshi Chiba/AFP/Getty Images       Dozens of small crabs were captured making spectacular patterns across Nexus Karambunai beach in Sabah, Malaysia Borneo.  The patterns were created by hermit crabs tunnelling into the sand and pushing two or three sandballs at a time to the surface Photograph: Alexander Yurusov/Rex Features       A Philippine tarsier on Bohol island, in the Philippines Central Visayas region.  The tarsier is one of the smallest primates in the world and communicates  using ultra-sound frequencies inaudible to humans and many species of predators, a new study has found Photograph: Joe Sinclair/AFP       Brent Stirton of South Africa, a Getty Images photographer working for National Geographic magazine, has won first prize in the Nature Stories category at the World Press Photo awards for his 'Rhino Wars' series. The picture shows a female rhino in Tugela private game reserve, Colenso, Natal, South Africa, that four months earlier survived a brutal de-horning by poachers who used a chainsaw to remove her horns and a large section of bone in that area of her skull. The surviving rhino has now joined up with a male Photograph: Brent Stirton/Getty Images for National Geographic/2011 WPPC       A captured Sri Lankan crocodile is tied up and waits for wildlife authorities at Ragama in the suburbs of Colombo, Sri Lanka. According to villagers, this near 6m-long crocodile is responsible for two deaths. Though reptiles of this size frequenting the marshes around Colombo are rare, the streams that run through them to the sea attracts stragglers that feed on domestic and farm animals Photograph: M.A.PUSHPA KUMARA/EPA       Storks in a rice field in Bang Lane district of Nakhon Pathom province in the central rice areas of Thailand. Thailand's government promised farmers a huge increase in the price of rice when it came to power last August but it has been accused of failing on all fronts: export prices have not held up, the state faces huge losses and many farmers have not benefited Photograph: Sukree Sukplang/Reuters       A volunteer holds a dead swan at the Fuhe wetlands in Wuhan, Hubei province, China. Many traps and poisons were illegally set around the lakes in these wetlands to catch wild birds, many of which are protected species, local media reported Photograph: STRINGER/CHINA/REUTERS       A 7m-long humpback whale that was found dead on a beach in Meuvaines, western France. Scientists will identify whether the cause of death was grounding, collision or disease. Research this week showed the first evidence that shipping causes 'chronic stress' to whales Photograph: Kenzo Tribouillard/AFP/Getty Images       Jenny E Ross of the US has won the first prize in the Nature Singles category of the World Press photo contest 2011 with this picture. It shows a male polar bear climbing precariously on the face of a cliff above the ocean at Ostrova Oranskie in northern Novaya Zemlya, Russia, attempting to feed on seabird eggs. This bear was marooned on land and unable to feed on seals - its normal prey - because sea ice had melted throughout the region and receded far to the north as a result of climate change Photograph: Jenny E. Ross/Handout/2011 WPPC       A gharial at at a breeding centre at Chitwan national park, south-central Nepal. This endangered species is bred in captivity and released into the wild. Gharials once thrived in all the major river systems of the Indian subcontinent, but figures show a population decline of 96-98% over a three-generation period since 1946. The once widespread population of an estimated 5,000 to 10,000 individuals has been reduced to less than 235 individuals in 2006. Conservationists attribute this decline to over-hunting for skins and trophies, egg collection for consumption, killing for indigenous medicine, and killing by fishermen Photograph: Navesh Chitrakar/Reuters  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/feb/10/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}