{
    "headline": "Coalition war leaves customers facing soaring energy bills", 
    "text": "With &quot;unholy war&quot; raging between government ministers over energy and climate change policy, it&apos;s time to assess the collateral damage and the bottom line is that it is you, the energy bill payer, that is being caught in the crossfire.  You will pay for the 200bn investment needed to transform the UK&apos;s dirty and ageing energy infrastructure into something clean, secure and fit for the 21st century. But the people delivering that are the energy companies and developers and so to get clear idea of how they view the current energy shambles, I sat down with a senior executive from a major energy investor. I won&apos;t name him or the company, for reasons that will become obvious when words like &quot;horrified&quot; and &quot;uninvestable&quot; come up, but they are right at the heart of the action. We started with the additional costs being piled on consumers by what the executive called the &quot;totally unnecessary bunfight over gas versus renewables.&quot; That, as I wrote in March, is because the cost of capital  i.e. the price paid for borrowing money to invest  shoots up as political rows stoke uncertainty over government policy. &quot;It is absolutely an outcome,&quot; said the executive. &quot;Banks are horrified about how risky all this has become.&quot; Charles Hendry, recently sacked as energy minister, told the FT on Monday that, without a ceasefire, there was a risk that energy bills will &quot;go through the roof&quot;. He suggested consumers might bear &quot;a totally unnecessary extra cost&quot; of 1bn a year. The executive told me: &quot;The whole justification of the government&apos;s electricity market reform (EMR) was to reduce the cost of capital, but the effect has been the opposite.&quot; He added, darkly: &quot;What the government forgets is that no one has to invest.&quot; &quot;We have very unclear and contradictory narratives,&quot; he said. One of the most astonishing things he told me was that, despite the energy industry&apos;s huge size and importance to the nation, the chancellor simply doesn&apos;t talk to them. &quot;The problem with Osborne is that you never hear direct from the horse&apos;s mouth what he thinks. You rely on hearing rumours. He does not engage with the industry.&quot; The specific row over onshore wind farms between new energy minister and wind-sceptic John Hayes and his supposed boss, energy secretary Ed Davey, also beggars belief, said the executive. &quot;The obvious tension between Davey and Hayes is quite unprecedented.&quot; Unprecedented or not, David Cameron&apos;s refusal to grant Davey&apos;s request and remove responsibility for renewable policy from Hayes shows clearly the prime minister has prioritised the demands of some backbench Tory MPs over the national interest, which requires all the low-cost, clean energy it can get. &quot;The economic rationale behind this [opposition to onshore wind] makes no sense at all,&quot; said the executive. The ironic result of all this infighting is that investment is stalling badly in not only renewables but also gas-fired electricity generation, which Osborne sees as preferable. &quot;The energy bill is so much later than it was supposed to be,&quot; said the executive. &quot;The hiatus of investment could go on for years.&quot; It didn&apos;t help that Cameron&apos;s impromptu pledge on energy bills delayed the bill even further, as ministers scrabbled to make his busking into reality. But, even when the energy bill finally sees the light of day, the executive was gloomy on its prospects. &quot;It is in no-one&apos;s interest to push through something unworkable and uninvestable, but the government is pressing on regardless.&quot; He also regretted the opportunities being lost for jobs in the UK. &quot;The sorry thing for the UK is that we had the opportunity to build up a supply chain in onshore wind power, and we blew it.&quot; he said. Now, because of the delays and uncertainty, &quot;we are doing our level best to blow the opportunity to build up an offshore wind supply chain.&quot; One of the key, if rather technical, issues being fought over in government is whether the energy bill should set a target that electricity generation should be virtually carbon-emissions-free by 2030, a so-called decarbonisation target. The executive was unequivocal about the importance of this, saying the industry faced deep uncertainty after 2020, when legal targets for renewables need to be met. In the following decade, without a decarbonisation target, there is nothing to reassure energy investors that low-carbon investments will be good ones. He finished with another dark warning, about the difficulty of keeping the lights on as old coal and nuclear power stations shut in the next few years. &quot;The energy crunch is coming much sooner than the government expected. Coal stations are using up their hours now, before they are forced to close down, because coal is cheap and to avoid the carbon floor price in 2013.&quot; The lights will not go off, of course. Instead, energy will become even more expensive. The prime minister&apos;s failure to end the war by reining in his unforgivably-badly informed chancellor will mean energy bill payers will be roasted, whichever tariff Cameron&apos;s new law has forced them onto.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/nov/21/coalition-war-customers-soaring-energy-bills", 
    "wordcount": "878"
}