{
    "headline": "Green news roundup: Climate sceptic funding, first cycling memories and China's environmental year", 
    "text": "Environment news  Climate scientists back call for sceptic thinktank to reveal backers Plans for Sellafield plutonium reactor rejected &apos;Bicycle pump&apos; to turn wave power into clean energy Sumatran elephant upgraded to critically endangered status Sun&apos;s changes unlikely to slow global warming, scientists say On the blogs     Oliver Letwin says he is determined to 'instil' fear among public sector workers to push productivity. Photograph: David Levene     Environmental protection rules may be headed for government shredder Once upon a bicycle: your first cycling memories Greedy Lying Bastards: US filmmaker attacks oil industry Fossil fuel subsidies: a tour of the data Multimedia     Photo taken on May 31, 2011, shows several dead fish in the lake bed of Poyang Lake in Nanchang, capital of east China's Jiangxi Province. The water area of China's largest freshwater lake Poyang Lake has shrunk largely due to a sever drought in Jiangxi since months ago. Photograph: Xinhua/Corbis     China&apos;s environmental year in review  in pictures The week in wildlife - in pictures Canada critical to Obama&apos;s rejection of tar sands pipeline - video Sea Shepherd activists injured in clash with Japanese whaling vessel - video Features     Women prepare food using solar cooker in solar workshop near Bandiagara in Dogon land, Mali. Photograph: Joerg Boethling/Alamy     The future of food The Thames estuary airport proposal shows the true Tory agenda How green is their valley? Ebbw Vale residents sought to test eco homes Best of the web  Yale Environment 360: What does it take to change a lightbulb? BusinessGreen: EU beefs up electronic waste recycling Ecologist: Bjorn Lomborg&apos;s climate sceptic thinktank to close BusinessGreen: China hits back at US wind turbine import investigationFor more of the best environment comment and news from around the web, visit the Guardian Environment Network. ...And finally  Mexico City holds its breath as leaders look for solutions to rubbish crisisEnvironmentalists call for long-term answers after closure of huge landfill site leads to illegal dumps across metropolis", 
    "section": "environment", 
    "gid": "environment/2012/jan/25/1", 
    "wordcount": "233"
}