{
    "headline": "The ins and outs of dental floss", 
    "text": "Which do people prefer  dental floss that is waxed or dental floss that is unwaxed? A study called Patient Preference for Waxed or Unwaxed Dental Floss explores the question to a depth that was unprecedented in 1990, when it appeared in the Journal of Periodontology. Twenty-two years later, the report&apos;s findings remain largely unchallenged. Manufacturers of dental floss might ask which kind people actually purchase. Public health officials might ask which is the more effective at keeping teeth and gums healthy. Dr Robert H Beaumont, chief of periodontics at the 842nd Strategic hospital, at Grand Forks Air Force base in North Dakota, stuck to the raw basics, asking 100 patients which kind of dental floss they simply, in their hearts, &quot;prefer&quot;. Even the briefest account of dental-floss research must begin with a grateful mention of Charles C Bass: &quot;Charles C Bass was responsible for the early development of specifically formulated unwaxed nylon floss and the popularisation of personal oral-hygiene techniques in common use today.&quot; Those words were written by Beaumont, more than 35 years after Bass intrigued the dental world with his powerful vision of filamentous nylon. Beaumont gave each patient a length of floss dispensed from an unmarked container, with instructions to apply it between two front teeth, and between two back teeth. He then gave them a length of visually similar floss dispensed from a different, also unmarked, container, with instructions to us it in the same places. Half the patients were given first waxed floss, then unwaxed. The other patients got unwaxed followed by waxed. Once the procedures were completed, Beaumont asked each individual to say which floss he or she liked better. He reports: &quot;All had an immediate and clear floss preference after performing the test&quot;: 79% of those patients preferred waxed floss, 21% preferred unwaxed. Afterwards, Beaumont debriefed each person, requesting a qualitative assessment of the floss. The report summarises: &quot;The most frequent objection to waxed floss was related to a feeling of &apos;thickness&apos;, not a specific objection of difficulty in use. Unwaxed was described as &apos;thinner&apos; and when preferred was most often selected for that reason.&quot; Beaumont believed that previous research had already settled the unrelated question of which floss is more effective. He marvelled that &quot;an unsubstantiated belief in the superiority of unwaxed floss has persisted to the present&quot;. That previous research  to establish which type of floss is medically superior  reached its most strongly worded conclusion in a pair of studies published in 1982 by David Lamberts, Richard Wunderlich and Raul Caffesse of the University of Michigan. The three dentists tested the effects of different flosses on plaque removal, gingival response, crevicular fluid flow and gingival bleeding. They expressed their newfound knowledge in two crystalline phrases: &quot;no statistical difference&quot; and &quot;no clinical significance&quot;.  Marc Abrahams&apos;s new book, This Is Improbable: Cheese String Theory, Magnetic Chickens, and Other WTF Research, is published by One World, 10.99", 
    "section": "education", 
    "gid": "education/2012/sep/24/dental-floss-research", 
    "wordcount": "499"
}