{
    "headline": "Facebook shares open at $42 as it begins trading on Nasdaq", 
    "text": "Facebook began trading shares on the Nasdaq stock exchange this morning, opening at just over $42, instantly up 10% on the initial offer price, before dropping back to just over $40. With the initial offer price of $38, Facebook&apos;s shares were already set at the high end of a range the company set earlier in the week and values the company at $104bn. The price makes Facebook more valuable than Amazon, which also trades on the Nasdaq. Early trading was delayed until 11.30amn by the volume of shares being bought and sold. More than 82m shares were traded in the first 30 seconds.  The first trades were made two hours after Mark Zuckerberg remotely rang the opening bell for the New York-based stock exchange from outside his California headquarters as staff cheered him on. The excitement was rare good news for Wall Street, where major indexes were on track to close their worst week of 2012, pressured largely by the ongoing situation in Europe. The sale instantly catapulted the social network founder into the top tier of the super rich. The shares were priced to sell at $38 and at that price Facebook created 88 people with fortunes of over $30m, according to Wealth-X, an analyst that monitors high net worth individuals. If the price reaches $43, there will be 265 Facebook millionaires worth more than $30m. Facebook&apos;s initial public offering (IPO) is the most hotly anticipated share sale since Google&apos;s in 2004. Google&apos;s stock started trading at $85 and ended the day at $100.34. Google&apos;s shares now sell for over $620. As with the Google IPO, there has been a lot of scepticism about Facebook&apos;s ability to turn its phenomenal number of users into a business able to support a $100bn-plus valuation. Facebook&apos;s revenues were $3.7bn last year. Goldman Sachs, the investment bank, had revenues of close to $29bn and is valued at half Facebook&apos;s current value. The social network now has over 900 million people on its service and will soon top a billion. For its fans, Facebook is the defining company of the 21st century. &quot;His impact on the world will be as least as big as Bill Gates and probably already has been,&quot; said David Kirkpatrick, author of The Facebook Effect. Other analysts argued that the hype was proof of another dotcom bubble. Facebook&apos;s IPO follows a mixed set of share sales from other social media firms including Groupon, the online coupon company, and Zynga, the games firm behind Words With Friends and Draw Something. Facebook itself has driven up the bubble, according to some, by spending $1bn on Instagram, a profitless photo-sharing application. &quot;Facebook&apos;s shares were always going to pop at the open, that&apos;s no suprise at all,&quot; said Sam Hamadeh, co-founder of PrivCo, a financial analyst. &quot;After the first couple of weeks, I think it&apos;ll drop back down to the mid twenties.&quot; Hamadeh said he believed Facebook was worth $24-$25 a share. &quot;And that&apos;s being generous,&quot; he said.  Whatever the future for Facebook, it&apos;s founders and early investors were certainly celebrating. Co-founder Eduardo Saverin congratulated Zuckerberg on his Facebook page: &quot;Congrats to everyone involved in the project from day one till today, and I especially wanted to congratulate Mark Zukerberg (sic) on keeping tremendous stead-fast (sic) focus, however hard that was, on making the world a more open and connected place.&quot; Saverin is now worth over $2.7bn.", 
    "section": "technology", 
    "gid": "technology/2012/may/18/facebook-nasdaq", 
    "wordcount": "578"
}