{
    "headline": "How the poor cope with crisis", 
    "text": "When the global financial crisis struck in 2008, the World Bank&apos;s social development unit and the Institute of Development Studies in the UK set out to examine in &quot;real time&quot; how around 3,000 people in 17 developing countries coped with the shock of higher food and fuel prices. The joint project has resulted in a book, Living Through Crises. The book, published last week, covers eight countries  including Bangladesh, Cambodia and Kenya  and research is leavened with lots of voices from the ground. Two of the book&apos;s editors  Naomi Hossain, from IDS and Rasmus Heltberg, from the World Bank  along with Tim Conway, a senior poverty adviser at the Department for International Development, and Duncan Green, head of research at Oxfam, on Tuesday discussed the study and its policy implications to better prepare for the next crisis. In a foreward to the book, Prof Robert Chambers says it covers what is so often missing in the development discourse: &quot;The personal and emotional cost, the stress, the exhaustion, the tension within families, and the agony of the cruel choices that poorer people at the margins are forced to make.&quot; As one Cambodian villager said: &quot;My children dropped out of school a few months ago. I did not want them to stop but they stopped themselves. Now they go out to collect wild mushrooms and morning glory to sell to help the family.&quot; The researchers found a common set of responses from interviewees. The adults worked for longer hours, ate less and bought cheaper and less nutritious food, switched their children from public to private schools or reluctantly took them out of school altogether. Families skipped medical treatment, sold off assets such as jewellery and animals, and sank deeper into poverty. Some people turned to prostitution, selling drugs or  more commonly  to theft and other crime. Women were particularly hard-hit as they continued to bear the burden of household responsibilities despite experiencing long hours in paid work. An important finding was that the analysis of macroeconomic indicators alone can be misleading. In particular, the resumption of GDP growth in late 2009 and 2010 in many developing countries gave optimism to governments and donors that the impacts of the crises were relatively short-lived and that the poor were not strongly affected. However, even temporary shocks to the formal economy have long-lasting impacts. The reason is that the initial impact  incurring debt, foregoing healthcare  is followed up by a second round of negative impacts: sale of assets and more competition in the informal sector. &quot;In many surveyed countries, poor people were living through this second round of negative impacts at the same time the national economies were showing strong signs of economic recovery,&quot; the study said. Three years of compounded crises have meant that households across east Asia lost their land or houses to creditors while smallholders in rural Kenya have become impoverished. The study found that in all eight countries, the informal safety net  families, friends, neighbours, community groups  played a key role. Often such networks were the only support for the poor. In Cambodia, construction and garment workers pooled money or rice sent from villages and cooked and ate together in large groups. In Senegal, small traders shared market spaces. &quot;Informal safety nets provided by relatives, friends, and community and religious organisations were important for coping everywhere. Even though the amount of support through informal safety nets was inadequate relative to the large and growing need, it was often the only source of support available,&quot; said the study. The case studies lead inexorably to one conclusion: the need for more effective and more generous social protection systems. In fact, in the countries with pre-existing social protection schemes  formerly socialist states such as Kazakhstan and Serbia  poor people were better protected in comparison with countries that lacked such schemes. Meanwhile, existing social assistance programmes suffered from several weaknesses: not generous enough, poorly targeted and, in some cases, an inability to sustain pre-crisis initiatives because of budgetary pressure. Current social protection programmes that tend to focus on modest cash transfers should be widened, the study said. It noted the value of free or subsidised health and education programmes in protecting the poor during the worst of the crises. But providing a safety net costs money. How realistic is it that governments will cough up at a time of economic hardship? Hossain, one of the study&apos;s editors, argues that it pays to have a strong safety net in the long run. &quot;Whenever I talk to policymakers about this I always say, &apos;beware the false economies of the woman-powered resilience&apos;. It costs more in the medium-term not to deliver better social protection. And social protection can be better designed  both to catch the vulnerable not-very poor and to work with the grain of people&apos;s coping strategies. Supporting people so that they don&apos;t pursue damaging coping strategies is good value for money.&quot;  Living Through Crises, edited by Rasmus Heltberg, Naomi Hossain and Anna Reva", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/18/how-poor-cope-with-crisis", 
    "wordcount": "840"
}