{
    "headline": "Rio+20: A voice from Bosnia and Herzegovina", 
    "text": "   Seida Saric, Rio+20 Photograph: Guardian    Foundations of any development rest on active and equal participation of both men and women in social, political and economic spheres of life. Women play a much more active role which, in turn, does not have equal recognition as the roles men perform and this stretches to all areas of our society, speaking in global and local terms. If we create opportunities for women, include girls and mothers in social activities, if we invite successful women to join us in discussions that determine political currents of the world, if we give women access to education and if we encourage them to partake in economic and political issues that also include them, we will secure, if not a sustainable development, than a prosperous seed that will one day yield a better world. Unfortunately, Bosnia and Herzegovina is not a good example of sustainable development, especially not over the past 20 years. I dare say Bosnia and Herzegovina demonstrates quite the opposite. The war (1992-96) that ravaged this region destroyed the lives of people, displaced them from their everyday routine, and it affected all of us. However, I have grown stronger from it, and today I think that individuals, and I take myself for an example, are in comparison with the country, much stronger and fearless. As a microcosm of post-war society, my war experiences and my personal and professional involvement in Women for Women International combine into a portrayal of how an individual and a larger group of people can pull themselves from the claws of negative history and strive for success and towards the (re)construction of equal, prosperous and fair society. We must join all our resources and forces if we want to build a sustainable development for all. I believe that Rio +20 is by itself already a huge difference, not only in my life, but in lives of people around the world because it is giving us hope that the co-operation between government, non-government and business sector will finally lead us into a brighter future. Key is in working together and Rio +20 is putting an emphasis on this sort of work model.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/16/rio20-voice-bosnia-herezegovina", 
    "wordcount": "356"
}