{
    "headline": "Regent's College students get a lesson in creativity", 
    "text": "In the historic Inner Circle of leafy Regent&apos;sPark, Regent&apos;s College is quietly introducing all sorts of innovations to its postgraduate offering. Recently approved to award taught degrees, the college&apos;s school of film, mediaand performance has a host of courses thatgive students the opportunity to enhance their creative skills, as well as improve their employability. The MA in creative leadership, for example, is presented as a part-time course for people with experience in management roles. It&apos;s not just delivered by academics, but by a multitude of practitioners, including performers, psychotherapists and business executives. &quot;Creativity, in this instance, means developing new ways of seeing, thinking and behaving,&quot; says course leader Anton Baumohl. &quot;It is about equipping students to keep reinventing &apos;leadership&apos; and &apos;leading&apos; as they go through their professional careers.&quot; For those who want to extend their knowledge of more typical creative processes, there&apos;s a course in writing for stage and screen. Led by head of school (and award-winning scriptwriter) David Hanson, it is taught over two years through a mixture of on-campus residential study and distance-learning tutorials. Peer support The course attracts people from a range of backgrounds, from relatively new graduates to students aged in their 70s. &quot;It&apos;s an interesting cohortof people,&quot; agrees Hanson. As students get used to the peer support of the residential workshops, they also become familiar with the way in which the stage and screen industry operates, preparing them for employment in the sector. &quot;It&apos;s a great degree to teach and to study on,&quot; enthuses Hanson. &quot;Over and over again, students say it is fantastic. We&apos;re dead lucky to havedeveloped it.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/05/regent-s-college-students-get-a-lesson-in-creativity", 
    "wordcount": "285"
}