{
    "headline": "Students: make a Very Short Film  win a very big prize", 
    "text": " Pick a subject you love.  Present it with passion.  Record and upload. Can you inform, excite, and engage on a topic of your choice, in 60 seconds? Then start thinking about entering the Very Short Film competition brought to you by Guardian Students and Oxford University Press (OUP). You will need to show that you are on top of your subject; that you can give an angle, not just a set of facts; that you can deliver with verve and passion; and that you can fire up other people&apos;s understanding and enthusiasm. How to enter  Choose a subject you love. It could be to do with your study. It could be part of the rest of your life. Paradise Lost, particle physics, paragliding  it could be absolutely anything.  Make a 60-second film about it. Any way you like. Just remember we&apos;re judging substance over style.  The competition opens on 1 October 2012 and the deadline for entering is midnight on 31 December 2012.  By participating in the competition you will be deemed to have read and understood the full rules and instructions set out on the competition website (coming soon), and to be bound by them. What happens then  If we think your video is good enough, it will be featured on the Guardian website this autumn. We will send you an e-mail to tell you it&apos;s going up.  In January 2013, we will select a longlist of the very best videos. If you&apos;re one of those, we will contact you directly, and check that you are eligible to go through to the next stage.  In February 2013, the longlist will be opened to a public vote, to choose just four finalists.  In March 2013, the finalists will take part in a live final at the Guardian offices in London. Travel expenses will be paid (up to a maximum of 150 per shortlisted participant).  A winner will be chosen by a panel of media, journalism, and publishing experts. Who can enter  The competition is open to any undergraduate studying during the 2012-13 academic year at a UK university, or anyone at a UK school preparing to go to a UK university in 2013-14. It is open to non UK nationals. The prize  The winner receives a cash prize of 9,000, specifically to pay towards their university fees and/or student living costs. This amount is currently sufficient to pay the maximum full year&apos;s fees for a UK national in a UK university; for students paying a lower tuition fee, the balance can be used to cover costs directly related to their education.  The three runners-up receive OUP books of their choice to the value of 250. You have until 1 October to plan your entry. Register here to receive an alert for the competition  only registered members of Guardian Students are eligible to win.     OUP books - very short introduction Photograph: CPD/Photograph: CPD     The Very Short Introduction Series by Oxford University Press helps you get ahead in a new subject quickly ", 
    "section": "education", 
    "gid": "education/2012/aug/29/students-veryshortfilm", 
    "wordcount": "496"
}