{
    "headline": "Bloomberg brings climate change out of the closet in stunning snub to Romney", 
    "text": "New York City&apos;s mayor Michael Bloomberg took climate change out of the closet on Thursday by invoking the issue in his endorsement of Barack Obama. &quot;This November, vote for a president who will lead on climate change,&quot; Bloomberg wrote on Twitter. The stunning snub to Mitt Romney, in the wake of Hurricane Sandy, at a stroke turned climate change from liability into a potentially winning political issue in this presidential election. It might even embolden other Republicans, who do support action on climate change, to come out of the closet as well. At least, that seems to be partly Bloomberg&apos;s intention. The real test of power will be whether Obama makes climate change part of his standard stump speech  something that has been notably lacking so far  and whether Republicans dare to admit a connection between Sandy and climate change. Obama, in his response to the endorsement, relegated climate change to a lesser item on his list. For Bloomberg it was the focal point as a result of the disaster that has struck his city. &quot;The devastation that Hurricane Sandy brought to New York City and much of the north-east  in lost lives, lost homes and lost business  brought the stakes of next Tuesday&apos;s presidential election into sharp relief,&quot; Bloomberg wrote. &quot;Our climate is changing. And while the increase in extreme weather we have experienced in New York City and around the world may or may not be the result of it, the risk that it may be  given the devastation it is wreaking  should be enough to compel all elected leaders to take immediate action.&quot; Businessweek, which is owned by Bloomberg, made the point even more trenchantly with a cover reading: &quot;It&apos;s global warming, stupid.&quot; But Bloomberg made a point of rebuking Romney for abandoning his own record on climate change, as governor of Massachusetts, in an effort to win over conservative Republicans. The New York mayor also praises Obama for his efforts on climate change in the White House. &quot;Over the past four years, President Barack Obama has taken major steps to reduce our carbon consumption including setting higher fuel-efficiency standards for cars and trucks,&quot; Bloomberg said. The mayor went on to invoke the administration&apos;s moves to clean up coal-fired power plants  which have been vigorously opposed by Republicans  before citing his own efforts on climate change. Then comes the swipe at the Republican contender. &quot;Mitt Romney, too, has a history of tackling climate change  He couldn&apos;t have been more right. But since then, he has reversed course.&quot; In the aftermath of Sandy, a number of Democrats including Bill Clinton, Al Gore, and New York&apos;s governor Andrew Cuomo have begun talking publicly about climate change. The mention comes after an election season in which climate change has been strangely absent  to the frustration of campaigners and the bewilderment of European observers. For Obama, the silence was strategic. The White House saw climate change as a vulnerability for Obama. Mitt Romney&apos;s most prominent mention of climate change was as a laugh line in his convention speech  an attempt to win over conservative Republicans. The Tea Party movement has turned climate denial into a litmus test of conservative credentials  and that has made climate change one of the most sharp divisions between Obama and Romney. But even Republicans who accept climate science are opposed to the kind of sweeping economic transformation required to prevent the most catastrophic effects of global warming. George Pataki, the former governor of New York, argued it was the Democrats&apos; focus on big solutions to climate change had set Republicans on edge. &quot;Part of it is a reaction to the stridency of some of the activists who really are looking to expand government power,&quot; he said. He said Obama&apos;s policies on climate change amounted to a &quot;massive power grab&quot;. &quot;This president and his administration supported the Waxman-Markey bill that was horribly flawed  one more aimed at expanding government control over industry, generated government revenue, and extending favours to friends than at dealing with climate change.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/01/bloomberg-climate-change-closet-romney", 
    "wordcount": "687"
}