{
    "headline": "Spring, sun and celandines", 
    "text": "On this dewy morning the overgrown valley of Radland millstream echoes with birdsong and the drumming of a woodpecker. Sunlight haloes mosses on sprawling trunks, gilds catkins of hazel and illuminates the delicate white blossom of cherry plum. A stand of narcissus with orange cups and bright yellow petals survives among hart&apos;s-tongue fern under the regenerating woodland which casts a tracery of shadows across the adjoining lane, its verges of bluebell leaves and early primrose. Higher up, hedges around pastures are mechanically flailed every year and footings along the narrow ways are worn back by ever wider tractors and dung spreaders. When I was young, farmers coppiced hedge banks for firewood. Linesmen used paring hooks to cut back growth along roadsides, and shovels to cast up the fallen earth. Yet still, these eroded woody banks, entwined with honeysuckle and ivy berries, shelter bluebells, pennyworts and ferns, with primrose and foxglove seeded out in soil stirred up by burrowing rabbits. Dunnocks sing their jingly song and wrens clamour from the shelter of this stunted habitat. Across the parish, near Halton Quay, bends of the tidal river gleam like silver between the haze masking Pentillie&apos;s woodland and Hooe peninsula opposite. Ewes with lambs lie content in their warm field and, on a nearby slope, pale yellow primroses grow through withered bracken. On hedges clumps of daffodil, including Princep, Scilly White and The First, are often the only indicators of former gardens when steep slopes facing the sun were valued for their earliness. Spring has come and, later in the day, masses of celandines open in the sun; bumblebees buzz around the blue flowers of rosemary; an admiral butterfly pitches on fragrant daphne and goldcrests seek insects in witch hazel. Two buzzards wheel towards the afternoon moon and, in the middle of the parish, beside glasshouses growing alstroemeria, the strengthening sun powers a new array of photovoltaic panels laid out in a daffodil field.", 
    "section": "environment", 
    "gid": "environment/2012/mar/06/tamar-valley-spring-sun-celandines", 
    "wordcount": "321"
}