{
    "headline": "Google and Samsung launch Chromebook laptop", 
    "text": "With the PC market receding ahead of the launch of Windows 8, is this the right time to launch a new laptop? Samsung and Google reckon so, announcing a new ultrabook-style Chromebook laptop which will cost $249 (155) in the US and rely on the search company&apos;s cloud-based Chrome OS. With an 11.6in screen  smaller than the previous $449 model  and based on an ARM rather than Intel CPU and with minimal onboard storage of about 16GB and 2GB of RAM, the newest Chromebook is a fresh attempt by Google to attract businesses and users which want to store their data in the cloud rather than on their computer. In effect, the new Chromebook is a laptop only useful when it is connected to the internet  and particularly to Google&apos;s cloud services. The search giant is offering 100GB of storage on its servers to go with each device.  However, the new model does not have built-in 3G connectivity, though it does offer Wi-Fi connections.  A 3G-capable version priced at $330 is listed on Amazon, which says it includes 3G Service from US carrier Verizon with up to 100MB of data per month for two years.   The higher-end Samsung 550 model offers 3G connectivity as an optional extra. The laptop is designed to hook up directly to Google&apos;s services such as YouTube, Google Drive and Gmail. Google first introduced the Chromebook line in May 2011, and began shipping in June. Initially it targeted businesses, offering them for hire at $28 per month, though the laptops were also on sale for about $449 in Best Buy stores in the US and through Amazon. Those were Intel-based models. Now it is offering the new ARM-based models at a significantly lower price. Made by Samsung, it is less than 0.8in thick, weighs about 2.5lb (1.1kg) and Google says it will have about 6.5 hours of battery life. &quot;This is a big step in the journey for us,&quot; Sundar Pichai, Google&apos;s senior vice president of Chrome and apps, told journalists at the launch on Thursday. &quot;I think it&apos;s generally an exciting time in the computing industry.&quot; The design of the product has already drawn comparisons from some commentators to Apple&apos;s 11in MacBook Air product. Joe Wilcox of Betanews commented: &quot;There&apos;s no mistaking the design similarities to MacBook Air, which can&apos;t be accidental.&quot; At the Wall Street Journal, its blogging team on the company&apos;s third-quarter results remarked &quot;Google&apos;s new $249 Chromebook laptop reminds me of another prominent company&apos;s thin silver machines, but I can&apos;t quite put my finger on it&quot; and, with a picture, &quot;this is the product Samsung and Google are releasing, months after Samsung got dinged in a lawsuit for creating products that look too similar to things made by Apple&quot;  a reference to the billion-dollar award made against Samsung for patent infringement against Apple iPhones and software. So far Chromebooks have had minimal impact on the PC market, partly because they do not run apps written for the dominant Windows platform and partly because they require constant connectivity to the internet to be useful. Google has not released any sales figures or cumulative user numbers. Microsoft saw revenues and profits in its Windows division slump in the third quarter as consumers and businesses awaited the launch of new computers with Windows 8 built in next week. The PC market overall has also slowed down substantially while tablet sales have risen. Apple is expected to push that trend next week with the launch of a new, smaller iPad, while Microsoft has seen strong interest from consumers in its ARM-based &quot;Surface&quot; tablet, due to go on sale at the end of this month.", 
    "section": "technology", 
    "gid": "technology/2012/oct/19/samsung-google-chromebook-laptop", 
    "wordcount": "626"
}