{
    "headline": "This week's new games", 
    "text": "Kingdom Hearts 3D: Dream Drop Distance, Nintendo 3DS Telling the story of Sora and Riku&apos;s quest to defeat the naughty Xehanort, Kingdom Hearts: Dream Drop Distance (3D  geddit?) is the latest extension to this Disney/Final Fantasy crossover franchise in which spiky-haired heroes and Tron characters rub shoulders in a shiny, sparkly cartoon world. You&apos;ll be doing a lot of fighting, this time livened up by Flowmotion, which lets you grind rails and swing from poles and enemies, hurling your characters about in a trail of sparks. You can also use magic, good old-fashioned sword play, and something called &quot;Reality Shift&quot;, which converts enemies and scenery into bouncy artillery and an expanding set of Pokmon-style creatures that fight alongside you. That&apos;s before you&apos;ve even got started on levelling up or dealing with your two heroes in parallel dimensions. The tinkly Disney effects look and sound magnificent on 3DS, belying the astonishing complexity of interlinking systems that&apos;s always characterised Final Fantasy and its spin-offs. Square Enix, 30-39.99 Spelunky, Xbox 360     Spelunky    About as unassuming as a game can be, on the surface Spelunky looks like a modern reinvention of Super Mario Bros, with your tiny Indiana Jones-alike hero hopping around in pursuit of treasure and a lost city of gold. First impressions, however, can deceive: despite a pretty HD makeover, this rock-hard, formerly free indie game is as brutal as ever, offering repeated lessons in cave exploration, with each death resetting your character to the very start of the game. Learning by rote won&apos;t work either, because restarting prompts levels to regenerate, serving up random traps, drops and monsters to impale, crush and nibble you to death. There is some respite in the form of Tunnel Man who, over several encounters, can be bribed into building a permanent shortcut to deeper levels, but the joy in Spelunky is your gradual betterment as an explorer, even if any new-found confidence soon has its vital organs pierced by arrows. It&apos;s a brilliantly conceived and oddly momentous-feeling voyage of discovery. Mossmouth via Xbox Live Arcade, 10.20 (1,200 Microsoft points) Games news One of the world&apos;s most costly videogame collections appears to have been sold on eBay, containing more than 20 &quot;full sets&quot;, which means a console and every game ever released for it in every set. An anonymous bidder paid 1m for this instant games museum, however similarly enormous sales in the past have turned out to be disappointing hoaxes  Ouya, a putative cloud-based games console based on open-source software running on Android 4.0, had raised more than twice its $1m target on crowd-sourced funding website, Kickstarter within hours of being posted. The $99 device promises a controller that combines joysticks and buttons with a touchpad, and can also be used as a development kit, allowing gamers to become developers  Finally, a Wolverhampton man has taken his complaints to the media, after his 12-year-old son spent more than 1,150 on Xbox Live downloads in six months. Presumably, as well as having a stern word with the boy, the father blames Microsoft&apos;s somewhat laid back, password-free purchase process for his enormous bill and potential destitution.", 
    "section": "technology", 
    "gid": "technology/2012/jul/21/this-weeks-new-games", 
    "wordcount": "535"
}