{
    "headline": "Budget 2013: what does it mean for science and innovation?", 
    "text": "In today&apos;s budget speech, George Osborne described research and development as &quot;absolutely central to Britain&apos;s economic future&quot;. But is he doing enough to get us there? The science budget is one area of public spending to have escaped the worst impacts of austerity. In the 2010 spending review, a ringfence was placed around 4.6bn of annual funding, to the relief of many in the research community, who had been braced for cuts of up to 30%. Since then, the coalition has repeatedly stated its support for science and innovation; in a November 2012 speech to the Royal Society, George Osborne said: &quot;I am up for the challenge set by Brian Cox and others of making Britain the best place in the world to do science.&quot; This does not mean that science has survived unscathed: cuts to capital expenditure initially left the research budget facing a shortfall of 1.7bn over the four years of the Spending Review. Inflation will deplete budgets further. Additional commitments to flagship projects, now amounting to 1.35bn, have helped to close this capital gap, but the gloss of the spending review settlement has definitely worn off.  Looking towards the next spending review in June 2013, and the debates about investment priorities that will dominate the 2015 general election, the science community has already started to marshal its arguments and evidence. Concerns have been raised about overall UK spending on R&amp;D, on the supply of STEM graduates and on the impact of spending cuts in other government departments. Getting science, technology and innovation policies right is a crucial part of any long-term strategy for economic growth. Whether through calls for a &quot;Plan I&quot;, or a more &quot;entrepreneurial state&quot;, many want the government to do more to stimulate innovation and support the translation of research into new technologies and markets. Will today&apos;s budget make any difference? Will it boost the UK&apos;s prospects for research and innovation? Can the private sector step up to play a larger role? And should scientists stop asking for more money, and accept we all need to bear our fair share of budgetary pain?  Here at Political Science, we&apos;ve invited seven commentators on science and innovation policy to offer their reactions to the budget, and to look ahead to the spending review and beyond.  Beck Smith      In his budget speech, the chancellor spoke of &quot;investing in the economic arteries of this country&quot; to get &quot;growth flowing to every part of it&quot;. But what we need is a long-term commitment to investment in the economic heart of this country  science, engineering, technology and innovation  if we&apos;re to become a high-skills, high-tech economy. The research base budget is being squeezed from all sides  the ringfence doesn&apos;t protect it from the effect of inflation which will erode it by 660m over the course of this spending review period. Government departments are an important consumer of our research base but we&apos;ve already seen that when it comes to making cuts, departmental research budgets are an easy target. In this next round of departmental cuts, it will be crucial that the ability of departments to make evidence-based policy decisions is preserved. The last two budgets have contained good news for the research base: both included an additional 100m for research capital. However, today&apos;s budget has instead focused on expanding R&amp;D tax credits and ramping up support for the US-inspired Small Business Research Initiative (SBRI). Yesterday, analysis published by CaSE showed that the shortfall facing research capital following the 2010 spending review had been reduced from 1.7bn to just over 300m following a string of additional commitments. Things have been moving in the right direction, but the Treasury must aim higher than just filling in the hole in capital if we&apos;re going to be able to fully exploit our world-leading research base. Now must be the time for a long-term strategy and vision for UK research. Beck Smith is acting director of the Campaign for Science and Engineering (@beck_smith) Richard Jones      The UK has long been falling behind in the global race for research and development; its total spending of just 1.79% of GDP on public and private R&amp;D is less than the EU-27 average of 2.03%, and well below its major competitors. It&apos;s difficult to see how the country&apos;s growth crisis can be solved without addressing this failure to invest in the future. The UK&apos;s innovation system is unusual, because a much higher proportion of the nation&apos;s R&amp;D is done within the university science base than in competitor countries. Government research establishments have been run down over a number of years, and private sector R&amp;D is anaemic as a result of systemic short-termism and the excessive financialisation of our economy. So we need both to preserve the health of the university science base, and do more to realise its value, by stimulating the demand side of the innovation economy with a real industrial strategy. The budget promise of 1.6bn to support such a strategy, with matching sums from the private sector anticipated, is welcome. But spread over seven years, this amounts to an increase of just 1% in the country&apos;s R&amp;D investment. Meanwhile there&apos;s every reason to fear that the recent real-terms erosion of the science budget will continue, given further cuts to the unprotected budget of its parent department, the Department for Business, Innovation and Skills. We can&apos;t restore growth and rebalance the economy without a healthy higher education sector (in its own right a major export earner) hosting a strong science base, in turn strongly connected to a revitalised downstream R&amp;D effort. Richard Jones FRS is pro-vice-chancellor for research and innovation at the University of Sheffield (@RichardALJones) Mariana Mazzucato      The budget today reflects deep-seated assumptions within the UK government about the role of the state and the private sector in the economy. The key assumption is that business is ready to roar, to invest, and all it needs are various &quot;impediments&quot; to be taken away by government, based on cost or &quot;red tape&quot;.  Costs for business have been reduced through a 1% fall in corporate income tax; an increase of R&amp;D tax credits to 10%; and different types of tax relief and incentives for areas like low-emission cars and social enterprise. Yet there is no empirical evidence that a fall in corporate tax increases the kind of strategic investments needed today; rather it increases inequality. And there is little evidence that R&amp;D tax credits, targeting income from research (or the &quot;patent box&quot; targeting income from patents) make R&amp;D happen that would not have happened anyway.  Getting growth back to the UK requires government to understand why these assumptions are false and why it can no longer stay in the back seat, worried about &quot;crowding out&quot; business investment. The spending multiplier is almost three times as high when investments are &quot;directed&quot;, whether this be towards information technologies in the past, or green technologies in the future. Only when active demand side policies and supply side investments happen in a bold and coherent way, will a UK renewable energy revolution begin to attract the private sector. Until then we will continue to lose jobs, with companies like GE and Vestas cancelling their investment plans because of the lack of a clear green strategy for the UK. The budget is a failure for growth and innovation because 2.5bn is not a real stimulus (but a cut from elsewhere), and because it lacks any kind of vision of where we want the economy to go, and how to get there  which the private sector urgently needs if it is to really roar. Mariana Mazzucato is professor in science and technology policy at the University of Sussex, and author of The Entrepreneurial State (@mazzucatom) Stian Westlake      Hidden among the woe and austerity of Budget 2013 is a very tasty morsel. It&apos;s an expansion of a little known technology policy that suggests the government may finally be realising what a big role it can play in promoting innovation. All governments are big players in their national economy, even when they try to keep their hands off. In particular, governments buy an awful lot of things, from fighter jets to cleaning services and from computers to paperclips. Forty years ago, the American government had the bright idea to put some of this spending to use to help small, innovative businesses. The Small Business Innovation Research programme, as it&apos;s known, gives small businesses the chance to compete to solve tricky government problems. The winners get contracts. For a start-up, these are gold-dust, since they provide both cash and a customer (often the business&apos;s first customer). Today the US spends well over a billion dollars a year this way. So it&apos;s exciting to see, buried in subsection 146 of the first chapter of the budget, that we can expect something similar in the UK. To be precise, it&apos;s an expansion of a hitherto tiny UK programme called (rather unoriginally) the Small Business Research Initiative (SBRI). The Treasury plans that by 2014 the UK government will be spending 200m of its procurement budget each year on it. This may seem small beer compared with the UK&apos;s 1.5tn economy. But for start-ups, this is a very big deal: it&apos;s nearly 40% more than the UK venture capital industry invests each year. In an otherwise austere budget, it&apos;s encouraging to see the government using a bit of its muscle to help innovative small businesses.  Stian Westlake is executive director of policy and research at NESTA, the UK&apos;s foundation for innovation (@stianwestlake)  Rebecca Willis      The chancellor would have had to pull a rabbit out of his budget box today to impress supporters of low-carbon growth. No such rabbit was forthcoming. Investment in infrastructure, the centrepiece of today&apos;s budget, could have worked brilliantly to promote low-carbon. The task at hand is to replace high-carbon infrastructure, whether transport, buildings or power generation, with low-carbon alternatives. Yet the proposals announced today shore up the old, rather than encouraging the new. The biggest missed opportunity is in energy efficiency. A retrofit of the UK building stock, to bring about high energy efficiency standards combined with small scale generation and smart grids, would have reaped carbon dividends, as well as providing jobs at all skill levels. Instead, we spend more on roads. Osborne complains that low-carbon costs too much. Yet the Treasury must take some of the blame for this. As any financier will tell you, uncertainty is expensive. The war on renewables between the coalition partners, and indeed within the Conservative party, has created a toxic uncertainty which today&apos;s budget did nothing to address. Confidence in government policy is at a low ebb. Just 4% of green electricity companies surveyed this week thought that the government&apos;s new market mechanisms in the energy bill would build investor confidence. The best green innovation policy is a steady, unequivocal signal that the future is low-carbon. Money follows confidence. But as thing stand, the chancellor is about as likely to deliver low-carbon confidence as he is to pluck a green rabbit from his red box. Rebecca Willis is an independent researcher, adviser to the Lake District National Park Authority and a council member of the Natural Environment Research Council (@bankfieldbecky) Andrew Montford      On science and innovation, George Osborne&apos;s budget represented a creditable performance, although there was little to set the blood racing. As expected, cuts are being made to departmental budgets, but these are far from sweeping and many in the private sector will continue to look enviously at their public sector counterparts. Vince Cable&apos;s industrial policy has brought a measure of good news to fans of public sector research in recent years, but the budget signalled that the government is looking to the private sector rather than the universities to innovate us out of our financial quagmire. This is surely a sensible choice. Measures aimed at business have come thick and fast: cuts in corporation tax and stamp duty on AIM share trading were announced alongside R&amp;D incentives and an expansion of the (allegedly) innovation-generating Small Business Research Initiative. With an energy crunch looming, it was perhaps unsurprising to find Osborne encouraging new generating capacity: in particular, field allowances for shale gas developments will reduce the effects of the Supplementary Charge, the supertax on oil and gas companies. But as quickly as one playing field is levelled, the politician&apos;s urge to pick winners looms once more, with favoured industries exempted from the climate change levy and sackloads of money to be thrown at carbon-capture and storage projects and tax incentives for low-carbon vehicles. In summary, however, it was not bad. There were some good measures, and the bad ones should do little damage. For that I suppose we should probably be grateful.  Andrew Montford hosts the Bishop Hill blog and is the author of The Hockey Stick Illusion (@aDissentient) David Edgerton      Government innovation policy is getting a little more engaged with reality. It recognises that an innovation policy without a linked industrial policy is not sensible. It appreciates, though less so, that an innovation policy is no substitute for an industrial policy. It is also amusing to note that it is increasingly focused on very old industries  the automotive, aerospace and pharmaceutical sectors  rather than chasing futurist fantasies. There is a downside though. Is supporting aerospace R&amp;D much more than a further subsidy for the arms industry? Are tax breaks for R&amp;D and for patent holding the best way of encouraging innovation? Because so much will be taken up by big pharma, it might mean subsidising one of the least efficient kinds of R&amp;D there is. Is it an invitation to that most creative of industries, tax avoidance, to expand further? None of it is very green.  In short neither the economic benefits nor the social utility are clear. We need a much richer and more critical debate about both, along the lines perhaps of the latest Nuffield Council on Bioethics report on emerging biotechnologies (http://www.nuffieldbioethics.org/emerging-biotechnologies), for which l was a member of the working party.  Professor David Edgerton holds the Hans Rausing Chair in the history of science, technology and medicine at Imperial College London", 
    "section": "science", 
    "gid": "science/political-science/2013/mar/20/budget-2013-science-innovation", 
    "wordcount": "2422"
}