{
    "headline": "Are plastic jars worse for the environment?", 
    "text": "We are told to avoid sweating the small stuff. But I say no, sweat the small stuff all you like. The small stuff cumulatively becomes big stuff. The average household buys 4,000 packaged products ayear, including food. If each of those products comes in a single-use, poorly packaged receptacle  a mix of copolymers which can&apos;t easily be recycled  then that&apos;s 4,000 bits of extra pollution. Packaging has a lot of jobs: avoiding waste, guaranteeing that products are tamper free, marketing and making sure it&apos;s &quot;shelf-ready&quot; for all-powerful supermarkets. (Why not read the downloadable brochure Why Products are Packaged the Way They Are?) Perhaps the apposite question is: why don&apos;t they package the way they used to? Many brands claim they&apos;re being greener by shifting into some new fancy-pants type of plastic (as opposed to saving money). Glass is inert and straightforward (it is essentially sand, soda ash and limestone) and keeps products fresh without plastic films and barriers. It is also highly recyclable  scrap glass, cullet, is akey production ingredient for new glass. But can manufacturers trust us to recycle glass? They argue they are better off controlling things further up the supply chain. You ask for a straight comparison: using basic material intensity figures, a PET (a thermoplastic polymer resin) jar versus a glass one uses twice as much abiotic material (minerals and fossil fuel) to produce and 17 times more water (predominantly from cooling power plants) and produces five times the greenhouse gas emissions. That is awin for glass only when you look at localised systems. Everywhere else you need to factor in &quot;trucking&quot; vast distances, so the material intensity figures must be multiplied by truck miles, at which point the lightest wins. APET jar shipped 1,000km in lieu of a glass jar saves 19g of CO2e (carbon dioxide equivalent). But it&apos;s even more skewed than this. PET is often recycled while other oily, discarded weird plastics are welcomed to the 12% of UK regions that have invested in Energy from Waste centres (cynics may call these incinerators) to be used as fuel. I urge you to remain a glass purist. While it&apos;s hard to stem the rising tide of plastic packaging, plastic waste  from bottles to the tiny beads called mermaid&apos;s tears  is wreaking havoc on oceans especially. Nothing against PET, the most widely used and recycled plastic but glass wins for me. Green crush Carole Collet champions progressive textiles. The deputy director of the textile futures project at Central SaintMartins College thinks that, in a post-2050 world, instead of polluting mills we&apos;ll turn to biofacture, which mixes design andsynthetic biology. She envisions combining food and textile production, programming plant cells to grow ready-to-pick luxury textiles. The &apos;biolace&apos; on show at the Artists&apos; Plans for Sustainability exhibition at the Mead Gallery, Warwick University, suggests that even aworld under pressure will have haute couture. Greenspeak: Gleaning {gl:n-ing} noun The harvesting of ugly fruits and vegetables that don&apos;t make the supermarkets&apos; exacting grade is coming into its own as a means of reducing UK food waste and feeding the poor If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk", 
    "section": "environment", 
    "gid": "environment/2013/may/12/are-plastic-jars-better-than-glass", 
    "wordcount": "550"
}