{
    "headline": "New generation of social entrepreneurs put skills to transforming Asia", 
    "text": "A taxi driver in the Philippines can now refit his motorcycle, or &quot;tricycle&quot;, with a cleaner engine, saving him money on fuel and reducing air pollution. A waste-picker in Bangladesh now has regular pay and health coverage for sorting organic waste in a clean factory, rather than toiling on a filthy dump, and that waste will be converted into natural fertiliser, which will generate greater yields for farmers. The same technology will turn waste into biogas, improving a slum dweller&apos;s access to cheaper electricity. And a social entrepreneur will be able to list his business on a new, Singapore-based regional trading platform designed to raise capital to benefit the communities the enterprise is trying to help. These are just a few of the dozens of ventures presented at the recent Asian Development Bank&apos;s (ADB) Philippine Social Enterprise Forum amid an explosion in Asian social enterprises set up to tackle the region&apos;s social and environmental problems. Bart des, the ADB official who organised the forum, says: &quot;Social enterprises are building sustainable business models to address poverty, joblessness and a lack of reliable access to basic services like education, energy, health and water. Entrepreneurs have poured into this space, applying their skills to the mission of creating a better world. &quot;At the same time, many NGOs are reducing their dependence on grants by incorporating market-based approaches into their operations in ways that go well beyond the traditional high street Oxfam shop.&quot; Tommy Hutchinson, founder of i-genius, an international community of social entrepreneurs, says the growth of social enterprise in recent years is due to governments and corporations realising the potential of community-based efforts, consumers making more ethical decisions about what they buy, and people wanting more freedom and creativity from their work. Hutchinson says Asian countries have fuelled this growth in different ways. &quot;China is advanced in technology, Thailand has the government that is most switched on, and Indonesia has a strong, rural-based social business,&quot; he says. But the Philippines is in a particularly strong position, not just because the prevalence of so many social and environmental problems makes it the perfect laboratory to test ideas, but because of its people. Hutchinson says: &quot;They know how to make things and are producing real, social-based products which can be sold to earn income, and this is a sign of a healthy foundation. There is a lot of entrepreneurial talent, a lot of knowledge and awareness. And there is a strong sense of community.&quot; Jaime Aristotle Alip, chairman and managing director of Card, a microfinance institution in the Philippines, believes tax breaks and income disturbance insurance  designed to protect social entrepreneurs from income loss due to natural disasters  are also vital (south-east Asia is one of the most disaster-prone regions in the world). It took Iftekhar Enayetulah, co-founder of Waste Concern, 18 years to develop his project to the point where it is now being replicated in other Asian countries. But developing new technology to convert agricultural waste into energy (biogas) and resources (organic fertilisers) without emitting greenhouse gases has done more than just provide a safe livelihood for the poorest in Bangladesh. Enayetulah says: &quot;Waste management is a huge problem in Asia and the Pacific. We generate 3m tonnes per day and 60% of it is organic. We usually look at waste as a problem, but if you look at it as a resource, you can convert it into products that have a market value and it can be a more sustainable business.&quot; Meanwhile, projects such as Clean Engines, which supplies kits to convert dirty engines, have taken a more &quot;person by person&quot; approach, selling a product that allows individuals to help themselves while improving air quality by reducing emissions. Motorcycle owners buy the kits to become more fuel-efficient. They receive loans from micro-finance institutions to pay for them, and mechanics in the community are paid to install them. Greg Herman, the Clean Engines CEO, says: &quot;The Philippines is the kind of place where you can make a business like this work. There is an opportunity for raising the economic level of people at the base of the pyramid, and the government seems open to it because they know that the traditional approaches have not worked. They have a transportation crisis here. There can be very expensive solutions to the problem or incremental solutions.&quot; Former investment banker Durreen Shahnaz, the founder of Impact Investment Exchange Asia and Impact Investment Shujog, assists social enterprises to raise capital and in doing so develops &quot;social capital markets&quot; for them to engage with investors through debt or equity financing. Shahnaz says: &quot;Imagine a marketplace where you are coming to show your goods and buyers are coming to buy them. Social enterprises can say, &apos;we are doing XYZ. This is the social and environmental impact we are having, this is the financial return you are going to get  please invest.&apos; And on the other side, we are bringing in investors ranging from high net-worth individuals to venture funds, who don&apos;t have the ability to find all these organisations or get them ready for investment.&quot; She plans to work with mid-level organisations that have already received some investment and are ready to go to the next level, and with those that need help to get to that stage. Shahnaz, who is from Bangladesh, says she believes Asia is the Silicon Valley of social enterprise. &quot;We have the capital, the enterprises and, best of all, we have the innovation. I think it&apos;s our time  it&apos;s Asia&apos;s time.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/07/social-entrepreneurs-mean-business-asia", 
    "wordcount": "940"
}