{
    "headline": "Bradford free school to open a year after government removed funding", 
    "text": "A new free school in Bradford which was forced to turn pupils away a week before the start of its first term after the Department for Education removed its budget is to finally open this September. The DfE, which stopped the funding agreement for the One in a Million secondary school just before the August bank holiday weekend last year, apparently because of worries over sparse pupil numbers, said it had confirmed its backing for the school to open this September instead. The sudden if temporary demise of the school shocked its founders and dismayed the parents of the initial intake, who were suddenly left having to scrabble to find places for their children at extremely short notice. Critics of the free school programme used the Bradford example and the cancellation the previous month of a much-touted institution in Newham, east London, as evidence of the perils in allowing unproved non-experts into the education sector, something they labelled an ideologically motivated experiment. One in a Million is linked to the city&apos;s football club and will be partly based inside the team&apos;s former shop, which fell into disuse as Bradford City slipped rapidly from the Premier League to the fourth tier of English football. It has been set up by a charity entrepreneur, Matthew Band, and Wayne Jacobs, a former City player, and has sport among its stated specialisms. There were reportedly only about 30 confirmed takers for One in a Million&apos;s first 50 places in 2012 as initially strong demand melted away, with many parents seemingly reluctant to commit to a school which had yet to have its existence completely confirmed. However, a DfE statement said the school would open this September with a full complement of 50 pupils, from more than 180 expressions of interest. By the time the first cohort works its way through to the end of sixth form the school will contain at least 350 pupils. Band said he was delighted to finally have the funding in place: &quot;We want to give children the opportunity to succeed. We will be a small school with small class sizes, with students taught by great teachers, underpinned by good discipline.&quot; A DfE spokesman said the school&apos;s backers and staff had shown &quot;great commitment and energy&quot; and made significant progress over a year. He said: &quot;The number of parents applying for places demonstrates the confidence the community has in them, and the school.&quot; The government billed free schools as an opportunity for parents and wider communities to have more say in local education, and a number of the 80 now open  a further 100 will start work in September  take a traditional view of learning and discipline. The UK system is based on a model existing in Sweden for more than 20 years. There, too, it is a contentious subject with advocates insisting free schools have driven up standards while others say they often cherry-pick students and have no overall positive impact. A global education survey late last year found Sweden was among only four of 45 nations where reading standards had declined over a decade.", 
    "section": "education", 
    "gid": "education/2013/jan/31/bradford-free-school-to-open", 
    "wordcount": "522"
}