{
    "headline": "Does swearing make you feel better?", 
    "text": "Prior to 2008 no one knew, at all precisely, the pain people suffer when they gaze at an ugly painting  relative to what they&apos;d feel if they were looking atapretty picture  while a stranger shoots them in the back of the hand with a powerful laser beam. Now something is known about the subject. The knowledge is preserved in a study called Aesthetic Value of Paintings Affects PainThresholds. The study&apos;s authors, Marina de Tommaso, Michele Sardaro and Paolo Livrea at the University of Bari in Italy, had 12 people each identify paintings as beautiful or ugly, then stare at some of each kind while a laser heated into the dorsal surface of their hand. Each volunteer, after each viewing, rated the pain on a scale of zero to 100. The hurt was a little worse when they looked at ugly art, they said, mostly. This manner of inflicting pain applying a carefully aimed column of light amplified bystimulated emission of radiation (that&apos;s the phrase, more or less, thatgives us the cool, five-letter word &quot;laser&quot;), is not the only possible way. In analysing how people respond to pain,researchers havedabbled or experimented with different methods ofcausing that pain. Harold Hillman, ofthe University of Surrey, published apaper in 1993 called The Possible PainExperienced During Execution by Different Methods. Hiskey observation was: &quot;It isdifficult toknow how much pain the person beingexecuted feels, orforhow long, because many of thesigns ofpain are obscured by the procedure.&quot; Richard Stephens of Keele University and his colleagues plunged people&apos;s hands into ice-cold water in their 2009 study Swearing as a Response to Pain, and again in the 2011 follow-up, Swearing as a Response to Pain  Effect of Daily Swearing Frequency. Swearing is risky for researchers. They must beware of the foreign-language discount. Several psychologists have found that swearing in one&apos;s native language dredges up deeper, more hellacious emotion than swearing in a &quot;foreign&quot; language. Among the more subdued descriptions of this quirk,one finds a paper called The Emotional Force of Swearwords and Taboo Words in the Speech of Multilinguals by Jean-Marc Dewaele of Birkbeck, University of London. He published it in2004. Six years later, Dewaele produced a study with a more colourful title, one that risks inflicting pain on any journal or newspaper editor who considers permitting a writer to mention it: Christ Fucking Shit Merde. The authors of the basic research on people&apos;s reactions to being shot with a laser beam while watching ugly or pretty paintings, too, continued researching and writing. De Tommaso, Sardaro and Livrea repeated their original experiment, this time on people who were already prone to heady suffering. The result: a 2009 paper called Effects of Affective Pictures on Pain Sensitivity and Cortical Responses Induced by Laser Stimuli in Healthy Subjects and Migraine Patients. (Thanks to Neil Broderick for bringing the art paper to my attention.)  Marc Abrahams is currently appearing inthe Ig Nobels tour.", 
    "section": "education", 
    "gid": "education/2013/mar/18/improbable-research-art-pain-education", 
    "wordcount": "532"
}