{
    "headline": "Latin America's poverty data masks great inequalities, report says", 
    "text": "The acute developmental disparities hidden behind Latin America&apos;s national averages have proved hard to tackle, partly because few public policies take their full impact into account, according to the authors of a new report. The Poverty and Inequality 2011: Latin America report, by the Latin American Centre for Rural Development (Rimisp), analyses official data from 10 countries on health, education, income, employment, security and gender. &quot;Inequality is the great scar across Latin America,&quot; said Julio Berdegu of Rimisp, the lead author of the report launched in the Mexican capital, Mexico City, on Tuesday. &quot;In the same country you can have municipalities with European standards and others that are closer to Burkina Faso.&quot; The report looks at Bolivia, Brazil, Chile, Colombia, Ecuador, El Salvador, Guatemala, Mexico, Nicaragua and Peru. In Bolivia, one of the poorest on the list, the entire populations of many municipalities are unable to satisfy at least one basic need, such as adequate sanitation or sufficient calorific intake. In the rich lowland city of Santa Cruz de la Sierra that figure falls to under 20%. The national average is 84%. In Mexico, one of the richer countries in the report, only around 15% of the population over the age of 15 is classed as illiterate. But while almost everybody can read and write at that age in the resort city of Cancn, only about a third have those skills in the rural village of Cochoapa el Grande a few hundred kilometres to the west. The Rimisp report, developed with the help of local academics, focuses on the territorial distribution of disadvantage within each country in an attempt to go beyond simply reaffirming Latin America&apos;s long-held reputation as the most unequal region in the world. &quot;The challenge is to know where the inequality that we talk about so much actually is,&quot; says Josefina Stubbs, the Latin America director of the International Fund for Agricultural Development (Ifad), which sponsored the report. &quot;To understand why  despite all the efforts  we still suffer a deep, sharp and sustained poverty in rural sectors.&quot; The authors of the report stress that while rural areas tend to be the most disadvantaged, and indigenous communities and people of African descent the most disadvantaged populations, it is also true that urban areas show intense inequality and frequently suffer the worst insecurity. They also emphasise that the design and implementation of more effective public policies require even finer details. Case studies used to illustrate that point include the drive to expand access to education in Chile, which began under the Pinochet regime and continued after the country&apos;s democratic transition in 1990. The effort was based on a partial privatisation of education, which, the report argues, has entrenched segregation and inequalities. The report highlights the way local authorities in poor areas rarely have the administrative capacity to ensure that even well-designed programmes are successful, setting in motion a vicious cycle. In El Salvador, for example, there are 4.4 local officials per 100 residents in the capital, San Salvador, yet the proportion falls to 0.1 per 100 in the municipality of Cuisnahuat. Aside from calling for greater sensitivity to local conditions from the state, the report identifies greater participation of local communities as an essential requirement for successful efforts to reduce poverty and inequality. It uses a positive story about the extensive and diverse network of co-operatives in the southern parts of the Santander region of Colombia to underline the point. Set up by a priest in the 1960s, the co-operatives are not only involved in traditional areas such as agriculture, transport and credit but have diversified and modernised to the point of developing capacities in web design. &quot;This is not just a problem of the need for more money or doing what we are doing better,&quot; says Berdegu. &quot;The challenge that we all have today is to decide what kind of development we should aim for and what we need to make that happen.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/25/latin-america-poverty-data-inequalities", 
    "wordcount": "673"
}