{
    "headline": "Google to warn users of 'state-sponsored' hacking", 
    "text": "Internet users targeted by state-sponsored hackers are to be alerted under a new system introduced by Google. The search giant has said will warn its Gmail users when it believes they are under attack from state forces. The move is significant as Google&apos;s web services are used by millions of journalists and human rights campaigners across the world. It comes just weeks after Russian opposition bloggers claimed they were targeted by Kremlin-sponsored attackers in the runup to Vladimir Putin&apos;s re-election in May. &quot;We are constantly on the lookout for malicious activity on our systems, in particular attempts by third parties to log into users&apos; accounts unauthorised,&quot; said Google&apos;s vice-president of security engineering, Eric Grosse, in a blogpost. &quot;When we have specific intelligence  either directly from users or from our own monitoring efforts  we show clear warning signs and put in place extra roadblocks to thwart these bad actors. &quot;Today, we&apos;re taking that a step further for a subset of our users, who we believe may be the target of state-sponsored attacks.&quot; Google did not explain how it will determine that state-sponsored attackers have hijacked a user&apos;s account, saying only that detailed analysis and victim reports &quot;strongly suggest&quot; orchestrated moves. Grosse added: &quot;We believe it is our duty to be proactive in notifying users about attacks or potential attacks so that they can take action to protect their information. And we will continue to update these notifications based on the latest information.&quot; State attackers in China, Russia and several Middle East autocracies have been blamed for a wave of attacks aimed at human rights campaigners, journalists and bloggers in a bid to deter them from their activities. China and Russia have repeatedly denied the allegations, which have risen sharply in the past two years according to testimony from alleged victims, as well as Google and US diplomats in leaked top-secret cables. It was China&apos;s alleged interference with campaigners&apos; Gmail accounts that prompted Google to partially withdraw its main search operation from Beijing in 2010. In China, which now has more internet users than any other country, the government recently introduced new &quot;real identity&quot; rules in a bid to rein in the boisterous blogging scene. In May, Google announced that it will now alert its Chinese users whenever they are using search terms likely to be intercepted or censored by the authorites.", 
    "section": "technology", 
    "gid": "technology/2012/jun/06/google-state-sponsored-hacking", 
    "wordcount": "401"
}