{
    "headline": "A green economy is the future, but John Hayes only looks to the past", 
    "text": "&quot;Enough is enough&quot; says Conservative energy minister John Hayes about the building of onshore windfarms in Britain. It makes you wonder where else in energy policy he might consider enough to be enough: the accumulation of hazardous, long-term radioactive waste from nuclear power, for example, or the build-up of life-threatening greenhouse gases in the atmosphere from the burning of fossil fuels? Why pick on wind, and in particular, now, is it really such a threat? No country has yet been invaded to annex its windfarms, and no terrorists or foreign powers are known to be fiendishly acquiring wind turbine technology with which to hold the world to ransom. Hayes&apos; intervention raises eyebrows for several reasons. Timing is one. Attacking renewable energy, which is part of the answer to solving climate change, just as a massive extreme weather event  the kind set to worsen in a warming world  is ripping through north America leaving carnage in its wake, amounts at best to questionable political judgment. A much worse, perhaps unpardonable sin, for a Conservative minister is to demonstrate ignorance of your own nation&apos;s rich heritage. His ire is raised against the possibility of 4,000 new wind turbines being &quot;allowed to spread&quot; through the country and be &quot;imposed on communities&quot;. This he sees as a shocking attack of the new from the &quot;bourgeois left&quot;. But, for someone of Hayes&apos; political persuasion, one which prides itself on a sense of history and tradition, he seems unaware that as long ago as the seventeenth century an estimated 90,000 windmills quietly turned up across the landscape of Britain. It&apos;s a matter of taste, of course, but I find the aerodynamic elegance of a modern wind turbine rather more attractive than ubiquitous giant meccano of electricity pylons which march about the country without apparent complaint from the energy minister. I wonder if his concern about things being &quot;imposed&quot; on communities stretches back to Conservative transport and planning policy that saw roads carve through countryside and out-of-town superstores kill high streets? Hayes is, of course, another example of a broader, creeping retreat from reason on energy policy that includes the appointment of Peter Lilley MP  an oil company executive and global warming sceptic  to the select committee on climate change and energy, and the new environment secretary himself, Owen Paterson. Their antipathy toward the economic potential of environmental action seems cruelly to deny Britain a vital route out of its industrial torpor, not to mention the chance of building real energy security, and creating countless job opportunities by cashing in on the fact that, according to Deutsche Bank, pound for pound of investment, energy efficiency and renewable technologies deliver anywhere between two- and four-times the number of jobs compared to the old, conventional energy sources. A week ago I spoke at a conference to launch a national initiative on the transition to a low-carbon economy in the Belgian city of Ghent. A few hundred tickets had been sold in the run up to the event, and then, suddenly, it sold out with hundreds turned away by the box office. What happened? Just days before came news that the Ford motor works in Genk was going to close. More than 10,000 jobs depended on it. A speech, more properly a eulogy, that was made in Belgian parliament by a young MP left hardened politicians and commentators in tears. Yet such events shouldn&apos;t really shock us. The past tells us that change is inevitable. At the end of the cold war, for example, employment in military industries fell dramatically. New work had to be found elsewhere, and largely it was. Today, driven by a combination of economic, natural resource and environmental factors, rich countries inescapably face an era of industrial change and reorganisation. The worst thing we can do is go into denial about it and cling to an economic model not only whose age is passing, but which would make the necessary changes even harder when circumstances become more demanding, and which, worst of all, where the shift to green energy is concerned, denies people potential jobs, the country greater energy security and solutions to cold homes and energy poverty. Of course, as every good Tory knows, some things about the past were very, very good. Bring back the windmill, I say (or at least its modern equivalent). Onehundredmonths.org", 
    "section": "environment", 
    "gid": "environment/blog/2012/nov/01/green-economy-future-john-hayes", 
    "wordcount": "735"
}