{
    "headline": "A free-thinking UN would spice up sustainable development's bland dish", 
    "text": "After working for a year and a half on &quot;a new vision for sustainable growth and prosperity&quot; for the world, the UN&apos;s high-level panel on global sustainability presented its report on Monday. It is notable less for what it says than for who says it: current and former heads of state and other officials meticulously chosen to represent almost every constituency of state power on the planet. It&apos;s good to see many worthwhile and workable recommendations on running more sustainable economies, regional environmental co-operation, the importance of strong social protection and the need to bring science closer to policy. If there is one thing Ban Ki-moon, the UN secretary-general, should pick up and run with, it is the instruction to devise a broader measure of development to replace GDP, one that includes human and environmental data. This can only be done at the global level. The task would play to Ban&apos;s strengths, and it would be a small revolution. Nonetheless, the global panel has served a bland dish. It will not provide the Rio+20 conference in June  the follow-up to the 1992 Earth Summit  with the focus it needs. On the big questions, such as how much we will need to change our ways to keep the planet habitable, and how much market and how much state that will involve, there is haze, if not fog. And sustainable development remains a less than perfect term to capture the spirit of the age. It is too innocuous to excite the public. Broad enough to be always in danger of being nebulous, its three pillars  economy, society and environment  still neglect indispensable issues, such as peace, security and political rights. A case in point is the criteria the panel have set out for sustainable development goals for the world. Happily, it seems we will soon move beyond goals designed exclusively for the poor to goals for all countries. Yet there is a risk that clarity will be lost amid a proliferation of goals. Moreover, strikingly, (and explicitly, in their second criterion) the panel repeat the mistake made formulating the millennium development goals by confusing targets with a strategy for achieving them. Before we rush to replace the MDGs, there must be a reckoning about why we failed to meet them. Promoting a technical fix to world problems is a great public disservice. One of the things such a strategy would involve is an effective UN. The panel missed an opportunity to engage seriously with this question. The quick fix of a new institution is proposed: a sustainable development council. We&apos;ll have to hope the new name will inspire people, because it&apos;s little different from its predecessors. High-level panels have their uses, but the real prize to be tapped is the UN&apos;s own potential as a permanent confluence of thinking about the global good. Though the UN is in many ways inhospitable to intellect, nine people who have worked for the organisation have won the Nobel prize in economics, quite apart from its many winners of the Nobel peace prize. Nowhere else can match this. Attending to personnel policy, creating islands of independent thought within the UN system, and fostering a greater culture of internal dissent would soon develop a formidable intellectual arsenal. It&apos;s one we&apos;ll need for the world, to borrow from Thoreau, to march to the music of a different drum.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/31/free-thinking-un-sustainable-development", 
    "wordcount": "563"
}