{
    "headline": "Inside the mind of Eric Schmidt", 
    "text": "Schmidt on the power of connectivity I would argue that Google and the internet enable people to move up the supply chain. So people, instead of doing rote work, can do more creative work. More creative work requires more jobs, more fees, and so forth. Agriculture is getting mechanised, which has been true for hundreds of years; people are moving to cities. Cities are more productive than rural farming anyway; they are more connected.  Creativity will drive innovation, innovation will drive new businesses, new jobs, and so forth. That&apos;s how economics works. That is the story of the British industrial revolution. If governments stay out of the way and allow this connectivity to occur, the core human creativity, this passion for making the world a better place, takes over.  On privacy I&apos;m concerned that we need to fight for our privacy or we&apos;ll lose it and the reason this is a concern of mine is that it&apos;s natural for these tools and technologies to aggregate information about citizens. You take notes as a journalist. Where do those notes go? If the Chinese had just hacked into the New York Times and had gone through their internal servers, how would you feel if you were a Chinese dissident? You&apos;d be worried. So these are some of the problems that happen when everyone is connected. On anonymity Google will always allow for anonymous search. If you choose to be logged in and let us record more information about you, we can provide better service for you, but you don&apos;t have to. Anonymity is very important, especially for people who have reasons to believe that the state, or others, are going to hurt them. The internet, in general, has been pretty good about allowing for anonymity.  On closing Google Reader I do love Google Reader. All I can tell you is that there are very good choices on alternative readers and we needed those people to work on other, much more integrated products. It&apos;s always about priorities. The thinking that Larry [Page], Sergey [Brin] and I had was that it was time to stop throwing things over the fence and seeing what happened, but have a much more sophisticated understanding of the global impact of our problems and products. The term that we use internally is spring cleaning and Google Reader is an example of spring cleaning. On Julian Assange As a matter of historical interest, I wanted to understand what role Wikileaks would play. We met almost two years ago, well before the Embassy, and all this kind of stuff. He said a number of things which I thought were quite interesting. His core idea is that systematic evil has to be written down and that, if you have a leaking culture in government, the government can&apos;t perpetuate mass evil because the stuff gets leaked before they can do it. That point makes sense to me. The problem is, who gets to decide who does the leaking? Well his answer was himself, and I was never able to determine any providence, god, religion, or so forth, that had appointed Julian Assange to be the person to make that decision.  On the future of media and mobile Mobile ads should ultimately be more valuable because we have more information about the consumer, because we&apos;re connected to them. We know, roughly, their location. If they choose to, they can share their history with us. They can also target the areas in which they want advertising. Five years from now, what will your average reader look like? He or she will have an ultra-powerful tablet, and a subscription on that tablet. The knowledge that&apos;s in that tablet about the readers and the things they care about will be so much greater than the newspaper of today. And it will be possible, reading a story, to go instantly deep about the origins, the history, the positioning, the debate. The evidence is that newspapers will thrive in this new model. Some will have subscriptions, sponsorships and some will have a free model. On the Arab Spring Many Americans wandered around saying somehow &quot;we caused this&quot; and that&apos;s clearly false. Having now visited these countries, they&apos;ve had opposition movements for years, which were were brutally dealt with. For example, Gaddafi had a series of revolutionary groups in Benghazi which he literally roll-tanked and shot every three or four years. The contribution that the internet made was the enabling subset of communication that allowed courageous people to unify. That was the step that they had been missing previously and then it was their courage and real combat that led to everything else. On the future of nation states The nation states, at some basic level, are monopoly providers of services, they provide a unifying principle and ever since the Treaty of Westphalia everybody&apos;s sort of figured out what nations were and what nations did. That&apos;s not going to change. What will happen, is that the countries will have physical policies and virtual policies and they may be different. For example, China and the US may be able to collaborate in physical space on commerce and yet clearly have conflict in cyberspace. China is the source of many of the attacks on American firms, for example. So that duality - a strategy for cyberspace, a strategy for physical space - is possible.  On Google culture Since starting at Google we developed a simple rule which is that when somebody makes a claim, someone in the room checks it. When we were going public, a finance person got up and made a claim about an IPO which didn&apos;t sound correct. So I checked it out, typed in the query, figured it out and now I&apos;ve got the answer right in front of me. I&apos;m the CEO, he&apos;s a CFO.  Now I&apos;ve got to make a decision. Do I embarrass him in front of his entire staff, or do I wait and embarrass him privately afterwards? Because it wasn&apos;t life critical, I let the meeting finish and then privately I showed him the information and then I said, &quot;You were wrong, go correct it.&quot;  That&apos;s true within Google and should be true everywhere. Hopefully you&apos;ll do it in a nice way. I would welcome if I said something to you that was false during this interview if you said, &quot;Oh by the way, I just happened to be checking and what you said is not true.&quot; That&apos;s OK with me because I want to be truthful and you obviously want to be truthful as well. There are plenty of industries and places where that kind of behaviour is not how they behave.  You know, we run Google from the basis of facts. And so usually the first answer out of Google is the correct answer, which is why it&apos;s fun to be associated with Google.  On open versus closed - who&apos;s winning? The technical optimists would say the following: the power of the internet and the power of individual empowerment is so strong that it will be impossible for governments to resist that connectivity. The pessimists would say that intelligent governments, which do exist, that have smart engineers that work for them can figure out ways of breaking the internet.  Here&apos;s how they do it. The term we use in the book [The New Digital Age, by Schmidt and Jared Cohen] is Balkanisation, meaning instead of having one global internet, having your own country internet. North Korea, I now understand, has its own internet. They have people copying the content that the respected leader thinks is OK and they put it on internal servers and they call that the internet. That&apos;s the crudest and least effective strategy, in my view. Let me give you some examples of what governments could do. There is something called the DNS, which is the Domain Name Service, which is how you get to things, so Google.com, Microsoft.com, theguardian.com. If you go in and you programme that in a certain way, you can actually delete things. You can also, at the protocol level, lock ports, so you can block, for example, access to YouTube in its entirety. So those have the property that it&apos;s not a flat open internet but rather it depends on which country you&apos;re in.  There are things called VPNs. The Chinese Government, for example, plays a game we call whack-a-mole, where every time a VPN shows up, they shut it down and people move. Using modern encryption there are ways of getting even more sophisticated versions of this kind of thing working. The problem is that if you put these restrictions in place, the elites will figure out a way to get around it, but the average person won&apos;t, because they don&apos;t have time, or knowledge, or education, so there&apos;s a real loss of information.  On education What&apos;s the number one education problem in the developing world? Literacy and childhood education. Can we solve that? Absolutely, at a 100% level. We simply preload phones with all that teaching material. You do it in their local language and, because people are going to be using their phones, they might as well use them to learn how to read. That&apos;s easy. What&apos;s the next problem? The developing world don&apos;t have textbooks. So what&apos;s another solution? Preload their tablets. We have the textbooks for maths and science, in their languages.  So now let&apos;s talk about college. Well in college you&apos;ve got new online courses, they&apos;re called MOOCs, and the anecdotal evidence is that 90% of the viewers are not from the US, and the majority are not from the developed world. That tells me that if you go to Rwanda, Kenya, so forth, you&apos;ve got an incredibly smart person who does not have textbooks and is hungry for the latest college and graduate school level education, they&apos;re going to get it online.  So what do you need for that? You need bandwidth. If you&apos;re in a city in those countries you&apos;re going to get that education. If you&apos;re in a rural area, you may not, unless those governments are smart enough to get the 3G/4G networks out to the rural areas.  In South Sudan we asked, &quot;How do you get information to the people who are in north Sudan, or the Sudan people the government is busy hurting?&quot; The simplest way to get them information is to smuggle SD cards in - you know, the tiny little SD cards, because everybody has a phone.  They turn out to be incredibly cheap, incredibly standardised, and it&apos;s a great way to get information about what&apos;s really going on in the world to closed societies. Even if you don&apos;t have an internet connection, or your internet connection is too expensive, you could have an SD card which would have the information that I&apos;m describing. And these SD cards are getting more and more powerful.  People in the developing world are much more clever than we think because they have to work with what they&apos;re given. So they&apos;ll find a way to solve their information problem with the tools at hand, and this SD card is an example.", 
    "section": "technology", 
    "gid": "technology/2013/apr/20/eric-schmidt-google", 
    "wordcount": "1870"
}