{
    "headline": "Improbable research: the Sherlock Holmes effect", 
    "text": "Fuelled with curiosity, some scientists exploit  lovingly, proudly  the investigative trick featured in Arthur Conan Doyle&apos;s 1892 story Silver Blaze. There, a baffled police inspector seeks help from the great autodicact/detective Sherlock Holmes: [Inspector Gregory:] &quot;Is there any point to which you would wish to draw my attention?&quot; [Holmes:] &quot;To the curious incident of the dog in the night-time.&quot; [Inspector Gregory:] &quot;The dog did nothing in the night-time.&quot; &quot;That was the curious incident,&quot; remarked Sherlock Holmes. Science journals feature many papers in which scientists rely on this technique, riding it to, or at least in the direction of, glory. You can see that happening in a report called The Mystery of the Missing Toes: Extreme Levels of Natural Mutilation in Island Lizard Populations, published in 2009 in the journal Functional Ecology. The co-authors  Bart Vervust, Stefan Van Dongen and Raoul Van Damme at the University of Antwerp, Belgium, and Irena Grbac at the Natural History Museum of Croatia  &quot;report on an exceptionally large difference in toe-loss incidence between two populations of Podarcis sicula lizards living on small, neighbouring islands in the Adriatic Sea. We caught 900 lizards and recorded the number and location of missing toes&quot;. Having gathered that data, the scientists then walked through the logic of &quot;five non-mutually exclusive hypotheses concerning differences in bite-force capacity, bone strength...&quot; and so forth. Unlike the fictional British detective, this very real Belgian/Croatian research team failed to discover a tidy, satisfying solution to their mystery. Nonetheless, they found reason for cheer, explaining that &quot;such tests can reveal how likely each of these explanations is, even if the processes leading to the phenomenon are difficult to observe directly&quot;. The method sometimes flops. That&apos;s evident in a different study about lizards, published by the Chilean/US team of Fabian Jaksic and Stephen Busack in 1985 in the journal Amphibia-Reptilia. Jaksic and Busack sum things up in their title: Apparent inadequacy of tail-loss figures as estimates of predation upon lizards. Some scientists spurn or ignore the method, or find that it does not apply to their particular investigation. In 1994, GJ Adams and KG Johnson at Murdoch University in Australia published a study with what appears to be a blatantly, proudly Sherlock Holmesian title. Adams and Johnson called their report Behavioural responses to barking and other auditory stimuli during night-time sleeping and waking in the domestic dog (Canis familiaris). Curiously, Adams and Johnson neither use nor allude to the Sherlock Holmes trick. They explain that they filmed 12 dogs &quot;at night in their usual urban habitats, whilst alert, in quiet sleep and in active sleep&quot;. They subjected each dog to six different audio recordings: a single bark; repeated barking; breaking glass; a motorcycle; a bus; and &quot;rowdy young people discussing burglurizing [sic]&quot;. They discovered, they say, that &quot;dogs were found to be significantly more responsive to auditory stimuli when alert than when asleep.&quot;  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/mar/26/improbable-research-sherlock-holmes", 
    "wordcount": "518"
}