{
    "headline": "International women's day: a voice from Managua, Nicaragua", 
    "text": "   Mayela Hurtado Photograph: Mayela Hurtado    As a young woman  as in most parts of Latin America  it&apos;s hard to walk alone down the street without being harassed about the way you dress, the way you walk or how &quot;tasty&quot; you might look that day. The Nicaraguan law banning violence against women was approved last year, but even though it is a big step, we are still far from overcoming all the challenges that come with its approval. To take a practical example, after many years of not doing so, I decided to start walking to work again, to enjoy the fresh sunny mornings in my city. On my way to the office there is a corner where young men gather to sell the daily newspaper to passing vehicles, and as I had to pass them, I received very descriptive comments about my body. Even though it was not a new experience, I noticed that on the days [when] a police officer was controlling the traffic, they would stay quiet. So, one day I decided to approach the officer and tell him about it. After scanning me from head to toe, the first thing he asked was: &quot;Where&apos;s your husband? You should tell him to come here and scare them so they don&apos;t bother you again.&quot; And I said: &quot;What are you trying to tell me? That I need to have a man by my side in order to walk freely down the street? I thought things would get better after the law was approved &quot; He immediately stood up straight and started to recite the articles of the new law. We might think that the approval of the law is the framework at the highest level that can protect us from anything, but it just stays there if we do not consider grassroots initiatives that bring the law to life. I did feel encouraged by the silence of the men because of the presence of the officer, and he did know the law. However, his first reaction was a clear demonstration that the police had only been taught the theory  and the [awareness] process was still far behind. Changing a whole established culture might look like a huge challenge but if a strong initiative is promoted at local level, from mouth to mouth and within the deepest centre of society  families  then the evil patterns might finally be broken.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-nicaragua", 
    "wordcount": "399"
}