{
    "headline": "How to survive an all-nighter: a student's guide", 
    "text": "All-nighters are an obligatory part of the university experience for disorganised students  i.e. for students. For most, they&apos;re a grimacing experience. But some thrive under pressure, producing their best work at 4am with an impending 7am deadline. OK, I&apos;ve yet to meet one of those people. The truth is that all-night essay crises have always been, and remain, dreadful, lonely and humiliating. It&apos;s midnight and the panic is setting in. A bizarre double-think consumes your caffeinated mind. On the one hand, the morning is freedom, when the confines of your bedroom cease to be prison walls and you can finally sink under that soft duvet. On the other, the morning is doom. Somehow those 200 words on the computer screen have to become 2,000. You don&apos;t have the faintest idea how this is going to happen  in fact in a metaphysical sense it&apos;s actually quite bewildering, profound even. Both these emotional crises need to be confronted. Fortunately the prescription is the same for each: food, drink and focus. First of all, calm down. Say you have seven hours  that&apos;s a lot of time. Wise up and plan how you&apos;re going to get this thing done. To avert cabin fever, take a ten minute walk. It will energise you before the long slog ahead. Then, you need to enter that elusive zone. You may never have ventured there before, but the time is now. If your essay doesn&apos;t require an internet connection, then kill it. Cut the ethernet cable if necessary. If you need internet access for work then I recommend installing Facebook limiter  software that allows you to block Facebook for a specified time period. Other procrastinations can be vanquished by willpower, which alas, is not downloadable online. Nourishment wise, you want a mix of carbs that slowly release energy  and the odd sweet treat as a reward. I&apos;d recommend a generous bowl of cereal or dried fruit and nuts. As a rule, if it grows on a tree or in the ground  gobble it up. Stay away from energy drinks, they&apos;re more or less evil. You peak and then crash, your energies having been expended on staring at the wall excitedly. If you must, have a coffee or a soft drink  they&apos;ll perk you up without delivering a hard landing 40 minutes later. Management studies students will be familiar with the 80:20 principle: around 80% of a person&apos;s work is done in only 20% of the available time. We can be both productive and creative when working in short, focused sessions  so split up your remaining hours into energetic bursts. Turn that all-nighter into an all-righter.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/sep/25/how-to-survive-an-all-nighter", 
    "wordcount": "440"
}