{
    "headline": "Mount Everest, amphetamines, and the ethics of experiment", 
    "text": "John Hunt, the leader of the 1953 British Mount Everest expedition, was an exceptional strategist and logician. When the Swiss attempts to climb Everest in 1952 failed, he used their experience to design a new plan for the British team. One key change was the route to the top; while the Swiss climbed the Geneva Spur, the British headed for the Lhotse Face. Although a longer climb overall, the advantage of a Lhotse route is that the slope is stepped, so intermediate camps can be established. This means easier access to supplies and a shorter climb between rests. In 1953 Camp V was established at the bottom of the face, Camps VI and VII on the face itself, and Camp VIII above the face on the South Col.  Despite these alterations Hunt still worried that the Sherpa teams might struggle to make the many journeys necessary between camps. One solution the expedition considered was amphetamines. In the second week of May Hunt was at Camp III where the team physiologist Griff Pugh showed him how useful oxygen was as a sleep aid at altitude. Meanwhile, on the icefall below, other team members had decided to try out Benzedrine. The team&apos;s medical officer, Michael Ward, thought it too risky to try the drug for the first time on the Lhotse face itself, and so suggested a trial run in the Khumbu. Two (unnamed) Sherpas volunteered to try the drug, and report on its effects as they ferried tents, oxygen equipment and climbing gear between Camps I, II and III. Charles Wylie, who was in charge of liaison with Sherpa and porters, reported back some unexpected results  One man had found that it was excellent stuff, it cured his cough. Another said that it made him sleep extremely well!    Obviously this was not the effect the team had hoped for, and Benzedrine seems not to have been used again (although Wilfred Noyce wrote that he had a tube of the tablets in his pocket on the return journey down the Lhotse Face). When I first read about this trial, I was horrified. The use by white doctors and scientists of non-white populations in medical experiments has some terrible precedents. The definition of &quot;informed consent&quot; has certainly changed a lot in the last 60 years, but it did exist in 1953, and the doctors and scientists involved should have known about it; did this experiment fulfill those criteria? It is extremely difficult to know what the Sherpa volunteers knew and understood about Benzedrine: I&apos;ve found no notes in the archives that mention what they were told or how the drug was explained to them. It&apos;s easy to think of them as naive non-westerners, unaware of the possible dangers of an alien substance. But I also have to make sure I&apos;m not relying too much, or too uncritically, on the stories of British climbers, who repeatedly describe the Sherpa as &quot;childlike&quot; or even &quot;childish&quot;. These descriptions by mountaineers of a &quot;simple&quot; or &quot;naive&quot; people are often affectionate and friendly, but they are also patronising, and in the worst cases outright racist.  So while it is fair to ask if it is morally acceptable to ask Sherpas to take risks for sport or science I have to remember when I do so that Sherpas are not passive or powerless (as recent fights have shown), and that they are experienced mountain climbers, and effectively professional risk-takers. In my opinion, it&apos;s not reasonable to expect Sherpas to automatically add &quot;medical guinea-pig&quot; to the list of risks they expect to take, but equally it would be patronising for me to assume that these Sherpa did not know what they were doing  especially as Wylie was fluent in Nepali.  In addition, the team had significant experience of the use of amphetamines, including in dangerous or high-pressure situations, as the drug had been extensively developed, trialled and used by soldiers during the second world war. The safe doses for Benzedrine for RAF pilots had been set after studies by the MRC and researchers at Cambridge University. These scientists used the &quot;Cambridge Cockpit&quot; (a simulator) and facilities at the Psychology department to study the ways in which the drug affected fatigue and response times. Mike Ward was a qualified doctor, and Pugh had experience of the use of amphetamines in a military setting, including specialist Mountain Warfare situations. There are still a lot of quite difficult questions here for the ethicist: not just the bioethics of using human beings in experiments, but also the question of whether drug use in mountaineering is more acceptable than drug use in, say, marathon running (and if so, why). Does it make a difference if the people taking the drugs are not the climbers who reach the summit or claim the achievement, but their support crew? And where do we draw the line between a necessary drug and a form of enhancement? On mountains, after all, even breathing oxygen can be &quot;doping&quot;. 29 May 2013 is the 60th anniversary of the first climb to the summit of Mount Everest, and this is the first of three H-word posts exploring the scientific and technological aspects of the 1953 expedition. For more on boots, Bovril and Benzedrine, tweet @HPS_Vanessa", 
    "section": "science", 
    "gid": "science/the-h-word/2013/may/15/everest-amphetamines-medical-ethics", 
    "wordcount": "888"
}