{
    "headline": "Firefox OS won't magically succeed just because it's open source - see webOS", 
    "text": "&quot;Open source&quot; operating systems are the siren call of the internet. For years, we were promised, Linux was going to be the Next Big Thing on the desktop; the tired old empires of Windows and MacOS were going to be pushed aside, and everyone was going to embrace Linux (though quite which distro wasn&apos;t clear). From infants to grannies, they would all see the light, and install software that was built with the user in mind - as long as the user was someone who could hold the idea of the concentric circles of file ownership (root/wheel/std) in their head, and felt happy typing &quot;chmod 644&quot; from time to time if things got ticklish. And we all know how that worked out. But why didn&apos;t Linux on the desktop work out? Two things: it never had a hardware champion; and it was never easy enough to use. (I tried a few distros myself, before I decided life was too short.) Yet here we are again, this time in the mobile space, where two chunks of news in the past 48 hours have gotten the open source sirens singing again. Once again, people are being lured towards a rocky demise. First, and smallest, is LG buying the rights to chunks of webOS, once the software that powered Palm&apos;s Pre phones, then which powered HP&apos;s TouchPad tablet, then which got bundled into the boot and, in December 2011, taken up into the mountains and set free. Despite the fevered imaginings of a fair number at the time, there was simply no chance that webOS was going to go anywhere without direct help from HP; and HP wasn&apos;t going to give it that help, since it had plenty of troubles of its own.  LG&apos;s buy: why? Now, LG is buying some of webOS. From The Verge:   According to HP COO Bill Veghte, LG will acquire the source code, documentation, websites, and team behind the client side of webOS, but HP will retain the entire cloud services division  that&apos;s the App Catalog, updating system, and other backend services that interact with webOS. &quot;We see this as an opportunity to broaden our reach in delivering services to customers on a variety of plaforms,&quot; said Veghte. Most importantly, HP sees an opportunity to bring an app-store-like experience to large business customers who use cloud-based apps.   LG has indicated that it will be using webOS in its Smart TV line (which, in passing, suggests that Google&apos;s hopes of having a multi-manufacturer-pronged assault on the living room with Google TV are being chipped away; Samsung has gone its own way, Sony offers a mixture of Google and its own smart TV offerings, and now it looks like LG isn&apos;t exactly all-in). Though that might, in time, become something that it uses on phones or tablets, you&apos;d be crazy to bet on it. LG is smart enough to know that TVs are a world away from phones and tablets, both in terms of the user interaction experience, and the demands that they make for user acceptance.  These days, if you can&apos;t tout thousands of apps for your smartphone platform, you&apos;re toast. But on a TV, you don&apos;t need thousands of apps. Indeed, the evidence seems to be that most people (at least in the west) who have smart TVs that can run apps don&apos;t do anything with those apps, even if they get as far as plumbing them into the internet. As the headline on the NPD research linked in that sentence says, &quot;Internet Connected TVs Are Used To Watch TV, And That&apos;s About All&quot;.  And even while webOS is a wonderful operating system (honest, it is), the question of its usefulness on a smart TV remains open. It&apos;s very much a touch-oriented product, and there&apos;s no likelihood that we will be swiping our TVs any time soon. So in that sense, LG&apos;s purchase is a puzzle. Even more so as HP is keeping hold of the patents, and LG is just licensing them. Firefox.. OS? But the siren song of open source OSs becomes deafening when you look at the other announcement to come out of Mobile World Congress, in which Mozilla is touting its Firefox OS as the anathema to the world&apos;s ills - or at least those afflicting the smartphone industry.  What does Moziila chief executive Gary Kovacs think is going to be the unique selling point of the Firefox OS phones that he expects to see in 2014? &quot;Our goal is to level the playing field and usher in an explosion of content and services that will meet the diverse needs of the next two billion people online,&quot; he said in Barcelona, adding &quot;We&apos;re not trying to get in the middle of an operating system fight; what we are trying to do is be the catalyst to drive more development around the open web.&quot; Tough luck, Mr Kovacs, because you have in fact pitched yourself right into that fight. He says that he only wants to be a third ecosystem - but jockeying with some determination for that spot are BlackBerry and Nokia, for both of whom the price of failing to come third could be extinction. For either of them, even the best version of not being the third ecosystem would mean an existence in the twilight, serving a small audience and always at the mercy of user or carrier indifference.  The problem for Firefox OS is that it doesn&apos;t have a dedicated hardware backer. Sure, Sony has said that it will make some phones using it. ZTE and Alcatel say they will build hardware that will run it. And Kovacs points to the fact that Firefox OS will run HTML5 apps - not &quot;native&quot; apps (in the sense that iOS or Android apps run natively). That might put a questionmark over whether, by some analysts&apos; measure, the FFOS phone is truly a &quot;smartphone&quot;, since their definition for that includes &quot;running apps on a native API&quot;. (That&apos;s why Gartner and IDC don&apos;t class Nokia&apos;s Asha phones as smartphones.)  But here&apos;s the thing. ZTE, Alcatel, Sony, and whoever else steps up to stuff FFOS on a phone will aways have one eye on the profit side. Viewed in one way, it&apos;s a miracle that Android got anywhere; in 2007, when the Open Handset Alliance got started, there were multiple handset manufacturers who were each waiting for the other to jump into the water, like penguins on an ice floe wondering if there might be a killer whale there. For penguins read handset makers, for killer whale read losses. How Android won So how did Android succeed? Three things. First, Google get a vibrant app ecosystem going even before there was a single phone: it had competitions for apps, with a $10m fund to seed developer ideas. By April 2008 there were almost 2,000 Android applications; two-third came from outside the US. Among the offerings: photo-enhanced driving, on-the-fly party mashups with maps, maintaining passive surveillance on your family&apos;s whereabouts. (Some things never change.) Second, it was able to go to Verizon, which was looking enviously at how AT&amp;T was able to offer the iPhone, and suggest that Android phones - when they came along - could be the answer to that competitive challenge. And third, it was Google - the gigantic search-engine-and-everything-else company with the international reputation. If Google was doing a new generation of smartphone software (and if Apple had validated the idea), then it looked like a good deal for everyone. And handset manufacturers were eager to find an alternative to Microsoft. Those conditions don&apos;t pertain today. Android is gigantic - some version of it might be on a billion phones this year - meaning there&apos;s no obvious need for another open source OS. What, after all, is FFOS actually going to do that Android doesn&apos;t, or that iOS or Windows Phone or BlackBerry can&apos;t? Yes, we&apos;ve heard that the target isn&apos;t the west, but the developing world; that still doesn&apos;t explain why a Chinese handset manufacturer would deploy FFOS rather than Android, whether the Google version or a forked one that could connect to a local app store. The idea that FFOS&apos;s &quot;HTML5 app&quot; concept gives it an advantage is nonsense; any phone with a browser can run HTML5 apps. (Though creakily, because no matter how good they are, they have a layer of abstraction from the phone&apos;s native code in a way that a native app doesn&apos;t: you&apos;re looking at an app running in a browser running in a code layer, rather than an app running in a code layer.)  Even worse, FFOS is at an immediate competitive disadvantage because the principal browser on smartphones now is based on WebKit. Chrome uses it, MobileSafari uses it, BlackBerry uses it, and Opera uses it too now. That leaves only Internet Explorer on Windows Phone standing alone. Developers writing HTML5 apps will naturally write for compatibility with WebKit, which is always going to behave slightly differently from Firefox&apos;s Gecko rendering engine. For FFOS&apos;s sake, you have to hope the differences aren&apos;t big. But more to the point, why would a carrier try to sell a FFOS phone rather than an Android phone, or a Nokia Asha phone? We&apos;re talking about the low-end market here, where handsets will cost around $50. Given that Mozilla has suggested that the FFOS phones will cost about $100 (which for developing markets begins to sound like upscale pre-pay pricing), it doesn&apos;t make sense. I&apos;m with Benedict Evans of Enders Analysis on this when he says on his blog &quot;I generally have little faith in industry-wide initiatives in mobile; I have none at all in this one.&quot; Magical thinking That&apos;s the trouble with the magical thinking that often attaches to open source projects. Making webOS open source didn&apos;t solve its problems; it simply shoved them off into a siding. Having an open source mobile OS didn&apos;t guarantee Android&apos;s success; the efforts of Google, and the timing in the market, did that. (Symbian succeeded in a similar way years before, and then failed when Nokia couldn&apos;t lead its evolution quickly enough.) Yes, WebKit is open source - but its development is being driven by a number of companies, including Apple and Google, which are very determined to make it effective. Perhaps for that reason, people have high expectations for the Ubuntu OS and phone, with its fabulously complex array of gestures for control. Bad news, dreamers: it&apos;s going to fail in the market too if Canonical attempts to market it as a hardware-software combination - that is, sells Ubuntu phones at retail.  Quite apart from the trickiness of learning gesture-based interfaces - never easy - and despite the apparent popularity of the Ubuntu OS (as evidenced by the number of people reading the story about it on news sites), the reality is all about logistics. Those people who are excited about the Ubuntu phone live in geographically dispersed areas. The only effective way to reach them is by selling the phone online; if you try to put it in shops, you&apos;ll hardly ever have it in the right ones.  And selling phones online? It&apos;s a mug&apos;s game. It&apos;s almost impossible to get the right numbers - sizing demand, especially for a first-time product, is very difficult indeed. Just ask Google about handling sales of the Nexus 4 (which wasn&apos;t even its first attempt at selling a phone online; it tried that back in 2009/10 with the Nexus One.)  So some might see Firefox OS as the Next Big Thing. But that&apos;s just the sirens singing. It&apos;ll end up on the rocks.", 
    "section": "technology", 
    "gid": "technology/blog/2013/feb/26/firefox-os-open-source-failure", 
    "wordcount": "1958"
}