{
    "headline": "Why you should become a student journalist", 
    "text": "Student journalism is not the most glamorous way to start your media career. You&apos;re often crammed into a small bunker with not enough chairs and no natural light. You&apos;ll spend hours slaving over your copy or touching up photographs when you should be writing essays. But endless deadlines and impassioned disagreements over typefaces create a sense of solidarity among young journalists. Most papers put on weekly socials so you can go drinking with your newsroom colleagues. When the big debates of the day inevitably spill out of the paper and into the pub, you&apos;ll end up making great friends. Plus there are perks. The student newspaper is a great way to meet your heroes. Nina Seale is a second year zoology student at the University of Edinburgh and the current science and environment editor of their paper, the Student. She was fortunate enough to interview the primatologist Dame Jane Goodall. &quot;It was one of the highlights of my life,&quot; she says. &quot;She is at the top of the list of people I would ever want to meet in the world.&quot; There are also glitzy media balls like the Guardian Student Awards at the end of year where you get to don your best frock and have famous people tell you how great you are. Working on the paper is also bound to improve your journalistic skills. If you&apos;re making regular contributions it will sharpen your writing tone, buff up your vocabulary and give you the confidence to write in any style  from a live blog of the latest arrivals at the local zoo to a principled polemic on world politics. However, it&apos;s a common misconception that all students who are involved with student media are dead set on a career in journalism. While this may be true in some cases, skills like working to a deadline and conducting an interview will prepare you for a range of career paths. Meeting new people, especially people you wouldn&apos;t normally come across, can be rewarding in itself. &quot;Basically I do it because it&apos;s fun,&quot; said Daniel Swain, comment editor for the Student and aspiring investment banker. &quot;It&apos;s like a job you can do on the weekend where you just get to hang out with your friends. It&apos;s something I&apos;ll never get the chance to do again when I have a real job.&quot; Plenty of established journos started out on their student rag  Bill Turnbull on BBC Breakfast is just one of the Student&apos;s famous former-editors. If you think it could be you reading the headlines, you should definitely give student journalism a chance. Being a student hack can be stressful, especially when writers drop out as deadline day inches closer and you&apos;re struggling to come up with a snappy headline. But for the most part it doesn&apos;t really feel like a job at all  even though it can make all the difference on your CV. When you come to the end of your university life, you&apos;ll hopefully have a ton of bylines and experience to take with you. But if all that doesn&apos;t tempt you, the prospect of a few new friends just might.", 
    "section": "education", 
    "gid": "education/2012/sep/27/why-you-should-become-a-student-journalist", 
    "wordcount": "529"
}