{
    "headline": "FBI and Homeland Security detail Russian hacking campaign in new report", 
    "text": "The US Department of Homeland Security (DHS) and FBI have released an analysis of the allegedly Russian government-sponsored hacking groups blamed for breaching several different parts of the Democratic party during the 2016 elections. The 13-page document, released on Thursday and meant for information technology professionals, came as Barack Obama announced sanctions against Russia for interfering in the 2016 elections. The report was criticized by security experts, who said it lacked depth and came too late. The activity by [Russian intelligence services] is part of an ongoing campaign of cyber-enabled operations directed at the US government and its citizens, wrote the authors of the government report. This [joint analysis report] provides technical indicators related to many of these operations, recommended mitigations, suggested actions to take in response to the indicators provided, and information on how to report such incidents to the US government. The government report follows several from the private sector, notably a lengthy section in a Microsoft report from 2015 on a hacking team referred to as advanced persistent threat 28 (APT 28), which the companys internal nomenclature calls Strontium and others have called Fancy Bear. Also mentioned in the government document is another group called APT 29 or Cozy Bear. Before the government report, other security researchers tracked the bears to breaches including the summer 2016 attack on the World Anti-Doping Agency, apparently an act of revenge against whistleblowing Russian athlete Yuliya Stepanova. Other attacks attributed to the same set of apparently Russian actors include an attack on Georgian elections in 2008, the hack of French news channel TV5Monde, and a Twitter account and blog supposedly operated by a hacker calling himself Guccifer 2.0 but more likely an instrument of Fancy Bear.   Related: Cozy Bear and Fancy Bear: did Russians hack Democratic party and if so, why?    The Microsoft report contains a history of the groups operation; a report by security analysts ThreatConnect describes the teams modus operandi; and competing firm CrowdStrike detailed the attack on the Democratic National Committee shortly before subsequent breaches of the Democratic Congressional Campaign Committee and the Hillary Clinton campaign were discovered. Security experts on Twitter criticized the government report as too basic. Jonathan Zdziarski, a highly regarded security researcher, compared the joint action report to a childs activity center. Tom Killalea, former vice-president of security at Amazon and a Capital One board member, wrote: Russian attack on DNC similar to so many other attacks in past 15yrs. Big question: Why such poor incident response?   fbi dhs russian hacking analysis ", 
    "section": "technology", 
    "gid": "technology/2016/dec/29/fbi-dhs-russian-hacking-report", 
    "wordcount": "402"
}