{
    "headline": "This tinkering with tests isn't real reform", 
    "text": "The government is making GCSE reform all about the exam rather than the education that lies behind it. Improving teaching and learning would do more to make a real, long-term difference to raising standards for all children  but that&apos;s long, hard and expensive. So it&apos;s easier and cheaper to tinker with exams, tacitly encouraging schools to teach to the test, then condemn them whether pass rates rise (exams too easy) or fall (schools not delivering). We do not argue for the retention of the GCSE  it&apos;s an inflexible exam with a set number of teaching hours which limits the number of subjects that can be studied. But with more young people staying on in education to 18, do we need exams at 16 at all? Before replacing GCSEs, we need to be sure that whatever takes their place better serves the needs of learners, and of the country as a whole. Dr Kevin StannardGirls&apos; Day School Trust  Real reform would start with purpose. What kind of young people do we wish to see at the end of 13 years of schooling? My starter would include motivated, self- and socially aware, creative individuals, fascinated by the world around them. We need an education system that develops the talents and skills of all of our young people in all their variety. We might then be able to construct an examination system that truly captures and reflects these qualities. Roy BoffyWalsall   The essence of the International Baccalaureate lies not just in its academic rigour, but in its embracing of so many characteristics cast aside from the proposed successor to GCSE: the practical, the vocational, the applied, the creative and the community-focused. If Gove&apos;s narrow &quot;non-bacc&quot; is to determine our new core curriculum, it is all the more important that, for students of all backgrounds and abilities, the curriculum includes the kind of professional and vocational education that industry has long called for, and skills for community engagement and confident, effective citizenship.Dr Tony Breslin ChairmanRaymond Clarke Chief executiveIndustry Qualifications", 
    "section": "education", 
    "gid": "education/2012/sep/18/tinkering-tests-isnt-real-reform", 
    "wordcount": "338"
}