{
    "headline": "Spotify pays out more than $500m in royalties since its 2008 launch", 
    "text": "Streaming music service Spotify has now paid out more than $500m (311m) in royalties to rightsholders since its launch in 2008, according to chief executive Daniel Ek. He revealed the milestone at a press launch in New York on Thursday, where he also announced that Spotify now has more than 5 million paying subscribers, and more than 20 million active users overall. Ek also sprang a surprise at the event, inviting Napster co-founder and Spotify board member Sean Parker and Metallica drummer Lars Ulrich on to the stage together, despite the band famously suing Napster in 2000. Ulrich also announced that Metallica is adding its entire back catalogue to Spotify from Thursday. The 5 million paying subscribers include more than 1 million in the US, which Ek claimed makes Spotify the biggest subscription music service there, although Rhapsody  which passed 1 million subscribers in December 2011  may disagree. &quot;We&apos;re the biggest subscription music service in the US, but also the fastest growing one. We&apos;ve accomplished in one year what it took others a decade to do,&quot; said Ek, who also addressed criticism from some musicians that their income from Spotify pales next to revenues from sales of CDs and downloads. &quot;Spotify pays back nearly 70% of all the money that we get in to rights holders,&quot; said Ek. &quot;We&apos;ve now paid out more than half a billion dollars, and that&apos;s doubled in the last nine months.&quot; Music videos service Vevo recently said it had paid out $200m to labels and publishers, while US streaming radio service Pandora is expecting to pay $250m in 2012 alone. The event&apos;s focus was on a set of new features for Spotify, which will launch in the coming weeks with an emphasis on making it easier for its users to discover new music and rediscover old favourites. They include smarter recommendations based on the music people have been listening to, and a Twitter-like feature to follow individual artists, DJs, music experts and other Spotify users&apos; activity on the service, including playlists they create and (in the case of artists) new music that they release. &quot;Today we&apos;re creating the music graph. Musical influencers come from all different places,&quot; said Ek, who said Spotify has been working hard on improving its music discovery features. &quot;Users are telling us that Spotify is good when they know what they want to listen to, but not so great when they don&apos;t.&quot; The new features aim to solve this problem. The event also saw Daniel Glass of Mumford &amp; Sons&apos; US label Glassnote Entertainment Group appear on stage to voice his support for Spotify and streaming music, citing the 600k first-week US sales of the group&apos;s ast album, Babel, as proof. &quot;I think that it is proving that if music is great, and if artists have passionate, engaged fan bases, this just takes it up another level. It did not cannibalise sales at all,&quot; said Glass. &quot;I tell artists if you aggregate your catalogue, and we look at it over a period of time, it&apos;s going to be very, very significant income,&quot; he said. &quot;It&apos;s showing up on our statements as something that gets bumped and bumped and bumped every month. You&apos;ve got to play the marathon game.&quot; Ulrich told the press conference he and Parker had recently settled their differences. &quot;We felt that we had much more in common than we realised at that time. Us sitting down together was long overdue,&quot; said Ulrich. &quot;We were young  younger! Maybe somewhat ignorant to what was going on in the real world, and we certainly got caught up in a lot of things that were going on in that moment,&quot; he added, of their legal battle 12 years ago. &quot;The control option had been taken away from us, and then it turned into as far as we were concerned a street fight. You fuck with us? We will fuck with you! Let&apos;s meet in the back alley over there.&quot; Ek said: &quot;I want every band in the world to be on Spotify. I want all the music there. We just want people to listen to more music and share with their friends.&quot; Spotify may be the largest digital music subscription service in the world, with increasing industry clout and major label shareholders, but its chief executive still stressed its anti-establishment credentials. &quot;At Spotify, we think of ourselves as punks. I don&apos;t mean the kind of punks that are up to no good, but the punks that are up against the establishment,&quot; said Ek. &quot;We&apos;re really punks because we&apos;re restless, and because we really hate it when people tell us &apos;this is just the way it is&apos;.&quot;  To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook", 
    "section": "technology", 
    "gid": "media/2012/dec/06/spotify-pays-500m-dollars-royalties", 
    "wordcount": "864"
}