{
    "headline": "The headteachers who fought off the academy brokers", 
    "text": "For headteacher Sam Offord, it all started with a phone call last May. She was told by a senior quality assurance adviser for Manchester local authority that the Department for Education had decided her school must become an academy. In Offord&apos;s five years as head, Birchfields primary had received two &quot;good&quot; Ofsted reports. The school, 93% of whose children speak English as an additional language, had always met the floor standard for progress, but had not yet reached the target for attainment. The call was a shock, particularly as Offord knew her school was on course to reach the attainment standard in the next set of results. &quot;I said that our results were going to be good and was told: &apos;That&apos;s irrelevant now. They&apos;re coming&apos;.&quot; Offord decided to put up a fight. &quot;I truly didn&apos;t believe this change would help the children in our school,&quot; she says. &quot;I actually thought it would make things worse for them. We had worked long and hard for five years and everything we had put in place was working. I thought all that would be put in jeopardy.&quot; She set about getting advice from her union, the National Association of Headteachers (NAHT), and from specialist lawyers with a view to resisting the conversion. Offord is one of a number of headteachers who have fought back and won against the threat of enforced academisation because they believed the reasons given by the DfE did not stack up. Initially, the grounds for forcing primary schools to become academies were either that they were in one of the Ofsted &quot;categories&quot; or that they were failing to meet the department&apos;s floor targets. However, in a number of cases, when schools or local authorities challenged the department&apos;s orders on the grounds of the floor targets, they found the DfE backing off from legal challenges and in some cases having their orders overturned on appeal. Nottingham-based lawyer Laura Hughes, of Browne Jacobson solicitors, says that between last March and November she was receiving about three calls a week from primary schools being told they would have to become academies. &quot;The brokers [the consultants employed by the DfE] were promoting the message that primaries had to academise if they were below the floor targets, irrespective of whether they were an improving school,&quot; she says. One of these consultants came to visit Birchfields. Offord told her that in the next round of Sats results, the school was expected to reach the floor targets. &quot;She said: &apos;Yes, that&apos;s fine, but you&apos;re still going to have to become an academy&apos;.&quot; Offord recalls it as &quot;one of those surreal moments&quot;. &quot;That&apos;s when I said, &apos;I&apos;ve politely accepted you coming into my school, but the rules state you have to be below both floor targets for three years.&apos; We hadn&apos;t been below floor targets for progress since 2007.&quot; Offord explains: &quot;If I hadn&apos;t had that knowledge, from attending my union&apos;s briefing sessions, I&apos;d have just accepted what the consultant said.&quot; On receiving the new and improved Sats results, Sam wrote to the broker. &quot;I reiterated that we didn&apos;t meet the criteria. I added that, &quot;Surely, the general public would think it was ludicrous that the DfE is targeting a 93% English as an additional language school that is achieving above the national average and is on target to do so for the foreseeable future?&quot; Offord received an email reply from the DfE broker saying, &quot;Providing you are above floor and not in an Ofsted category, the school is not a priority to become a sponsored academy at this time.&quot; According to the National Audit report of November 2012 on the expansion of the academies programme, the DfE forecast that around 600 primaries would convert last year. The actual number was just 325. There are now 974 primary academies in England, but that is just 5.7% of primaries. DfE projections are not being met. Russell Hobby, general secretary of the NAHT, says: &quot;Each of the brokers has a target of a number they need to convert. Their job is to convert a school by hook or by crook. It&apos;s when they focus on schools that are improving under their own steam, or with the support of their local authority, that we get most angry. It&apos;s a shadowy and unaccountable process, which does not allow schools to defend themselves appropriately, and the wrong schools often get caught up in this.&quot; The DfE denies that brokers have quotas to meet. According to Hughes, the phone calls to her office have diminished, and not because there are no more visits from brokers. &quot;Schools are more confident and word is getting around,&quot; she says. Some local authorities and unions are now advising schools that all is not lost just because a broker turns up on their doorstep. According to the DfE, just two primary schools have been forced to convert on orders of the secretary of state. But school leaders in many other schools feel they have been coerced by the brokers, with or without the help of their local authorities. The DfE was unable to tell Education Guardian how many schools had successfully resisted conversion. Mike Barnes remembers being told his school, Flakefleet in Fleetwood, was on the DfE&apos;s original list of so-called failing schools. &quot;Two DfE civil servants and a broker came to see us in September 2011 and told us what a dreadful school we were and the only way out of it was to become an academy.&quot; He recalls the emotions. &quot;Headship is lonely anyway and there was a very strong feeling of shame,&quot; says Barnes. Since his appointment in 2007, Barnes had brought the school out of special measures. By 2011, it was rated &quot;good with outstanding features&quot; by Ofsted. The problem was that it was below floor targets, which, in this case, had been applied retrospectively.  &quot;We investigated what it meant to become an academy,&quot; says Barnes. &quot;But we decided the best thing for the children would be to remain with Lancashire local authority.&quot; Barnes and the governing body sent off a &quot;No thank you&quot; letter in March 2012. &quot;We&apos;ve never heard anything back. The governors keep asking me, &apos;Have you had an email?&apos; But there&apos;s been nothing.&quot; Barnes praises his local authority for its support. &quot;They would ask, &apos;Do you want us to look over this?&apos; or &apos;What about getting a plan together like that?&apos;&quot; Lancashire council put him in touch with eight other heads who were in the same boat. Of those eight targeted primaries, only one is now an academy.  One of the eight heads was Margaret Thacker, of Walverden primary in Nelson, Lancashire, who, in spite of not meeting floor targets, fought off academisation by appealing against the warning notice. A warning notice is the trigger for the process of academy conversion. Under the 2010 Education Act, Ofsted hears appeals against warning notices, which must be issued by local authorities. When Thacker&apos;s school appealed to Ofsted, it upheld the appeal. Says Thacker: &quot;Ofsted recognised that the school had the capacity to improve, given the school&apos;s improvement plan and improved Sats results.&quot; In September last year, the DfE backed down from defending a legal challenge by Coventry council over a warning notice to Henley Green primary school in Wyken Croft, which would have triggered academy conversion. Coventry stated that the school was making good progress in a local authority partnership, and argued that the DfE had no power in law to force them to issue the warning notice. Barristers were hired and, in September, days before the case was due to come to court, the DfE wrote to say it was not defending Coventry&apos;s legal challenge. For Anne Mortimer (not her real name), another north-west head, the threat of forced academisation was also a shock. Her school&apos;s last Ofsted was &quot;satisfactory with good features&quot; and it had reached all the floor targets  facts she mentioned to the DfE consultant. She was told the reason for the DfE&apos;s actions was &quot;historical underperformance&quot;, she says, meaning that &quot;they were focusing on data that was 18 months old, even though there was a more current data set available&quot;. A week later, the head and the entire board of governors were summoned to a meeting with the local authority and told the school must become an academy. &quot;We were told we could not leave the room and had to make a decision there and then,&quot; says Mortimer. &quot;We could agree immediately and choose a sponsor, and if we didn&apos;t the process would happen anyway in the next two weeks and we&apos;d become an academy without choosing the sponsor.&quot; &quot;The governors were panic stricken,&quot; she says. Mortimer refused to make a snap decision. She contacted Browne Jacobson solicitors, who have become specialists in the rules of forced academisation, and the NAHT. Their representatives advised the governors that they were not obliged to become an academy under those terms. Mortimer says the governors were shocked. &quot;They couldn&apos;t believe that government could mislead them, for want of a better word, to the extent that they did.&quot; They then wrote to the DfE declining the &quot;offer&quot;, and did not receive a reply. &quot;We were told by the local authority that the DfE were not bothered about us any more.&quot; Mortimer believes the DfE were on a &quot;hunting mission&quot; for schools that were showing signs of improvement &quot;which would then provide &apos;evidence&apos; to support Mr Gove&apos;s policy of academisation&quot;.  Last month Sir Michael Wilshaw, the chief inspector of schools, announced that teams of inspectors would from now on be inspecting schools in entire local authority areas in an attempt to end what Oftsed sees as unacceptable variations in standards between local authorities with roughly similar social and demographic mixes. The first in the frame, Derby, has a consistent policy of discouraging academy conversion. Some, like Hobby, suspect a connection. &quot;Any sense that this is about politics rather than quality will raise the suspicions of school leaders,&quot; he says. &quot;We&apos;re concerned that Ofsted is straying from its mission to evaluate the quality of schools and signing up to the controversial ideology of replacing local authorities with chains of academies.&quot; This is a charge that the inspectorate denies. &quot;Ofsted does not promote &apos;academisation&apos; or any other particular way of organising schools,&quot; says a spokesman.  But with inspectors descending on entire areas, some of the schools that fought off the threat could soon have a new battle to face.  A film by Rhonda Evans about forced academisation can be viewed at www.academiesandlies.org.uk", 
    "section": "education", 
    "gid": "education/2013/feb/11/academies-schools-education-policy", 
    "wordcount": "1835"
}