{
    "headline": "A parent's guide to university league tables", 
    "text": "When tuition fees rose to as much as 9k, ministers decided that universities should provide the public with more information about what they can expect from a degree course. This means that, over the past year, a whole mountain-load of education data has been released, covering nearly all UK higher education courses. For each degree programme you can see a &quot;key information set&quot;, a collection of stats which tell you how much teaching time your child will receive, the employment opportunities they can expect and much more. But this information is available from a plethora of sources and formats  from government websites to university prospectuses and league tables. Where is the best place to start? And how can you avoid drowning in an information overload? &quot;Before looking at the league tables and the statistics that are available, it&apos;s important that parents support their child in thinking about what&apos;s best for them,&quot; says Ruth Chapman, a national careers adviser. &quot;The child needs to think about what it is that they hope to get from their university experience  what learning and teaching styles they prefer, or what they hope their graduate prospects will be.&quot; &quot;There are lots of university league tables available  all based on different criteria. League tables are useful when you know which points are most important for your child,&quot; adds Ruth Chapman. She points to the rankings produced by the Guardian, which prioritise student experience and employability and the Times Good University Guide () which includes institutions&apos; research quality when rating universities. Most university guides provide two sets of rankings: an overall league table, which scores universities according to the performance of the whole institution, and subject tables, which assess a university&apos;s performance at departmental level. Once your child has have a rough idea of the universities and department area they prefer, they can then start comparing individual course programmes. Unistats, a government website which contains information for all UK higher education courses, was recently revamped to help users do just that, says Jenni Rogers a higher education policy adviser. &quot;How you choose to use Unistats depends upon where in the decision-making process you and your child are. The majority of people tend to start by typing their chosen subject area into the search box on our home page and then exploring the results that are generated.&quot; The website allows users to shortlist courses by adding them to a virtual basket, she explains. &quot;You can press compare to get an overview of all the courses that you&apos;re interested in listed side-by-side. This will show you all the different statistics available, so that you can compare things like student satisfaction, average starting salaries or how accommodation costs vary across the country.&quot; Parents can also create a Your Unistats area where they can personalise what appears on their screen when comparing courses, says Rogers. &quot;It might be that you&apos;re only interested in whether or not a course is accredited, and you don&apos;t want to be overwhelmed with lots of other stats. In that case you can limit what information is generated.&quot; The site is entirely neutral, adds Rogers. &quot;People can make up their own minds about what they see.&quot; But even unranked statistics should be taken with a pinch of salt, warns Cathy Gilbert, director of external relations at Birmingham University. If you rely purely on data you might end up comparing apples with pears, she says. &quot;You may find that the number of teaching hours offered, for example, vary a great deal from course to course. A low number of teaching hours isn&apos;t necessarily a bad thing  but you need to understand the type of teaching you can expect. Some courses will require a lot of independent learning, others will have high teaching hours because there&apos;s a lot of lab-based time.&quot; University league tables and stats are a useful starting point, but numbers can only tell you so much, she says. &quot;Parents should also make sure that they go with their child to prospective universities and talk to staff and current students. It&apos;s only then that they&apos;ll get a real feel for what the university can offer.&quot;", 
    "section": "education", 
    "gid": "education/2013/jun/17/a-parents-guide-to-university-league-tables", 
    "wordcount": "708"
}