{
    "headline": "The week in wildlife - in pictures", 
    "text": "   The decline of wild bees and other pollinators may be an even more alarming threat to crop yields than the loss of honeybees, a worldwide study suggests Photograph: Baz Ratner/Reuters       A greater adjutant stork (Leptoptilos dubius) jumps on tree branches near its nesting site in the outskirts of Guwahati city, India. Guwahati city has the largest concentration of the greater adjutant stork in the world but their number is gradually declining due to loss of wetlands, habitat and availability of food Photograph: STR/EPA       A squirrel runs up a tree with leaves which it put into an abandoned bird house 22 February in New York's Union Square Park Photograph: Stan Honda/AFP/Getty Images       A gentoo penguin leaps from water to rocky shoreline in Cuverville Island, Antarctica. Photographer Paul Souders, from Seattle, USA, spent days documenting the animals Photograph: Paul Souders/Barcroft Media       Egyptian goose chicks cuddle on the banks of a pond in Frankfurt Main, Germany Photograph: Frank Rumpenhorst/EPA       A telephone pole covered in a nest made of twigs and grass by sociable weaver birds. Photographer Dillon Marsh has documented the opportunistic habitations of the species on telegraph poles in South Africa's Kalahari Desert. His 'Assimilation' project shows how the birds make good use of the poles in a landscape with few real trees. Sociable weavers construct permanent nests on trees and other tall objects Photograph: Dillon Marsh / Rex Features       An injured Indian one-horned rhinoceros takes rest inside the Pobitora Wildlife Sanctuary about 50 km away from Guwahati, India, The rhino was attacked with a spear by local villagers when it came out of the sanctuary in search for food. Pobitora is famous for its Indian one-horned rhinos, where tourists come from all over the world in large numbers every year Photograph: STR/EPA       Elephant populations are rapidly depleting all around Africa because of poaching. Yet in Zimbabwe, too many elephants are pushing Hwange national park to crisis point. During the harsh summer months, up to 50,000 malnourished and anxious pachyderms roam Hwange's arid landscapes in search of food and water. Many die slowly and painfully, starving to death or dying of dehydration  Photograph: Gemma Catlin/Rex Features       A Thai woman walks past a restaurant in Bangkok's Chinatown. Shark fin trade is one of the many issues that will be discussed at the Convention on International Trade in Endangered Species of Wild Fauna and Flora (Cites), that will take place in Bangkok from 3 to 14 March 2013 Photograph: Narong Sangnak/EPA       Members of the public look at a guillemot which was released back into the wild by RSPCA staff on the cliff's edge at Portland Bill, Dorset. The bird was one of a number sea birds rescued after they were contaminated with a colourless synthetic rubber. More than 300 birds, mainly guillemots but some razorbills, were taken into care by the RSPCA after being contaminated with Polyisobutylene (PIB) or butyl rubber. They were rescued along the south coast shores at the end of January and were being cared for at the RSPCA's West Hatch wildlife centre in Taunton, Somerset, and Mallydams Wood in Hastings, East Sussex Photograph: Ben Birchall/PA       A baby chimp's hand, left, is seen touching the hands of other chimps at Chimp Haven in Keithville, US. One hundred and eleven chimpanzees will be coming from a south Louisiana laboratory to Chimp Haven, the national sanctuary for chimpanzees retired from federal research Photograph: Gerald Herbert/AP       Asian small-clawed otter (Aonyx cinerea) plays in its compound at an animal park in Hamburg, Germany  Photograph: Sven Hoppe/AP       A pair of gloved hands are dwarfed by the furry paws of Boris the polar bear at the Point Defiance zoo and aquarium's animal health care hospital in Tacoma, Washington Photograph: Dean J. Koepfler/Getty Images       Elephant seals wearing head sensors and swimming deep beneath Antarctic ice have helped scientists better understand how the ocean's coldest, deepest waters are formed, providing vital clues to understanding its role in the world's climate. The tagged seals, along with sophisticated satellite data and moorings in ocean canyons, all played a role in providing data from the extreme Antarctic environment, where observations are very rare and ships could not go Photograph: Iain Field/Antarctic Climate and Ecosystems CRC/REUTERS       Moon jellyfish swims through the white sea off the coast of Russia. They may look like alien species, but these majestic creatures are in fact jellyfish. Photographer and diver Alexander Semenov plunged into the freezing waters of the White Sea, off the coast of north-west Russia, to document them. And despite temperatures dipping to a chilly -2C, Alexander managed to keep a steady hand and capture this stunning series. Incredibly, the beautiful creatures are usually photographed in the waters of the Pacific or Caribbean Photograph: Alexander Semenov/SPL/Barcroft Media       Dozens of mobula ray fish were mysteriously washed up on the beach in Gaza City yesterday and carted off to market by Palestinian fishermen. It was the first time the fish had been seen on the beach for six years, according to a local video report purporting to show fisherman examining the rays Photograph: APAimages/Rex Features       Siberian flying squirrels on the Japanese island of Hokkaido. The reclusive creatures are shy, nocturnal animals and in winter may sleep continuously for several days. Seldom seen, they inhabit trees in which woodpeckers have left holes suitable for nests Photograph: Masatsugu Ohashi/Rex Features       Siberian flying squirrels get their name from their ability to escape predators by gliding from tree to tree by spreading out a thin flap of skin and stretching out all of their limbs. The squirrels prefer tall pine, cedar or spruce trees where they can use abandoned woodpecker holes as nests rather than making one themselves  Photograph: Masatsugu Ohashi/Rex Features  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/mar/01/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}