{
    "headline": "Science communication goes viral", 
    "text": "     When you create something and send it out into the big wide world, sometimes it has an impact that you could never expect. I&apos;ll guess that when Tim Berners-Lee invented the web, he wasn&apos;t planning for it to become a worldwide repository of amusingly captioned photographs of cats. But it&apos;s lovely when something you created has exactly the impact you wanted it to. This week, a video made by myself and three friends from the science communications masters course at Imperial College went viral. Not &quot;Fenton the dog&quot; viral, but trending on YouTube (316,000 hits and counting), a spot on CBS News blog, in the Sun newspaper and a teeny-tiny snippet in the Guardian&apos;s own G2 (too tiny even for a link). The video shows us recreating Seven Nation Army by the White Stripes, using as our instruments the tools lying around in a lab at Imperial, and some &quot;creative&quot; editing techniques. We did this to communicate science. And it seems to have worked. A year ago, the four of us started working with the research group at Imperial&apos;s Blast lab (now part of the Royal British Legion Centre for Blast Injury Studies) to make a multimedia blog for the PLoS blog network about their work. It wasn&apos;t an easy journey. The lab includes military personnel, has links to the ministry of defence and works with human tissue, so getting permission to film and write about their research was no mean feat. But group leader Dr Adam Hill was so keen on the project, we managed to find a way round those obstacles. And it was worth it, because the group&apos;s research is fascinating, and the team themselves are an incredible bunch of people, brimming with energy and ideas. At the time, the team were focusing on recreating what happens when an army truck rolls over an IED (improvised explosive device), to investigate the effect of the explosion on cells, tissues and whole limbs. They spent hours setting up equipment to create a huge explosion lasting mere seconds, and then spent further hours analysing the results. In our film we tried to convey the entire experience of science, from the tedium of sitting with a lab book, to the excitement of their explosive experiments. We also wanted to get people to think about the lab environment not as somewhere scary and alien, but somewhere accessible, and most importantly, somewhere fun to work. This particular video was to show the variety of people who must work harmoniously to conduct a piece of scientific research. Just like a band in which a group with different talents create something more than the sum of its parts, a research group like Blast contains a diversity of doctors, mechanical engineers and biophysicists. We wanted to show that an amazing finding could be the product of a group of people with diverse skills working together. Collaborations like this always work better if those people are having fun, sharing ideas and being creative, and that is what the video was all about. One thing it wasn&apos;t about was making money, and it is a weird side-effect of a video going viral that people start to suggest you should try to profit financially. That was never our intention when we created the blog, and while all four of us wouldn&apos;t mind the money, none of us feels all that comfortable earning anything from it. For us (after the initial ego-boost), the most rewarding thing about the widespread enthusiasm for our video has been seeing bloggers using it as an opportunity to tell readers about the lab&apos;s research. And that was kind of the point of the whole thing. Find out more about our experience at The Student Blog. Working with Anna Perman were Ben Good, David Robertson and Lizzie Crouch", 
    "section": "science", 
    "gid": "science/blog/2012/feb/23/science-communication-goes-viral", 
    "wordcount": "637"
}