{
    "headline": "Boot up: Apple's Dutch loss, Google's crypto problem, Sony's PS3 hassle and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Apple loses touch patent smackdown to Samsung in Netherlands &gt;&gt; AllThingsD  Apple doesn&apos;t seem to be having much luck asserting its multitouch patent against rivals abroad.  A Dutch court on Wednesday found that Samsung did not infringe Apple&apos;s so-called &quot;touch event&quot; technology, a feature which associate multitouch flags with one or more views.  &quot;The court judges that Samsung with the trading of its Galaxy products does not infringe on [Apple&apos;s patent],&quot; the Court of The Hague explained in its ruling. &quot;Apple, as the unsuccessful party, will be ordered to pay the litigation costs.&quot;   (Thanks @rquick for the link.) How a Google headhunter&apos;s email unravelled a massive net security hole &gt;&gt; Wired.com  Michael Orlando, vulnerability analyst with CERT, said his group planned to release an announcement about the issue this week to spread the word.  The fix is an easy one - companies simply need to generate a new key at the stronger length and place it in their DNS records. But they also need to remember to revoke their old key, Harris says.  &quot;As long as the old one is still in the DNS record, even if you&apos;re not using it, an attacker can still use it,&quot; he says.   (Thanks @ponk2k for the link.) Sony faces setback as hackers release PlayStation 3 decryption keys &gt;&gt; Ars Technica  Sony faced a setback in its campaign to control what software can run on its PlayStation 3 after hackers published one of the cryptographic keys that forms the core of the security scheme locking down the game console.   A cat-and-mouse game. (Thanks @rquick for the link.) I just bought more than 1 million ...Facebook data entries. OMG! &gt;&gt;Talk Web  I have the bloody habit to look for cheap deals on some websites and today I&apos;ve got the featured offer to buy more than 1 million Facebook entries containing Full Name, e-mail and Facebook profile URL.   Concerning. (Thanks @Sputnikkers for the link.) European Parliament endorses stricter European export control of digital arms &gt;&gt; Marietje Schaake MEP&apos;s site  By endorsing amendments proposed by Dutch Member of European Parliament Marietje Schaake (D66/ALDE) the European Parliament wants EU export control regulation to include additional binding export controls for technologies that are used by authoritarian regimes to monitor, track and trace citizens. Companies should ask for export authorization if they have reasons to believe that certain exports might harm human rights. The Parliament also calls for an EU-wide application of the additional licensing requirements, EU Member States are obliged to block exports of technologies to countries facing emergency situations. &quot;This is a big step forward in our battle against digital arms trade. It is unacceptable that regimes in Syria and Iran can use European technologies to violate human rights, let alone that European companies are actively involved in that&quot;, Schaake says.   Good news if this has really been achieved through that move. Or will it just mean that other countries export the products to repressive regimes? The trouble with APIs &gt;&gt; Stu Charlton There&apos;s no simple way to summarise this. If you&apos;re interested in APIs, you&apos;ll find it interesting. OMG... now O2 has launched a mobile card reader &gt;&gt; Mobile Money Revolution  On the day that iZettle confirms its intention to launch in the UK, Brit operator O2 has confirmed that it too is launching into this ridiculously crowded sector.  Thanks to the massive success of Square in the US, everyone&apos;s piling into the market for mobile card reading. PayPal, Intuit, Verifone and others have launched Stateside, while Payleven, SumUp, mPowa and more are battling each other in Europe.   However the US-based versions can&apos;t attack the UK or European markets: no chip-and-PIN. (Even some of the players in the UK and European market don&apos;t have that capability - which might separate them out quite quickly.)  Despite piracy, there WILL be another Android Football Manager game &gt;&gt; The Appside  Sports Interactive has confirmed that it will be releasing Football Manager Handheld 2013 for Android, despite heavy piracy of the 2012 version - its first for Android devices.  Studio director Miles Jacobsen tells Red Bull&apos;s website that the ratio of pirated downloads to legitimately bought copies of Football Manager Handheld 2012 for Android is now &quot;ranging between nine to one and 11 to one&quot;.   We&apos;ve heard the same figures from Jacobsen. It&apos;s quite a problem for app developers: it has to represent lost revenue. What are the best examples of software bugs that became features? &gt;&gt; Quora  This is from an anecdote by Ken Demarest, one of the original developers who worked on Wing Commander I on the PC...  ... we were getting an exception from our EMM386 memory manager when we exited the game. We&apos;d clear the screen and a single line would print out, something like &quot;EMM386 Memory manager error. Blah blah blah.&quot; We had to ship ASAP. So I hex edited the error in the memory manager itself to read &quot;Thank you for playing Wing Commander!&quot;   Actually, the whole thread is worth reading, starting with Space Invaders. Cracking TrueCrypt 7 &gt;&gt; TCHead  Q. Can TCHead brute-force TrueCrypt?A. Yes. However, TrueCrypt passwords go through many iterations and are strengthened. Cracking them takes time. Very strong passwords will not be cracked. Also, in addition to trying multiple passwords an attacker must try each password against each combination of hash and cipher (assuming they do not know what these are beforehand). System encrypted hard drives use only one hash and cipher, so attacking those is faster.   Hard to know whether to be worried about this or not. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/25/technology-links-newsbucket", 
    "wordcount": "989"
}