{
    "headline": "How the rock hyrax's toilet habits left climate scientists a 55,000-year trail", 
    "text": "Scientists have devised an unusual method for investigating past climate changes  by digging into ancient layers of dried urine left by the rock hyrax. The hyrax (Procavia capensis) is a highly sociable, noisy creature the size of a guinea pig that is common throughout Africa and Asia. It makes homes in rock fissures, which it occupies continuously for long periods. In South Africa, one nest was found to have a urine layer that had been building up for the past 55,000 years. &quot;Hyraxes use the same place to pee every day,&quot; said project leader Brian Chase of Montpelier University in France. &quot;The crucial point is that hyrax urine  which is thick and viscous and dries quickly  contains pollen, bits of leaves, grasses, and gas bubbles that provide a clear picture of the climate at the time. &quot;Once we have found a good layer of solid urine, we dig out samples and remove them for study. We are taking the piss, quite literally  and it is proving to be a highly effective way to study how climate changes have affected local environments.&quot; Chase&apos;s project, based in South Africa, has already shown that the region&apos;s climate has been sharply affected by events that have occurred in distant regions, including the Arctic and Antarctic. &quot;There were several events not long after the end of the last Ice Age when there were dramatic drops in temperature in the Arctic. These were due to great lakes of melted ice water bursting into the ocean. &quot;They had a huge local impact in northern Europe but we did not know how the rest of the planet was affected. Thanks to rock hyrax urine from the period, we have an answer. There was significant cooling in South Africa, and presumably the rest of the planet, at thetime.&quot; Chase was speaking at the American Association for the Advancement of Science&apos;s annual meeting in Boston and was one of several scientists backed by the European Research Council who presented details of new techniques for studying the planet&apos;s climatic past. This work has considerable practical implications. As carbon emissions accelerate climate changes today, scientists need to know more about past events to understand how global warming might affect the planet in future. Other speakers at the session included Dr Siwan Davies of Swansea University, who is analysing traces of volcanic dust in Greenland ice cores to build up a detailed timeline of fluctuations in the Arctic climate. &quot;In some instances, there have been jumps in temperature of up 16C within a few decades in the past,&quot; said Davies. &quot;Either the oceans are driving these changes or it is the atmosphere. We need to find out which. To do this, we can study past changes in the atmosphere by analysing ice cores which contain trapped bubbles of air and we can study ocean changes by analysing mud cores from the seabed. Then we can comparethem.&quot; However, these two sources of data have to be aligned accurately to ensure scientists are analysing the same events. To do that, Davies and her team are creating a timeline based on Icelandic volcano eruptions  so far they have uncovered details of more than 80 over the past 115,000 years. This allows ocean and atmosphere changes to be arranged in correct chronological order and so help tease out the drivers of climate change. &quot;The aim of these studies  including our work on hyraxes  is to create a very accurate timeline of past climate events so we can understand what is causing them,&quot; said Chase. &quot;Some researchers use ice cores. We just happen to use urine.&quot;", 
    "section": "science", 
    "gid": "science/2013/feb/16/rock-hyrax-toilet-habits-climate-scientists", 
    "wordcount": "620"
}