{
    "headline": "Element of the week: radium | video", 
    "text": "    This week&apos;s element is radium, which has the atomic symbol Ra and the number 88.  Radium is a dense silvery-white alkali earth metal that rapidly oxidises to black when exposed to air. Radium is rare; only four isotopes of radium occur in the wild, and these are found in uranium ores. All isotopes are highly radioactive and the isotope with the longest half-life is radium-226 (a decay product of uranium-238), which has a half-life of 1601 years.  Radium is not very interesting to biologists because it is not necessary for life. It is, in fact, quite harmful to life due to its radioactivity and chemical reactivity. However, this did not stop a 30-year radium craze in the United States, where quacks and manufacturers claimed radium to be a &quot;wonder drug&quot; and added it to all sorts of items, from toothpastes and suppositories to foods and even to drinking water, claiming it prevented or cured all sorts of ailments, ranging from arthritis and cancer to mental illness.  Yet at the same time that radium&apos;s health effects were being touted, it was also being added to pesticides and insecticides. Radium is luminescent, glowing a lovely pale blue colour. This quality led to it being incorporated into a paint for watch and clock hands and dials in the United States, causing the deaths of many dial painters (all young women) who used their lips to give their paint brushes a fine point. These women, dubbed &quot;Radium Girls&quot;, ended up suffering from a number of health problems such as anemia and cancer. Some Radium Girls ingested so much radium that their hair, hands, faces and arms glowed a luminous pale blue in the dark.  But it wasn&apos;t as though people didn&apos;t have adequate warning of radium&apos;s dangers; its discoverer, Nobel-laureate Marie Skodowska-Curie, noted that a vial containing radium that she carried in her pocket caused an ulcer to appear on her skin. She later died of aplastic anemia, most likely due to her years of exposure to radiation.  In this video, our favourite professor tells us a little about radium&apos;s chemistry and how it was sometimes used to treat cancer:            [video link]  Actually, Marie Curie&apos;s husband, Pierre, died after he was run over by a horse-drawn vehicle, which crushed his skull.  .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniofNottingham  You&apos;ve already met these elements: Francium: Fr, atomic number 87Radon: Rn, atomic number 86Astatine: As, atomic number 85Polonium: Po, atomic number 84Bismuth: Bi, atomic number 83Lead: Pb, atomic number 82Thallium: Tl, atomic number 81Mercury: Hg, atomic number 80Gold: Au, atomic number 79Platinum: Pt, atomic number 78Iridium: Ir, atomic number 77Osmium: Os, atomic number 76Rhenium: Re, atomic number 75Tungsten: W, atomic number 74Tantalum: Ta, atomic number 73Hafnium: Hf, atomic number 72Lutetium: Lu, atomic number 71Ytterbium: Yb, atomic number 70Thulium: Tm, atomic number 69Erbium: Er, atomic number 68Holmium: Ho, atomic number 67Dysprosium: Dy, atomic number 66Terbium: Tb, atomic number 65Gadolinium: Gd, atomic number 64Europium: Eu, atomic number 63Samarium: Sm, atomic number 62Promethium: Pm, atomic number 61Neodymium: Nd, atomic number 60Praseodymium: Pr, atomic number 59Cerium: Ce, atomic number 58Lanthanum: La, atomic number 57Barium: Ba, atomic number 56Csium: Cs, atomic number 55Xenon: Xe, atomic number 54Iodine: I, atomic number 53Tellurium: Te, atomic number 52Antimony: Sb, atomic number 51Tin: Sn, atomic number 50Indium: In, atomic number 49Cadmium: Cd, atomic number 48Silver: Ag, atomic number 47Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s the Royal Society of Chemistry&apos;s interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. ..  GrrlScientist is an evolutionary biologist, ornithologist and freelance science writer who writes about the interface between evolution, ethology and ecology, especially in birds. She seriously considered pursuing her doctorate in chemistry, and has shared her fondness for this topic by teaching a number of university chemistry and biochemistry courses. You can follow Grrlscientist&apos;s work on her other blog, Maniraptora, and also on facebook, Google +, LinkedIn, Pinterest and of course, twitter: @GrrlScientist", 
    "section": "science", 
    "gid": "science/grrlscientist/2013/may/17/1", 
    "wordcount": "866"
}