{
    "headline": "Limited perspectives on overseas aid", 
    "text": "We were disappointed with the House of Lords economic affairs committee report on overseas aid (Abolish 0.7% UK aid target, say peers, 29 March). The conclusion that &quot;growth seems the most effective remedy for global poverty&quot; (para 58) is one-dimensional and misses the wider influence of aid on social, health and education development as well as emergency relief. Nor is it consistent with the report&apos;s own finding that &quot;India&apos;s impressive economic growth and technological attainments, and its own aid programme, coexist with widespread, extreme poverty&quot; (para 104). The UK&apos;s aim to attain the millennium development goals may not affect economic growth immediately, but it is helping to relieve suffering  particularly goal 4A, the reduction by two-thirds, between 1990 and 2015, of the under-five mortality rate. The report failed to engage with some of the key international development organisations supported by the UK, such as the GAVI Alliance, which is delivering effective immunisation programmes to combat pneumonia and diarrhoea. These diseases account for roughly 40% of all deaths for under-fives. Since 2000, Gavi has supported the immunisation of 326 million additional children, who might not otherwise have had access to vaccines, and prevented over 5.5m future deaths. Immunisation has a strong impact on economic and social development, reducing the catastrophic effects on families of illnesses and disabilities among children and ensuring children develop into healthy adults. The WHO and others say immunisation is a proven cost-effective health intervention. We therefore support the UK government&apos;s stance and are disappointed that the report makes sweeping recommendations about overseas aid based on a limited perspective.Lord Avebury, Jim Dobbin MPCo-chairs of the all-party parliamentary group for global action against childhoodpneumonia", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/04/lords-report-misses-point-overseas-aid", 
    "wordcount": "285"
}