{
    "headline": "Feeding behaviour and cannibalism in tyrannosaurs", 
    "text": "   Tyrannosaur bite marks on a dinosaur arm bone. From Hone & Watabe, 2010.    Right now I have a crowdsourced appeal going on for funds to support my ongoing research into the carnivorous behaviour of those most charismatic of dinosaurs, the tyrannosaurs. The behaviour of fossil animals is one of those things that tends to do rather badly in the public eye: it is seen as mere guesswork and it&apos;s not helped by the occasional exaggeration or fictionalisation by the media or documentaries (and yes, occasionally, academics too). However, like a lot of aspects of palaeontology, an understanding of the available data and how it is interpreted reveals that much can be said for certain or at least considered highly probable. Naturally the tyrannosaurs have attracted a lot of attention, but then we have quite a bit of data for them, so this helps a lot. First off we know quite a bit about how their skulls and teeth are adapted for biting. Work done on tooth strength and tooth shape (especially the microstructure of the serrations) shows how strong they were and what kind of ability they had to cut and pierce. Computer modeling of skulls under loading (very similar to the study I discussed recently here) again shows they had a powerful bite, and that matches their overall build  there&apos;s a short and strong neck and robust body there too. This work is backed up by data taken from actual fossils. There are several specimens of dinosaur that have been on the wrong end of some major bites by rexy. In particular there&apos;s a Triceratops pelvis full of holes and scrapes that perfectly match tyrannosaur teeth. Bones of all animals have some pretty universal properties, so it is relatively easy to measure the size and depth of the bite marks and work out how strong the bite must have been to deliver that kind of penetration. The result is quite simple: tyrannosaurs like T. rex had some of the strongest bites of any known terrestrial animal and the strongest of any dinosaur we know of. As to how they fed, well that&apos;s another issue, but again one that has been tackled. The Triceratops pelvis shows that heavy biting was certainly within their range of behaviour and capabilities, but a more intriguing specimen suggests that they could be delicate and selective feeders. Back in 2010 I described an arm bone from a dinosaur in Mongolia that bore a huge number of bite marks from Tarbosaurus, an animal widely regarded as the nearest relative of Tyrannosaurus.  What was interesting about this arm was that the rest of the dinosaur was intact but unmolested as it was probably buried in sand at the time  this was a scavenged carcass, not a kill. The second neat thing was the fact that although there were a great many bites on the bone, most of them were only slight (shown up top). An animal we know to be capable of biting right through an inch of bone was leaving marks just a millimeter or so deep, yet at the ends of the bone where the tendons and cartilage would have lain, the bites were deeper. It was choosy about how it bit and must have been making an active decision, tailoring its bite pattern according to whether it was stripping muscle tissue to eat or ripping the bone free of the buried carcass.  What did tyrannosaurs feed on, or at least attempt to? Well again we do have some nice data. The most obvious candidates are those herbivorous dinosaurs most numerous at the time  there are the hadrosaurs (or duck billed dinosaurs) and the ceratopsians (horned dinosaurs like Triceratops). There&apos;s a specimen of Tyrannosaurus known with the remains of a hadrosaur inside it  a last supper  and there&apos;s also a coprolite which also has the remains of a young hadrosaur preserved within (though rather chopped up and broken). We also have the above mentioned &quot;chewed-on&quot; Triceratops, and a survey of bones from beds containing tyrannosaurs in Canada showed numerous bites on both hadrosaur and ceratopsian elements.  The bone Tarbosaurus had been biting on was from yet another hadrosaur, so these were clearly common prey and most seem to have been juveniles as well. Intriguingly, there are also specimens of a couple of young hadrosaurs that survived attacks by tyrannosaurs  healed bite marks, and in one case a tooth stuck in a bone that has healed around it, show that at least some survived an attack. Finally, there is also a Tyrannosaurus toe bone with marks that can only have come from another Tyrannosaurus. Clearly there was cannibalism going on in one tyrannosaur species at least. That&apos;s not a huge surprise really, plenty of carnivores are not above devouring their kin, and it makes some sense  getting hold of food can be difficult and dangerous for predators so they should take advantage of whatever they find. However, this would probably not be a particularly common event. Huge predators wouldn&apos;t be that common in the landscape and of course we have to be lucky enough to find a fossil like this. Much of what I have written here relates to Tyrannosaurus rex alone as the most studied of the tyrannosaurs and quite possibly the one with the most data available. However the really big tyrannosaurs (a clade called the tyrannosaurines) were all very similar in general morphology: they were big (8 metres long and upwards), heavy animals (multiple tons) with reduced hands, bull necks and proportionally large skulls and big teeth. In short, they have a collection of features all of which can be linked to how they would kill and feed, so it&apos;s reasonable to infer that these kinds of behaviours were pretty normal for this group. Even so, confirmation is really what you are after and that&apos;s where my latest project comes in. I&apos;ve been given the chance to work on a specimen of an animal called Daspletosaurus. This was a tyrannosaurine that was a close relative of Tyrannosaurus and lived only a few million years before the king in what is now Alberta. The main part of the specimen is a skull that shows bite marks which match those of another large tyrannosaurine. This could well be another case of cannibalism. This therefore is extremely interesting: we can get some really nice new information on another tyrannosaurine&apos;s bite patterns and feeding behaviour and potentially demonstrate that cannibalism was present in more than just Tyrannosaurus. Examination of this material and the teeth and skulls of other specimens and related tyrannosaurines will help me piece this together, but obviously the first thing to do is to get to the material in Canada and see it and describe it. For that though, I need funding and hence the request for funds through Microryza.  I will be blogging the project and putting the resulting paper into an Open Access journal to make it as widely available as possible. However, this will only really work if I can afford to do the work, so any contributions will be very generously received. Even small amounts make a big difference, so do please help out a little if you can. It&apos;s a great way to get involved in science and help direct what research is done.", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/jan/28/dinosaurs-fossils", 
    "wordcount": "1204"
}