{
    "headline": "Week in wildlife  in pictures", 
    "text": "   An ibex silhouetted during sunrise, on a cliff above the Ramon crater in Israel's Negev desert Photograph: Amir Cohen/Reuters       A 3,000-strong flock of snow geese take off from the Middle Creek reservoir near Kleinfeltersville, Pennsylvania. The geese stop there to feed on marsh grass before continuing their migration north to their breeding grounds in the Canadian Arctic Photograph: Jim Lo Scalzo/EPA       A mountain hare peeps over the heather in Upper Derwentdale, the Peak District. The creatures turn white in winter, when there is a dearth of predators. This shot is taken from our Green Shoots pool, and you can just about make out a reflection of the photographer in the hare's eye Photograph: Flickr       A fishing line hangs from the foot of a brown pelican as its glides along the coastline in La Jolla, California. It was reported this week by the IUCN that seabird populations have declined rapidly over recent decades, with some nearing extinction Photograph: Mike Blake/Reuters       Thousands of spiders build new webs after floodwaters forced them to move to higher grounds, in Wagga Wagga, New South Wales, Australia. More than 9,000 people were evacuated from the region after flooding ravaged vast areas Photograph: Lukas Coch/EPA       A wallaby tries to escape floodwaters of the swollen Murrumbidgee river in Wagga Wagga Photograph: Lukas Coch/EPA       A rare golden brushtail possum, who was born this week at Wild Life Sydney. The species is one of Australia's largest arboreal (tree-dwelling) marsupials and is rarely seen in the wild Photograph: Wild Life Sydney/EPA       Animal experts speak about the behaviour of giant pandas Ying Ying and Le Le at the ocean park in Hong Kong. The Giant Panda House reopened on Thursday after being shut in February in a bid to encourage Ying Ying and Le Le to mate Photograph: Chen Xiaowei/Corbis       Zebras and Thomson's gazelles graze in the Maasai Mara national reserve in south-west Kenya. The country's 1,000 species of birds, 261 mammals, and 6,500 species of plants play a major role in Kenya's socioeconomic development via tourism. However, the country is embarking on the huge mission of trying to conserve its plants and animals, after they have become threatened by human-wildlife conflict  Photograph: Dai Kurokawa/EPA       Hippopotamuses surface from a pond, also in the Maasai Mara national reserve. Some of Kenya's parks and their ecosystems have been hit hard recently by prolonged drought, which resulted in the loss of huge numbers of herbivorous animals such as zebras, elephants and buffaloes. This in turn created a shortage of food for carnivores such as lions and hyenas Photograph: Dai Kurokawa/EPA       Cheetahs on the look out for prey in the Maasai Mara reserve Photograph: Dai Kurokawa/EPA       A pair of great blue herons fight over a fishing spot during the low tide at Moss Landing, California Photograph: Michael Yang/Rex Features       A young mountain gorilla and its mother in Parc des Volcans, Rwanda. We reported this week that the gorilla genome shows a 96% share with humans, according to new research Photograph: Michael Poliza/National Geographic Creative       A glossy ibis captured in Flat Holm, off the Pembrokeshire coast. It is one of many who have reportedly been spotted in the Welsh region, most likely blown off-course as they usually summer in the Mediterranean and winter in Africa. This photo is part of the Guardian's Green Shoots pool Photograph: Flickr       A long-tailed macaque sits in his enclosure at an unspecified monkey farm in Laos, in a photo captured by the British Union for the Abolition of Vivisection this week. Tens of thousands of monkeys, including animals illegally captured from the wild, are being held in appalling conditions at farms in Laos and sold to international research institutes, a new report said Photograph: British Union for the Abolition of Vivisection/AFP/Getty Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/mar/09/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}