{
    "headline": "Educating Burma's migrant children in Thailand  in pictures", 
    "text": "   A migrant to Bang Khun Thian, Bangkok. In the past two decades, there has been a steady influx of people from Burma to Thailand, and many arrive with nothing       Burmese migrant communities in Thailand are often poor, but they still contribute to Thai society. In the border town of Ranong, fishing is the primary source of income for migrant workers. The red banner is an advert for a Thai mobile phone network provider, written in Burmese to target new customers       Sometimes work leads migrants to move to remote locations, where they receive little support. Four families live in the isolated community of Khuk Khak in Phang Nga. Living deep in the jungle, this mother is afraid to take her sick three-year-old daughter to hospital because of her concerns about their legal status       Two children play around the isolated plantation in Khuk Khak, Phang Nga, where they live       An infant is vaccinated at the Mae Tao clinic, in Mae Sot, which was set up and is run by migrants to provide accessible healthcare for their communities       Children not in Thai state schools are sometimes educated in migrant learning centres, such as this one in Muang       Children are taught skills to help support themselves and their families in their daily lives. At this Thai foundation in Bang Bon, Bangkok, children are prepared for integration into Thai state schools       From a very young age, migrant children are introduced to Thai culture. At the Thai state nursery school in Muang, Rangong, the wai  a formal greeting  is one of the first Thai customs they learn       Although many migrant parents are keen for their children to have an education, ensuring the familys survival is paramount. Outside her migrant learning centre in Muang, this child helps her mother to support the family by collecting and selling plastic bottles       The need for children to undertake roles of responsibility in the family can interfere with their education. Migrant construction workers live with their families in temporary accommodation on site. This boy is enrolled at the local migrant learning centre in Phang Nga, but he often has to stay at home to care for his three-year-old-old sister while their parents are at work       A boy is cared for by his grandfather in Mae Sot while his parents are out at work       Once at Thai school, the opportunities for integration increase. At this orphanage in Khuk Khuk, Phang Nga, two boys play football after school, still wearing their school uniforms  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/may/13/burma-migrant-children-thailand-in-pictures", 
    "wordcount": "0"
}