{
    "headline": "Can a honey-processing service unite urban beekeepers?", 
    "text": "It has been a terrible summer for bees. The wettest April and June on record with little respite in May meant bees were unable to get out and forage on the fruit trees and copious amount of plants and flowers in bloom at that time of year. So serious was the situation, that the National Bee Unit issued two high-level alerts warning beekeepers to feed their bee colonies a sugar water solution to prevent them from starving to death. The sun has finally come out in some parts of the UK in recent weeks allowing the bees to collect protein-rich pollen and sweet nectar. In London, the lime trees at the beginning of July provided a much-needed nectar flow and the bees have been industriously transforming most of it into honey, but this late surge can&apos;t make up for the months when the production line was out of action. As such, there is expected to be little British honey this year. The British Beekeepers Association annual honey survey won&apos;t be published until the autumn when its 20,000-odd members have had time to harvest all their stores, but my hunch is that yields could be half as much as last year. Hives that can be expected to produce 40lbs of honey a year on average, could yield nearer 20lbs in 2012. So it seems an unfortunate time to set up a social enterprise focused on honey extraction. But on Thursday, the Bee Collective launched in central London to provide a honey-processing service to urban beekeepers. The collective has created a &quot;honey house&quot; in Victoria where it can extract, jar and label tonnes of honey from different beekeepers all over the capital. Beekeeping in London has reached unprecedented levels in the past five years. Beekeepers&apos; associations report membership more than doubling and it is thought there could be as many as 5,000 beekeepers within the M25, each with an average of three hives. But harvesting and extracting honey from the honey comb can be a laborious, sticky and expensive process. The Bee Collective says it aims to take the effort out of extraction. In return it wants a small amount of honey as payment. It will sell this honey and use the profits to invest in what it says is its core business: promoting bee habitats in London. Clever, eh. Using honey as a vehicle to improve the habitats of the creatures who produce the honey. By habitats it means forage, and in particular planting bee-friendly flowers and trees on green roofs and in squares and public gardens in central London where the density of hives is growing at the greatest speed and concerns have been raised about whether there is enough food for honeybees. Caroline Birchall, founder of the Bee Collective, works at Natural England on landscape ecology in the capital. She says there is a huge amount of green infrastructure such as green roofs and rain gardens, which enable water to be absorbed rather than run off, that is being put in place to combat climate change and which could be made more suitable for bees and other pollinators. The Bee Collective is sponsored by Victoria business improvement district (Bid) which states it is &quot;passionate about improving the quality of the local environment for local business employees, residents and visitors to the area&quot;. This summer, it funded beekeeper training and bee hives on buildings along Victoria Street, including Westminster Cathedral, and is developing a tree planting strategy and green infrastructure projects. One of the Bid business members, John Lewis, is developing a rain garden at ground level that the Bee Collective hopes to advise on making bee-friendly. The Bee Collective is also working with the Mayor&apos;s Capital Bee Campaign which in 2011 trained 51 communities around the capital to become beekeepers and has advised the Collective on the honey services that new beekeepers require. Birchall admits there may not be much honey to kickstart the collective, but she says it&apos;s important to stress that her social enterprise is not about the quantity of honey, it is about beekeepers coming together to help improve bee forage. Since most beekeepers these days haven&apos;t taken up the pastime for the honey  instead reasons range from reconnecting with nature to saving the bees  I&apos;m sure they&apos;d be only too happy to part with a small offering to help their bees have more food in the future. And with a high demand for local honey by far outstripping supply this year, the Bee Collective should be able to charge a premium for its wares boosting profits for its bee habitat programme. So maybe it&apos;s not such a bad time after all.", 
    "section": "environment", 
    "gid": "environment/blog/2012/aug/17/honey-processing-urban-beekeepers", 
    "wordcount": "782"
}