{
    "headline": "PlayStation Vita review: the big question  do you need one?", 
    "text": "It is quite fitting perhaps, that Sony&apos;s latest handheld console  the PlayStation Vita  should arrive in the midst of London fashion week. Like the delicate couture of Mary Katrantzou or David Koma, it is sleek, stylish, individual and expensive. And as with those very same garments, fashionistas may look at this beautiful device in six months&apos; time and think, why did I buy that? Then again, they might be hopeless converts by then. One thing is certain, the Vita is something of an exciting anachronism in this age of smartphones and throwaway gaming experiences. It has a powerful processor dedicated to pushing around the latest high-definition visuals; it has two (two!) analogue sticks to provide accurate control, and it demands to be looked it  if only because it won&apos;t slip unnoticed into your back pocket: the huge 5in OLED screen has seen to that. So, it&apos;s not hugely portable by modern standards and you can&apos;t phone people on it. That&apos;s so not on-message. Ah, but you can play amazing games such as Uncharted: Golden Abyss and WipEout 2048  games that won&apos;t run on an iPhone (or if they did they&apos;d be hideous to play). It has Wi-Fi support and 3G, and thanks to its GPS function, it will allow you to locate nearby friends who also own one, for impromptu gaming sessions. You can even leave in-game items like weapons and costumes in your favourite meeting places. Imagine turning up at your local Starbucks only to get a little message on your Vita telling you that your friend Dave has left a virtual sports car there for you to pick up and put into your favourite racing game. It&apos;s not a big deal, but it&apos;s certainly clever. Vita has 30 games from launch day, and many more big titles on the way  many of which will never set foot near a smartphone or the rival Nintendo 3DS console. It can play music and movie files; it can talk to your PS3. Indeed, some games will run on both, so you&apos;ll be able to complete a level on Vita during your commute, then pick it up on PS3 when you get home. Vita, though, is the haute couture of gaming devices. It is a product that says: &quot;Look, I love games and I can also afford really nice things.&quot; Indeed, the basic model is 230, while the 3G version is 270, but you can get both cheaper if you shop around. You&apos;ll also need expensive memory cards, probably a pouch to keep it safe, and Oh, face it, it&apos;s going to cost you. But take a glance at that photo; it&apos;s a bit gorgeous really. And it has depth. Your friends may say: &quot;Yeah, but I can do all that on my iPhone.&quot; Then they&apos;ll see a game like Gravity Rush or Uncharted and go, &quot;Oh  no, I can&apos;t,&quot; and skulk away. I&apos;m not sure how long that thrill will last, and Vita has yet to realise much of its great technical promise, but for now, it is a teeny bit thrilling. And all fashion, however lovely, however expensive, is ephemeral.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/21/playstation-vita-review", 
    "wordcount": "528"
}