{
    "headline": "Ninja Gaiden 3  review", 
    "text": "For many years the Ninja Gaiden series has brought contemporary action gaming a flavour of the past, often simply in the form of its intense difficulty. A decade ago, when video game designers became wise to the fact that less demanding experiences might sell more copies, Ninja Gaiden still stuck to its arcade roots, pushing players with outstandingly testing blade-based melees. Ninja Gaiden 3, the latest in a long and convoluted series, with far more than a trio of titles to its name, also evokes a sense of the past, not through its difficulty, which has been pared back, but in a way that may disappoint modern gamers familiar with the choices available in today&apos;s blockbusters. Steeped in cliche, Ninja Gaiden 3 offers a particularly linear experience, where the route from A to B leaves little room for player experimentation. Narratively it is a muddled web of terrorist groups, shadowy organisations and ninja lore, and throughout it delivers painfully familiar action game stereotypes without a hint of irony or hammy B-movie charm. What&apos;s more, whereas previous Ninja Gaiden titles have offered a showcase of what is possible graphically on games machines of the time, visually this latest in the series, though technically capable, is artistically unambitious. Elsewhere the voice acting tumbles forth with little grace, the game world feels slightly empty of interactive detail, and on occasion the action is something of a slog of repeated battles. And yet for a release so easy to lambast, Ninja Gaiden 3 has many strengths. With the series&apos; trademark difficulty reduced, it is an accessible entry point to the challenging world of &quot;hack&apos;n&apos;slash&quot; action games. With an investment of effort it can be entertaining, and at times engrossing. After the opening chapter, much of the combat becomes especially satisfying, thanks in part to a control system that allows for some highly skilled showmanship on the player&apos;s behalf, balancing simplicity with a scope for personal flair. At its best, Ninja Gaiden 3 is unusual, intense and rewarding, but its dated structure and failure to continue to flout gaming conventions limit its appeal.", 
    "section": "technology", 
    "gid": "technology/2012/mar/25/ninja-gaiden-3-xbox-ps3", 
    "wordcount": "350"
}