{
    "headline": "Solar-powered lamp-post provides ray of light for Mali", 
    "text": "Momodou Keita, town chief of Sanogola, a small village 300km north of Bamako, Mali&apos;s capital, stands proudly beside the community&apos;s solar-powered lamp-post  a shiny, blue, enamel-coated construction of welded bicycle parts and water pipes. &quot;Ten villages now want these lamps,&quot; he announces with pride from inside his traditional Malian mud-walled compound. &quot;Now we have electricity and it helps us so much,&quot; he says.     Children in the village of Sanogola, Mali, learn to read and write using the solar lamp. Photograph: Matteo Ferroni/guardian.co.uk    Solar technology is spreading throughout countries across Africa and it is getting cheaper and more efficient. The searing rays of sunlight coupled with the lack of electricity grids on the continent make this renewable form of energy a no-brainer. But what makes Foroba Yelen, or Collective Light  the name given to the lamp-posts by the women of the area  so different is that it was designed specifically for the Malian communities who would end up using it, earning funding from the University of Barcelona for winning a special mention in the City to City Barcelona FAD (El Foment de les Arts i el Disseny/Support for Art and Design) award, a competition recognising initiatives that transform communities across the world. Italian architect Matteo Ferroni spent three years studying villages in rural Mali, where close to 90% of the population have no access to electricity. He wanted to design a light that villagers could manufacture for themselves, so went on to study how welders in nearby Cinzana built donkey carts, the traditional mode of transport that is still widely used today. He used their expertise, along with parts that could be found in any small village in the country, and came up with a design that would &quot;work for the people, not the manufacturers&quot;. &quot;Wherever we need the lamp to be, we just move it,&quot; says Assitan Coulibaly, the town chief&apos;s wife, gesturing to her son who proceeds to rock the lamp-post gently backwards on to its built-in wheel and trundle it around the yard. &quot;Children can do that. Elders can do that. Everyone can do that,&quot; she says with a smile. And they make money from renting the lamp-posts out to other communities too, adds Keita. &quot;When other villages need light for any occasion they borrow it and go for the ceremony and bring it back,&quot; he says. &quot;They have to pay to know the value of the lights.&quot; Ferroni noticed how people in rural areas did not follow western night and day sleep patterns. Instead, they wake and sleep depending on circumstances, and it was often the women who would work through the night using costly and often dangerous paraffin lanterns to finish jobs, such as grinding shea nuts, maize or millet, to sell the following day. &quot;The light is a tool to help women who carry out most of the work in the villages,&quot; he says. &quot;If they can do extra work at night, they can bring in more money for the family and in turn improve the education and health of their children.&quot; The lamp-posts have become much more than just a source of light for the community of Sanogola. They are enhancing their lives economically, socially and educationally, creating a space for the people of the village to use in whatever way they desire. And 62 more were delivered to communities in the surrounding areas in December. &quot;This light is the equivalent of the shade of the tree in the daytime,&quot; says Ferroni.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/28/solar-powered-lamp-post-mali", 
    "wordcount": "580"
}