{
    "headline": "PC business slumps for fourth quarter in a row", 
    "text": "The PC market appears to have hit a wall after shipments for the first three months of 2013 fell at least 11%, market researchers Gartner and IDC warn. Marking a fourth successive quarter of falling sales, it was the biggest contraction since IDC began to keep records in 1994, the company said. The slump will put extra pressure on Microsoft&apos;s chief Steve Ballmer, whose new Windows 8 software released in October was blamed: &quot;The Windows8 launch not only failed to provide a positive boost to the PC market, but appears to have slowed the market,&quot; said Bob O&apos;Donnell, IDC program vice-president, clients and displays. The PC market has hit a wall  and now is sliding down it. Shipments shrank for the fourth successive quarter between January and March, dropping by at least 11% according to the research companies Gartner and IDC, which released figures late on Wednesday. The fall is also the largest-ever contraction since IDC began to keep records in 1994, the company said. Gartner said it points to a dramatic shift in the computing market that will see the number of consumer PCs in use dwindle over time. The drop will put extra pressure on Microsoft&apos;s chief Steve Ballmer, whose new Windows 8 software released in October is blamed by IDC for the slump in sales: &quot;The Windows 8 launch not only failed to provide a positive boost to the PC market, but appears to have slowed the market,&quot; said Bob O&apos;Donnell, IDC program vice-president, clients and displays. Shipments were down 11% year on year to 79.2m by Gartner&apos;s figures, and just 76.3m according to IDC, a 13.9% drop. The companies use slightly different methods to count shipments. That compares with a peak of about 96m in the third and fourth quarters of 2011  since when sales have begun to slump. IDC research director David Daoud said: &quot;The magnitude of the contraction is both surprising and worrisome. The industry is going through a critical crossroads, and strategic choices will have to be made as to how to compete with the proliferation of alternative devices and remain relevant to the consumer.&quot; The death of the netbook at the end of 2012 has cut out a substantial chunk of low-end PC sales, said IDC, leaving a price gap that tablets and smartphones have absorbed. HP and Dell, two of the world&apos;s five biggest PC vendors, will also come under pressure as neither has a clear strategy in the tablet or smartphone market, to which consumers are shifting their business. Dell&apos;s founder Michael Dell is seeking to take the business private in order to retool it to cope with this challenge. Microsoft has been struggling to adapt since Apple shook up the low-end market with the release of its iPad tablet in April 2010. Windows 8, with its touch-friendly &quot;tiles&quot;, is intended to be well positioned for touchscreen devices  but consumers have apparently found the combination of that interface and the normal Windows 7-style &quot;desktop&quot; confusing. Nor are people willing to buy more expensive touchscreen laptops or tablets with detachable keyboards in large numbers. &quot;The PC industry is struggling to identify innovations that differentiate PCs from other products and inspire consumers to buy, and instead is meeting significant resistance to changes perceived as cumbersome or costly,&quot; IDC said. The figures from the two companies do not appear to include Microsoft&apos;s Surface RT tablet, launched last year, though they will include its Intel-based Surface Pro, which runs a full version of Windows. According to IDC, the PC market previously shrank in five successive quarters between the second quarter of 2001 and 2002  but the falls then were never above 10%, and in four quarters were less than 5%. In contrast, the latest dip has seen three quarters where the shrinkage is 8% or more year on year, and it seems to be accelerating. The cause of the slump is that consumers  who historically make up roughly half of all PC purchases  are shifting their spending away to other devices such as tablets and smartphones, said Mikako Kitagawa, principal analyst at Gartner, who offered the warning that &quot;even emerging markets, where PC penetration is low, are not expected to be a strong growth area for PC vendors&quot;. However, Apple, whose main buyers are consumers, appears to have grown faster than the Windows PC market, according to IDC, Gartner and US data from NPD. Although IDC reckoned that its US sales shrank by 7% due to competition from iPads, that would still be growth compared with the overall market there, which it said shrank by 12.7%. Gartner, by contrast, said Apple&apos;s sales grew by 7% in a US market that shrank 9.6%. NPD, which monitors retail sales, says Apple&apos;s sales grew by 14% year on year. Businesses, meanwhile, seem to be buying at the same rate as before, and even expanding purchases, said Kitagawa: &quot;The professional PC market, which accounts for about half of overall PC shipments, has seen growth, driven by continuing PC refreshes. Despite the fact that some regions already passed the peak of PC refresh, overall professional PC demand continued to grow.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/apr/11/pc-business-slumps-windows-8", 
    "wordcount": "874"
}