{
    "headline": "Replacing a Windows laptop's hard drive", 
    "text": "One of the drives in my Dell Studio laptop has been determined to be faulty (although it seems to work fine, it will not pass a maintenance test). Dell has sent me a replacement drive, under warranty. How can I replace this drive and keep Windows 7 and all my operating programs as an image so that I can remove the faulty drive and replace it with the new one? I already have a 149GB external drive, but I would have to reformat it to copy the laptop data to the drive. What is the safest way for a novice such as myself? Should I take my PC to a computer repair tech and spend 100 bucks or so?Dennis FornesThis is a relatively simple process with Microsoft Windows 7 because it already includes Windows Backup to do the job. Also, as you appreciate, you can do it by storing the original disk image on your 149GB external hard drive (EHD). However, I&apos;d guess this is a few years old now, so you might prefer to invest in a new terabyte drive instead. You don&apos;t say how big your laptop&apos;s drives are, but they could be 320GB or 500GB each, so you&apos;ll eventually need a 1TB or larger drive for backups.  Either way, you will need something with enough space to back up your original drive. An EHD is probably the simplest option, though I&apos;ll suggest a couple of cheaper alternatives below. You will also need a blank DVD or CD to create a System Repair disc. To begin, plug in the EHD and use Windows 7&apos;s search to find &quot;Backup or restore your files&quot; in the Control Panel utility. All you have to do is click the top left menu item  &quot;Create a system image&quot;  and a wizard will take you through the process. The wizard should find the EHD, so you just have to click Next. The wizard will now tell you what it is going to back up. Usually it will only back up the system drive (C:), which is the point of the exercise. I suspect that your Dell laptop also has a hidden partition to enable you to return the machine to its factory condition (ie by overwriting the C: drive with a fresh copy of the operating system). If so, the wizard should show that it is backing up both partitions. If it doesn&apos;t, follow Dell&apos;s instructions to make recovery discs, if you have not done this already. After that, click the button labelled &quot;Start Backup&quot; and wait an hour or probably more for it to finish. Once the backup is complete, the wizard will prompt you to &quot;Create a system repair disc&quot; on a DVD. This is the disc that you will use to restart your PC. The next step is to remove the old hard disk drive and replace it with the new one. This involves unplugging the laptop, removing the battery, then unscrewing and lifting off the bottom of the case. The drive that you need to replace should be the one in the corner in a Dell Studio, not the one in the middle, but I hope Dell has included the location in its fitting instructions. (Most laptops only have one drive so it&apos;s rarely a problem.) Assuming Dell has provided a raw drive, you will need to remove old drive from its caddy and replace it with the new one. You will also need to pull the SATA connector from the front of the old drive and push it into the opening in the front of the new one. (It only goes one way.) Electronic parts are susceptible to damage from electrostatic shocks, so you must make sure you are not carrying a charge. Technicians are expected to wear an antistatic wrist strap, and it is a good idea, though I&apos;ve never bothered. When you have re-assembled your laptop and plugged in your EHD, start it using the system repair disc. Select the option that says: &quot;Restore your computer using a system image you created earlier&quot; and click Next. Again, the wizard should find the disk image and copy it to the empty drive. When it has finished, your laptop will reboot and everything should be exactly as it was before, except on a new drive. Presumably, your new C: drive has the same capacity as the old drive. If you were swapping, say, a 350GB drive for a 500GB drive then you would find Windows 7 had created another 350GB drive. You would have to run Windows&apos; Disk Management utility, select C: and choose Extend Volume to make C: take up the unallocated space (roughly 150GB in this case). At the beginning, I suggested buying a new terabyte EHD. There are two alternatives. The first is to buy a cheap hard drive enclosure for a 2.5in SATA drive. An external hard drive is basically just an ordinary internal hard drive inside a small box. You already have a 2.5in hard drive from Dell, so you would just be buying a box to put it in. In this case, you&apos;d simply clone the internal drive to the external one (in the enclosure) then swap the drives over. The second alternative is to replace the second drive in your laptop (probably D:) with the new drive, then clone the C: drive to your new D: drive. Once that&apos;s done, you can move the D: drive to C:, then put the old D: drive back in the second slot. This is what we used to do in desktop PCs, where it was just a matter of swapping ribbon cable connections. I have not tried this with Windows 7 but I assume it will automatically recognise the drives and not throw the kind of hissy fit that sometimes happened with DOS-based versions of Windows. If you don&apos;t have to return the old (faulty) drive to Dell, then wrap it in the new drive&apos;s packaging and keep it as an extra back up. If you do have to send it to Dell, then you can load it into the external enclosure and securely erase it using Heidi&apos;s Eraser. This will help prevent your personal information from getting into someone else&apos;s hands. Incidentally, before you start the cloning procedure, it might be worth running the free CCleaner to clear out Temporary Internet Files, cookies and other unwanted files. Just make sure you have all the IDs and passwords that you need for any websites that use cookies for identification. Using CCleaner can avoid backing up and restoring loads of junk files. The procedure for people still stuck on Windows XP is much the same, but the &quot;ghost&quot; utility is not built in. Instead, use one of the programs that can create a disk image, such as Acronis True Image Home 2012 (which makes a bootable image, offers continuous backup, and can synchronise data on different computers). Free alternatives include Runtime&apos;s DriveImage XML (free for personal use), Easeus Todo Backup Free and Paragon Backup &amp; Recovery 2012.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/feb/02/ask-jack-windows-laptop-hard-drive", 
    "wordcount": "1186"
}