{
    "headline": "Is Facebook worth $100bn?", 
    "text": "So is Facebook worth it? After a fevered day and evening reading the S-1 document filed with the US securities and exchange commission (SEC)  an event that proved so popular online that the SEC had to devote an extra server to handling demand  the answer seems to be that it&apos;s not worth $100bn (63bn), but it might be worth $75bn. The other message from the filing was that it is a robust business. Facebook hit its stride in 2009, when revenues grew from $272m to $777m, and a $56m net loss was flipped into a $229m net profit. Since then it has roared ahead, gathering users rapidly, and the number of people on Facebook rose 39% to 845m worldwide at the end of 2011. For some, the idea that Facebook could be worth even $75bn is laughable. People are &quot;going to probably be overpaying by a third because of the optimism related to just the name,&quot; said Michael Yoshikami, chief executive of YCMNET Advisors, a California-based wealth management firm. &quot;The numbers justify maybe $50bn,&quot; he said. The company&apos;s revenue growth rate  up roughly 88% over 2011, though it slowed between the first quarter and the fourth  would justify a $65bn valuation, Yoshikami noted, far short of the $75bn-$100bn the company is said to be looking for. Facebook revealed a host of data, as it is obliged to, as it seeks to raise about $5bn on the stock market. Its members use more than 70 languages. An almost incredible 57% of users  480m people  log in every day. Analysts say it can&apos;t continue: &quot;The hypergrowth is probably over,&quot; said Michael Pachter, head of research in the private shares group at Wedbush Securities. &quot;The low-hanging fruit of the western developed world&quot; has already been grabbed, he said. &quot;It&apos;s just kind of obvious that they&apos;re not going to ever get every single person that lives on the planet.&quot; But if Mark Zuckerberg, Facebook&apos;s founder and chief executive, does harbour ambitions to reach everyone, then he will need to get them via mobile phones and that presents both an opportunity and a threat  because Facebook does not yet have a means of carrying advertising to those people. If it can start making money off mobile users, through its targeted advertising, it could grow very quickly. Advertising is key to Facebook&apos;s business, accounting for about 85% of revenues, with almost all the rest coming from Zynga, the maker of games such as Farmville. The price of Facebook shares has not yet been set  that will emerge from talks with bankers keen to underwrite its offering  but some facts have become clear. Mark Zuckerberg will become a multi-billionaire, with his 28% stake worth up to $28bn. But he will control 57% of the voting stock through a two-tier system which UK investors would never allow. The former Wall Street internet stock analyst Henry Blodget, now running his own news site Business Insider, calculates that Facebook  which he calls &quot;an awesome business&quot;  is worth $75bn. Blodget compares it to Google (which was about the same size, in revenue terms, when it filed its S-1 in 2004) and Apple. He notes it is growing &quot;much faster than Google and a little bit faster than Apple  which is an extraordinary comment on Apple. So Facebook should trade at a significantly higher price/earnings ratio than either.&quot; Some analysts believe that Facebook&apos;s reliance on advertising is a weakness. &quot;I worry that the billions of dollars of revenue that they generated last year aren&apos;t as solid as they need to be, because the advertisers who spent the money aren&apos;t as thrilled with the results they got for it,&quot; said Nate Elliott, an analyst with Forrester Research. And Facebook is now wandering among giants  with one in particular eager to crush it. Google&apos;s annual revenues in 2010 were $38bn, ten times larger than Facebook&apos;s, and almost all of that comes from advertising. Google is setting up its own social network, Google+, and trying to tempt people away from Facebook through come-ons in its search results in the US which have pushed Facebook results down. Google is also trying to formulate a coherent mobile strategy that will make as much money from mobile as the desktop PC. So far it hasn&apos;t achieved it, but the struggle between Facebook and Google may be one of the defining issues of the next few years.", 
    "section": "technology", 
    "gid": "technology/2012/feb/02/is-facebook-worth-100-billion-dollars", 
    "wordcount": "747"
}