{
    "headline": "School absence for unauthorised holidays at five-year high", 
    "text": "The number of pupils in England going on unauthorised family holidays in defiance of government policy rose last year to a five-year high, as overall absence rates declined and the proportion of persistently absent pupils fell sharply. The statistics published by the Department for Education (DfE) showed a decline in the rate of pupils missing school in 2015-16, with a fall in the headline rate driven largely by a drop in the numbers of days off sick, with illness accounting for close to two-thirds of all classroom absences. The figures show a shrinking proportion of persistent absentees, defined as pupils who miss 10% or more classroom periods. Even so, one in 10 pupils were classified as persistently absent between autumn 2015 and spring 2016, a rate of 10.3%, down from 11.1% during the previous year. Overall, 4.4% of sessions in state schools were missed due to absence, down from 4.5% the previous year, thanks mainly to fewer absences through illness in secondary schools. Absence rates were higher in pupil referral units, which educate children unable to attend a mainstream school through exclusion.   Related: High court backs father who refused to pay fine for term-time holiday    The downward trend was bucked by a rise in pupils taking unauthorised family holidays during term-time, which hit a five-year high, according to the figures. In September 2013 the DfE introduced rules that constricted the power of headteachers to grant authorised absences for family holidays, restricting authorised leave to extraordinary circumstances, such as funerals. Since then the rate of absences due to agreed holidays has plummeted, from nearly one in 10 pupils to fewer than one in 50. But the proportion of pupils taking unauthorised family holidays has risen at the same time, from 4.4% to 6.1%. The rate of unauthorised absence may increase this year, following a legal ruling in May that overturned efforts to fine a father from the Isle of Wight for taking his daughter on holiday in term time. The DfE has said it will fund a challenge to the high court decision. Separately, the government also published new figures showing an increase in the proportion of five-year-olds reaching a good level of development in their first year of formal schooling. Data from the early years foundation stage profile collected by the DfE found that 69% of reception class children achieved the development benchmark in 2016, compared with 66% the previous year. The teacher assessments also showed a national fall in the gap in the abilities of girls and boys. Girls had a 15 percentage point lead in reaching a range of development levels  including speaking, writing, listening and attention  compared with boys, but the gap had shrunk since 2014.", 
    "section": "education", 
    "gid": "education/2016/oct/20/school-absence-unauthorised-holidays-five-year-high", 
    "wordcount": "442"
}