{
    "headline": "Africas community of evidence-informed policymakers is growing fast", 
    "text": "Last month, 180 delegates from twenty African countries spent three days in Pretoria, South Africa debating how evidence can be more widely used in decision making. The emphasis of the Evidence 2016 meeting was on shared learning across the continent, in support of Africas development goals. Participants came from a diverse range of fields, including scientific advice, evidence-based medicine, policy evaluation and financial planning. Naledi Pandor, South Africas minister for science and technology, opened the conference with a call for more decisions to be informed by evidence, tempered by a reminder that social and political factors must also play a role. Her keynote speech reflects the prominence that a growing number of African governments are placing on the use of evidence. The meeting was hosted by the Africa Evidence Network (AEN), a made in Africa initiative that brings together public servants, researchers and civil society representatives who share an interest in evidence-informed decision-making across the public sector. The network came about when twenty Africans found themselves at a conference in Asia, and decided to build a stronger community of practice in their own continent. Three years on, that core group has expanded into a network of nearly 1000 people across thirty-five countries. More than a quarter of its members are drawn from African governments. As a result, there is now a growing community in practice in Africa focused on the use of evidence to support development agendas. Given the limited resources of many African governments, it is important that policies and programmes have the desired effect. Better use of research, data, evaluation and citizen views can make a real difference. The delegates at Evidence 2016 shared experiences of the use of evidence by legislators and policymakers in their countries. Just yesterday I learnt about what is happening in my own Parliament towards evidence-informed decision-making, commented one academic from Uganda. Information sharing was a key theme of the conference, as was the need to build relationships based on trust and mutual respect, to understand political realities, and to recognise how values underpin how evidence gets used in decision-making. We also give a voice to the African community on the global stage explains Precious Motha, the AENs coordinator. Network members have attended other recent meetings on evidence and policy in Rome, London, Brussels and Maastricht. All too often, Africa is an agenda item at such international meetings, but as Motha explains, we want to be at the table contributing to decisions, not only the subject being discussed. And the network plans to keep on growing. Challenges remain in engaging francophone countries, and tapping into the full range of individuals and communities who can bring expertise and insights to decision-making across Africa. As Naledi Pandor reminded us in her opening speech, the greatest potential lies in using evidence to inform how Africa tackles its three big challenges: unemployment, inequality and poverty. None of these has simple solutions, and they all require extensive collaboration between the public and private sectors, civil society and academia. The Africa Evidence Network is bringing people together who care deeply about these issues, and have the power, willingness and energy to tackle them head-on.  Ruth Stewart is programme director, of UJ-BCURE (Building Capacity to Use Research Evidence) at the University of Johannesburg, and chair of the executive committee of the Africa Evidence Network. To join the AEN, visit www.africaevidencenetwork.org.", 
    "section": "science", 
    "gid": "science/political-science/2016/oct/22/africas-community-of-evidence-informed-policymakers-is-growing-fast", 
    "wordcount": "565"
}