{
    "headline": "This week's new games", 
    "text": "Kinect: Star Wars, Xbox 360 The image conjured up by Kinect Star Wars is one of you wielding a lightsaber in your sitting room. The profoundly disappointing reality is you standing in front of the TV, forlornly waving an empty hand while your character thrashes about, almost randomly, on screen. Ducking and jumping work seamlessly, but that&apos;s hardly an adequate recompense for the crappy lightsaber duels. Pod racing has to be endured with both hands held out in front of you (a stress position used to break the will of interrogation subjects and one that works equally well at home); Rancor Rampage is a mess of failed gesture detection; and Galactic Dance Off is a pitiful Dance Central clone. Just abysmal. Microsoft, 34.99-39.99 Rhythm Thief &amp; The Emperor&apos;s Treasure, Nintendo 3DS     Rhythm Thief & The Emperor's Treasure    With more than a hint of Professor Layton about it, Rhythm Thief &amp; The Emperor&apos;s Treasure has you exploring the sights and streets of Paris, tapping for hidden medals in its charmingly rendered scenery and solving miniature mysteries for oddball passers-by. Instead of the Professor&apos;s puzzles, you&apos;ll find a plethora of rhythm action-based mini-games and a hero with a habit of nocturnal thievery. Stylus swipes, button presses, swaying the 3DS and all sorts of touch screen interactions are backed up by a range of jazzy tunes and styling reminiscent of bygone Dreamcast favourite, Space Channel 5. It&apos;s nothing less than hugely entertaining. Sega, 32.99-39.99 Clear Vision, iPod, iPhone &amp; iPad     Clear Vision    Clear Vision is a beautifully orchestrated and surprisingly dark mini drama about Tyler Smith, a man who loses his job and drifts into work as a sniper rifle-toting hitman. As well as the elegantly simple mechanics of observing, then adjusting for distance and wind before hitting your stick man target, you must also figure out which stick person is the one you&apos;re supposed to be shooting. The game&apos;s black humour seeps from newspaper headlines and pithy moments of dialogue as your life is complicated first by civilian casualties and then a live-in lover. A perfect half-hour of entertainment. FDG Mobile Games, 69p Games news     Capcom Digital Collection    In a round of industry austerity measures, Sega has issued a profits warning and announced plans for &quot;streamlining&quot;, THQ is losing 118 members of staff, and Sony has closed Zipper Interactive, developer of the SOCOM series and recent Vita title, Unit 13, in what it describes in exquisite management double-speak as &quot;a normal cycle of resource re-alignment&quot;. Modern Warfare 3 players are planning a 24-hour strike on 20 April to protest against the absence of patches for a catalogue of issues they believe mar the multiplayer game. It&apos;s unclear how a temporary lull in server traffic will inconvenience Activision, but protesters hope it will send a message of dissatisfaction to the world&apos;s largest games publisher. Other titles out now include Capcom Digital Collection, a solid little compendium of Xbox Live Arcade games and Secrets Of The Titanic 1912-2012, a stupendously dull game of finding hidden objects.", 
    "section": "technology", 
    "gid": "technology/2012/apr/07/this-weeks-new-games", 
    "wordcount": "503"
}