{
    "headline": "CES 2012: the rise of smart TV", 
    "text": "If you&apos;re planning to buy a TV set this year, then whether you realise it or not, it&apos;s almost certain to come with the ability to hook up to the internet  to browse sites such as Facebook, YouTube or Wikipedia, and quite possibly download apps such as Angry Birds. The rise of the &quot;smart TV&quot;, capable of connecting to internet services such as the BBC&apos;s iPlayer catch-up service or the Netflix movie-streaming system, which launched last week in the UK, has been one of the most prominent trends this year at the Consumer Electronics Show (CES) in Las Vegas, the annual gadget and technology shindig. The smartness is more than internet-deep: Samsung, LG and a number of others showed off voice and motion-controlled interfaces  which in the latter case could give you a way to control games, as well as changing channels and surfing the net, rather than wrestling with a remote. Samsung, which sold 57m sets worldwide last year and has been the world&apos;s biggest TV maker for the past six years, also reckons the TV will become like a giant computer screen in the corner of your lounge  so we will share photos from our phones on to it and use them to make video calls. Internet-enabled TVs will be coming to a house near you soon, according to Richard Lindsay-Davies, chief executive of the UK&apos;s Digital TV Group. He said that between half and three-quarter of the 9.5m TV sets expected to sell this year to the UK&apos;s 24.5m TV-owning households will have internet connectivity. &quot;With the Olympics coming up, it could even be more,&quot; he added. That means that in as little as five years, a majority of UK sets could have the capability  though, as Lindsay-Davies also pointed out, there&apos;s wide variation in how many people actually connect up existing smart sets. &quot;Some manufacturers tell us it&apos;s 10% to 15%, others that it&apos;s between 45% and 50%.&quot; In the US, research firm Parks Associates said the percentage of broadband-enabled homes with smart TVs connected to the net rose from 8% in 2010 to 10% in 2011. Sir Howard Stringer of Sony reckons there are already 100m worldwide. The biggest use is likely to be for watching catch-up services and online films. And despite efforts by Google to get its Google TV service installed on as many companies&apos; sets as possible, many  including Samsung, which leads TV sales in the US  are not using it, or as with Sony, hedging their bets by offering both their own version and Google&apos;s in different sets. The wild card in this is Apple, which did not exhibit anything at CES  though 250 of its staff were registered to attend as visitors  but is strongly rumoured to be preparing its own smart TV offering for introduction later this year. But the iPhone company&apos;s arrival may amplify a catch in the TV offerings: there are so many different versions of &quot;smart TV&quot;, with their own special tweaks and foibles, that if in future you end up replacing one brand with another (due to age, burglary or breakage), any investment in apps, games or photo storage services could be lost. Lindsay-Davies agreed that could be a problem  but said as long as every set has the same baseline set of capabilities, which his group is trying to get agreed by manufacturers, then the problems will be minimal. &quot;It&apos;s the same as if you buy a smartphone that runs one set of software, and then you get one with another  basic things like email and the web still work, but some apps won&apos;t carry over.&quot; While smart TV is expected to drive use of catch-up services such as BBC&apos;s iPlayer, ITV&apos;s ITV Player and Channel 4&apos;s 4oD services, and of services such as the newly launched Netflix, the effect on Sky will probably be minimal: it has enough exclusive content in movies and sports to hold on to subscribers, said Lindsay-Davies.", 
    "section": "technology", 
    "gid": "technology/2012/jan/13/ces-2012-smart-tv", 
    "wordcount": "670"
}