{
    "headline": "Development banks pledge $175bn for public transport at Rio+20", 
    "text": "The world&apos;s biggest development banks have made a fundamental investment shift from roads to public transport, under a $175bn (111bn) initiative to promote buses, trains and cycle lanes that was unveiled on Wednesday at the Rio+20 Earth summit. The eight largest multilateral development banks (MDBs) announced they will invest these funds  the biggest sum committed at the conference so far  over the next ten years to transport systems that help to reduce greenhouse gases, improve access for the urban poor and reduce road accidents. It is estimated that the $175bn from the banks will leverage 10 to 20 times as much money from city governments and the private sector. The Asian Development Bank, World Bank and other participants at the launch said the transport sector was the fastest growing source of greenhouse gases largely because urban planning has focussed on improving mobility for motorists. Estimating that current car-focussed transport systems cause congestion, air pollution, traffic accidents and climate change impact equivalent to 5-10% of global GDP, they said it was important to collaborate and invest substantially in low-carbon transport. &quot;These unprecedented commitments have the promise to save hundreds of thousands of lives by cleaning the air and making roads safer; cutting congestion in hundreds of cities; and reducing the contribution of transportation to harmful climate change. They will create more efficient passenger and freight transportation, spurring sustainable urban economic growth,&quot; said Joan Clos, executive director of UN-Habitat. Millions of people will move into cities over the coming decades, particularly in Asia, Africa and Latin America &quot;We&apos;ve made a breakthrough here by persuading banks to shift from roads to public transport,&quot; said Michael Replogle of the Institute for Transportation and Development Policy, which has worked with cities like Guangzhou in China and Ahmedabad in India to improve urban transport systems. &quot;This is the culmination of 27 years work.&quot; Cornie Huizenga of Slocat, a partnership of UN organisations, development banks and other groups committed to low carbon transport, said the transport strategy was a politically astute way to cut emissions, which can be a sensitive issue in many countries. By comparison, it was easier to work with cities. &quot;Once the shackles of climate change are lifted, we are able to build constructive partnerships. The mayor of Beijing might ask for help with problems on public transport, but it would be hard for him to do that on climate change. &quot;The real success story of Rio is bottom-up partnerships to advance sustainability, even though governments can&apos;t agree what to do at the top level,&quot; Huizenga said.", 
    "section": "environment", 
    "gid": "environment/2012/jun/20/development-banks-rio20-public-transport", 
    "wordcount": "434"
}