{
    "headline": "Top 25 games of 2012: 20-16", 
    "text": "Many readers found that they hadn&apos;t played most of Monday&apos;s titles, but we think this batch should be very different. There are some big brands nestled in here with two indie upstarts  if you haven&apos;t tried at least one of these in 2012 you might have stumbled on this page by mistake (UPDATE: or as DaveFalse rightly points out in the comments, you might just own a PS3).  Anyway, here we go, counting down from 20-16. As ever, this is a subjective list and its completion involved no science, no Metacritic skimming, no statistical comparison. It&apos;s all made up in our heads. 20. Forza Horizon (Xbox 360)     Forza Horizon    Two years ago, Leamington-based developer Playground Games was commissioned to make an approachable spinoff from the sensible Forza series. The result is Horizon, an open-world driving game based around music festivals and yoof culture. Under the bonnet, however, the game shares car physics with its more serious counterpart, and has all of that knowledge and statistical information siphoned into its engine. It&apos;s a serious game dressed in casual summer clothing, but one which finally gives players the chance to drive their dream cars on the open road. 19. Diablo III (PC)     Diablo 3    Five flamboyantly distinct classes make Diablo&apos;s return to dungeon-crawling an experience where the clicks are surprisingly varied. Choosing the skills with which to equip your chosen warrior is where the game&apos;s strongest magic is to be found, but hovering loot in the dingy, mossy fruit machine is as compulsive as it ever was. Arguably, these strengths are overshadowed by the auction system, in which developer Blizzard assumes the role of an actual bank, demanding every player be connected to the internet to play and other such controversial stipulations. Still, behind the headlines  the news of stolen accounts, exploits and other such post-release woes - sits a game of distinguished pedigree and daring, where every click delivers. 18. Legend of Grimrock (PC)       Taking inspiration from dungeon-crawling classics such as Dungeon Master and Eye of the Beholder, Legends of Grimlock puts four scurvy adventuring types in their natural environment  an underground maze riddled with monsters, traps and the sort of security systems that can be outwitted by lateral thinking rather than keys  and lets them get on with it. It&apos;s almost impossibly hard at every stage of play, but very, very satisfyingly so given its old-school credentials. 17. FTL (PC)      Faster Than Light&apos;s influences are broad and ancient, combining Elite&apos;s space trading with Rogue&apos;s randomly generated challenges and realtime space combat from so many Star Wars wannabes. The goal is to cross space with your precious cargo, a data packet from a rebel fleet who want it back, and the intergalactic chase drives you forwards with some urgency. But the true race is to upgrade your ship ahead of the difficulty curve, maintaining weapons, keeping topped up with fuel and ammunition and fighting fires both figurative and literal when under attack. It also borrows X-Com&apos;s trick of allowing you to name your units, adding to the drama and curious heartbreak when one catches fire or suffocates.  16. Halo 4 (Xbox 360)     Halo 4 Photograph: Copyright, Microsoft, 2009. All    343 Studio&apos;s first mainline Halo release since the studio took over development from series originator, Bungie, is broadly a success, albeit a conservative one. Its storyline charges players with a more personal, affecting goal than usual: to save Cortana  Master Chief&apos;s luminous AI companion, from the AI Alzheimer&apos;s that&apos;s killing her. In the face of repetitive tasks, and a general lack of imagination in the campaign, the Cortana plotline adds humanity and drive, while 343 squeezes every last drop of power from the Xbox to deliver some of the most arresting vistas seen on the system. In the accompanying Halo multiplayer arena, 343 excels with one of the most fully-featured and assured eSports offerings of 2012.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/dec/18/top-25-games-of-2012", 
    "wordcount": "633"
}