{
    "headline": "Applying to university  how to approach open days", 
    "text": "Nowadays you don&apos;t actually have to leave your bed to find out more about potential unis. Facebook groups and uni-hosted web chats mean you can grill current students about their course, accommodation and more from your bedroom, while YouTube videos and iTunes lectures hostedby unis mean you can watchsample lectures and take campus tours online too. But don&apos;t ignore the humble open day: you&apos;llnot only find out far more about what to expect from the campus and course, but by speaking to and asking questions of admissions tutors that help you stand out from the crowd, you might also boost your chances of getting in. Karen Hamm, admissions tutor at St George&apos;s, University of London, says prospective undergraduates should use every element of open days to work out whether they&apos;d enjoy spending three years at the institution. &quot;Speak with current students, don&apos;t just listen to what tutors and marketing staff have to say about why you should study at a particular university,&quot; she says. &quot;Most universities will have current students on hand at opendays so take the time to chatwith them to get their perspective on what&apos;s good and what&apos;s not so good about studying there. Take a campus tour, too, to see the lecture theatres, clinical spaces, library, computer equipment and study areas. Look around for clues everywhere  don&apos;t just ask if the students&apos; union is active. Look at poster boards, canteen and bar areas, and even the inside of toilet doors  they often give good insight into what type of trips and entertainment are organised.&quot; Here are a few things to bear inmind:  Do as much research as you can before the event about stuff like course information, accommodation costs and entry requirements, so you can spend more of your day talking to staff and students and getting a feel for the place.  Take notes as you go round the campus  you&apos;ll be surprised how easily one hall of accommodation can get mixed up with another.  Grill tutors about the level of employment among graduates, and check out the career guidance advice. Does the uni give students alumni contacts in areas relevanttoyourcareer ambitions? Does it help organise work experience and internships?  Go off trail: the official tour will inevitably take you to the priciest, poshest, newest halls with en-suite rooms and fully-equipped bathrooms. You want to see the ropey old one that you&apos;ve got a better chance of affording too.  This article was amended on 22 May 2012 to correct the byline     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/may/22/applying-university-student-open-days", 
    "wordcount": "436"
}