{
    "headline": "Toronto council votes for plastic bag ban", 
    "text": "Canada&apos;s largest city will eliminate its mandatory plastic bag fee on Sunday, just six months before joining the growing movement to ban the single-use bags entirely. Toronto&apos;s city council voted earlier this month to repeal the five cent (3p) levy for plastic carrier bags, which was implemented in 2009 to reduce plastic waste, while simultaneously agreeing to ban them from January 2013. The city will join other North American cities including Los Angeles, Seattle and San Francisco, that have similar measures in place. While environmentalists hail the ban  that will include compostable, biodegradable and photodegradable bags  as a step in the right direction, others, including Toronto&apos;s own mayor, are critical of its potential impact on industry and consumers. Mayor Rob Ford, who wanted the 5c fee rescinded, was surprised when the council voted in his favour on June 6 and also agreed to a last-minute motion for a complete bag ban. The motion was introduced during the debate on the fee by councillor David Shiner, who said: &quot;Let&apos;s get rid of the plastic bags. Let&apos;s make today a real statement. Let&apos;s tell the industry that we&apos;re not accepting your baloney any more.&quot; But Ford suggested the city could be sued because of the ban and said the decision is &quot;the dumbest thing that council&apos;s done, and council&apos;s done some dumb things.&quot; The Canadian Plastics Industry Association says 82% of plastic bags distributed in Toronto are already reused and recycled and less than 1% of Toronto&apos;s landfills consist of plastic bags. President and chief executive of the association, Carol Hochu said, in a statement: &quot;The bag ban seems to have come from nowhere, without any forethought or discourse, and it&apos;s a shock. We are going to look at all of our available options, including the legality of the ban.&quot; However, Douglas Macdonald, senior lecturer at the University of Toronto&apos;s centre for environment, said the ban&apos;s environmental benefit will result from its psychological impact on Ontarians rather than its capacity to reduce waste to landfills. He said: &quot;This is putting [environmental consciousness] right into the headlines and it&apos;s making very clear that the way environmental politics is working out in Canada right now, it&apos;s more divided than it&apos;s been in years.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/29/plasticbags-waste", 
    "wordcount": "377"
}