{
    "headline": "Mark Zuckerberg's sister learns life lesson after Facebook photo flap", 
    "text": "When Facebook shares something about you that you thought was private, it&apos;s your fault because you screwed up the privacy settings. But when Facebook shares something about the founder&apos;s sister  well, it&apos;s still your fault, because &quot;it&apos;s not about privacy settings, it&apos;s about human decency&quot;. That double standard surfaced when Randi Zuckerberg, the sister of Mark Zuckerberg and a former Facebook executive, posted a candid family photo that proceeded to take on an internet life of its own. The picture popped up in the news feed of Callie Schweitzer of Vox Media. She tweeted it. It went viral. The problem was, Randi Zuckerberg never intended the photo to be seen by anyone but her Facebook friends. She castigated Schweitzer via Twitter. &quot;Not sure where you got this photo,&quot; Zuckerberg wrote, in subsequently deleted correspondence captured by BuzzFeed. &quot;I posted it only to friends on FB. You reposting it on Twitter is way uncool.&quot; Schweitzer apologized, saying the picture had innocently appeared in her feed  apparently because she is Facebook friends with another Zuckerberg sister  and she didn&apos;t realize it was private. Instead of responding, Randi Zuckerberg, now a reality TV producer, called the internet in for a lesson in playground conduct. &quot;Digital etiquette: always ask permission before posting a friend&apos;s photo publicly,&quot; Zuckerberg tweeted. &quot;It&apos;s not about privacy settings, it&apos;s about human decency.&quot;  Digital etiquette: always ask permission before posting a friend&apos;s photo publicly. It&apos;s not about privacy settings, it&apos;s about human decency  Randi Zuckerberg (@randizuckerberg) December 26, 2012  Having your privacy invaded is a bad feeling, and it&apos;s unfortunate that it happened to Zuckerberg. Separately, it&apos;s mildly disheartening to contemplate the cultural hydraulics by which a picture of five people standing in a kitchen becomes an object of torrential popular interest. But what&apos;s most odious about the episode is the high-handedness of Zuckerberg&apos;s response. Facebook makes money when users surrender their privacy. The company has made it the user&apos;s job to defend personal information, which otherwise might be made public by default. Got a problem with that? The company&apos;s answer always has been that users should read the privacy settings, closely, no matter how often they change. &quot;The thing that bugged me about Randi Zuckerberg&apos;s response is that she used her name as a bludgeoning device. Not everyone has that. She used her position to get it taken it down,&quot; Eva Galperin of the Electronic Frontier Foundation, a privacy advocacy group in San Francisco told the Associated Press. Galperin said that while Facebook has made amendments to their privacy settings, they still remain confusing to a large number of people. &quot;Even Randi Zuckerberg can get it wrong,&quot; she said. &quot;That&apos;s an illustration of how confusing they can be.&quot; It seemingly takes a massive user backlash  like the one this month when Facebook abruptly declared that Instagram photos could be sold to advertisers  to change the company&apos;s mind. You can stay &quot;private&quot; on Facebook. The company just doesn&apos;t want you to. Without surrendering some privacy, you&apos;re a free rider. You can also pay your credit card off every month. The company just doesn&apos;t want you to. Without paying interest, you&apos;re a free rider. But credit card companies, at least, don&apos;t openly scold consumers for not paying cash, when their very existence is built on swiping plastic. That&apos;s what Randi Zuckerberg did. Her career and her family&apos;s fortune were built at a company whose policy is to relieve you of your privacy first and ask questions later. So when the topic is respect for privacy she runs quite short on moral authority. She may have the millions but she doesn&apos;t get the pulpit. One more thing: review your Facebook privacy settings. When in doubt, make content available only to friends  and not friends of friends, as Zuckerberg appears in this case to have done.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/dec/27/facebook-founder-sister-zuckerberg-photo", 
    "wordcount": "651"
}