{
    "headline": "Water, energy and land access, Rio+20, and palm oil's toll on West Papua", 
    "text": "Last week, the EU published its flagship annual European Development Report, which this year focused on fair access to water, energy and land. The report, launched in Brussels, called for a joined-up approach to managing increasing demands on the three resources. The involvement of the public and private sectors, along with the international community, was vital to bring lasting change, said the report. But while it offered some broad ideas, it prompted questions over whether inclusive, sustainable development can be achieved, and if so how the theories will translate into practice. With next month&apos;s Rio+20 Earth summit looming, and the UN designating this the international year for sustainable energy for all, sustainable development is the buzz term at the moment. The EU is expected to make energy its focus at Rio. Tell us what you&apos;d like to see achieved at Rio+20 and the People&apos;s summit, which will run alongside the conference. Perhaps it&apos;s jobs, energy, or food that matter to you? We want your picture messages to share in galleries on our site. Have a look at messages from our team and find out how to get involved. Elsewhere on the site Mark Tran visited Zambia, where he reported on a programme to move street vendors into covered markets, and examined how the lack of road safety awareness among drivers and pedestrians is putting lives at risk on the roads. Read more on global road safety in our new series. Topics covered includes plans by the Thai government to get more motorcyclists to wear helmets and why road builders need to consider people first when designing highways. We report on the sale of land and forests in West Papua to make way for palm oil plantations, which is putting livelihoods at risk. The G8 summit at the weekend left NGOs disappointed as leaders offered no new pledges of money to tackle hunger, except the $3bn private sector agriculture scheme announced by the US. And the Africa Progress Panel called on African governments to launch a &quot;big push&quot; to tackle inequality to achieve the millennium development goals. Coming up on the site Mark Tran looks at cross-border trade in Africa and moves to make border crossings faster and more efficient. We&apos;ll report on the humanitarian crisis in Yemen, as well as the row over Pakistan&apos;s use of coal power plants to meet its energy needs. And we&apos;ll examine the credentials of the UK prime minister David Cameron to take up the job of co-chairman of the high level panel on the post-millennium development goals. Multimedia Video: West Papua&apos;s indigenous people hurt by Indonesia&apos;s resource extraction Indigenous people in West Papua are suffering as their land and forests are exploited by timber and palm oil companies. West Papua&apos;s immense natural resources have encouraged logging and deforestation, with the result that people are losing both their land and their way of life. Interactive: Debt and the developing world Despite successful debt abolition campaigns, World Bank figures show that external debts owed by developing countries have increased, in the space of 12 months, by $430bn to $4tn. Use our map to see how the total external debt stock of developing countries compares with their GDP, and how their total debts have changed since 1995. In pictures: Gaza&apos;s children reveal their hopes and fears The children of al-Zarqa, one of the Gaza Strip&apos;s poorest areas, have been affected by a conflict outside their control. An exhibition of drawings made by primary school children from the area has been on show in Whitechapel, highlighting a collective yearning for a clean, safe neighbourhood. Live Q&amp;A: new challenges and new skills How are consultants adapting to changes in international development? Join the Guardian public leaders network from 12pm to 2pm on Wednesday 30 May to discuss the changing role of the consultant in international development. What you said: some of the best comments from our readers Joining a thoughtful debate on Colombia&apos;s resistance to corporate mining excess on Jonathan Glennie&apos;s blog, LyingDutchman said:  Obroni&apos;s suggestion of banning small-scale mining completely and more tightly regulating large-scale mining is far more feasible/enforceable. In practice, regulations are easier to enforce this way, and in many countries they carry explicit requirements regarding employment of people from local communities wherever possible. This gives the local community more financial, social and environmental security and allows a wider economic benefit through the setup of support businesses.   On the blog about global land deal guidelines by the head of the FAO, Jose Graziano da Silva, MichaelJTaylor claimed:  The voluntary guidelines may not be enforceable  and I and many others would wish they were stronger on certain points  but nonetheless they provide a reference point that can be worked towards.  In a lively debate on Andrew Wander&apos;s blog on extreme hunger in east Africa and the Sahel, nickdearden challenged NGOs:  Why can&apos;t we fix this broken system in time to stop crisis? This is the key question here, and NGOs need to take responsibility for their failure to properly communicate the nature of problems in the world. By failing to do so, they have actually made the situation worse.  Highlights from the blogosphere On the Centre for Global Development&apos;s blog, Charles Kenny looks at why people are not adopting technologies that have demonstrably improved people&apos;s lives. On the Panos blog, Kaidia Samak writes from her community in Mali on why people who are hungry sometimes do things they know will be harmful. And on the Centre for Global Development blog, Sarah Jane Staats explains what she likes about the US&apos;s new $3bn agricultural investment programme, announced last week, and looks at what needs to happen now to make it a reality. And finally  The Poverty Matters newsletter will be back in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date with the issues on the Global development website. Follow @gdndevelopment and the team  @ClaireProvost, @LizFordGuardian, @MarkTran and @JazCummins  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/may/22/water-access-rio20-west-papua", 
    "wordcount": "1007"
}