{
    "headline": "Digital capitalism produces few winners", 
    "text": "Need a crash course in digital capitalism? Easy: you just need to understand four concepts  margins, volume, inequality and employment. And if you need more detail, just add the following adjectives: thin, vast, huge and poor. First, margins. Once upon a time, there was a great company called Kodak. It dominated its industry, which happened to be chemistry-based photography. And in its dominance, it enjoyed very fat profit margins  up to 70% in some cases. But somewhere in the depths of Kodak&apos;s R&amp;D labs, a few researchers invented digital photography. When they put it to their bosses, the conversation went something like this. Boss: &quot;What are the margins likely to be on this stuff?&quot; Engineers: &quot;Well, it&apos;s digital technology so maybe 5% at best.&quot; Boss: &quot;Thank you and goodbye.&quot; Actually, it turned out to be goodbye Kodak: those fat margins on an obsolete technology blindsided the company&apos;s leaders. Kodak&apos;s engineers were right, of course. Anything that involves computers and mass production is destined to be commoditised. My first mobile phone(purchased in the 1980s) cost nearly 1,000. I&apos;ve just seen a handset for sale in Tesco for 9.95. (And, yes, I know that Apple currently earns fat margins on its hardware, but that&apos;s because it&apos;s usually ahead of the competition and it won&apos;t last. What&apos;s happening in the much bigger Android market is a better guide.) And, if anything, the trend towards thin margins in non-hardware businesses is even more pronounced because online markets are relatively frictionless. Just ask anyone who&apos;s trying to compete with Amazon. Then there&apos;s volume, which in the online world is astronomical. For example: 72 hours of video uploaded to YouTube every minute; more than 100bn photographs have been uploaded to Facebook; during the Christmas period, Amazon.co.uk dispatched a truck filled with parcels every three minutes; to date, more than 40bn apps have been downloaded from Apple&apos;s iTunes store. And so on. Margins may be thin, but when you multiply them by these kinds of numbers you get staggering amounts of revenue. These vast revenues, however, are not being widely shared. Instead, they are mostly enriching the founders and shareholders of Apple, Amazon, Google, Facebook et al. Of course, those who work at the heart of these organisations  the engineers, developers and the executives who manage them, for example  are richly rewarded in salaries, stock options and lavish perks. But these gilded employees constitute only a minority of the workforces of the big tech companies and most of their colleagues have decidedly more mundane terms of employment  and remuneration. Take Apple, for example. It makes grandiose claims about the number of jobs that it &quot;directly or indirectly&quot; creates or supports. But about two-thirds of the company&apos;s 50,000 American employees work in the US Apple stores, where many of them were earning about $25,000 a year in 2012  when the mean annual personal income in the US was $38,337 (2010 figure). Then there&apos;s the question of employment, a topic on which the big technology companies seem exceedingly sensitive. Facebook, for example, is given to engaging fancy consultants to produce preposterous claims about the number of jobs it creates. One such &quot;report&quot; claimed that the company, which at the time had a global workforce of about 3,000, indirectly helped create 232,000 jobs in Europe in 2011 and enabled more than $32bn in revenues. And Apple, stung by criticism about all the work it has outsourced to Foxconn in China, is now driven to claiming it has &quot;created or supported&quot; nearly 600,000 jobs in the US. The really tough question that none of these companies really wants to answer is: what kinds of jobs exactly? Anyone seeking an insight into this would do well to consult a terrific report by Sarah O&apos;Connor, the Financial Times&apos;s economics correspondent. She visited Amazon&apos;s vast distribution centre at Rugeley in Staffordshire and her account of what she found there makes soberingreading. She saw hundreds of people in orange vests pushing trolleys around a space the size of nine football pitches, glancing down at the screens of their handheld satnav computers for directions on where to walk next and what to pick up when they get there. They do not dawdle because &quot;the devices in their hands are also measuring their productivity in real time&quot;. They walk between seven and 15 miles a day and everything they do is determined by Amazon&apos;s software. &quot;You&apos;re sort of like a robot, but in human form,&quot; one manager told MsO&apos;Connor. &quot;It&apos;s human automation, if you like.&quot; Still, it&apos;s a job. Until it&apos;s replaced by a robot.", 
    "section": "technology", 
    "gid": "technology/2013/feb/17/digital-capitalism-low-pay", 
    "wordcount": "796"
}