{
    "headline": "African women won't wield political influence without cultural change", 
    "text": "The elections taking place across Africa this year present an opportunity for a rising tide of women to take political office. An enouraging precedent was set a few weeks ago, when the proportion of women in Senegal&apos;s parliament swelled from 22% to 43%. But without action to tackle the barriers that keep women out of power, the great wave of equality may amount to no more than a trickle. Those barriers are many and varied: economic dependency; limited access to education and information; discriminatory cultural and social attitudes, and negative stereotypes; the burden of domestic responsibility; and intimidation, harassment and violence. Any step change in women&apos;s political representation in the past decade has usually been down to the use of candidate quotas. This made the difference in Senegal, and it has made a difference elsewhere. In 1995, just seven parliaments had reached the &quot;critical mass&quot; of 30% female representation, but in 2010 that figure stood at 44. Tellingly, 20 of the 26 most equal parliaments used electoral quotas or reserved seats. In 2009, almost 50 countries held elections; in those that implemented quotas, women took 27% of the seats on average, compared to 14% in countries that didn&apos;t. Quotas are an effective way of levelling the playing field. Compensatory rather than discriminatory, they help women overcome structural inequality. It&apos;s also about reaching a tipping point where women&apos;s voices are loud enough to influence decisions and set the agenda, something virtually impossible for a token woman in a male-dominated political system. &quot;Little drops of water make an ocean,&quot; says Hannah Koroma, national co-ordinator of Woman Against Violence and Exploitation in Society (Waves) in Sierra Leone. Koroma emphasises the practical benefits of critical mass: &quot;Women have been terrified by senior male authorities in some constituencies in past elections, and in the end those women have had to step down for fear of their lives. This new system, if actualised, will ensure women&apos;s security and safety to exercise their franchise.&quot; Waves and other women&apos;s organisations across Sierra Leone are campaigning to get the government to approve a law that would reserve 30% of seats for women candidates. They feel this is the only way to address the fact that only 13.2% of the seats in the national parliament are held by women. But as Koroma explains, there&apos;s a risk that the gender equality bill won&apos;t be passed in time for November&apos;s elections. In addition, the National Election Commission of Sierra Leone has proposed raising candidate fees from 250,000 leones (approximately 36) in 2007 to 25m leones (about 3,687). The Human Rights Commission has condemned the move, as widespread poverty means many men and women will be excluded from office if these changes go ahead. But women will be hit hardest, since they are less likely to have access to financial resources. Lowering nomination fees can have an enormous impact on female representation at local and national level. Thanks to advocacy by, among others, Womankind Worldwide&apos;s partner, Women in Law and Development in Africa (Wildaf), Ghana&apos;s five main political parties have this year reduced nomination fees for women by 50%; the number of women standing in political party elections and primaries has already increased. Female parliamentarians add vital perspectives to the democratic process, and can stimulate a step change for the advancement of women&apos;s rights, bringing attention to issues affecting women in their constituencies and proving that women are more than qualified to act as decisionmakers. In some west African cultures and traditions, women have exercised power and even become chiefs. But often their influence has been symbolic and restricted to the upholding of tradition. Traditional female leaders have often not had the same access to education as their male counterparts, making the transition to formal politics more difficult. And female chiefs are by no means widely accepted. In 2009, Elizabeth Torto stood in a chieftancy election in the Kono district of Sierra Leone. The intimidation and harassment she received from the powerful all-male &quot;poro&quot; society in her village eventually meant she had to be flown to safety in a UN helicopter, which was pelted with stones. As the backlash against female MPs in Senegal shows, it&apos;s not plain sailing once women have reached parliament. Women in public positions are frequently sidelined and undermined by their own parties and colleagues, subject to misogynist attacks in the press, verbal harassment, and even physical violence. It&apos;s not enough to push a wave of women into politics, they must be supported by cultural change, and women&apos;s organisations are using innovative approaches to make this happen. As an example, Wildaf in Ghana has found that educating the whole community about representation and accountability has improved openness to what female candidates have to say. Quotas are just the start. As Koroma says: &quot;A journey begins with a footstep  give women in Sierra Leone a chance to start this journey.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/sep/04/african-women-political-influence-cultural-change", 
    "wordcount": "825"
}