{
    "headline": "RIM's BlackBerry challenge: the people who are staying - and who have left", 
    "text": "The principal story of the BlackBerry has been of a rapid rise in the west - followed, after the launch of the iPhone and especially of Android, by an erosion of its market share among consumers. Data in the US from ComScore, using a representative panel of thousands of respondents, shows that its share of the US consumer market has slumped from 43% of the installed smartphone base in January 2010 (with 18.4m users out of a total smartphone population of 42.7m) to just 7.3%, with 9m users out of a total US smartphone population of 123.3m. The UK used to be one of RIM&apos;s most solid outposts  but over the past six months its support has dwindled even here as young users consider other phones, especially Samsung's devices running Android. The company&apos;s fortunes have been bolstered by a rise in users in countries such as Indonesia and Nigeria - but with its business under threat, it now needs to win back some of those lost customers. Below are the experiences of some of the people who have stuck with, left, or are about to leave the BlackBerry platform in the UK and France. It&apos;s not intended to be a representative sample of opinions  just the experiences of those who use, or used to use, the BB7 platform that RIM hopes to supersede. The student who&apos;s sticking Abigail Rudd, 21, is studying Geography and Sport Science at Exeter University. She&apos;s on her third BlackBerry since being given one by a friend in 2010: &quot;Then I decided to get one on a contract because I liked the style of phone (Bold 9700), had that for two years (with a brief stint in the middle where I had an HTC whilst BB was being repaired as puppy chewed it!) and last April upgraded on another tw0-year contract to another, newer BB (Bold 9790) which I currently have.&quot; &quot;Blackberry&apos;s main asset is the BBM [BlackBerry Messenger] function, which in my opinion is still much better than Whatsapp (although I do use Whatsapp as well!). In addition the keyboard is great, especially for a person, like myself, who uses my BB for emails. Another great aspect is that you can drop one without having to worry so much about a cracked screen or case. One of main reasons I decided on another BB last time I got a phone was the security of knowing that it would more likely survive a drop than an iPhone (which was my other option). BBM is still the best instant messaging service out there in my opinion. Most people are on iPhones / Samsung Galaxys / Blackberrys, but the popularity of BB has definitely decreased in the 3 years since I&apos;ve been at University.  &quot;Having said all of that - I am waiting for BB to release a touch screen phone that can compete with the iPhone and Samsungs. I don&apos;t think the popularity is in touch screen phones as much, just that their screens are much bigger for browsing. Also displaying media such as photos is easier on a phone that has a larger screen. The type of keyboard [touch v physical] is less of an issue, I think.&quot; However she &quot;hasn&apos;t heard much about the new release&quot; [of BB10 software] &quot;but I am really keen to see what BlackBerry can do in response to their other competitors.&quot; The information worker who considered the options  and stuck Mark Hawkins, 32, works in PR at Composed Communications: &quot;I was in device upgrade territory for a little over 12 months until recently, but stuck with my old BlackBerry Bold 9780 because it simply did everything I wanted it to do reasonably well. There was the added factor of a discontinued Three tariff, through which I was also billing my Spotify Premium subscription. Therefore any upgrade would have seen me pay at least ten pounds a month more. &quot;In that time I also had an iPod Touch and latterly a [Google] Nexus 7 [7in tablet], both of which I used as much as the BB for audio and richer media. Hence I wasn&apos;t fussed about upgrading. &quot;A couple of weeks ago I had my old BlackBerry stolen and was forced into making a quick decision. Not inclined to dither any longer (as I had intermittently dithered about Windows Phones), I selected the now not-so-new Bold 9900, a device that will become dated quickly with the new raft of devices. As a user comfortable with carrying a number of different devices (Kindle, tablet, camera, iPod), it&apos;s no longer an issue if my mobile doesn&apos;t do rich media /big-screen apps. Provided it does Twitter ok and the browser is reasonable, that&apos;s essentially enough.  &quot;On the 9900 the browser seems improved, although it could hardly have been worse  a constant thorn in BB&apos;s side. (I&apos;m aware of one organisation who switched from old BB Curves to iPhones because links didn&apos;t work). I enjoy how BlackBerrys handle email  there&apos;s no perceived lag while waiting for an inbox or message to load. I also like a hard keyboard, which I find much quicker for typing than touchscreens. &quot;I&apos;m interested to see what RIM&apos;s new OS has in store, and hope I&apos;ll be able to sample some of its features on the 9900. My fear is it&apos;ll over-borrow from iOS / Android, be overcomplicated, unintuitive and cluttered  as the App World can tend to be. My hope is they keep it relatively streamlined and simple for all screen sizes.&quot; The author in the waiting room Jenny Colgan, an author based in France, says she won&apos;t stick with BlackBerry when her contract comes up for renewal  if, that is, her handset lasts that long. &quot;They break just before the warranty runs out so you have to get another one. If I can EVER keep it safe, I will change at the first contractual opportunity. They have got steadily worse and worse.&quot; What will she change to? &quot;Anything with buttons [on a real keyboard].&quot; And what frustrates her about using the BlackBerry? &quot;The browser  trying to find anything online is hilariously terrlbie. You can&apos;t find the bloody weather in under 15 minutes. The apps are like something off The Apprentice. I had the first ever model imported into this country; battery lasted a week. Now, it&apos;s four hours. I cannot be fair to RIM.&quot; The agent who departed with a smashing goodbye Carole Blake is a literary agent, co-founder of Blake Friedmann in London, who became frustrated at the experience. &quot;I have worked with a BlackBerry for many years  all my company does  but they became increasingly unreliable.  &quot;The beginning of the end came for me in October 2011 with the outages which occurred over three days. Five agents from my literary agency were doing business at the Frankfurt Book Fair, the most important week of the publishing year. We get there three days before the Fair begins to conduct meetings with our overseas agents before starting the &apos;17-meetings-a-day-each&apos; days of the Fair proper which begin on the Wednesday. &quot;On the Monday all our BBs went dead: frantic phone calls to our London office: we thought it was a fault with our company&apos;s server. Real panic ensued at the thought of missing emails containing offers, auctions being stalled because people couldn&apos;t reach us etc. Then it happened again  and again  and then we realised it was worldwide and curiously, and counter-intuitively, we calmed down. If it was happening to everyone with a BB, people would call us. And they did. &quot;Day after day it happened. We coped because we had to, but it was very uncomfortable indeed, not knowing if emails were getting through or not. And when the backed up emails did start flooding through some days later, they came in random order. It was a nightmare to catch up, especially with the huge workload that the Book Fair brings us. &quot;After that I noticed that my handset became very unreliable indeed: freezing mid-task, battery draining to nothing from one moment to the next. But we stuck with them because we all use them heavily for email and the qwerty keyboard is much faster than a touchscreen, especially for one who has touchtyped at the speed of light since I was 13. &quot;I complained &amp; they gave me a new handset. Again and again. I had three or four during a 12-month period  others in my agency had occasional problems but mine were continuous. Eventually, I could stand it no more and I switched to the iPhone 5 in November 2012. It took me about 5 minutes to adjust and I would never go back to a BB. Perhaps the adjustment was easier because I&apos;ve used an iPad since they were first available, but really I think it was because I had lost all faith in the BB and was determined to prove that this old lady (50 years in publishing to be celebrated with a very big party later this year) could embrace change! &quot;Having divested my BB of anything that could be useful to others  the battery, the leads, the sim card etc  I was determined to kill it. Asking for suggestions on Twitter wasn&apos;t helpful. &apos;Throw it in the Thames&apos; someone said. No: I needed more violent closure than that. I decided to batter it to death. Which was far easier said than done. &quot;I wrapped it in clingfilm (didn&apos;t want to step on a sharp shard, pierce a vein and die of blood loss: that would really have allowed the BB to win) placed it on the hardest surface in my home (the kitchen floor), found the largest hammer I owned, &amp; hit it hard. Curiously the damned handset proved to be much more robust than the BB services. It took me a month  giving it a good hard bash every time I went into the kitchen  to get it to this state. Much to the amusement of visitors during the weeks it was on my kitchen floor. By that time I was so happy with the iPhone I couldn&apos;t be bothered to bash it any more. Closure had been achieved. Gradual revenge expunged the hatred in my heart for it: like a marriage that gradually dies, by the time it was in pieces I couldn&apos;t care less any more.&quot; The PR man who felt left behind Jamie Fox is in charge of publicity for the British ski team. &quot;I was just on a ski trip with Greg Rutherford (London 2012 Olympic Long Jump Gold medal winner) and Andrew Strong (Team GB runner and Olympian) and was relentlessly ribbed about still having a BlackBerry. Whenever it was taken out in the bar, loud cheers would go up and the mocking would begin. &quot;I had however already been thinking about a change, as the battery didn&apos;t last long and the apps others were using were not available on the BB. For example, Ski Tracks (they aren&apos;t anything to do with me by the way), is an app that records your speed and distance, etc when skiing. I borrowed Greg&apos;s to see how fast etc I was going and it was brilliant  he may be the best Long Jumper in the world, but he will never be able to top the highest speed of 84.3mph on his app now (revenge!). &quot;Then there was the camera  the quality is so much better on an iPhone. &quot;But most of all it would be the random red light flashing...it wouldn&apos;t be for an email, but for some random BB update and I could never get it to stop ... so distracting. &quot;On the whole it is just outdated.&quot; He has since got an iPhone, which he says is &quot;going pretty well, other than my fat fingers&quot;. The startup entrepreneur and marketing consultant who switched to Android Mamun Ahmed is a London-based strategic and marketing consultant specialising in startup companies. He says: &quot;I abandoned BlackBerry for mainly two reasons. First, most of the websites I was using were not offering Apps for BlackBerry. Second, the market positioning issue. &quot;First: I consider myself as a tech savvy guy and spend a lot of time online. Being a BlackBerry user I started realising that I couldn&apos;t keep up with the &quot;tried the cool app&quot; trend as very very few app makers were making apps for BlackBerry - ie my bank was only offering apps for the iPhone and Android. All of the websites I was using on day to day basis seemed only interested to make apps for the iPhone and Android and totally ignored others.  &quot;Second: I still remember the day when I saw some kids holding a BlackBerry in one hand and carrying the chicken and chips box in another on the street. From further observation I realised that all of them on that group was owner of a BlackBerry phone. That day I realised that the definition of the BlackBerry user has been changed. I just couldn&apos;t imagine to associate myself with that very BlackBerry user group.&quot; Ahmed has switched to an Android phone.", 
    "section": "technology", 
    "gid": "technology/2013/jan/30/rim-blackberry-challenge-bb10", 
    "wordcount": "2223"
}