{
    "headline": "University fees biggest barrier to wider access, research finds", 
    "text": "The cost of going to university is more of an obstacle than lack of ability among state school pupils likely to skip higher education, a study of the next generation of students has found. An Ipsos Mori survey of 2,500 11-to-16 year-olds at state schools funded by the Sutton Trust found that among those who say they are unlikely to go to university 57% cite financial considerations as the reason  more than the 41% who say they aren&apos;t clever enough to go. The results show that efforts to increase participation in higher education in England and Wales remain stalled, leading to calls by Professor Les Ebdon, director of the university fair access watchdog, and Sir Peter Lampl, chairman of the Sutton Trust, for the government and education sector to do more to convince young people of the benefits of further study. &quot;It is clear from this poll that many young people remain worried about the cost of higher education,&quot; Lampl said. &quot;Graduates face debts of over 40,000 with the higher fees and many will be paying for their university studies into their 50s.&quot; The need to earn money, worries about getting into debt and lack of family resources were among the reasons given by those concerned about finances. Overall, two-thirds of the schoolchildren polled said they had significant concerns about the cost of higher education, with 28% of the total saying that tuition fees were the biggest of those. Only 7% of those polled said the cost of university did not concern them at all. Since 2011 the maximum cost of tuition fees has been increased to 9,000 a year. Lampl said the government should reconsider means-testing tuition fees to widen access for those from less affluent households. &quot;While there may have been some uplift in university applications this year, student numbers are not yet back to 2010 levels. We are urging the government to means-test university fees, as used to be the case, so that those from low- and middle-income families pay less.&quot; Tuition fees were means-tested when they were introduced for undergraduates in 1998, when the fee was 1,000. Means-testing ended in 2006 when fees of up to 3,000 a year were introduced. Ebdon, director of the Office for Fair Access, said schools needed to be equipped to give advice about tuition fees and student finance. &quot;The fact is that no one needs to be put off going to university by the cost. There is lots of help available with living costs, including bursaries and grants that you don&apos;t have to pay back. &quot;But today&apos;s survey suggests this message is still not getting through clearly enough. So I am calling on the higher education sector to do more to reach out to potential students and give them clear information, advice and guidance about higher education and finance.&quot; The survey found that 38% of young people say they are &quot;very likely&quot; to go to university when they are older, with a further 43% saying they are &quot;fairly likely&quot; to do so  a rate unchanged from last year. But financial concerns weighed on even those who expected to go to university. While 67% think their exam grades will be the most important consideration in going on to higher education, 17% say cost will be a bigger issue. Ebdon said he expected to see evidence of greater efforts by universities and colleges in their access agreements for the 2014-15 academic year.", 
    "section": "education", 
    "gid": "education/2013/may/29/university-fees-barrier-wider-access", 
    "wordcount": "592"
}