{
    "headline": "Energy bill must vow to 'decarbonise' sector or face losing investment", 
    "text": "The government must set a clear &quot;twilight&quot; on gas-fired power generation in its forthcoming energy bill, or face a dearth of much-needed investment into the power sector, according to a top Tory MP. Tim Yeo, the chairman of the influential energy and climate change select committee, said the bill should provide &quot;confidence, certainty and long-term stability&quot;, and that this could only be done through setting a clear target for &quot;decarbonising&quot; the electricity sector. Without such a framework, he warned, the required investment in the energy sector  estimated at more than 200bn in the next ten years  would be doubtful. Providing a clear end to the use of &quot;unabated&quot; gas  that is, gas-fired electricity generation operating without the technology to capture and store the resulting carbon emissions  would ensure a clear limit on how long gas-fired power stations would continue to spew out carbon dioxide at their current rate, Yeo said. This issue is key to whether gas-fired power generation can have a long-term future in the UK, because energy utilities are being encouraged by the government to build new gas-fired power stations today, without a long-term view as to their future. Yeo said that the government should come clean on its view of the future of gas-fired power. Plants built today are likely to operate for at least 25 years, and under the current energy bill it is not clear whether they could continue &quot;unabated&quot; during that time, or whether they would need to be fitted with expensive capture and storage technology at a later date. If a new fleet of plants were built in the next few years, and still operating in 25 years, it would be all but impossible to meet the UK&apos;s long-term target of cutting carbon emissions by 80% by 2050, according to the committee. But if new plants are not built in the next few years, the government could face electricity shortages, because of the difficulty of building alternatives such as windfarms and nuclear reactors in time to meet the expected shortfall of electricity. Yeo said: &quot;Whether or not the government sets a clear carbon reduction target on the face of the energy bill will be a key test of the coalition&apos;s commitment to tackle climate change.&quot; In the forthcoming bill, ministers are expected to set out a framework by which gas-fired power stations would be allowed to opearate throughout the next decade and potentially beyond, while new coal-fired power stations would be effectively banned. This would be achieved by an &quot;emissions performance standard&quot; that would allow gas-fired generation  which has lower direct carbon emissions than coal when burnt for electricity  but would be too low for coal-fired power stations, unless emissions were captured and consigned to long-term underground storage. But Yeo said that the government must be much more explicit about the constraints it wanted to put on energy generation. He said: &quot;If we want energy companies to make multibillion pound investments in new nuclear, carbon capture and storage and offshore wind and wave power, then the energy bill needs to establish a framework that provides confidence, certainty and long-term stability.&quot; As a step towards such a framework, Yeo urged the government to follow the advice of the Committee on Climate Change (CCC), the body set up under the Climate Change Act to advise ministers on how to meet the UK&apos;s emissions targets. The CCC, which is due to give evidence on Tuesday to the energy and climate change committee on how the bill should work in favour of long-term climate targets, has previously recommended the electricity sector is set a target of cutting carbon emissions to 50g/KWh by 2030  what the CCC has referred to as &quot;the decarbonisation of the electricity sector by 2030&quot;. This would involve a phasing out of gas-fired power stations by 2030, or by fitting such plants with CCS technology to take their emissions effectively to zero by that date. Ministers have shied away from such a firm target, however, preferring to fudge the language of their aims by referring instead in the preamble to the proposed bill to &quot;largely&quot; decarbonising the electricity sector &quot;in the 2030s&quot;. Renewable energy companies and green groups regard this weaker language as a serious watering down of the government&apos;s commitments, and a move calculated to spur short-term investment in the gas industry, to the detriment of alternatives. Ministers have made clear that they want a sizeable construction programme of new gas-fired power stations in the UK over the next five years in order to make up for the ageing coal-fired and nuclear power stations that will be phased out  mainly because new gas-fired power stations are relatively cheap and easy to build. However, green campaigners warn that new gas-fired power plants built today will still be spewing out carbon in 25 years time, perhaps much longer. That would put the UK well beyond its carbon-cutting commitments for 2020 and 2050. Yeo, a former cabinet minister in the last Tory government, said: &quot;If ministers choose to ignore the advice of their independent advisors [the CCC] and do not set a target to cut electricity sector emissions to 50g/KWh by 2030, then deeper  and more expensive  carbon cuts wills have to be found in other sectors, such as transport.&quot; He said the government should better recognise that investors need the reassurance of a long-term policy framework: &quot;An unambiguous objective to clean up the electricity sector by 2030 would give energy companies the confidence to invest and innovate, and should be one of the cornerstones of electricity market reform.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/19/energy-bill-investment-gas-power", 
    "wordcount": "952"
}