{
    "headline": "On the road: Toyota GT86 review", 
    "text": "I&apos;m not sure it&apos;s socially acceptable to admit to enjoying driving these days. It&apos;s a bit like saying you&apos;re into hare coursing. I&apos;m afraid Ido, though  like driving, that is (coursing I don&apos;t know  I&apos;ve never tried it. I can&apos;t imagine I would. I like hares). And cars don&apos;t get much more enjoyable to drive than this one. It&apos;s not the quickest, the cleverest or the flashiest. That&apos;s part of its brilliance. Too many sports cars these days have so much power, and massive fat tyres to keep them on the road, and all sorts of sophisticated electronics to help you keep control, that you may as well not be (in control). It&apos;s like driving by proxy. Not so this one. A modest two-litre flat four boxer engine, a little under 200bhp, 151lb ft... sorry, I&apos;m turning into a boy. Basically, it&apos;s not very, very powerful. But it&apos;s light, with a low centre of gravity, rear-wheel drive, beautifully balanced, precise, accurate. Oh, and those tyres  they&apos;re the same ones they put on a bloody Prius. Meaning youcan drift a bit on the corners, ifyou so wished. And there you have it, the old-fashioned pleasure of driving, Mr Toad style, machine connecting man to road. Poop poop. So maybe you won&apos;t get there quite as fast as the fat cats in their supercars. But you will arrive with just as big a smile on your face. Bigger, in fact  Cheshire to their fat. Not only because you&apos;re more in touch with the road, but because bystanders aren&apos;t making the internationally recognisable sign for small penis at you as you pass. (I&apos;m assuming these are male drivers;awoman in a supercar is something quite different, and absolutely acceptable). Plus, you&apos;ve spent a fraction of what they have. Grin per pound, thisis about as high as it gets. Apartfrom a Subaru BRZ, perhaps, which is exactly the same car as this one, only ever so slightly more desirable because Subaru is a cooler brand than Toyota. To return  neatly  to hare coursing. If the Ferraris and Porsches are the greyhounds, then the GT86 is the hare  more nimble and agile on the turns... Yeah, except that analogy doesn&apos;t really work because a Porsche or aFerrari actually corners quicker, too, even if it may not feel like it, so the hare&apos;s going to be caught every time. That&apos;s no good. OK, then, how about this: it&apos;s not just the steering on the GT86 that&apos;s brilliant, the brakes are, too. So if an actual hare ran into the road, chances are you&apos;d be able to stop, or steer around it. There you go, everyone&apos;s happy, especially the hare. Toyota GT86     Toyota GT86 detail Photograph: Simon Stuart-Miller    Price 24,995Top speed 140mph0-60 mph 7.7 secondsAverage consumption 36.2mpgCO2 emissions 181g/kmCool rating 9/10", 
    "section": "technology", 
    "gid": "technology/2012/sep/07/toyota-gt86-review", 
    "wordcount": "479"
}