{
    "headline": "Sim City  preview", 
    "text": "About 23 years ago, Will Wright and his team at Maxis software changed the course and meaning of video game design forever. They did it with Sim City, a brilliant urban sandbox simulator, which allowed players to construct their own functioning cityscapes, complete with economic, social and infrastructural challenges  and the odd natural disaster. The series has now seen four major instalments and sold many millions of copies. And now it is back, refreshed from the foundations up and ready to engross us once again. Developed by many of the original team at Maxis, Sim City is built around the entirely new GlassBox Game Engine. Apparently, the name comes from the transparency of the system  for the first time, every pedestrian, every car and every building in the game is an agent, reporting in to the main simulation. This means players will able to work out by sight  rather than countless tables and menu screens  why their beloved utopia is quickly festering into an urban hellhole. &quot;Ocean Quigley, our creative director and Andrew Willmott, our lead architect, were both working on Sim City 4 and the technology just wasn&apos;t there to support the massive simulation and the graphics they wanted,&quot; explains producer Jason Haber. &quot;Now they&apos;re finally at the point they can make that game. We like to say, &apos;you see it, we sim it&apos;  everything you see in the game is actually simulated.&quot; Forget the simulation at the moment, and appreciate the sheer visual appeal. Inspired by the YouTube phenomenon of Tiltshift, in which real-life cities are made to look like miniature representations, the world in Sim City has a slight scale model look to it  not cute exactly, but definitely bright and stylised. Teeny pedestrians wander the streets, each with their own specific goals and destinations; every car on the road is inhabited by actual sim drivers and sim passengers. The very construction of the city is personalised in this way. Drag and drop a residential zone onto the map, and tiny trucks will turn up, filled with workers ready to build houses. When they&apos;ve finished, For Sale signs go up and people move in. Build a power station and workers have to move in to start chucking the huge piles of coal onto the conveyor belt into the building. Everything is visible, everything works. Well, that&apos;s if all is going well.     Sim City    To spot problems, the game allows players to place a number of different analysis layers over their map. Choose electricity for example, and red lines running along the roads through a neighbourhood means that this area has no power. Similarly, if you want to place a fire station on the map, choosing the fire layer will show which areas will be covered and which won&apos;t depending on where the station is positioned. From here, you can either build new utilities or upgrade the ones you have, perhaps fitting your fire station with a bell to offer sims an early warning, or ram an advanced coal generator onto the side of your power station for extra oomph (and also extra pollution, of course). There are visual cues about the welfare of your inhabitants, too. Switch on the happiness layer and each house gets a little emoticon, revealing the mood across the town. If things are really bad you just have to pan to city hall where you&apos;ll find protesters marching about outside with placards. Again, it&apos;s all about immediate feedback, doing away with the whole notion of tables and pop-up windows. Elsewhere, there will be natural disasters, just like all Sim City titles, but EA isn&apos;t saying what. Maxis has revealed however that you&apos;ll get specialist NPCs coming in to town to instigate certain events. In our demo, we see a car with flames down the side, driving into town playing loud heavy metal. A shifty looking character gets out in front of an apartment building, and then next thing we hear is fuel sloshing about and a match being lit  hey presto, instead inferno for your fire department to deal with. A key new feature, however, will be the multiplayer functionality. Groups of online players are able to build their cities in parallel with each other, creating whole Sim Regions. Cities within these conurbations will then need to compete for resources, but will also be able to co-operate, sharing workforces as well as good produced in their respective industrial sectors. There have been features a little like this in previous Sim City titles, but there&apos;s apparently much more connectivity with the latest version. &quot;Everything you do influences other people in the region and the world as a whole,&quot; says Haber. &quot;You can compete with each other, finding out who has the most income or the biggest population, but at the same time you need to work together as a region. There&apos;s a balance there. But we&apos;ll be explaining more at E3.&quot; It will also be possible for lone participants to take over and run a whole region by themselves, building an enormous mega city, far larger than the 2000m x 2000m allowed for single towns. &quot;I&apos;m not going to say that&apos;s crazy, but ... it would be a lot of work,&quot; says Farley. &quot;It would be a really interesting way to play the game actually. I&apos;m sure one of our QA guys will try it!&quot;  Sim City is due out on PC in 2013 ", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/20/sim-city-preview-pc", 
    "wordcount": "909"
}