{
    "headline": "This week's new games", 
    "text": "Final Fantasy XIII-2PlayStation 3, Xbox 360 If Final Fantasy XIII-2 were a film, it would be the worst you&apos;ve ever seen, featuring an absurdly convoluted plot and sub-James Cameron dialogue.  But it&apos;s the game&apos;s mechanics that create interest, with fast moving, tactical battles and satisfying character customisation. Clearly stung by criticism that the last instalment was essentially one long beautifully illustrated corridor, this time you can hop among levels at will, exploring not only new areas but different timelines in your search for heroine Serah&apos;s missing sister and fiance. Get past the weird stylisation and you&apos;ll find a big, absorbing game underneath. Square Enix, 49.99 Soul Calibur VPlayStation 3, Xbox 360     Ezio of Assassin's Creed, special guest in Soul Calibur V.    Part of a beat &apos;em-up lineage stretching back two decades, Soul Calibur&apos;s biggest point of difference is that all its characters are armed with swords, knives, a serrated metal whip and even the hidden blade of Ezio Auditore, hero of Assassin&apos;s Creed and this instalment&apos;s crossover guest star. Welcoming to newcomers, its new Street Fighter IV-style critical edge combos are powerful and easy to pull off, while further practice yields rich, balanced battles. Story mode may be a half-baked add-on, but everything else works beautifully. Namco Bandai, 49.99 Resident Evil: RevelationsNintendo 3DS     Resident Evil: Revelations.    Pacing itself somewhere between the all-out mutant assault of Resident Evil 5 and the more atmospheric tension of its distant forebears, Revelations jumps among the stories of teams of agents investigating an outbreak of bio-organic weapons and the lurching beasts who supply both scares and cannon fodder. The claustrophobic feeling of its interiors is greatly enhanced on the small screen, although it&apos;s still impossible to induce any real sense of foreboding without using headphones. With its music, ominous creaks and protagonists&apos; banal utterances piped directly into your skull it&apos;s a different matter, producing a decent sensation of dread. Capcom, 34.99  Games news With its time travelling and the fabulous complexity of battle options, few games benefit from a strategy guide as sincerely as Final Fantasy XIII-2, so it&apos;s handy that Piggyback&apos;s wonderfully complete book is published this week  Also out are Metal Gear Solid HD Collection, which generously packages together five games from the venerable franchise; charmingly offbeat organic action game PixelJunk Eden  makes its way to PC after a warm reception on consoles and Gabrielle&apos;s Ghostly Groove 3D brings lightly spooky rhythm action to the 3DS  Meanwhile players of new Xbox Live Arcade word game Quarrel are starting to discover that in online mode there are some parts of the English language it just refuses to countenance. Along with double-entendre friendly standards &quot;shaft&quot; and &quot;balls&quot; are some inexplicable censorships such as &quot;dice&quot;, &quot;help&quot; and &quot;start&quot;, which even the most sensitive soul would be pressed to find offensive.", 
    "section": "technology", 
    "gid": "technology/2012/feb/04/this-weeks-new-games", 
    "wordcount": "467"
}