{
    "headline": "School improvement held back by the 'academy solution'", 
    "text": "Inspectors working for Ofsted have raised concerns that the forced academisation process is holding back the improvement of primary schools by distracting headteachers and governing bodies. In two monitoring reports written recently, the judgment has been that headteachers have been swept up in meetings with Department for Education academy brokers, or staff and parents, that are getting in the way of their job. In a report on Leyland Methodist junior school, near Preston, schools inspector Allan Torr says that a &quot;significant barrier to improvement has been the amount of time [in which] the headteacher has been involved in the discussions about transferring to an academy.&quot; He goes on: &quot;Her time has been too stretched. Lengthy and time-consuming meetings with parents, unions, staff and external agencies have taken leaders&apos; and governors&apos; focus away from school improvement.&quot; And in a report on Woodhouse primary school in Quinton, Birmingham, inspector Jacqueline Wordsworth wrote: &quot;The process of converting to an academy has placed a high demand on the energies of governors, the headteacher and other senior leaders and it has distracted them from focusing on improving the quality of teaching and learning.&quot; The reports are thought to be the first in which Ofsted inspectors have spoken out about the effects that Michael Gove&apos;s forced academisation programme is having on the running of some schools. The voluntary controlled Leyland Methodist juniors was placed in special measures in April 2012. Its headteacher, Kathryn Melling, had arrived six months before. The previous Ofsted report, in 2009, had described the school as &quot;satisfactory&quot;. Its chair of governors, Matthew Tomlinson, says being put into special measures did the school good. &quot;The school had always hit floor targets, and it had never come up on any radar. I think it could be described as a coasting school. Being in special measures has caused the school to shift massively,&quot; he says. After the Ofsted inspection last April, a plan for improvement was put in place. &quot;The governors said they wanted to be out of special measures within a year, even though we were told that was wildly ambitious,&quot; says Tomlinson. Then, on the last day of the summer term, the school received a call from one of the DfE&apos;s brokers, asking to visit in the autumn term. Tomlinson says that during the visit in November, the broker told governors that they must pass a resolution to convert by the end of that month, or they would be removed by the secretary of state. He and his colleagues asked for evidence of how becoming an academy would benefit the school, he says, and, against the advice of the broker, informed parents what was happening. This unleashed a series of meetings for the governing body and for Melling. &quot;We quickly realised that the process was throwing up all sorts of questions that in the time available we just could not answer,&quot; says Tomlinson. &quot;The head was working 13-to 14-hour days as a result.&quot; Once a school has been placed in special measures it receives monitoring visits from inspectors. According to Ofsted, inspectors are looking at the progress the school has made in relation to the weaknesses that were identified. They are seeking evidence to back up what they are being told. As well as looking at children&apos;s work, checking data and observing lessons, they will go through the head&apos;s diary, check how many times governors are coming into the school and what governors are discussing. Leyland&apos;s second monitoring visit from Ofsted resulted in a &quot;making reasonable progress&quot; judgment, the only positive category available to an inspector. At Woodhouse primary Caroline Clarke has been headteacher for 11 years. In June 2012, when the school was placed in special measures, it was her third Ofsted inspection. The two previous reports had been &quot;satisfactory&quot; an d &quot;good with outstanding features&quot;. After the special measures judgment, says Clarke, &quot;The local authority wrote a statement of action, [the purpose of] which is to start the school improvement process for you to work to, and I wrote my own action plan.&quot; Again, on the last day of the summer term, Clarke heard from a DfE broker that the school was to become an academy. &quot;The first half of the autumn term was completely taken up with meetings about the forced academy. It was relentless.&quot; Clarke says she was also told to keep the parents in the dark. And the search to find an academy sponsor that would be acceptable to both the school and the DfE, was added to her workload. &quot;The DfE were monitoring our choice of sponsor. We&apos;d say: &apos;We&apos;re looking at this one and this one,&apos; and the department would say, &apos;We don&apos;t want this one or this one,&apos; and each time the governors had to respond. There were some days when that was all you were thinking about. Meetings would be followed by more meetings. None of them were about getting out of special measures. They were all about being forced to become an academy.&quot; Russell Hobby, of the National Association of Head Teachers, says the inspectors&apos; comments are &quot;embarrassing for the government&quot;. &quot;We have long complained that good and improving schools are being swept up in the drive to conversion. We now learn that not only are they mistakenly diagnosed, but it&apos;s the medicine they are being prescribed that&apos;s doing the damage.&quot; He believes Torr and Wordsworth are not alone. &quot;We are just at the start of such comments coming through,&quot; he says. &quot;As long as the government&apos;s default response to school improvement is academy conversion, there will be more of these comments. I fear this situation can only intensify as the government drives to reach numerical targets for conversion, with brokers operating &quot;under the radar&quot;, without protocol or process. However, when the mixed performance of academies is revealed, it will be increasingly hard to justify this crude approach.&quot; A DfE spokesman said: &quot;We cannot just stand by when schools are failing children. Ofsted found that school leaders in both establishments were ineffective in driving improvement. &quot;We strongly believe that they need the support of an academy sponsor if they are to improve to the point where they can offer the excellent education their pupils deserve. We do not agree that time spent trying to secure improvement is wasted time.&quot; When Education Guardian spoke to three former inspectors, they all said the development affirmed Ofsted&apos;s independence. &quot;It&apos;s encouraging that Ofsted is allowing inspectors to write things that are not necessarily following what senior people might or might not believe about the notion of academies,&quot; said one. &quot;It shows that if you have got the evidence  and Ofsted is an evidence-based organisation  you can make the point.&quot; Rhonda Evans&apos;s film about academisation can be seen at academiesandlies.org.uk", 
    "section": "education", 
    "gid": "education/2013/mar/25/ofsted-conerns-academies-undermine-improvement", 
    "wordcount": "1171"
}