{
    "headline": "Expertise should be at the heart of House of Lords reform", 
    "text": "We live in a society that is, to a large extent, created by science and technology. Without them, we&apos;d have no modern healthcare, communications, transport or agriculture. Music, art, literature and film all rely on technology for their transmission. And yet our political system generally fails to recognise the impact of science. While debating House of Lords reform, we should at least bear that in mind. Only two of the 42 permanent secretaries, who lead the UK&apos;s civil service, and none of our 23 current cabinet ministers have degrees in science or engineering. We have nearly 90 lawyers in the House of Commons, but only one research scientist. The point is not that we need to impose some kind of scientific expertocracy, but that if you think scrutiny of government policy and the making of our laws should involve at least some scientists, then the House of Lords is the place to look. The zoologist John Krebs chairs the Lords&apos; Science and Technology Committee, Lord Patel is a former president of the Royal College of Obstetricians and Gynaecologists and Lord Walton is a former president of the British Medical Association  to give just three examples. The reforms currently on the table would probably do away with most of them. A survey of 37 expert peers showed that only six would consider standing for election. In contrast, the proportion of bishops would actually go up in the new House of Lords  26 out of 817 at present, to 12 out of 300 under the proposed reforms. The Lords&apos; Science and Technology Committee is facing cuts to its resources, meaning it will be unable to conduct as many inquiries. So let&apos;s say Lords reform goes ahead  and it probably will, whether it&apos;s in this parliament or the next  and we end up with a mostly or wholly elected second chamber. Here&apos;s how we can make sure it&apos;s able to use the UK&apos;s science and engineering expertise in its work:  Have around a third of peers appointed, rather than elected. This will allow the Lords to represent a breadth of expertise, and decrease the relative influence of the party whips. It would also mean the government would rarely have an automatic majority, making it harder to politically steamroller debates, and therefore give us more room for informed discussion.  Make the Appointments Commission (which selects peers for appointment) fully independent from government, and put it on a statutory footing. Remove the commissioners who are there to represent the three main political parties, and replace them with independent members. We know there are gaps in the expertise currently present in the Lords. For instance, research undertaken by University College London&apos;s Constitution Unit identified a lack of peers with expertise in environmental protection  a global policy issue. Of course it&apos;s not possible to represent every discipline, but there should be a more proactive approach to appointing members with expertise in specific areas.  The House of Lords and its members should seek to employ staff with backgrounds in science and engineering, as opposed to predominantly politics (as is the case in the Commons). This problem isn&apos;t exclusive to parliament - fewer than 1% of around 5,000 senior civil servants have a science background and just 2.8% class themselves as engineers. Having people with an understanding of how science works advising peers, even if the peers themselves aren&apos;t scientists, would be a good start.  The Lords&apos; Science and Technology Committee has a great track record of scrutinising policy and influencing government. One of the committee&apos;s recent reports on nuclear research resulted in the government committing to developing a long-term strategy in this area. Its resources should be increased so that, even without experts in the upper chamber, external advice can be brought in. This would allow the Lords&apos; to make the best use of the nation&apos;s science and engineering expertise  and we don&apos;t even need to wait for full-blown reform to do it. The US Congressional Research Service has 700 employees, a third of whom have PhDs in science, engineering or health. The Lords&apos; science committee has just a handful of staff.  We already have a Parliamentary Office of Science and Technology. We could empower it to be more proactive. For instance, an induction programme for all new members of the House of Lords would demonstrate to them how the scientific method can inform policymaking, the difference between correlation and causation, and where to go for scientific advice when they need it. (If you&apos;re wondering why we don&apos;t already do this, join the club). On Thursday the Campaign for Science and Engineering published a report that looks at these issues in some detail and makes some recommendations. We&apos;d really like to hear your thoughts. Is a democratically elected chamber an absolute good? Is the loss of expertise a price worth paying? Or are there proven ways of combining the two? Imran Khan is director of the Campaign for Science and Engineering (CaSE). Beck Smith is assistant director", 
    "section": "science", 
    "gid": "science/2012/jun/07/expertise-house-lords-reform", 
    "wordcount": "831"
}