{
    "headline": "How could Apple be a better partner for publishers? 'Share more data'", 
    "text": "A panel of publishers from various media and entertainment sectors at today&apos;s Guardian Mobile Business Summit chewed on issues including apps versus mobile websites, freemium business models and the desire for more transparency from Apple and Google. The panel comprised John Barnes, managing director, digital &amp; technology at Incisive Media; Geoff Inns, managing director at CBS Interactive UK; Alessandro Rizzoli, founder and chief executive at Mopapp, and Peter Parmenter, head of new platforms, Electronic Arts, and was moderated by Tim Green from Mobile Money Revolution. Barnes talked about Incisive Media&apos;s experience bringing its mainly-B2B magazines to mobile, and trying to replicate the experience for subscribers across multiple screens. &quot;Apps generally are a lot easier to sell, particularly publication apps, because they mimic print and the advertisers get them,&quot; he said. &quot;The difficulty really is on the mobile web. What we&apos;re finding there is that the ad networks are too strong, the CPMs are too low, and the data isn&apos;t freely available on the volume of users, so it&apos;s a hard thing to sell, and a hard thing to buy.&quot; Geoff Inns noted that CBS Interactive was one of the first British publishers to launch a site with responsive design, which has helped push mobile to 30-35% of its overall visitors. He wasn&apos;t as positive on apps in the long term, though. &quot;They are a transition revenue model at best,&quot; he said, predicting that HTML5 and faster and more reliable mobile broadband networks will fuel the alternatives to native apps. &quot;As publishers we thrive on the data that our audiences give us, and using a closed system you have so much less access to valuable audience data. So we are very much on the side of the open mobile web. And we feel as many publishers do that there is a lot to do to raise revenues from that quarter.&quot; Inns suggested that the key is for publishers to provide their advertising clients with &quot;unassailable, repeated&quot; research on how well mobile ads can work, and thus persuade them to part with more of their budgets. &quot;Free always wins. Open always wins,&quot; he said. &quot;That&apos;s where we need to collectively direct our energies.&quot; EA&apos;s Parmenter talked about the disruption being wrought by apps on the games industry, which he said the publisher is &quot;massively embracing... If you look at the simple statistics in our world, we think there are around 200m consoles worldwide split between the big three, and depending who you believe there are five or 5.5bn mobile devices out there.&quot; He said that the fundamental challenge for EA is to get as many people playing games. &quot;We move to a model where historically you&apos;ve paid first then you play later, but we come to this concept where you play first and pay later.&quot; Hence the buzz around freemium games on smartphones and tablets, where publishers run these games as services, rather than simply releasing them and letting them sink or swim on their launch features. Rizzoli, of mobile analytics company Mopapp, suggested that while subscriptions offer a stable revenue stream on mobile for B2B publishers, those focused on consumers need to find other ways to make money, which is why the drive towards freemium has so much momentum right now. The panel were asked about how they decide which devices and platforms to develop for. &quot;We develop for the big ones, basically. It&apos;s very very easy to answer!&quot; said Inns. &quot;There&apos;s also a bit of a gut feeling... All the obvious ones. We don&apos;t have a BlackBerry app interestingly, we&apos;ve never had a demand for that other than one or two of our enterprise IT brands.&quot; But he reiterated that CBS&apos; focus is more on responsive design, working by screen-size rather than platform. &quot;The question we&apos;re looking at now is the rise of the seven-inch screen. What do we have to do now to go back to those websites and build a seven-inch version,&quot; he added. The problem being that existing responsive websites look okay in landscape mode on a seven-inch tablet, but not so good in portrait mode. How about HTML5 for gaming? Parmenter said he&apos;d been asked this question at conferences for the last two years &quot;which kind of answers the question&quot;. He said it&apos;s fantastic for delivery of content across a web environment, and while very complex graphically-rich games may not be suitable for HTML5, other kinds of games like Angry Birds and Where&apos;s My Water may be very good. Parmenter said discovery is one concern how people find games but he said he was excited about Mozilla&apos;s plans to take its Firefox OS to developing markets in affordable smartphones. &quot;As soon as we get some of the standards issues worked out... I think it&apos;s going to be very interesting to see what comes out of that,&quot; he said. &quot;And the Mozilla audience is a voracious gaming audience, so we expect some exciting innovations to come out of that camp.&quot; What could the likes of Apple and Google do in the next year to improve in the way they retail these companies&apos; content, whether it&apos;s news apps or games? &quot;Share more data,&quot; said Barnes, and Inns nodded his agreement. Rizzoli said there&apos;s a real hunger among publishers and developers for this. &quot;All the app stores are holding back a lot of information that would be really beneficial for developers and publishers, and at the same time making the industry more transparent,&quot; he said. &quot;The other thing I&apos;d desperately like Apple do is to be a bit more descriptive when an app fails about why it&apos;s failed,&quot; said Barnes. &quot;We are supposed to be partners after all.&quot; What&apos;s stopping the platform owners sharing more information with publishers? &quot;Size, power, greed,&quot; said Barnes. &quot;Data is so important now,&quot; agreed Inns. &quot;The [ad] buying community is very much in the mindset of data data data, so it&apos;s quite difficult to work in an environment where you simply don&apos;t have that visibility.&quot; Meanwhile, Parmenter said that rather than data, &quot;anything that can reduce our time to market when a new device or set of devices launches would be welcome&quot; from the platform owners.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/19/ea-cbs-incisive-mobile-content", 
    "wordcount": "1071"
}