{
    "headline": "Baaba Maal: people in the Sahel region need food and water now", 
    "text": "The food crisis in west and central Africa is affecting 18 million people across an area as wide as the US. Poor rainfall and rising food prices are to blame. This happened before when I was very young, and people still talk about those times today. I never expected it to happen again in the 21st century. But it has, and the communities I visited with Oxfam, in Mauritania and northern Senegal, and others throughout the Sahel are living on the brink. People here are doing everything they can, but they need more help. In Matam, in my home region of Fouta in northern Senegal, I spoke to a group of women who told me about the agricultural association they have formed. The women showed me the patch of land they hope to cultivate it was dusty and bone dry. As we were shown around, I thought: how are people living? What are they eating? What are they drinking? Where crops once grew, the ground is now dry and cracked. The only drinking water is brown and dirty. You can&apos;t live in this region without knowing how to adapt, and communities here have done this many times before. I saw so much passion for change in the people I met  they know that if they receive the right advice and learn new skills there is a way to change things for the better. But adapting takes time, and this crisis has hit so hard that time is something these people just don&apos;t have. They urgently need food now to get them through this crisis, they need clean water and seeds to plant if the rains ever come. Only then will they be able to talk about irrigation ideas, trying new seeds and other solutions to ensure that their families don&apos;t have to suffer like this again. The priority now is survival. I spoke to Halima Sneiba, whose open face made her look like a young girl despite being a mother to four children. Her home is nothing more than a shelter and opens on to the baking desert. When I asked whether her children go to school, she said all she cares about now is finding food to keep them alive. In a nomadic community in Matam, we watched four men help a malnourished cow to its feet  people are watching their only assets, their sources of food, milk and income, disappear in front of their eyes. And when they move their cattle across the flat, arid landscape to find new pasture, the grass they find is dried out and dying. Despite their struggles the communities we met were so generous. They sang to welcome us and offered us cups of milk. They were so happy to feel that people cared about what they were going through, and that there was the chance of assistance  both in the short term and with longer-term solutions. But so many other communities across the Sahel don&apos;t know if or when help will come. They feel so far away from the rest of the world, from governments, from other countries, from the world they may glimpse on the radio or TV. They know that people are talking about what is happening in their region, but they don&apos;t know if anyone will come to their aid. I performed a fundraising concert while we were in Matam, and the atmosphere on the night was amazing. It wasn&apos;t all about the music; it was what we were talking about between songs, and the incredible feeling of hope and solidarity among all who were there. I saw the same reaction in the communities I visited with Oxfam. People here need food and they need clean water, but they also need to know that they haven&apos;t been forgotten.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/25/baaba-maal-sahel-food-water", 
    "wordcount": "629"
}