{
    "headline": "David Cameron's black ops speak louder than green words", 
    "text": "I genuinely wish Stephen Lovegrove, the new top civil servant at the UK&apos;s department of energy and climate change (Decc), the very best of luck. He&apos;ll need it. The department is charged with delivering at least two huge policies: transforming the nation&apos;s electricity supply and its 14m energy-leaking homes. But its ministers are openly at war and officials were - until now at least - as likely to hinder as help their political masters. Lovegrove&apos;s appointment may herald a steadier new era at Decc but its greatest significance is its signalling the definitive end of an era for David Cameron. The prime minister, whose husky hugging is long forgotten, is now undeniably pandering to the right wing of his party who see climate change as communist conspiracy and wind turbines as the conspirator&apos;s Trojan horses. Why do I claim this? Because, in a nakedly political move, Cameron appointed Lovegrove after carrying out a highly unusual political hit on the candidate chosen by energy secretary Ed Davey and senior civil servants: David Kennedy, the chief executive of the government&apos;s official advisers, the Committee on Climate Change. Lovegrove took part in the initial recruitment round, I understand, but was ranked several candidates behind Kennedy. However Kennedy holds the inconvenient belief that the lowest cost, least risk route to a sustainable economy includes setting a target to clean up the UK&apos;s electricity by 2030, a move loathed by the Tory dinosaurs yet to realise that the green economy is one of the few growing parts of UK plc. Cameron explained his blackballing of Kennedy to MPs in December: &quot;The most important thing we need now at Decc is commercial experience and the ability to do deals.&quot; This fails to stand up to even the flimsiest scrutiny. Lovegrove did spend 10 years at Deutsche bank, doing mergers and acquisitions in the European media market. As far as I can tell, he&apos;s never made an energy investment in his life. Contrast that with Kennedy, who spent 10 years in the energy sector, with the European Bank for Reconstruction and Development and the World Bank. Kennedy has done scores of big energy deals. Until this ugly episode, Cameron had maintained a gnomic silence on energy and climate change, leaving his chancellor George Osborne to throw red meat to the Tory climate sceptics. But the prime minister has now revealed his hand: when pushed, he&apos;ll feed the Tory right wing too, whatever the cost to the country. There&apos;s an unfortunate irony that Lovegrove&apos;s appointment comes on the same day as the dwindling band of progressive, green Conservative MPs publish their ideas for the 2015 election manifesto. Claire Perry, thought to be close to Osborne, and Laura Sandys, state: &quot;Greening the economy is not &apos;nice to have&apos; but a total necessity.&quot;  But the publication also argues that ministers should be allowed to choose their own permanent secretaries. If that had happened, Kennedy would now be taking up the top job at Decc and a prosperous green future for the UK would be looking much more assured.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/jan/07/david-cameron-stephen-lovegrove-david-kennedy-climate-change-energy", 
    "wordcount": "512"
}