{
    "headline": "Street Fighter and me: Yoshinori Ono on the future of the fighting game", 
    "text": "If you&apos;re a fighting game fan, you&apos;ll have seen the videos. Street Fighter producer Yoshinori Ono and his Tekken equivalent, Katsuhiro Harada, at the San Diego Comic Con, battling it out over a series of ridiculous competitive tasks. In the run up to the release of Street Fighter v Tekken, the good-natured rivalry between these two games industry veterans became a priceless marketing tool. They didn&apos;t just make the game, they symbolised it. In late March, Ono became ill during a promotional tour of Asia. He was taken to hospital but later released and although he has temporarily stepped down from his position as Street Fighter series producer, he is staying in touch with the game.  Indeed, in a lot of ways, he is the game. Ono has come to embody the spirit of the new Street Fighter  steeped in tradition, but not afraid to laugh at itself. Famously, he carries a little toy of electrified Street Fighter character Blanka with him on every press tour. Although only a series producer for the last couple of iterations, he&apos;s been involved with Street Fighter for years, originally on the audio side. He was sound supervisor on Street Fighter III: Third Strike, the era of the brand that he felt scared away a lot of potential players with its complexity.  When I got to question him a couple of weeks before his illness, I started out by asking about the game&apos;s origins back in the late-eighties; about Capcom&apos;s decision to enter the burgeoning fighting game genre. &quot;At the time, Takashi Nishiyama, who was my senior at the company and now the President of Dimps worked on a number of games, including Spartan X before coming to Capcom,&quot; he explains. &quot;As a game designer, Nishiyama-san always had wanted to create that type of fighting genre. Street Fighter 1 could be considered the first modern day fighting game.&quot; But was Nishiyama inspired by the likes of Karate Champ or Yie Ar Kung Fu? &quot;It was more influenced by popular Japanese manga,&quot; says Ono. &quot;From what I heard, it was never Nishiyama&apos;s intention to go out and make a better game than what was already out there, but rather to make his own ideal game as a designer. But anyway, those special moves were really hard to do in the original Street Fighter, so they didn&apos;t come out very often. I remember Nishiyama-san told me he once got upset at the development team and shouted, &apos;If these are really special moves they gotta come out when you need them!&apos; &quot;  Ono is amiable, funny, a natural clown, but he&apos;s also very serious about what Capcom needs to do to survive in the current industry. Last year, he gave an interview to Japanese games magazine Famitsu in which he stated his intent to spearhead a social and mobile gaming revolution at the publisher, making social connectivity a key element of all its titles. The future is probably Street Fighter v Facebook. For now though, the important thing is the current game, a breathless showdown between two very different fighting brands. Street Fighter is the exacting 2D classic, the hardcore bruiser; Tekken is the glitzy 3D showman that symbolised the dawn of the PlayStation era.  The prospect of a co-production first came up a couple of years ago. It was Ono who had the idea  he&apos;d heard that Tekken producer Harada was a big fan of Street Fighter (&quot;it might be the case that he is better at Street Fighter than he is at Tekken,&quot; says Ono), so he put forward the concept of Street Fighter v Tekken. Perhaps he was inspired by the Dreamcast-era cross-over project Capcom vs SNK; it certainly wasn&apos;t because Ono was secretly obsessed with Harada&apos;s series. &quot;I was never very good at Tekken,&quot; he admits. &quot;Before we started making this game, I had never dreamed that we could make this project a reality, so I didn&apos;t play Tekken very seriously back then. Once the project was given the go ahead however, I put my full attention into learning the game, the characters, the battle mechanics, and the match-ups. I didn&apos;t get any better at the game though&quot; I ask who his Tekken character of choice is  it&apos;s Nina Williams, apparently. Or at least it was. Sometime during the development of SF x T, he saw everyone else in his office opting for Xiaoyu, so immediately swapped allegiances to this ultra-athletic school girl. Surely at some point early in production, it must have seemed like madness, mixing these very different combat systems. Street Fighter uses a system of light, medium and heavy attacks usually based around a six-button layout and a combo mechanic that employs circular and semi-circular joystick moves; Tekken has four buttons, one for each limb, and combos mostly based on sequential button presses and directional jabs. They don&apos;t fit. Ono laughs. &quot;We get this question quite often and it was definitely a main concern of ours. Street Fighter and Tekken are very different, even though they&apos;re under the same umbrella of &apos;fighting games&apos;. We couldn&apos;t just take Tekken characters and put them into a Street Fighter game, so we decided to take the key elements from both franchises and make something completely new. Although Tekken is a 3D fighting game, it still contains many 2D elements within its core gameplay, and that made the transition process much smoother.&quot;  So now the fighting system cleverly combines both. Street Fighter characters get the six-button array, while Tekken veterans can access many of the four-button moves they&apos;re used to as well as discovering new heavy punch and kick attacks and a range of specials and supers. Introducing a rich selection of new moves designed to aid newcomers will indulging experts it&apos;s a surprisingly robust amalgamation, a triumph of sheer will over contrasting engines. One key addition I want to ask Ono about is the controversial Gem system which allows players to augment certain favourite moves. It seems like something out of the RPG genre, but also something very modern  a nod toward the customization fervour of the social gaming age. &quot;With the gem system, we wanted to add a layer of personalisation that had never been seen before in fighting games,&quot; says Ono. &quot;No longer should customisation be purely cosmetic; it should be about fusing your own play style into characters, and that&apos;s what we&apos;ve managed to do with the gem system.  &quot;No gem is more powerful than another, and it is all about finding out what works for you as a player and you personally. New players to the genre can utilise Assist gems in order to cover their weaknesses, while more experienced players can utilise Boost gems to increase the parameters of their characters. Either way, the gem system has something to offer everyone out there, and I am very excited to see what combinations players come up with!&quot; Another key element of the new game is the choice of characters. There&apos;s a roster of 50, with 25 from each title (though PlayStation versions offer five extra guest characters). &quot;We wanted to create a festival that everyone could join,&quot; says Ono. &quot;So we put in all the most popular characters from each franchise. We wanted new and old players to enjoy the variety of characters, so there is something for everyone in the roster.  &quot;Even similar types of characters play differently. Take Zangief and Marduk, for example; they are both &apos;power&apos; characters, but they do not play the same way, and I believe players will enjoy these kinds of matches as well.&quot; He admits, though, that it&apos;s getting harder and harder to select balanced rosters in Street Fighter games. As the menagerie grows and the hardware gets more powerful, the temptation must be there to just chuck everyone in  or at least make great armies of extra fighters available as DLC. &quot;The most important thing is to build a roster that contains varied play styles and varied personalities,&quot; says Ono. &quot;As we always say, fighting games are not just mere entertainment that you watch, they are tools for the players. This is also true when we create new characters; we want to keep things as diverse and interesting as possible. I&apos;m sure you can see this with recent Street Fighter games, as they end up having huge rosters  the balancing act has become quite a difficult task for us!&quot; But what is it that has allowed Street Fighter protagonists to remain popular, to remain balanced? &quot;I believe it&apos;s because every character can be seen as a &apos;main character&apos; in one way or another,&quot; he says. &quot;In other older games, you basically controlled one or two fighters, and every other character was an enemy, or had a minor role. Street Fighter was always about the player making their own gameplay experiences, just like in chess or poker. Whichever character you choose, that becomes the main character in your eyes. That is why players have loved the characters over all these years.&quot; The interesting element of this whole cross-over enterprise is that Street Fighter x Tekken was developed entirely by Capcom, with no input from Namco. At all. &quot;They gave us complete creative freedom with the collaboration project,&quot; says Ono. &quot;They never tried to steer the direction of things, and just gave us helpful advice. It really made the development process a lot easier than we had initially imagined.&quot; Now, it&apos;s up to Namco. Harada and his team will have already begun work on their response, Tekken x Street Fighter. Can we expect a whole new roster? How will the button layout change? Surely accommodating the Tekken system within a Street Fighter structure was the easier task? But then successfully translating the fireballs and extending limbs of the SF heroes into the fully 3D Tekken universe?  &quot;Honestly, I haven&apos;t seen a single thing about it!&quot; laughs Ono. &quot;Harada is notoriously slow at making games, so it might be 2018 before that comes out!&quot; Fighting games in 2018? That will be a rather frightening 35 years after the first formative titles in the genre emerged. How does Ono see the whole concept evolving in the near future? &quot;I believe the analog and digital environments need to be blended together more seamlessly,&quot; he says. &quot;Right now, we are very happy that there are Street Fighter tournaments going on all around the world, both online and offline. Live stream technology has allowed for viewers to watch them like never before. &quot;But we want more and more people to become interested in fighting games so that we can grow the genre. It would be nice if we could create a means of giving new players an easy way to get acquainted with the existing fighting game community. If we can include more social features in the future titles that could help grow the communities. That would be ideal.&quot; Ono is on the road almost constantly, publicising Street Fighter all over the world. I figure it&apos;s either the only game he plays or that he plays nothing. Turns out I&apos;m wrong. When I ask about what he manages to play in-between promo appearances, he has a list ready. &quot;I often play 3DS: Mario Kart online in the hotel,&quot; he says. &quot;And when I can&apos;t sleep, I play Resident Evil Revelations  it makes me so excited and tired that it helps me sleep. And I love playing Ace Combat on the airplane.&quot; &quot;Oh, and I always play Pro Evolution Soccer and FIFA on my PSP when I go to Europe, just as a communication tool. I make sure to practice on either game before I get into a European country. &quot;What a great time we live in!&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/09/street-fighter-yoshinori-ono-interview", 
    "wordcount": "2002"
}