{
    "headline": "E3 2012: Need For Speed Most Wanted  hands-on preview", 
    "text": "From the very first rev of a Ford Mustang engine, from the first cruise through the streets, the sun glinting, the back-end sliding gracefully, it is clear this is a Criterion game. Starting with Burnout and charging through to the majestic Need For Speed: Hot Pursuit, this Guildford-based developer has always made games that shun painstaking motorsports authenticity in favour of unadulterated joy  the joy of belting along a freeway in a banana yellow Porsche 991, tyres screeching like terrified zoo animals.  Need for Speed: Most Wanted is the latest chapter in that quest for giddy high-speed thrills. Taking the bare bones of the original game  its urban racing competitions and police chases  this reboot grafts the franchise into a vast open-world, where events can crop up on any corner or any stretch of road, and where every cool action you take adds to your haul of Speed Points  and your Wanted status. The key message is &quot;racing without rules&quot;  players can take shortcuts, smash into opponents and leap over ramps  anything goes; and between events, it&apos;s time to shake off the cops via high speed, free-roaming chases.  I played a brief single-player race through the Four Bridges area of Fairhaven City, gunning the Porsche across multi-lane roads, through deep curves and along swooping straights. Handling is classic, classic Criterion, a touch of oversteer, a beautifully intuitive drift mechanic that invites you in with a dab on the break before swirling you through corners like a fairground Waltzer. Meanwhile, AI cars nip at your vehicle, edging in from the sides, stealing your slipstream  everything feels super condensed and competitive, yet there&apos;s space to zip out of line and head off from the pack down side roads and incoming lanes.  Crashes, meanwhile, are utter Burnout wreckage porn. Head-on collisions swap to slow motion as mangled supercars disintegrate in mid-air; but even the slightest touches realistically dent your chassis, giving cars a lived in feel after every race. Gone is the sterile Gran Turismo reverence  at Criterion, the catchphrase is very much &quot;drive &apos;em like you stole &apos;em&quot; - they want your engine over-revving, they want you throwing evasive bootleggers, they want you trying to tuck in between an underpass wall and a Cosworth Impreza buffeting both in the process. Nothing looks new for long. As in the ostensibly similar Burnout Paradise, there are landmarks to discover throughout the map. Auto garages will repair your car as you whizz through, while ramps and billboards provide mini-tasks, and fences can be knocked down to reveal new areas. This time, Criterion has added jack spots - secret areas hiding previously unattainable ultra exotics to pick up and drive away. There are also special cool down spots, which allow you to escape the police and douse the heat.  Autolog is back, of course, only now it&apos;s Autolog 2: the next generation. While the first version only really recorded your best race times and shared them with your friends, in Most Wanted, the system saves everything from your fastest laps, to your longest jumps; anything you achieve or discover in the game is sent to your friends and becomes a potential competition. The aim is to become the most wanted among your peers; the ultimate illegal street racer. For the drop-in/drop-out multiplayer, Most Wanted introduces a new playlist option, which serves a barrage of challenges so the competition just keeps going. Meet online with a bunch of friends, and it&apos;ll get you all to assemble at a meeting point somewhere on the shared map  there are no grid starts here, you&apos;ll need to compete for the best positions, bumping mates out of the way.     Need for Speed: Most Wanted    From here, you may get a straightforward race through the city streets, followed sharply by a &quot;speed test&quot; to see who can jump the furthest over a specific ramp; next it could be a team race, where the cars are divided up into two sides, and then compete together for the better score. Here, players who have finished the race will be able to go back and crash into opponents, helping their team mates place better.  The important thing is, everything flows. Criterion says it has been learning from Battlefield, looking at the way FPS players are seamlessly moved from map to map, and how team-based modes incorporate group tactics. The Most Wanted team challenges even allow you to &quot;spot&quot; opponent cars by looking through the rearview mirror and hitting a button, alerting members of your squad that a rival vehicle is approaching. And instead of dog tags, players get customised license tags, which record successful takedowns.  Up to 12 players can compete in these online skidmishes, and it seems that there will be a selection of special Freedrive co-op challenges, allowing up to a dozen players to work together. There&apos;s no other info just yet, but we&apos;re intrigued to see what all this entails. Speed points earned during racing can be spent on unlocking new cars, as well as paint jobs and modifications to your tyres, nitro system, suspension and chassis. It&apos;s a familiar set-up, a Need For Speed staple since tuner culture hit the mainstream in the late nineties, but the car models are so luscious in Most Wanted that it should feel like an exciting addition once again. And that&apos;s really what Most Wanted promises. Frenetic speed challenges, enthralling cop chases, exciting cars, competing with friends  Hot Pursuit brought the whole concept of asynchronous social play to console gaming; this is likely to be the next step.  But at its core, fundamentally, every Criterion game is about this: the sound of an engine ripping through the city air, and the drift of tyres along blistering Tarmac.  Need For Speed: Most Wanted is released on 30 October for PC, PS3, PS Vita and Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/15/e3-2012-need-for-speed-most-wanted-preview", 
    "wordcount": "974"
}