{
    "headline": "Autumn's textures turn the mundane into the magical", 
    "text": "Autumn is all about the colours. The focus is understandably on the changing leaves, the fading light and the ripening fruit, and imagery is dominated by blushing red fungi, burnt orange trees and pink evening skies. But there is more to autumn than its lopsided colour palette. For the nature photographer after something a bit different, it&apos;s the textures and patterns of the season that can draw the eye. Take the spider&apos;s web, for instance. Damp, dewy nights, misty mornings and drizzly days may not strike those of us with a fondness for duvets as appealing conditions in which to break out the camera gear, but the spell they cast on our surroundings can turn the mundane into the magical. Look for lacy webs bejewelled with droplets of moisture festooned across hedgerows and dry-stone walls. Play with shallow depths of field and sharp angles to bring central drops in focus and fade others out. Try different positions; even subtle shifts in direction change the way the light catches on the water droplets and gives them that alluring sparkle. Macro photography is perfect for those seeking intricacy in the natural world. It&apos;s often in the smaller, overlooked subjects that unexpected beauty can be found. A close look at a conker, the fruit of the horse chestnut, reveals rich brown whorls alike to the grain of walnut wood and a smooth surface that reflects light as though polished for the purpose. Photographing conkers in their prickly cases gives a nice contrast between textures; get down low and clear surrounding leaf litter to find the shot you want. Don&apos;t be afraid to move your subject to an area of more favourable light if the weather or canopy conspire against you.     Photograph: Amy Lewis/Wildlife Trust    For a more dynamic subject matter, try your hand with autumn insects. Crisp, chilly days make invertebrates sluggish and that little bit easier to practice on. Moths are a great group to start with and still abundant at this time of year. The species still active come in attire appropriate for the season; many sport wings in yellows, oranges and golden browns. Don&apos;t dismiss the &quot;dull&quot; characters at first glance but look closely at their patterning. Some of the most sophisticated examples of camouflage can be found in the moth world, such as the buff tip&apos;s twig ruse or the dead leaf look-a-likes of the thorn family. For that crisp, sharp image, absolute stillness is key. Windless days are best for macro photography and a tripod allows plenty of opportunity to fiddle and tweak composition to the tiniest detail. Increase your chances of discovering moths by investing in a moth trap, or take part in a mothing event with your local Wildlife Trust. For those who enjoy the bigger picture, the skies can provide pattern in a breathtaking form. From late summer onwards, early evenings in certain areas of the UK are accompanied by the muted whoosh of thousands of wings when starlings flock together in large numbers over communal roosting sites. The fluid shapes they form in flight before descending to roost are known as murmurations and provide an infinite number of unique images as they change direction and density. Birds are also gathering in huge numbers on wetlands and at the coast in readiness for winter. Visit a coastal reserve at low tide to locate key feeding areas for waders like dunlin and knot. Hunker down at the back of the beach and wait for the advancing water to push the feeding birds towards you, perhaps with the swirling patterns of estuary mud and glinting water rivulets as the backdrop. Rather than isolating a single individual, experiment with focal length and aperture to fill a frame with a scene stuffed full of identical birds as they rush together to beat the tide back to dry land.     Photograph: Amy Lewis/Wildlife Trust     Amy Lewis works for The Wildlife Trusts   Share your photos of nature&apos;s patterns in autumn on our Flickr group", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/04/autumn-green-shoots", 
    "wordcount": "656"
}