{
    "headline": "Thief preview part one: 'It's not a sequel. It's something new'", 
    "text": "Once upon a time, a very bad man stalked the shadows of the video game world. Garrett, the mononymous anti-hero of the Thief games, presented a uniquely amoral figure compared to the usual selection of wise-cracking cops and right-thinking space marines. Even as developers began to experiment with more complex characters, few could compare to the brooding, cynical swagger of this avaricious figure. The games themselves  Thief: The Dark Project (1998), Thief II: The Metal Age (2000), and Thief: Deadly Shadows (2004)  were first-person offerings that saw the grim protagonist skulk around a quasi-medieval world, robbing the wealthy for no nobler purpose than lining his own pockets. As the series progressed, it addressed surprisingly deep themes of oppression, theocracy and the cost of industrialism, all while arguably doing more to advance the cause of stealth-based gameplay than even Metal Gear Solid. However, with the first two games appearing on PC only (the third ventured onto the original Xbox, adding an awkward third-person view in places) the series struggled to expand beyond cult hit status. The original developers, Looking Glass Studios, folded shortly after the second entry; the third game passed to Ion Storm before that company suffered the same fate. All of which goes some way to explaining the decade-long absence of the franchise  an absence that is soon to end.     Photograph: Eidos Montreal    With two defunct studios in the game&apos;s wake, it could be seen as something of a poisoned chalice; but this hasn&apos;t stopped Eidos Montreal from shepherding Garrett and his world back to players&apos; hands. Following the exceptional Deus Ex: Human Revolution  another much-loved series of PC games reimagined for a wider and more modern audience  the Canadian team has more than proven up to the challenge. The return was originally announced as far back as 2009, then under the awful moniker of &apos;Thi4f&apos;. The numeral has been dropped and the finished product  due for release in 2014  is simply &apos;Thief&apos;. Simple and blunt, like its lead character. &quot;It&apos;s &apos;Thief&apos; because we want to restart it, to reinvent it,&quot; says Stphane Roy, producer on the game. &quot;We want it to be part of the future, the next generation, and not part of the past. It&apos;s not a sequel. It&apos;s something new.&quot; Seeing the game in action, it becomes clear that Roy and his team have actually been very clever in how the game is introduced to players, reboot or not. An early shot of Garrett sneaking back into the corrupt, nameless city where he plies his trade opens with the line, &quot;I&apos;ve been away but I couldn&apos;t tell you where.&quot; It&apos;s almost cute  a wry nod to long-term fans that allows those earlier games to still count, without alienating the intended new audience with any weighty continuity. &quot;The big challenge on our side was to adapt the franchise to the expectations of the modern gamer,&quot; Roy adds. &quot;The way we play games today and the way we played ten or 15 years ago has changed a lot.&quot; As for Roy&apos;s intention to be next generation? That can be considered fully realised. Currently confirmed for PS4 and PC  and &quot;other next-generation formats&quot;  Thief is simply a breathtaking sight to take in, even at this early stage. The city is both towering and expansive, a blend of baroque architecture, slovenly hovels and booming industry. It&apos;s meticulously planned and designed, a hive of alleys, rooftops and living shadows for Garrett to exploit. Light effects diffract in real time through ambient air particles, which sounds jargon-y but produces striking and atmospheric results as the mists and steam of the streets swirl around street lamps or torches. Most buildings can be entered, each representing the lifestyles of its inhabitants. The game world is frankly gargantuan, inside and out.     Photograph: Eidos Montreal    For all that the technical prowess and raw power of the impending hardware cycle can be leveraged to create subtle beauty, perhaps the most impressive part is how unspectacular it all seems. The detail is sharper, certainly, and everything looks better than most games can currently offer, but it&apos;s not until you realise that there&apos;s no time wasted on loading screens that you get an idea of the real power at work. &quot;Where the next-gen tech gets useful for us is the immersion. You&apos;ll believe in the universe,&quot; promises Roy. &quot;You&apos;ll look at something and it&apos;ll be like a real object instead of pixels. I think when people notice that, it feels natural and that&apos;s mission accomplished. There are lots of NPCs in a room and you can go over and open the window, you go up, down and back with no loading. With another platform, it might not have been possible.&quot; Story details for the new Thief game are being kept largely under wraps at present. What is clear is that the city is undergoing some level of gentrification, with a wealthy baron profiting from the exploitation of the masses. His enforcers at the city&apos;s Watch Foundation spread and impose his propaganda, as a seemingly unrelated plague ravages the populace. Easy comparisons can be made to recent global strife caused by economic disparity, although Thief wisely seems to avoid lampooning any actual real-world figures too closely. Garrett&apos;s involvement is initially one of greed, an attempt to relieve the baron of his wanton riches. No doubt, like the classic titles, that detached resolve will soften somewhat over the course of the game. Despite the time away, the sarcastic, caustic nature of the lead remains intact. As a solitary figure, there are few opportunities for interaction with others, but Garrett&apos;s biting commentary on the people and situations around him proves both darkly humorous and important. Besides giving insight into his own personality, the inner monologues call out aspects of the game world that may be of importance. Gameplay seems largely unchanged from its forebears, with the emphasis unflinchingly placed on the stealth elements. As a master thief, Garrett owns the night, able to dart between shadows almost undetected. With the city providing an almost entirely open environment, objectives can be completed in numerous ways. A prime target for pickpocketing might be mugged while walking down side streets, or you may choose to follow him to greater rewards, for example. Or, tasked with infiltrating an opulent opium den and taking off with pricey jewels and even more valuable client information, you could drug the entire building through the air vents to reduce opposition to a brazen escape. If it&apos;s as well implemented throughout the game as it appears in the build shown to press, the freedom to explore and experiment could be one of Thief&apos;s greatest strengths  Read part two on Tuesday", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/15/thief-preview-part-one", 
    "wordcount": "1121"
}