{
    "headline": "Climate change 'will make hundreds of millions homeless'", 
    "text": "It is increasingly likely that hundreds of millions of people will be displaced from their homelands in the near future as a result of global warming. That is the stark warning of economist and climate change expert Lord Stern following the news last week that concentrations of carbon dioxide in our atmosphere had reached a level of 400 parts per million (ppm). Massive movements of people are likely to occur over the rest of the century because global temperatures are likely to rise to by up to 5C because carbon dioxide levels have risen unabated for 50 years, said Stern, who is head of the Grantham Research Institute on Climate Change. &quot;When temperatures rise to that level, we will have disrupted weather patterns and spreading deserts,&quot; he said. &quot;Hundreds of millions of people will be forced to leave their homelands because their crops and animals will have died. The trouble will come when they try to migrate into new lands, however. That will bring them into armed conflict with people already living there. Nor will it be an occasional occurrence. It could become a permanent feature of life on Earth.&quot; The news that atmospheric carbon dioxide levels have reached 400ppm has been seized on by experts because that level brings the world close to the point where it becomes inevitable that it will experience a catastrophic rise in temperatures. Scientists have warned for decades of the danger of allowing industrial outputs of carbon dioxide to rise unchecked. Instead, these outputs have accelerated. In the 1960s, carbon dioxide levels rose at a rate of 0.7ppm a year. Today, they rise at 2.1ppm, as more nations become industrialised and increase outputs from their factories and power plants. The last time the Earth&apos;s atmosphere had 400ppm carbon dioxide, the Arctic was ice-free and sea levels were 40 metres higher. The prospect of Earth returning to these climatic conditions is causing major alarm. As temperatures rise, deserts will spread and life-sustaining weather patterns such as the North Indian monsoon could be disrupted. Agriculture could fail on a continent-wide basis and hundreds of millions of people would be rendered homeless, triggering widespread conflict. There are likely to be severe physical consequences for the planet. Rising temperatures will shrink polar ice caps  the Arctic&apos;s is now at its lowest since records began  and so reduce the amount of solar heat they reflect back into space. Similarly, thawing of the permafrost lands of Alaska, Canada and Russia could release even more greenhouse gases, including methane, and further intensify global warming.", 
    "section": "environment", 
    "gid": "environment/2013/may/12/climate-change-expert-stern-displacement", 
    "wordcount": "429"
}