{
    "headline": "Wedding rings: worth their weight in gold?", 
    "text": "A gold wedding band symbolises permanence, but bits of it disappear as a marriage endures, scraping against the marital skin every moment that metal and finger convene. Georg Steinhauser, achemist at Vienna University of Technology, calculated how much goes missing, how quickly and at what cost. Steinhauser&apos;s study, Quantification of the Abrasive Wear of a Gold Wedding Ring, appears in a 2008 issue of Gold Bulletin, a quarterly journal published by the World Gold Council, whose stated goal is &quot;to stimulate desire for gold by articulating core truths and discovering new opportunities&quot;. Steinhauser got married. A week later he weighed his wedding ring. He weighed it every week over the next year. The report shows a graph of the weight, revealing an average loss of about .12mg a week. Steinhauser estimated that, every year, the city of Vienna, with slightly more than 300,000 married couples, suffers an aggregate loss from its rings of about 2.2kg of 18-carat gold, worth (at the time) approximately 35,000 euros. Steinhauser says: &quot;Due to abrasion of metal particles, human fingers wearing gold rings leave a trace of gold almost everywhere.&quot; He warns his fellow scientists to &quot;not wear gold rings in analytical laboratories that are dedicated to the analysis of traces of metals, because a gold ring or the skin that has been in contact with the ring are possible sources of contamination&quot;. So it is important to give some thought to where you wear your wedding ring, afact brought bleakly home, and then to an infirmary, in 2002. The urology department of the University of Bonn in Germany received a visit from a 59-year-old man who had slipped his wedding band from its habitual home on a knuckled digit on to a different, non-knuckled digit, to which it became tightly attached. Too tightly. After a period of questioning and photograph-taking, the medical staff brought out a small machine called a metal-ring cutter. They snipped the ring asunder, freeing it from the withered post that had come to inhabit it in a fashion known medically as &quot;strangled&quot;. A quartet of medicos published a graphic study about this, in the journal, Urology. &quot;To our knowledge,&quot; they write, &quot;this is the first report of a wedding ring used as [a] constriction device.&quot; (Thanks to Mark Lewney for bringing the Steinhauser paper to my attention.)  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/jun/11/gold-wedding-rings-trail-marital-disintegration", 
    "wordcount": "424"
}