{
    "headline": "GM debate between Take the Flour Back and Rothamsted Research", 
    "text": "[Written before a planned attack on Rothamsted&apos;s crop trial on 27 May] Dear Take the Flour Back, We are glad that you have decided to enter into a dialogue with us and hope we can still resolve the situation before it is too late. Rothamsted is not a profit-making multinational company and has a 168-year tradition of providing agricultural research for public good. The chemical ecology group has expertise recognon ised across the globe for environmentally friendly agriculture and has many peer-reviewed publications in this field. We are seeking non-toxic biological solutions to protect crops from aphids (greenfly) for real environmental benefit. We imagine that reducing pesticide dependency is something we can all agree on. We are dismayed that you plan to destroy our crop before we can find out whether it works or not. Our new wheat plants contain genes copied from nature and are planted in a highly controlled field trial that has been thoroughly evaluated, inspected and risk-assessed by independent scientists and government. The risk of cross-pollination was judged negligible. All experts agree wheat is self-pollinated not wind or insect pollinated. Wheat flowers fertilise themselves before they open. The pollen, which is heavy, only lives for a few hours and falls to the ground around the plant. Furthermore, this is a very small scale trial eight 6m x 6m plots. The smell the new plants make already occurs naturally in the aroma of more than 400 plant species including apples, hops and mint. Our approach is fully compatible with agro-ecological farming and biocontrol because the smell we engineered into wheat attracts natural enemies of pests to fields instead of killing them with broad spectrum pesticides. It could work well with field margins and conservation biocontrol. This is public research for the public and the results would made freely available. We find it sad that our chemical ecology research on insect repellent wheat is being targeted for destruction by you when it is actually part of an alternative vision for sustainable agriculture. We ask you to call off your plans to destroy our publically funded research, and instead come and protest peacefully. Please could you explain why it is justifiable to proceed to destroy crops when you have declined our offer of a public debate on neutral ground? We would have preferred to have met you face-to-face, rather than this debate by correspondence. Yours sincerely, John Pickett and team   Dear John Pickett and team, It&apos;s evident from your own application for this trial that you recognise open-air planting of a crop which can cross-pollinate with common couch grass does present a contamination risk. The example of Bayer&apos;s 2006 rice trial in America shows that low-pollination risk crops on a supposedly secure small trial site can escape and widely contaminate the food chain. British farmers must be protected from this. Concerns about the health implications of GM in the food chain are too readily dismissed and we believe they should be thoroughly assessed before any open field trials are approved. In this case they were dismissed in a cavalier manner. We must look at the real problems caused by GM crops already grown, not try to create more. You claim your experiment represents &quot;part of an alternative vision for sustainable agriculture&quot;. In which case the very first question should be, is this particular intervention/input needed? As no one, anywhere in the world, currently buys GM wheat  or seems likely to; and effective long term non-GM methods and non-pecticide methods for dealing with aphids already exist, the answer is no. So why is Rothamsted determined to run this trial? Because it is the best way to achieve sustainable farming? Or is it connected to the fact that it is committed to a biotech, patent and high technological product driven vision that puts the food system, farmers and citizens even firmly in the hands of multi-national agri-business. We too have a vision of sustainable agriculture. It is shared by Via Campsina, the world wide union of smaller farmers, which numbers some 20 million members, and the IAASTD (A major UN-funded study, produced by 400 scientific and agricultural experts and endorsed by 58 governments) as well as citizens throughout the world who do not want their food subject to GM and its associated corporate control. Our vision is for an agro-ecology based farming involving using appropriate technology available to even the poorest farmers. On a food system that is not contaminated by GM or pesticides. From Brazil to India small farmers have risked their freedom to defend their crops against GM contamination. The time for public debate was before this crop went in the ground. The concerns of scientists, public bodies and the general public were ignored then - and so we are left with our protest action. Yours, Take the Flour Back [after a planned attack on the crop was prevented by police]   Dear Take the Flour Back We are pleased that your protest passed peacefully although we would welcome you removing your continuing threat to &quot;decontaminate&quot; our experiment. We must emphasise again, Rothamsted Research is an independent charitable company providing the science to develop more environmentally sustainable solutions for farming. We are not a large corporation, this work has no commercial sponsor and the results will be given away freely. Illegally destroying this publically funded research will push this science towards the big multinational companies and therefore promote the very problems you seek to avoid. We have already tried to address your many concerns extensively in public, eg through live online Q&amp;A, numerous interviews and articles, including a magazine edited by an associate of Jyoti Fernandes (your BBC Newsnight representative). If you still feel safety is an issue, please note that another independent inspection of our experiment, by the Food and Environment Research Agency on 17 May 2012, concluded they &quot;did not identify any risks to human health or the environment&quot;. We have spoken extensively with many different people about our work, including groups unsupportive of the trial, an offer extended to you in early April. It&apos;s unfortunate that you declined this offer as well as the offer for a public debate, which you asked for and we arranged (details on our website). Seven days&apos; notice was unfortunately not enough time for you to find 2-3 speakers. It&apos;s a shame that you have chosen thisword-limited, debate-by-correspondence instead. The views you expressed at Sunday&apos;s protest included large corporate ownership, farming systems, other socio-political dimensions, concerns over GM potatoes and GM rice. We therefore conclude that focusing on scientists conducting a small-scale field trial of wheat will not address all of your expressed concerns. As we have said to you previously, there needs to be bigger wide-ranging debate on GM with a chance to present factual evidence and take questions and contributions from a public audience from many backgrounds. Recent surveys suggest the public is largely neutral on GM issues, possibly because they are open to learning more. Scientific research can help that process, a view shared by the 6,000+ people who have signed a petition supporting our research over the last four weeks, also strong support from the &quot;largest farming organisation in the UK&quot;, the NFU. We now offer you the last word in this exchange. Yours sincerely John Pickett and the team at Rothamsted Research.   Dear John Pickett and team, We are glad that you also recognise that the wider socio-political implications of GM are questions that cannot be addressed by scientists alone, or indeed by ourselves as growers. However, we are baffled that in this forum you present your research as the abstract pursuit of knowledge, despite repeated discussions of its commercial application in the farming press. Why will you not address the inevitable consequences of such a process? Empirical evidence shows that GM crops simply cannot co-exist with non-GM crops, so the choices we are making now have vital implications for future generations. Even the very limited growing of GM maize in Spain demonstrates this graphically - their organic sweetcorn market having imploded as a result of cross contamination. As we are sure you are also aware, science does not operate in a vacuum. The decision to fund this trial, was made by an administration which has declared it&apos;s intention to be the most pro-GM government ever. A policy position which was challenged just a few weeks ago by a cross party group of MPs - the Environmental Audit Committee. Your own chief executive, Maurice Maloney, (himself the owner of over 300 biotechnology patents) stated on BBC news that if the trial is successful there would be corporate interest from around the world. We disagree that the public is neutral on GM issues, all recent polls both in the UK and Europe continue to show that serious concern remains around the technology, as the lack of GM ingredients in UK supermarkets testifies. But this concern is also global, it is a shame you were not able to come and listen to these concerns on Sunday. Gathuru Mburu director of the African Biodiversity network, responded to your claims that GM was needed to feed Africa: &quot;we need a diversity of genetic traits in food crops in order to survive worsening climates. Above all, people need to have control over their seeds&quot;. We regret that the 24 hours we were given to agree to your &quot;public debate&quot; was not sufficient to confirm speakers - we feel that voices from around the world are essential in giving the practical experience of GM crops. We hope we can both bring independent experts to the table once your trial is no longer in the ground, enabling people to raise concerns without being vilified as &quot;nazis&quot; or &quot;zealots&quot;. As always, we welcome further dialogue. Yours sincerely, Take the flour back", 
    "section": "environment", 
    "gid": "environment/2012/jun/01/letter-take-flour-back-rothamsted", 
    "wordcount": "1646"
}