{
    "headline": "PlayStation 4: Sony gets the hardcore onside at E3", 
    "text": "     To a backdrop of the biggest cheers heard on the first day of E3 2013, Sony adopted an unexpectedly aggressive approach with the PlayStation 4 which will, in equal measure, please hardcore gamers and leave Microsoft wondering how they got themselves into such a tangle over their attempts to kill off the second-hand games market. At the Japanese company&apos;s typically bombastic E3 press conference  the last act of the traditional day of press conferences prior to the show&apos;s proper opening  we learned that the PlayStation 4 will go on sale before the end of the year at a cost of 349 (significantly less than the Xbox One&apos;s 429 RRP), and that it will completely eschew any of the Draconian digital rights management (DRM) measures which Microsoft has mooted for the Xbox One, leaving PS4 owners just as free to sell or redistribute second-hand games as PS3 owners are now. We also now know what the PS4 looks like  pleasant enough, if unremarkably boxy, and surprisingly small. Games-wise, the PS4 certainly has plenty of support: according to Sony Computer Entertainment America CEO Jack Tretton, there are currently over 140 games in development for it, of which 100 will launch in the first year of its existence  around 40 will be PS4 exclusives. A question-mark still remains as to how many games will be available at launch  and that&apos;s one area in which the Xbox One may well have the upper hand, as Microsoft showed a slightly more compelling portfolio of full-blown exclusive games at its press conference earlier in the day  unsurprisingly, given that developer kits for the Xbox One have been with developers longer than their PS 4 counterparts. Despite that, Sony clearly has a much stronger line-up of smaller (and invariably quirkier) download games from indie developers in the pipeline for the PS4 than Microsoft does for the Xbox One. The PS4&apos;s top games  Shuhei Yoshida, president of Sony Worldwide Studios, assumed the task of unveiling the big guns which, Sony hopes, will persuade punters to buy PlayStation 4s this Christmas. He kicked off by unveiling The Order: 1886, developed by Ready At Dawn (previously best known for two PSP versions of the God Of War franchise). A steampunk effort set in an alternate Victorian London, it looked intriguingly atmospheric. Yoshida also showed new snippets of the games highlighted at the PS4&apos;s reveal: Killzone: Shadow Fall, racing effort Drive Club, cute platform effort Knack and InFamous: Second Son  the latter looked pretty stunning. It&apos;s debatable, though, whether any of those count as console-sellers. It appears that we will have to wait a while for Sony&apos;s killer IPs, like Uncharted, God Of War, LiitleBigPlanet and Shadow of the Colossus, to make it to the new console. But that shouldn&apos;t require too much patience, thanks to ample support from third parties. Ubisoft again showed its hugely impressive Watch Dogs and the pirate-centric Assassin&apos;s Creed: Black Flag. Square Enix impressed with a demo of Final Fantasy Versus XIII, and announced that Final Fantasy XV will be coming to the PS4, along with Kingdom Hearts III and the MMO Final Fantasy XIV (which will also be playable on the PS3). Sony teased a Mad Max game, to be published by Warner Bros. Warner Bros# Batman: Arkham Origins also impressed. As at the PS4 reveal, Electronic Arts was absent (even though at its own press conference it confirmed that FIFA 14 will come to the PS4 as well as the Xbox One), but 2K showed a glimpse of NBA 2K14. Sony also announced a &quot;partnership&quot;  currently nebulous but potentially significant  with Bethesda Softworks, the first fruit of which will be a PS4 version of its forthcoming MMO, The Elder Scrolls Online. But the most appealing and exciting game on display was one that will also ship for the Xbox One: Bungie&apos;s Destiny. Sony&apos;s press conference did at least boast the first Destiny gameplay demo, and the cross between a first-person shooter and MMO (with conspicuous hints of an RPG thrown in) looked innovative and seductively playable. Not just about the big games  Amid the social networking-driven controversy about its antipathy towards second-hand games, Microsoft faced a separate, less justified accusation of not supporting indie developers. Which certainly isn&apos;t a charge you can level at Sony  in recent years, it has conspicuously championed indies (winning a hatful of Baftas for Journey and The Unfinished Swan in the process). And it unveiled an incredibly long list of download indie games under development for the PS4, which will help plug any gaps in the console&apos;s launch window games line-up. Those included Transistor, from Bastion developer Supergiant Games, which combined isometric and side-scrolling views; Don&apos;t Starve, from Clay Entertainment of Shank fame; Secret Ponchos from Switchblade Monkeys; 17-Bit&apos;s open-world retro shooter Galak-Z; Ragtag Studio&apos;s zombie sneak-em-up Ray&apos;s the Dead; a remake of the much-loved Abe&apos;s Oddysee entitled &quot;New &apos;n&apos; Tasty; and a bizarre effort called Octodad. Sony has been quick to cotton onto the desire among indie developers to innovate and take risks, and that should be a driving force behind the PlayStation 4. Prioritising gamers rather than dogma  After Microsoft unleashed a Twitter-storm when it revealed its intentions to kill the second-hand games market in interviews after the Xbox One reveal, then created further confusion with apparent backtracking over whether Kinect would be used as a means of facially recognising users authorised to play its games, and suggested that gamers would at least have to log onto the internet once a day, Sony was expected to follow suit with some form of control over used games being sold on, albeit less harsh and more understandable. The argument went that surely Microsoft would never have taken that particular step without some inkling that Sony would, to an extent, follow suit. But Sony gleefully applied the skewer to Microsoft&apos;s discomfort (after Microsoft carefully avoided the subject and didn&apos;t even mention Kinect at its press conference).            Jack Tretton raised the biggest cheer of E3 so far when he announced: &quot;The PlayStation 4 won&apos;t impose any new restrictions on you. The PS4 supports used games  we believe in the model that people embrace today with the PS3. In addition, it doesn&apos;t need to be connected: if you enjoy playing single-player games offline, the PS4 won&apos;t require you to check in online.&quot; At the end of the press conference, Andrew House added a final barb: &quot;Concepts like true consumer ownership and consumer trust are central to everything we do.&quot; Those seeking evidence for such assertions could point to the announcement that the popular PlayStation Plus subscription programme, which brings benefits such as discounted and even free games, plus cloud saves, will carry over from the pS3 to the PS4 as is, and will give PS4 owners immediate access to Drive Club PS Plus Edition when the console launches, plus three free download games  Don&apos;t Starve, Outlast and Secret Ponchos  in the three months after launch. But the PS4&apos;s streaming PS3 backwards-compatibility programme, powered by the Gaikai technology that Sony bought last year, won&apos;t be ready until 2014. Microsoft will undoubtedly do some hard thinking about just how determined it really is to outlaw second-hand games, and will fight back in the run-up to the Xbox One&apos;s launch. Plus it will make a lot of noise about the quality of its launch-window games portfolio. But by positioning itself as the gamer&apos;s friend and asserting that the consumer is still king, even in this connected era, Sony has given the PlayStation 4 the clear upper hand over its deadly rival at this point in the proceedings.", 
    "section": "technology", 
    "gid": "technology/2013/jun/11/sony-playstation-4-ps4-gamers", 
    "wordcount": "1271"
}