{
    "headline": "Economic disaster beckons as water-hungry investors buy up Africa's land", 
    "text": "The rush of foreign investments in African farmland by &quot;ecologically ignorant&quot; pension groups, sovereign wealth funds and speculators will end in economic disaster and possibly even conflict, some of the world&apos;s leading water experts have predicted. Spurred by the 2008 global food crisis and attracted by low land prices and potential high returns in sub-Saharan Africa, hundreds of investors from India, Gulf states and elsewhere have acquired millions of hectares (some have estimated it to be as much as 230m hectares) of underused land where they plan to use mostly river and underground water to irrigate food crops and grow biofuels on a vast scale. Many have struck deals with governments giving them virtually free or unlimited access to water for years. This is a dangerous strategy, says King&apos;s College London researcher Martin Keulertz, who has co-edited a new book of 50 academic essays on the financial and ecological implications of major foreign direct investments (FDI) in African farmlands. He and other water experts argue that the present &quot;land-grabbing&quot; phenomenon should really be called &quot;water grabbing&quot;. They distinguish between growing crops with rainwater stored in the soil (known as &quot;green water&quot;), and water drawn from rivers, dams or underground sources (&quot;blue water&quot;) which is mostly used for irrigation. &quot;The world is not land scarce,&quot; says Tony Allen, head of the London water research group at King&apos;s. &quot;But it is short of land with water.&quot; Africa is an appropriate destination for responsible inward investment as there are green water resources that produce only very low crop and livestock yields. &quot;[But] the vast majority of investors use blue water. It is a tough truth but if you irrigate with blue water, then you will run out because it is always over-allocated. Irrigation is the first thing that people reach for. But what you need is investment that does not affect blue water.&quot; Instead, say researchers, governments do not understand  or choose not to understand  that green water has far more potential than blue water to increase crop productivity. They also believe using blue water is a potential solution for climate change when it in fact magnifies drought and conflict. Moreover, says Keulertz, in today&apos;s economic climate, many governments would rather encourage investment by foreign corporations than develop the potential of their own small-scale farmers: &quot;If the same [irrigation] methods as in Latin America and Asia are applied to sub-Saharan Africa by investment in blue water irrigation schemes  it will lead to investment failures.&quot; The frenzy since 2008 for land with blue water available is now adding to pressure on governments of countries along the Nile, Niger and other African rivers to build more dams to provide more irrigation water for developers, with little or no consideration for the massive ecological and social effects this will have. &quot;Africa could avoid the mistakes of over-allocating its blue water resources by learning from the US, Australia, India and China. These economies are all taking decades to remedy the over-allocation of blue water,&quot; says Allen. So far, says Keulertz, very little investment has been made in green water farming, even though there are good examples showing it can work. Instead, the confirmed farm developments in Ethiopia and elsewhere expect to use many billions of gallons a year of blue water to grow crops. More research needs to be done into how much blue water the confirmed new farms in Ethiopia and elsewhere will use, but there is growing certainty that they could severely hurt other users, both nearby and downstream in other countries. &quot;Investment in highly mechanised, irrigation-based capital intensive agriculture can significantly increase yields but it can ignore the environment and local populations,&quot; says Holger Hoff, a researcher at the Stockholm environment institute. Her analysis of the potential water consequences of foreign direct investment in Ethiopia and the Upper Blue Nile show that the new farms, depending on what they grow, will increase plant water demand by as much as 87%, which would translate into a reduction of flow in some rivers of up to 19%. Flows in the Upper Blue Nile could drop by up to 5%, potentially severely affecting downstream users in Egypt, she says. &quot;Investors are largely ignorant of the role of water management,&quot; says Keulertz. &quot;The expectation is higher production, achieved by the mechanisms that led to past green revolutions in Asia and Latin America where blue water resources were abundant. &quot;In Asia, the limits of blue water resources have been fully tested. Scientists have repeatedly warned of not using blue water irrigation schemes with the necessary caution. Depletion or pollution of one part of the basin affects users a great distance away. The overuse of water in a contested basin such as the Nile can also increase the risk of conflict.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/31/economic-disaster-water-investors-africa-land", 
    "wordcount": "818"
}