{
    "headline": "Alaska climate body hasn't met since 2011, documents show", 
    "text": "A rapid-response taskforce, intended to protect Alaska from the worst effects of climate change, has failed to meet for two years, according to newly released documents. The Immediate Action Work Group, which reports directly to Alaska&apos;s governor, Sean Parnell, was charged with developing immediate response plans to future climate disasters. The taskforce was established by Sarah Palin during her time as governor, in an effort to protect a state that is acutely vulnerable to climate change. Alaska, like other Arctic regions, is warming at a much faster rate than the global average. Last summer saw record loss of Arctic sea ice. However, the rapid-response team has not met since March 2011 and its supervisory body, the Sub-Cabinet on Climate Change, has gone even longer without meeting. The sub-cabinet held its last meeting in February 2010, said Public Employees for Environmental Responsibility, which obtained the documents under freedom of information laws. The state government, in a letter from 1 February, said the sub-cabinet had produced three strategy documents since that February 2010 meeting, but declined to release them. Both bodies were set up by Palin, who appointed the sub-cabinet in 2007 to begin work on a strategic climate change plan for Alaska. Two years later, the immediate action work group set out a detailed report, outlining the risks to dozens of Alaskan communities. Under Parnell, however, the groups fell into a state of limbo, leaving Alaska dangerously exposed to climate change, Peer said. &quot;On issues ranging from village relocation, to growing wildfire vulnerability and high erosion and flooding dangers, to sea ice loss, to impacts to infrastructure (ironically, including the Alaska pipeline), the state has abandoned a pro-active posture,&quot; the organisation said in a statement.", 
    "section": "environment", 
    "gid": "environment/2013/feb/05/alaska-climate-change-body-meeting", 
    "wordcount": "286"
}