{
    "headline": "Ouya ready to revitalise open-source gaming after $8.5m fundraising haul", 
    "text": "Gaming start-up Ouya hopes to stage a revolution in open-source game development for play on TV. It just scored an impressive coup in open-source fundraising. When its monthlong campaign on Kickstarter wrapped up at midnight last night, Ouya had raised a smart $8,596,475 from more than 63,000 backers. The sum was nine times the company&apos;s original fundraising goal of $950,000. Investors who pledged $95 or more get a free console, projected to ship in March. &quot;We are truly excited and blown away by the support: it&apos;s amazing how well an open, affordable, accessible games console has resonated with gamers and developers,&quot; Ouya chief executive Julie Uhrman told the Guardian&apos;s Stuart Dredge earlier this week. &quot;People are really excited about somebody wanting to buck the trend.&quot; Ouya is building a gaming console on the Android platform that will retail for $99  half as much as the least expensive Xbox. It would be the first TV console built to run games created by an indefinitely large pool of developers, potentially cracking open a market in which retailers currently get $59.99 for the new Call of Duty. Games in Ouya&apos;s online store would be free to download. Developers would make money through paid upgrades, in-app purchases for virtual items and subscriptions. Because the Ouya is designed for ease of software swapping, piracy is a concern. One of Ouya&apos;s biggest challenges is to build a device that is as easy to use as gamers expect without turning off developers as too risky. &quot;Piracy is one of the reasons we chose the free-to-play model,&quot; Uhrman said. &quot;You don&apos;t see piracy on Facebook games, or on free-to-play games [on mobile].&quot; Ouya&apos;s potential area of conquest isn&apos;t limited to gaming. The company has been careful to position itself as a games console rather than a more general entertainment set-top box, yet its use of Android opens the way for a variety of non-games services to be made available through the device. In its short life Ouya has developed partnerships with entertainment platforms such as Vevo, iHeartRadio, TuneIn and XBMC. Meanwhile, both Sony and Microsoft have struck a series of deals to make TV shows, films, music and other kinds of apps available on the PlayStation 3 and Xbox 360. Ouya has proven its audience will pay. Now it has only to deliver.", 
    "section": "technology", 
    "gid": "technology/2012/aug/09/ouya-open-source-game-console", 
    "wordcount": "398"
}