{
    "headline": "Landsat's 40 years showing how the Earth is changing - in pictures", 
    "text": "   These images from 1984 (left) and 2007 show the increasing urban sprawl of Las Vegas, Nevada, and the shrinking of Lake Mead on the border of Nevada and Arizona. The rapid growth of Las Vegas has led to increased demand for water resources, while below-average rainfall has decreased the water levels in Lake Mead, which is the source of 90% of southern Nevada's water Photograph: Landsat/USGS/NASA       Construction of the Chernobyl nuclear power plant began in the early 1970s with Units 1 and 2. In the 1975 image (left), you can see some early construction as well as the early development of the cooling pond. The pond is clearly seen in the subsequent images. On 26 April 1986, the Unit 4 reactor was destroyed in a major nuclear accident. The 1986 image (centre) was acquired three days later. The agricultural fields that are present in both the 1975 and 1986 images were abandoned and left untended as the surrounding region was evacuated. By 2011 (right), all of the units have been shut down (the last in 1999). In this springtime image, the evidence of previous cultivation can still be seen, but the fields have largely reverted to grassland Photograph: Landsat/USGS/NASA       The Aral Sea, once the fourth largest lake in the world, continues to shrink and is now 10% of its original size. UN secretary general Ban Ki-moon recently called the drying up of the Aral Sea one of the planet's most shocking disasters. Feeder streams to the sea have been diverted by irrigation and by the completion of upstream dam projects. The result has been the ruin of the local fishing and shipping economy, and wind-carried salty sands have created regional health problems. Landsat satellite images taken on 29 May 1973 (left) and 18 October 2009, show the dramatic change in the region Photograph: Landsat/USGS/NASA       This image shows a spinning formation of ice, clouds, and low-flying fog off the eastern coast of Greenland. It was acquired by Landsat 7s Enhanced Thematic Mapper plus sensor on 14 May 2001. This is a false colour composite image made using infrared, red, and green wavelengths Photograph: Landsat/USGS/NASA       Individual Landsat images like this one, acquired on 23 August 2010, are useful for studying remote areas. In the Selenge river delta near the border between Russia and Mongolia the Selenge bisects northern Mongolia and provides water for the Mongolian 'breadbasket', a region of gently rolling hills and the source of wheat crops for the region. Adjacent to the delta, as the river feeds Lake Baikal, are recently cultivated agricultural fields (the geometric patterns) and lowland shrubs and grasslands. The maze of blue tones marks the channels as the river covers lowlands and swamps. The Landsat data are used by regional planners to study the spread of the delta, the effects of river drying on adjacent croplands, and river flow into the lake Photograph: Landsat/USGS/NASA       The Parana river delta is a huge forested marshland about 20 miles north-east of Buenos Aires, Argentina, that is a popular tourist destination. The Parana river delta is one of the world's greatest birdwatching destinations and guided boat tours can be taken into the vast labyrinth of marsh and trees. This image highlights the striking contrast between dense forest and wetland marshes, and the deep blue ribbon of the Parana river Photograph: Landsat/USGS/NASA       Detroit, Michigan, is commonly referred to as Motor City because of its many automobile manufacturing plants. It is the largest city in Michigan, with a population approaching 1 million Photograph: Landsat/USGS/NASA       Because of its geographic isolation, the Cuvette region of the Democratic Republic of Congo relies on rivers for transportation. The Sangha, Likouala-aux-Herbes, Ubangi and Congo rivers are shown in this February 1999 image. Agricultural plots dot the landscape. Crops grown in the Cuvette region of the Congo include cassava (13% of the national production), bananas, plantains, pulses and groundnuts Photograph: NASA       This image from 1 June 2001 gives a glimpse of the Manicouagan Impact Structure in Quebec, Canada. Lake Manicouagan and Lake Mushalagan surround the central uplift of the crater. The original diameter of the crater was 62 miles (100 kilometres) and it has been suggested that the impact was created by an asteroid with a diameter of about 3.1 miles (5km) around 214m years ago. Shattercones (striated features found in rocks deformed by the passage of shock waves), along with shattered and brecciated rocks found in the central uplift, confirm the crater's impact origin. Several glacial advances have scoured the crater to its present form Photograph: Landsat/USGS/NASA       Huge congregations of greenish phytoplankton reminiscent of Van Gogh's painting Starry Night swirl in the dark water around Gotland, a Swedish island in the Baltic Sea. Phytoplankton are microscopic marine plants that form the first link in nearly all ocean food chains. Population explosions, or blooms, of phytoplankton, occur when deep currents bring nutrients up to sunlit surface waters, fuelling the growth and reproduction of these tiny plants Photograph: NASA       This early spring view shows a rectangular maze of collective farms near the city of Komsomolets in northern Kazakhstan on 14 April 2002. Dense rows of trees serve as windbreaks surround the fields. The trees were planted shortly after collective farming began in northern Kazakhstan in the 1950s, when it became evident that wind erosion was a problem. A major road extends from lower right to upper left, crossing the Tobel river near Komsomolets Photograph: Landsat/USGS/NASA       In the desert of south-west Peru, between the Andes and the Peruvian coast, lies a plateau with huge geometric patterns and spirals, and animal figures including a monkey, a spider and an owl man. There are also thousands of perfectly straight lines. The last of these was drawn about 1,000 years ago. Known as the Nazca lines, the drawings have mystified scientists since they were first discovered in the 1920s Photograph: Landsat/USGS/NASA       The Shoemaker impact structure lies in the arid, central part of western Australia near Wiluna. The crater is about 18 miles (30km) in diameter and contains seasonal lakes that produce salt deposits as they evaporate. It is approximately 1.7bn years old and is regarded as the oldest known Australian impact structure. A dark, crescent-shaped inner ring surrounds the core, which consists of uplifted granitic rocks. The outer ring is composed of Precambrian sedimentary rocks. The crater, formerly known as Teague, was renamed the Shoemaker impact structure in honor of the late geologist Eugene M Shoemaker, one of the founding fathers of impact research Photograph: Landsat/USGS/NASA       More than 1,100 islands and islets dot Croatia's Adriatic coastline. This image shows the Kvarneric narrows, a group of around 35 islands in the south-western part of Croatia. The largest of these islands is Krk; other large islands include Cres, Brac, Hvar, Pag and Korcula Photograph: Landsat/USGS/NASA  ", 
    "section": "science", 
    "gid": "science/gallery/2012/jul/23/landsat-satellites-40th-anniversary-pictures", 
    "wordcount": "0"
}