{
    "headline": "Boot up: filesharing rises again, Google+'s data grab, Retina displays analysed and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Android &apos;Key Lime Pie&apos; comes after Jelly Bean &gt;&gt; The Verge  We&apos;ve been tipped by a reliable source today that Google will be using the name &quot;Key Lime Pie&quot; for the version of Android that comes after Jelly Bean.   That&apos;s the version after the version that hasn&apos;t yet been officially announced, and after the one that has just started to appear on devices. Microsoft v Google: How not to win friends and influence people | The Economist Bad lobbying:   The latest seminar was a textbook example of how not to lobby. ICOMP invited Christopher Graham, Britain&apos;s information commissioner, and Georgina Nelson, a lawyer with Which?, a consumer-rights group, to give the event a veneer of respectability. But the aim of the evening seemed to be to give Pamela Jones Harbour, a former commissioner at the Federal Trade Commission, a platform from which to attack Google.   Not very subtle. The smart thing would be for Google to apply to join ICOMP. If it gets rejected, that pretty much shows ICOMP up as biased. If it gets in, it can try to adjust the agenda. (Thanks @modelportfolio2003 for the link.) Anonymous, decentralized and uncensored filesharing is booming &gt;&gt; TorrentFreak  The RetroShare network allows people to create a private and encrypted file-sharing network. Users add friends by exchanging PGP certificates with people they trust. All the communication is encrypted using OpenSSL and files that are downloaded from strangers always go through a trusted friend. In other words, it&apos;s a true Darknet and virtually impossible to monitor by outsiders. RetroShare founder DrBob told us that while the software has been around since 2006, all of a sudden there&apos;s been a surge in downloads. &quot;The interest in RetroShare has massively shot up over the last two months,&quot; he said.   It&apos;s serverless, so it&apos;s like Limewire and other decentralised networks. But the PGP swapping is going to be a big hurdle; this isn&apos;t going to get big in a hurry. Retina display Macs, iPads, and HiDPI: Doing the Math &gt;&gt; TUAW Richard Gaywood does the maths. You may be surprised at the Apple non-phone that in effect already has a retina display; and the non-Apple product which does too. Why Google+ doesn&apos;t care if you never come back &gt;&gt; TechCrunch  Isn&apos;t it curious that Google+ doesn&apos;t actually show you any ads? It&apos;s because the time-on-site and page views there are trivial. Hit the road, Jack. Don&apos;t you ever come back and post an update, upload a photo, or add anyone to your Circles. It doesn&apos;t matter. What&apos;s important to Google is getting your biographical data.   Logically consistent. Our comments policy &gt;&gt; Hacker News We like this:   The test for substance is a lot like it is for links. Does your comment teach us anything? There are two ways to do that: by pointing out some consideration that hadn&apos;t previously been mentioned, and by giving more information about the topic, perhaps from personal experience. Whereas comments like &quot;LOL!&quot; or worse still, &quot;That&apos;s retarded!&quot; teach us nothing. Empty comments can be ok if they&apos;re positive. There&apos;s nothing wrong with submitting a comment saying just &quot;Thanks.&quot; What we especially discourage are comments that are empty and negative--comments that are mere name-calling.  Interactive demo: how sites track you across the net &gt;&gt; Collusion HTML5 demo showing how you get tracked by cookies across various sites. Available as a downloadable add-on for Firefox. More than a little creepy:   If you haven&apos;t realized it yet, companies are tracking you across most of the sites you visit daily on the web. It&apos;s quite likely that these companies know more about you than your government. Some of them might even know more about you than your best friends.  Sony&apos;s Comeback &gt;&gt; Seeking Alpha Derek Cheung, money manager of Honny LP:   The screen of the Xperia has the same resolution as the iPhone 4s (330 pixels per square inch)! That&apos;s one of the iPhone&apos;s biggest selling points, and something to this day unmatched by phones like the Samsung Galaxy S2. The Sony&apos;s aluminum body gives it the best build quality of all Android phones. Believe me when I say that this is going to take share of mind.   Let us know how things are going if Derek is managing your money. (Thanks @rquick for the link.) Google Music Losing Users Weekly &gt;&gt; Wayne&apos;s World Wayne Rosso:   According to a highly placed digital music executive, Google Music has actually been losing customers week over week-consistently-since it&apos;s launch last November. &quot;I&apos;ve never seen anything like it&quot;, the source said.&quot;It&apos;s astounding. It&apos;s hard to believe that with an install base of over 200 million Android handsets they&apos;re actually losing customers.&quot; Evidently some label execs are very concerned that things are so bad at Google Music that the mothership might just decide to pull the plug on the whole service, except for the geniuses at Warner Music who have refused to license it. The thinking is that the industry needs for Google Music to be successful so that the whole sector prospers. A failure of Google Music would be perceived as a setback and, of course, a loss of much-needed revenue for the labels.   Rosso has tended to have an inside track from the music industry, so this is worth noting. Unlikely that Google would pull the plug - there&apos;s always the chance of a miracle - but comments suggest that Amazon&apos;s music locker does it better. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/05/technology-links-newsbucket", 
    "wordcount": "963"
}