{
    "headline": "Carbon fat cats are killing the emissions trading mouse", 
    "text": "What is the most important climate change policy issue in Europe right now? By a wide margin it is the broken emissions trading scheme, because it should the biggest and best way of cutting carbon emissions. The idea of a cap-and-trade scheme is that the cap shrinks, requiring a progressive reduction in carbon emissions. Meanwhile the trade means that the cuts in emissions take place where they are cheapest, meaning the maximum benefit for the least cost. That&apos;s the admirable theory. In practice, two factors have left the EU ETS in ruins, with a price - today about 4.50 - far below the 20 where it will even start to have an effect. The first is industrial-scale lobbying from the vested interests which has led to vast windfalls being handed to many companies in the energy-intensive sector (but not the energy sector itself). The second is the global recession, which has reduced the already-inflated demand that the companies projected. The ETS has no mechanism to make sensible, automatic adjustments to compensate for unexpected falls - or rises - in demand. So a battle is now taking place in Brussels to try to patch up the ETS, by deferring the release of 900m permits, each for a tonne of carbon, for five or so years. When the energy and industry committee of the European parliament voted in January against the back-loading of permits, the carbon price crashed to 2.80. That was a non-binding vote but on Tuesday the environment committee will give its view, which must be positive if the initiative is to progress. Coal-dependent Poland is opposed while the UK has argued for even more permits - 1.2bn - to be deferred. Europe&apos;s manufacturing powerhouse, Germany, may well the key but it is striking that the nation that leads in so many environmental areas is seriously dragging its feet on this issue. Why? A new report from carbon trading think tank Sandbag and Friends of the Earth Germany (Bund) gives a reason: just 10 German companies are 1.2bn better off thanks to the windfall brought by the spare &quot;hot air&quot; permits. Germany&apos;s manufacturing sector as a whole has accrued spare carbon allowances equivalent to the annual emissions of Austria. Bund&apos;s Tina Lffelsend says: &quot;While German industry dines out on spare carbon allowances, the economics minister Phillip Rsler continues to block the reform of the EU ETS. Chancellor Merkel must step in to break this stalemate.&quot; The sums involved are staggering. Steelmakers are the cream of the carbon fat cat crop, with ArcelorMittal potentially having raked in 314m for free between 2008-2011, according to the report. ThyssenKrupp is in second, with 190m, and Salzgitter in third, with 175m. ArcelorMittal had over double the number of permits it actually needed. Fixing the ETS really matters, not just for Europe&apos;s emissions but for demonstrating that carbon trading can work. China, for example, has spent a lot of time in Europe examining the ETS as it sets up its own schemes at home. I hope they are learning the lessons. If the 900m permits are backloaded, analysts suggest the carbon price would move to 15. This clearly moves it towards reflecting the environmental damage caused, but not enough to drive significant action. That is because the problem of oversupply is far bigger. Sandbag&apos;s Damien Morris says the EU ETS is now carrying 2bn spare allowances: &quot;The policy that was supposed to be the centerpiece of Europe&apos;s climate efforts now promises to achieve nothing for most of the next decade.&quot;  Ultimately, these spare permits will need to be cancelled. That would demonstrate genuine ambition to tackle climate change in the EU and help the bloc ensure it leads in the low-carbon sustainable economy of the future. Tuesday&apos;s vote will be a critical test of resolve.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/feb/14/carbon-emissions-carbon-tax", 
    "wordcount": "644"
}