{
    "headline": "Can the Isle of Wight start a power revolution?", 
    "text": "Energy minister John Hayes gets on the internet, clicks a mouse and instantly turns off the electricity being used to charge up an electric car 15 miles away. At the same time, he can shut down a fridge and a water heater in a house three miles away. History may record his activation this week of a rudimentary smart grid of two buildings on the Isle of Wight as the start of a power revolution which its advocates hope will spread across Britain and vastly reduce greenhouse gas emissions and electricity consumption. If the final pieces of a complex financial jigsaw can be put in place, then within 10 years the island can expect to have not only a smart grid to manage the energy used in tens of thousands of homes and businesses, but it could also be self-sufficient in renewable energy generated from waste, wind, solar and marine sources. The 300m initiative aims to turn the islanders from some of the heaviest to some of the lowest energy users in Europe. It comes via Ecoisland, a small, not-for-profit partnership of local environmentalists seeking to reduce emissions by generating renewable energy, backed by a group of giant technology companies including IBM, Cable and Wireless and Toshiba who want an ambitious testbed to roll out and develop their technology ahead of other regions. Together they are confident that the island of 130,000 people can be turned into one of the world&apos;s largest &quot;smart communities&quot; - using possibly 40% less electricity and paying &quot;significantly&quot; lower bills. The internet-based grid tested by Hayes at Cowes this week is central to the wider island plan of developing a variety of renewable energy systems. The island has some of the best tidal and solar power potential in Britain and there are plans for a waste to energy plant and an anaerobic digestor. But by managing energy demand, the companies believe they can effectively build a &quot;virtual&quot; power plant. They estimate that they can reduce peak capacity demand to 120MW from the present 176MW and also allow the islanders to trade and profit from real and &quot;saved&quot; energy electricity. &quot;It&apos;s not the size of the plan but its diversity which makes it so ambitious. It would be a living laboratory,&quot; says Andy Standford-Clark, IBM&apos;s chief technology officer for energy and utilities who is working with the Ecoisland to develop the system. Any surplus renewable energy generated would be exported, he says, and any energy saved by householders via the smart grid, could be traded as hypothetical negative energy, or &quot;negawatts&quot;, to be converted into cash or benefit in kind. &quot;We&apos;d probably start small, perhaps with 1,000 houses. We&apos;d try a pilot for around a year. By 2020 we would hope to have enough &apos;kit&apos; in place to make the island self-sufficient. We could probably be trading our first units of electricity within a year. People would be able to choose to participate or not. There would be no compulsion,&quot; says Stanford-Clark. The key to sustainability, say the companies, is to get the smart grid technology to manage renewables better. &quot;By their very nature, wind and solar power are intermittent and unpredictable with long periods when they produce little electricity followed by other spells when they can generate too much. This means that at times of peak demand, companies have little option but to use dirty coal or oil-fired power stations,&quot; says a spokesman for Toshiba. How exactly the smart grid managers would encourage people to switch consumption of electricity to different times of the day and night, has not been made public. But because the grid allows pinpoint monitoring of demand and supply, it is expected to involve a complex set of sticks and carrots, like raising electricity prices at some times and lowering it others to encourage people to use more or less during peaks and troughs of supply and demand. Hayes hailed the project as the &quot;most advanced sustainability project of its kind in the world&quot; and argued that the proposed smart grid system could help shift the debate over how the UK can best reduce its greenhouse gas emissions. &quot;We need to drive smart grids that are about getting more out of our energy assets so consumers pay less,&quot; he said. &quot;Too much of the debate has been focused on generation and not consumption  we must think more about demand management.&quot; An erroneous reference to nuclear power in the quote by the Toshiba spokesman has been removed from this article.", 
    "section": "environment", 
    "gid": "environment/2012/oct/22/isle-of-wight-energy", 
    "wordcount": "774"
}