{
    "headline": "Spotify launches Play Button for websites to stream music", 
    "text": "Spotify has unveiled its latest attempt to beef up its streaming music service&apos;s web presence beyond its desktop application.  It&apos;s called the Spotify Play Button, and provides website owners with a way to stream songs, albums and playlists from Spotify without making users leave their sites. The button takes the form of a widget, created using a tool on Spotify&apos;s website, which can be embedded in blog posts and articles. Visitors clicking on the button will hear the music, although they&apos;ll still have to have Spotify&apos;s desktop app running in the background  if they&apos;re not a registered user, they&apos;ll be prompted to download the app and sign up. That&apos;s an important point: for now, the Spotify Play Button isn&apos;t a sign of Spotify shifting from its desktop client to more of a web service like US rival Rdio. Not yet, anyway: but it may well be on the agenda. &quot;Today we&apos;re just talking about this step that we&apos;re taking, but stay tuned,&quot; Sten Garmark, director of platform at Spotify, tells The Guardian. &quot;This is the next stepping stone to becoming the OS of music. We absolutely need to be the de facto standard for music on the web.&quot; Garmark adds that people tapping on the new buttons from smartphones will be taken to the Spotify app, if it&apos;s installed on their devices. The Guardian is one of the sites using the button from today&apos;s launch, alongside the Huffington Post, Time Out Group, GQ UK, Vogue.com, MSN UK. Virgin Media, The Independent, NME, Rolling Stone, Popdust, Mashable, Wonderwall, The Fader, Pitchfork, ShareMyPlaylists and Noisey.com. Spotify is not the first streaming music service to launch this kind of widget: its UK rival we7 has been doing it for years. Some of the sites above had previously been using we7&apos;s widgets, but in recent times, the company has pivoted into a personalised radio service.     How the Spotify Play Button will look on Time Out's website    Perhaps the biggest news from the announcement is the Play Button&apos;s integration with blogging service Tumblr. &quot;It&apos;s right inside the blog publishing mechanism,&quot; says Garmark. &quot;Any Tumblr user that goes to create a post can search for any Spotify track and put it in there.&quot; There is clear appeal for music bloggers, who have been at the sharp end of some of the music industry&apos;s dysfunctional ways in recent years fielding takedown requests from a label&apos;s legal team for tracks posted at the explicit request of its marketing team, for example. &quot;We deeply value music as a form of creative expression. That Spotify now lets our users share from millions of their favourite songs is revolutionary, and as huge fans of the product we are absolutely overjoyed about this partnership,&quot; says Tumblr chief executive David Karp in a statement. The Spotify button will also be appearing on artists&apos; social media profiles, courtesy of deals with Facebook-customisation firms FanRx and FanBridge. In that sense, the button will provide competition for SoundCloud, currently the widget of choice for artists streaming their own music for fans on their personal sites. &quot;A really interesting differentiator for us is that artists will be getting paid for every play,&quot; says Garmark. &quot;We hope this is going to be a much more attractive music widget for artists.&quot; That said, SoundCloud provides more analytics to artists using its widgets, while also offering features such as track downloads, and not requiring a song to be available on a streaming service already. The Spotify Play Button isn&apos;t a SoundCloud killer just yet, in other words. One place you won&apos;t be seeing the Play Button is on brands&apos; websites. After talking to Garmark, I wondered what&apos;s to stop a company like Coca-Cola or Unilever from using the button to provide music on their branded sites something that would be bad news for artists and music rightsholders, who currently negotiate &quot;sync&quot; deals for this kind of usage. On following up with Spotify, I was told that brands are barred from using music on Spotify for endorsement as a condition of its licensing deals. The new button is for &quot;independent editorial partners  bloggers, reviewers and editorial media&quot;  with brands directed to Spotify&apos;s marketing and advertising sales team to talk about possible partnerships. So, if Coca-Cola wants to use a song or playlist for an online campaign, it still has to talk to the music rightsholders, rather than just popping a Spotify Play button on. It will be interesting to see how this policy is enforced, especially for sites that blur the boundaries between brands and editorial.", 
    "section": "technology", 
    "gid": "technology/2012/apr/11/spotify-play-button", 
    "wordcount": "766"
}