{
    "headline": "Feature phones dwindle as Android powers ahead in third quarter", 
    "text": "Feature phone sales are in decline, new figures for the third quarter of 2012 from Gartner show - but the smartphone business is booming, with shipments rising by 47% year-on-year, and Android is behind a huge amount of that growth.  Google&apos;s four-year-old mobile software powered 122m new handsets during the three months from July to September, an average run rate of 1.3m every day. Almost half of those Android handsets- 49.6%, or 60.5m - are sold in the Asia/Pacific region, according to figures provided separately to the Guardian by Gartner.     Feature phone v Android shipments by region, 3Q 2012. Source: Gartner    Android shipments to North America totalled 18.9m, and to western Europe 18.4m, according to the figures. Overall, smartphone sales at 169.2m made up 39.6% of the total mobile phone market, a new high.  Twilight of the feature phone But feature phones, which lack internet capabilities, continued their decline in shipments, falling by 20% year-on-year to 258m, the fifth straight quarter of increasingly rapid contraction. Their total sales peaked in the fourth quarter of 2010 - ironically, the same period in which smartphones outsold PCs for the first time, a trend that has continued ever since.      Feature phone sales are dwindling: v smartphones, from 1Q 2007 - 3Q 2012. Source: Gartner    The main engine of growth for smartphones, and Android - and the decline of feature phones - is China, where cheap smartphones running Android are taking over from feature phones.  But Android phones alone are outselling feature phones in North America (18.9m v 13.2m), western Europe (18.4m v 11.1m) and Japan (5m v 1.5m). The biggest market for the feature phone - as for smartphones - remains the Asia/Pacific region, where 141.9m were sold. Samsung dominance - plus Apple Samsung shipped an estimated 50m Android smartphones - and another 5m smartphones running its own Bada OS. Carolina Milanesi, smartphones analyst at Gartner, noted that Apple and Samsung together controlled 46.5% of the smartphone market, &quot;leaving a handful of vendors fighting over a distant third spot&quot;.  But Samsung dominated that field as it does the rest of the market: Apple made up 13.9% of the smartphone market, slightly down in share even though its shipment numbers grew by 36%, giving Samsung 32.6% of the entire smartphone market.     Total smartphone growth by platform, 1Q 2007 - 3Q 2012. Source: Gartner    But Gartner forecast that the introduction of the iPhone 5 at the end of September means Apple&apos;s share will rise again: &quot;We saw inventory built up into the channel as Apple prepared for the coming holiday season, global expansions and the launch into China in the fourth quarter of 2012,&quot; said Ashul Gupta, principal research analyst at Gartner. With the iPhone 5 launching in more territories in the fourth quarter of 2012, including China, and the upcoming holiday season, Gartner analysts expect Apple will have its traditionally strongest quarter.  Besides Apple and Samsung, all the other smartphone vendors had single-digit shares of the market, with the largest being BlackBerry-maker RIM, which shipped 8.9m phones for a 5.3% share. The handset figure was a 30% fall from its shipment figure a year before, as its share halved from 11%.     Smartphone platform shipments, 1Q 2007 - 3Q 2012, normalised to 100%. Data source: Gartner    HTC, RIM and Windows Phone struggle HTC and RIM look particularly endangered, Gartner warned, pointing out that HTC&apos;s shipments dropped to 8.4 handsets, from 12.1m a year before. The company has been struggling to fight off Samsung and Apple in the US particularly. Microsoft&apos;s Windows Phone, whose main booster in the quarter was Nokia, shipped on just 4.1m phones - fewer than Nokia&apos;s deprecated Symbian, which ran 4.4m. &quot;The arrival of the new Lumia devices on Windows 8 should help to halt the decline in share in the fourth quarter of 2012, although it won&apos;t be until 2013 that we see a significant improvement in Nokia&apos;s position,&quot; said Anshul Gupta, principal research analyst at Gartner. Milanesi forecast that &quot;While seasonality in [the fourth quarter of 2012] will help end-of-year mobile phone sales, there will be a lower-than-usual boost from the holiday season. Consumers are either cautious with their spending or finding new gadgets like tablets, as more attractive presents.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/nov/15/smartphones-market-android-feature-phones", 
    "wordcount": "680"
}