{
    "headline": "Video game events round-up - spring/summer 2013", 
    "text": "We haven&apos;t done one of these in ages, so here&apos;s a big selection of upcoming video game events, festivals, meetings, jams, hacks and discussions, taking place around the UK over the next few months. I&apos;m going to copy these onto the events calendar on the Games front page, so you can head back there and catch up whenever you have a spare weekend! Okay here goes: LudamDareWhen: 26-29 AprilWhere: Everywhere!What: The long-running online game jam returns this weekend, inviting participants from all over the world to participate in condensed development shenanigans. If you miss this, the event is closely aligned with OneGameAMonth, which, as the title suggests, encourages allcomers to make  one game a month, earning XP for each submitted title; like a sort of year-long real-life creative RPG.  The Gaming DenWhen: 4 MayWhere: Visual Collective, 10 Vyner Street, LondonWhat: The latest in a regular series of events organised by Average Gamer. As editor Debbie Timmins explains, &quot;One day a month we take over an art gallery in Bethnal Green and fill it with games for the ultimate multiplayer experience. With three massive projectors covering the walls, gamers can race head-to-head in the first public, multiplayer demo of GRID 2. Serious racers will be able to test their skills in the Vesaro racing rig. Set the best time on the Red Bull Ring Power Lap to win GRID 2 swag and a copy of the game when it comes out. Over in the retro room The Gaming Den has your favourite living room classics. Grab a drink from the cash bar and challenge your friends at Mario Kart 64, Micro Machines v1, v2 and v3, Virtua Cop 2, Super Smash Bros Melee, Tekken and many more.&quot; Wild Rumpus: On a Fucking BoatWhen: 11 MayWhere: MS Stubniz, Wood Wharf, LondonWhat: The Wild Rumpus nights are a glorious mash-up of music, play and alcohol, showcasing some of the most intriguing developments in social gaming. Try Tenya Wanya Teens, hear Chipzel  and MUCH more (keep checking the website for updates). Seriously, if you&apos;ve never caught one of these things, come along  and bring lots of people who &apos;don&apos;t usually play games&apos;, because their lives are about to change. GameCamp 6When: 18 MayWhere: Keyworth Centre, London South Bank UniversityWhat: Described as an &quot;unconference&quot; this is an annual gathering of artists, designers and coders, with the aim of talking about and making games. From the website: &quot;There&apos;s a theme this year: Show and Tell, or Run What You Brung. Bring along a game you&apos;ve made, a prototype you&apos;ve got in testing or a work you have in progress, and be ready to show it off and talk about it. Digital or physical, both are great. Have a session to crow about your success or explore why something failed, or asking where you go from here, or to pull people into your new project. Get people to playtest and give you feedback on the day. Unashamed bragging is absolutely encouraged.&quot; GameDev Midlands 2When: 18 MayWhere: Utopia Bar, BirminghamWhat: From the nice people who bought you GameDevNorth comes this midlands version  essentially a networking event for all developers in the area, whether they&apos;re running a major studio or writing Android games in the garden shed. It&apos;s free and there&apos;s a bar! Leamington BackspaceWhen: 18 May - 2 JuneWhere: Leamington Spa, various venuesWhat: Taking place as part of the Leamington Looks Back heritage festival, this fortnight-long collection of events will celebrate the town&apos;s rich history in games development. From the website: &quot;The event will also include programming workshops, a cross-town &apos;games trail&apos; and a careers evening, and is designed to showcase the current and future of creative innovation in the region as well as tell the story of times past.&quot; Also, IndieCity will be running a Rapsberry Pi Workshop for anyone who wants to learn how to use this ingenious home computer. GaMe 2013When: 20 MayWhere: Imperial College, LondonWhat: A day of lectures on games-related research by academics and industry insiders. Eidos and Games Workshop legend Ian Livingstone is one of the speakers! MCM ExpoWhen: 24-26 MayWhere: Excel, LondonWhat: Once again the London comic convention features a video game component, this year organised by the chaps at XboxAchievements. Site founder Dan Webb says, &quot;We&apos;ll be showing off a host of upcoming games, giving out cool prizes, getting all kinds of studio talent up on the stage for Q&amp;As, as well as some big name voice actors and even closing the show with a video game-themed musical arrangement by a pianist.&quot; I suspect we can expect cosplay too. London Game JamWhen: 1-2 JuneWhere: Modern Jago, ShoreditchWhat: A two-day game jam with a five pound entry price that will be donated to SpecialEffect, Child&apos;s Play and EFF. Organiser Roberta Saliani says, &quot;Microsoft will give prizes such as a Windows 8 phone, a Kinect dev kit and a Windows 8 OS to the best Kinect/Windows 8/Windows mobile app or game. GiftHub will give out five free accounts and Insert Coin has already sent T-shirts!&quot;  RezzedWhen: 22-23 JuneWhere: The NEC, BirminghamWhat: Organised by RockPaperShotgun and Eurogamer, this showcase of PC gaming has grown considerably since its modest  yet unmissable  introduction in Brighton last year. We&apos;re promised hands-on time with the biggest mainstream releases of the year, plus the chance to discover plenty of interesting indie titles. Introversion will be there showing off Prison Architect and there&apos;s a live Total War: Rome II demo among many other sessions. Eurogamer ExpoWhen: 26-29 SeptemberWhere: Earls Court LondonWhat: The biggest UK video game event of the year returns with its usual mix of Triple A hands-on demos, tournaments, developer sessions and retro gaming. Expect to see most of the big Christmas releases on the showfloor, but don&apos;t miss the packed programme of talks and discussions  a unique opportunity to see key game makers revealing the secrets of their craft. Norfolk Game ExpoWhen: 11-12 OctoberWhere: Epic Studios, NorwichWhat: A new event featuring 50 developers from the region as well as national and international studios. From the website, &quot;The Norwich Game Expo will showcase the latest videogames created by developers in the East of England and beyond, giving members of the public a chance to play games in development for consoles, PC, and mobile phones before they are released, and talking directly to the developers making those games.&quot;  If you&apos;re running a video game event, tweet or email me the details and I&apos;ll add it to the list!", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/26/video-game-events-round-up", 
    "wordcount": "1089"
}