{
    "headline": "I want to see a community energy revolution in the UK", 
    "text": "For most people, the energy debate is about the construction of big power stations, or how much it costs to keep individual homes warm and the lights on. Far less focus has been placed on the practical positive steps that can be taken at community level. That&apos;s why the government has commissioned research to find out why people are getting involved in the growing community energy movement, and what might encourage more of it. People across the country are coming together to change the way we think about our energy system and their relationship with it. From a community-run advice service in Hampshire that promotes energy efficiency to a community-owned windfarm just north of Swansea, to a renewable heat project in Herefordshire that replaces fossil fuels with locally grown biomass. Today I will be visiting the Repowering London project in Brixton. Several hundred square metres of solar panels have been installed on six blocks in the Loughborough Estate and the project is providing work placement opportunities for local young and unemployed people from the estate.            These examples are fantastic and extremely encouraging. I want to see community energy projects rolled out across the country, but we need a strategy to help unlock the potential. And that strategy has to be informed by the best available evidence. Our initial research found that keeping energy bills down is the main driver for people to get involved in community energy projects. Environmental reasons  like the desire to be active in the fight against climate change  and the aspiration to help improve wellbeing in disadvantaged neighbourhoods were also key factors. I strongly believe that there is appetite for this grassroots approach and want to see nothing short of a community energy revolution. I am supporting collective purchasing and switching to help more and more people to buy energy together, but I also want to see more people saving and generating energy together.  The Department of Energy and Climate Change on Thursday launched a call for evidence on community energy", 
    "section": "environment", 
    "gid": "environment/2013/jun/06/community-energy-revolution-uk", 
    "wordcount": "335"
}