{
    "headline": "Microinsurance: providing a more stable future for small-scale farmers?", 
    "text": "Andy Kuper traces the origins of LeapFrog Investment, which invests in microinsurance companies in developing countries, to his experience as a PhD student under the renowned economist Amartya Sen in the late 1990s. Kuper was trying to persuade farmers in the northern Indian state of Rajasthan near the Thar desert to adopt drip irrigation, a proven method for conserving water and boosting yield. But to no avail. He learned the hard way how poor farmers are risk averse for a good reason. Crop failure for farmers is not merely a financial setback but a disaster that could push families into abject poverty. &quot;The risk architecture is fundamentally different for these poor farmers and their behaviour was completely rational,&quot; Kuper said in a recent interview in London. &quot;The idea of creating springboards for such people, where micro effects could have big differences became an obsession for me.&quot; Kuper&apos;s experience in Rajasthan 14 years ago planted the seed for the idea to replicate for microinsurance what Muhammad Yunus and Fazle Abed did for microcredit at Grameen Bank and Brac  a Bangladeshi NGO  respectively. Kuper founded LeapFrog in 2007 to provide insurance for &quot;millions of people who lie awake at night fearing they will lose everything in the event of a fire or flood or other adverse event&quot;. It sought to raise $100m but managed to attract $135m from the likes of the Soros Economic Development Fund, the US pension fund Tiaa-Cref, the investment bank JP Morgan, and the International Finance Corporation, the World Bank&apos;s private-sector finance arm. LeapFrog, which describes itself as a &quot;profit with purpose&quot; company, is not in the microinsurance business itself, but invests in those that are, such as Shriram, an Indian financial services company that offers life insurance to people with an average annual income of $2,500. The company is reaching people whom other financial services groups have not reached. According to Kuper, 98% of Shriram&apos;s customers acquired financial services for the first time. In two years, Kuper said, LeapFrog&apos;s investments have allowed 8.7 million people to obtain microinsurance, 6.5 million of whom have a low income, including 5 million women and children. &quot;That is unprecedented, there is no way that NGOs can reach that number,&quot; he said. Asked about companies that sell dubious financial products  mis-selling of financial products in the UK has been a recurring problem  Kuper says he is aware of the pitfalls. He stressed that LeapFrog looks for companies selling products that are relevant, affordable, transparent and good quality. &quot;There are bad, unscrupulous players taking advantage of the poor with policies of bad quality,&quot; he said. &quot;We find the quality and values-based players. We pick the good ones, and we want the good ones to win  we don&apos;t want to invest in companies that offer a funeral policy that takes two months to pay.&quot; LeapFrog has entered the microinsurance business at a time when insurance companies also see opportunities in a hitherto untapped market. According to the International Labour Organisation (ILO) and the Munich Re Foundation, at least 33 of the 50 largest commercial insurance companies in the world now offer microinsurance, up from only seven in 2005. The ILO estimates the number of people covered by microinsurance has increased almost 6.5 fold in five years, reaching nearly 500 million worldwide, with China and India leading the charge. The ILO says 60% of the people around the world who are covered by microinsurance live in India, followed by Latin America (15%) and Africa (5%). Africa is a small but growing market for companies such as Kilimo Salama. Based in Nairobi, Kenya, the microinsurance firm offers products for smallholder farmers. When Kilimo Salama made a payout of $309 two years ago in Embu, near Mount Kenya, the 100 farmers who had gathered in a field were incredulous when their mobile phones started ringing as their electronic payments came through. &quot;It was a big deal for us, as these farmers realised we were for real,&quot; said Rose Goslinga, co-founder of Kilimo Salama (Swahili for &quot;safe farming&quot;). Goslinga and a colleague, Wairimu Muthike, were in London recently where they won the Financial Times award for technology in sustainable finance. Kilimo Salama offers pay-as-you-plant insurance for Kenyan farmers to insure their inputs against drought and excess rain. The programme  a partnership between the Syngenta Foundation for Sustainable Agriculture, UAP Insurance and Safaricom  uses a low-cost mobile phone payment and data system linked to solar-powered weather stations to issue insurance policies. It compensates farmers for investments in seeds, fertiliser and other inputs that are lost due to insufficient or excessive rains. Others have introduced similar schemes for livestock. Kilimo Salama, which has just completed one of the largest insurance payouts ever on the continent and has insured nearly 64,000 farmers for the next season, is now looking to expand in Rwanda. George Mukkath, director of programmes at Farm Africa, a British NGO, believes microinsurance is a positive development, but is aware of hurdles. First the infrastructure, such as weather stations and software, has to be in place along with the need for data to be collected consistently and in a transparent way. &quot;You need to collect the data on a daily basis, you need a person to collect the data and feed it into the system, then you have to arrive at a level of compensation. People are looking into cost effective ways of getting microinsurance, but it is not easy to set up,&quot; he said. Mukkath said microinsurance needs a wide base of customers to work. &quot;You need a certain volume of business for it to be viable, at least 20,000 farmers. That means educating those farmers on the value of insurance,&quot; he said, adding that government support is essential. &quot;The government would have to have a policy framework to make all this work, to ensure that the industry is regulated properly and those that are selling financial products are not misleading customers. That is even more important in a developing country.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/29/microinsurance-stable-future-small-scale-farmers", 
    "wordcount": "1024"
}