{
    "headline": "Could Ngozi Okonjo-Iweala head the World Bank? Yes, if five things happen", 
    "text": "The candidacy of an African woman, Ngozi Okonjo-Iweala, to lead the World Bank represents a historic opportunity to strengthen the organisation in its mission to attack global poverty. However, the fatalist view is that Okonjo-Iweala cannot win because she is not American. Fortunately, in this case idealism and power politics can align. Okonjo-Iweala can and should win, but it will take effort. Here is a five-stage scenario of how events could play out. 1) Say nice things about Jim Yong Kim  Given America&apos;s traditional stranglehold on the position, the US nominee cannot simply be dismissed. All countries will say very nice things about Kim, and rightly so. He is a terrific individual. 2) Don&apos;t rush to judge Everyone regretted letting the Americans ram through their choice of Paul Wolfowitz in 2005. The damaging consequences of that fiasco are still fresh in people&apos;s minds. While Kim does his &quot;listening tour&quot;, countries can pay heed but not commit openly. They can insist that the process be allowed to work before decisions are taken. In short, they can remain on the fence. 3) Examine Kim&apos;s record Not every admirable individual is qualified to be head of the World Bank. Kim&apos;s views against economic growth and private investment (detailed in his book, Dying for Growth) are already raising eyebrows in the press and causing concern among world leaders. Political leaders in the UK and Germany must wonder how Kim&apos;s negative views about fiscal austerity and neoliberal structural adjustment apply to Europe. A key question the British have to ask is: &quot;Do his views imply he is against David Cameron&apos;s reforms?&quot; A key question the Germans have to ask is: &quot;Given that the International Monetary Fund (IMF) programme in Greece is exactly like those he has vehemently opposed, is Kim for or against it?&quot; It is hard to see how the Europeans  whatever &quot;gentleman&apos;s agreement&quot; may have taken place with the US regarding the leadership of the World Bank and IMF  can endorse someone whose track record puts him firmly in opposition to their own policies. Moreover, Kim is a doctor and the narrowness of his expertise is likely to raise concerns among the bank&apos;s big borrowers, given the array of issues a full service development organisation must address. If Kim really is the best-qualified candidate to head the World Bank, countries will want to know why, in months of search, speculation, media discussions, and blog debates, his name was never raised, even by those now endorsing his candidacy. 4) The US signals willingness to accept defeat The Obama administration has put itself in a win-win situation. The alternative to Kim is Okonjo-Iweala, who is not a threat to vital US interests, is a mainstream development expert with sterling credentials, and happens to be an African woman. She has been widely praised, not least by Lael Brainard, the current undersecretary for international affairs at the US Treasury. The US has many vital strategic interests, but having Kim lead the World Bank is not one of them. Obama won&apos;t look weak in &quot;losing&quot; the seat with Kim, he looks strong in showing that America can lead and co-operate. More cynically, it is not clear Obama really wants Kim around come November&apos;s elections. Two key issues Republicans will raise are Obama&apos;s ability to oversee economic growth and his plans for healthcare. Critics of the Obama administration will seek to gain maximum leverage from Kim&apos;s views on economic growth, opposition to transnational corporations, and praise of Cuba&apos;s healthcare (and Castro as a leader). That such attacks would be unfair is beside the point. Obama&apos;s team may decide that defending Kim in November is a greater risk than allowing an African woman to head the World Bank (it will also please his support base, and isn&apos;t a voting issue for opponents). Obviously, the US will never publicly back away from Kim, just subtly not go all out in support. 5) The stampede to be on the right side of history begins Once it is clear Okonjo-Iweala can really win, countries will rush to get off the fence. For most countries, choosing Okonjo-Iweala vindicates the principle that the organisation&apos;s head can be chosen on merit. She is clearly the best candidate for those countries that want a broad development agenda at the World Bank, which includes all the big borrowers and emerging-market countries that benefit from continued engagement with the bank. Who wants to be in the position of defending a less qualified American man against a stronger candidate who just happens to be African and a woman?  Lant Pritchett is professor of the practice of international development at the Harvard University Kennedy School of Government and co-editor of the Journal of Development Economics. He held a number of positions at the World Bank in the 1980s and 90s, and was an adviser to Lawrence Summers during his 1991-92 vice-presidency ", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/29/ngozi-okonjo-iweala-head-world-bank", 
    "wordcount": "820"
}