{
    "headline": "Rio+20 talk point: your message to the summit on the future you want", 
    "text": "Next month, heads of state, world leaders, academics, researchers, NGOs, activists and indigenous groups will gather in Brazil for the Rio+20 UN conference on sustainable development. Two decades after the Rio Earth summit, the first UN conference to address issues relating to development and the environment together, Rio+20 is billed as providing a &quot;historic opportunity to define pathways to a safer, more equitable, cleaner, greener and more prosperous world for all&quot;. But which paths should we be heading down, and which ones should we be avoiding? We want to hear from you. Rio+20 has seven priority areas  decent jobs, energy, sustainable cities, food security and sustainable agriculture, water, oceans and disaster readiness  covering the commonly held pillars of sustainable development (economic development, social development and environmental protection). Which of the seven areas matters most to you? Or perhaps you think a key theme is missing? The Guardian&apos;s Liz Ford and Jonathan Watts will be in Rio reporting from the conference and the other events running alongside it, including the People&apos;s Summit. Over the weeks leading up to Rio+20, and during the event, we want you to contribute to the debate and tell us if there is anything specific you would like us to try to find out. There are three initial ways you can get involved. First, the Rio summit will be the subject of May&apos;s Global development podcast, looking specifically at whether the summit is likely to improve the lives of the poor; tell us what you would like us to discuss. Second, we want to see your photo messages to the Rio+20 summit submitted to our Flickr group. We&apos;ll feature some of our favourites on guardian.co.uk and maybe in the print version of the Guardian as well. For inspiration, take a look at these past galleries of readers&apos; global education messages, or your messages to UN women, which were submitted from around the world. You&apos;ll find further instructions on how to submit a picture to Flickr here. If you have any problems, email development@guardian.co.uk. Please note, by posting your pictures in this group, or sending them to us in response to this request, you agree to let us use them on our site and potentially in the newspaper (copyright remains with you at all times, and you will be credited). And third, we are very keen to hear from you if you were at the Rio talks in 1992. What were the priorities then, and have the hopes of that summit been realised? What should be the focus of Rio+20? The UN says: &quot;Rio+20 is a chance to move away from business as usual and to act to end poverty, address environmental destruction and build a bridge to the future&quot;; we&apos;re looking forward to hearing what that means to you. As always, if you have any problems posting a comment below, or if you would prefer to comment anonymously, email us at development@guardian.co.uk and we&apos;ll add your thoughts. Update 9 May - Some reader comment highlights below: amyodonnell:  How can people be empowered with tools to ensure they are able to take ownership over development processes and have a say in the discussions and decisions which affect them? How can international organisations be held to account for impact of their work? Are the IATI standards one way forward? How can agencies working on similar projects co-ordinate better to avoid duplication and ensure they listen to the needs of grassroots communities. How can ICTs be better leveraged for transparency and accountability?  ceausescu:  My message to the summit would be to remind them of basic economic theory. Global sustainability is a public good in economic terms. In other words, everyone benefits, just as everyone benefits when we pave a sidewalk. This means that everyone needs to contribute. Now the way we approached building a sidewalk has always been to build a partial consensus, while the rest are forced to contribute as well. Voluntary goodwill will not help us achieve sustainability.  MansoorPractical:  In the past, some of these global agreements totally relied on the will of governments. This needs to change and technologies have a great scope to change the game. For example, how citizens understand and hold their governments to account? Can we convert MDGs to other popular media?  CAMediaTeam:  ...unless a broad range of organisations from civil society do engage with Rio, there is a real danger that it will focus narrowly on low-carbon and &apos;green&apos; technologies without tackling the bigger, thornier problems of global poverty and inequality. For the sake of more than a billion people who currently live in absolute poverty, we must make Rio embrace far more than technological fixes.  Thepovertycurtain:  ...In speaking about the way forward, a grassroots activist from Guatemala shared these thoughts that can act as a rallying call: &quot;We have to make sure that they don&apos;t use people&apos;s poverty, that they don&apos;t manipulate us. We are not only people who you have to give something to, but also people whose opinion you have to ask&quot;.  CoffeyB:  Biofuels - and bioenergy more generally - are like the elephant in the room; no country has yet had the courage to speak up against them in the discussions, even though they are at the centre of the world&apos;s food, energy and water challenges. The earth summit must ensure that the priority for agriculture is food, not fuel; ActionAid wants to see a sustainable energy goal coming out of Rio but it must exclude biofuels.  WorldDev:  ...we are very concerned that the UK and other rich industrialised countries are seeking to hijack Rio+20 to push their version of a &apos;green economy&apos;...assigning an artificial financial &quot;value&quot; to nature and the creation of markets in hitherto unpriced natural goods such as biodiversity  reducing the environment to a line on the balance sheet. If implemented, this false &apos;green&apos; economy would allow the rich to pay their way out of their environmental obligations, as once something is priced, it can also be sold. So indigenous populations will be banned from using natural resources they have used sustainably for centuries while multinationals which have paid the &quot;price&quot; will be able to destroy ecosystems freely. ", 
    "section": "global-development", 
    "gid": "global-development/2012/may/01/rio-20-talk-point-your-message", 
    "wordcount": "1050"
}