{
    "headline": "Aaron Swartz obituary", 
    "text": "The web programmer and open-data crusader Aaron Swartz has been found dead in his New York apartment, having apparently taken his own life at the age of 26. Swartz made a notable impact on the web: when he was 12, he wrote his first serious programs, and at 13 won an ArsDigita prize for creating a non- commercial website. He co-authored the RSS internet syndication standard, an automated system for distributing blogposts, at 14, and then contributed to the development of Lawrence Lessig&apos;s Creative Commons copyright system. Later, he was a prime mover in halting the US government&apos;s Stop Online Piracy Act (SOPA), which could well have led to widespread censorship of the internet. He co-founded the DemandProgress organisation to continue the fight for internet freedom and openness. His family said: &quot;Aaron&apos;s death is not simply a personal tragedy. It is the product of a criminal justice system rife with intimidation and prosecutorial overreach.&quot; Swartz was being threatened with more than 30 years in jail and up to $4m in fines for downloading 4.8m academic articles from the JSTOR (Journal Storage) database. He had already returned the hard drives to JSTOR, which wanted to drop the case. Previously, in 2008, Swartz had written a similar program to download millions of federal judicial documents from PACER, America&apos;s Public Access to Court Electronic Records database, to make them freely accessible to the public. The US government investigated that case, but did not take him to court. As Lessig has written, Swartz never did anything to make money: he was &quot;always and only working for (at least his conception of) the public good&quot;. He did make money as one of the co-owners of Reddit, the web&apos;s most popular bulletin board and discussion site, when it was taken over by the publisher Cond Nast in 2006. He hated office life and was soon fired, but he had enough to live on, until his funds were depleted by the costs of the JSTOR case. Swartz was born in Chicago, Illinois, to Robert Swartz, a software executive, and his wife Susan, a knitter, quilter and fibre artist. In an interview with Philipp Lenssen, he said: &quot;I was around computers from birth; we had one of the first Macs, which came out shortly before I was born, and my Dad ran a company that wrote computer operating systems. I don&apos;t think I have any particular technical skills; I just got a really large head start.&quot; His father ran the Mark Williams Company, which sold Coherent, a Unix-like operating system, from 1980 to 1995. The company name derived from Robert Swartz&apos;s father. After working on RSS with Sir Tim Berners-Lee&apos;s World Wide Web Consortium and on the Creative Commons with Lessig, Swartz spent a year at Stanford University, before dropping out. Much more interesting things were happening in web start-ups, and he founded a company called Infogami. This was merged with Reddit, and Reddit was rewritten from the Lisp programming language into Python, using Swartz&apos;s web.py framework. The Cond Nast takeover made him rich but not happy. Reddit was relocated to Wired magazine&apos;s office in San Francisco. In a blog post in November 2006, Swartz wrote: &quot;The first day I showed up here, I simply couldn&apos;t take it. By lunch time I had literally locked myself in a bathroom stall and started crying.&quot; Friends remember Swartz as, in Lessig&apos;s words, &quot;brilliant, and funny. A kid genius. A soul, a conscience.&quot; He spoke confidently when he gave talks, some of which are available on YouTube. He had close friends and partners, and the support of a loving family. However, he also suffered from deep depressions, and sometimes posted his thoughts online. It was sometimes distressing reading. After his death, his mother commented on Hacker News: &quot;Aaron has been depressed about his case/upcoming trial, but we had no idea what he was going through was this painful.&quot; Swartz is survived by his parents, his younger brothers Noah and Benjamin, and his partner, Taren Stinebrickner-Kauffman.   Aaron Swartz, web programmer and activist, born 8 November 1986; died 11 January 2013", 
    "section": "technology", 
    "gid": "technology/2013/jan/13/aaron-swartz", 
    "wordcount": "695"
}