{
    "headline": "University of Southampton reveals fall in undergraduate intake", 
    "text": "Evidence has emerged that some universities have suffered a slump in recruitment this year after a vice-chancellor revealed that the undergraduate intake of UK students at his institution for this September had fallen by more than 600 on 2011. The University of Southampton, a member of the Russell Group, has recruited fewer British undergraduates to start this autumn in a decline the vice-chancellor described as a &quot;wake-up call&quot;. The slump has happened because the university was unable to attract enough of the best-performing A-level candidates  those achieving grades of AAB or above. Like all English universities, Southampton received a cap from the government on the number of students it could recruit with lower grades than AAB; for Southampton the cap was just over 1,500 places. But under reforms brought in by the coalition, it could recruit an unlimited number of the highest performing students. However, the vice-chancellor, Don Nutbeam, has revealed that Southampton was only able to attract 200 of these students through clearing in addition to those attracted through the normal application process. The university withdrew from clearing when the pool of AAB candidates &quot;dried up&quot;, the vice-chancellor said. In an email to staff, Nutbeam described the figures as a &quot;wake-up call for the entire university community&quot;. Although the university has been successful in attracting a higher number of overseas students, the fall in British undergraduates will lead to a drop in its forecast income. The university&apos;s undergraduate intake  usually between 5,000 and 5,500  is around 600 down on last year when overseas students are included. These international students are lucrative for universities; they will be charged fees of between 9,500 and 10,500 at Southampton this year. The vice-chancellor told staff: &quot;Fortunately, because of the efficiencies we have worked so hard to achieve in the past two years, the university is able to cope financially with the consequences of this downturn in intake in this year.&quot; Southampton is unlikely to be alone in suffering a drop in recruitment. The squeeze on some universities was predicted earlier this year by Michael Farthing, vice-chancellor at the University of Sussex, who warned that AAB students were likely to be snapped up by &quot;a few self-declared elite institutions able to rely on historical brand prestige to attract applications&quot;. Figures published in March identified a &quot;squeezed middle&quot; of universities which were likely to be hit by the government&apos;s reforms because they neither attract the highest performing students nor offer the lowest fees. Under the government&apos;s reforms, universities are allowed to recruit unlimited numbers of the highest-performing students, allowing some elite universities to grow. Among Russell Group universities, Bristol planned a significant expansion this year  hoping to admit an additional 600 UK undergraduates to start this autumn  while University College London intended to add another 300. Meanwhile cheaper institutions have also been encouraged to expand. This year, 20,000 student places were stripped from the core allocation for higher education institutions in England and auctioned off to universities and colleges charging average fees of 7,500 or less. Southampton&apos;s fees for full-time British and EU undergraduates starting this autumn are 9,000. In 2009-10, the last admissions cycle for which figures are available, Southampton admitted nearly 1,700 students with grades of AAB or above  over half of its intake that year. The number of high-performing students seeking places at all universities this year may also have been affected by the small drop in the proportion of A-level exam entries getting an A or A* this year. In his email to staff, Nutbeam said: &quot;This has been a cruel year for the 2012 intake who have had to deal with increased fees, tough A-level marking, and a one-year artificial set of controls on university access.&quot; Next year, the government will allow unrestricted recruitment of students achieving a slightly lower grade threshold  grades of ABB and above at A-level. Nutbeam said many students had been refused places because they had grades lower than AAB this year. The vice-chancellor told staff that the university could not allow a repetition of this pattern of recruitment next year. A spokeswoman for the university said: &quot;For our 2012 intake, we forecast to have a reduction of 600 undergraduate students compared with last year, on a total undergraduate student population of around 15,500. Like many institutions, the University of Southampton has had to deal with a general reduction in the number of students applying for university and a smaller pool of students obtaining AAB+ grades due to a decrease, for the first time in 20 years, in the proportion of A-levels awarded A or A* grades.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/06/university-southampton-fall-undergraduate-intake", 
    "wordcount": "791"
}