{
    "headline": "Music service Beyond Oblivion folds before launch", 
    "text": "Beyond Oblivion, the music streaming startup part-owned by News Corporation, has closed weeks before even making it to launch. The announcement came less than a year after the New York-based company raised $87m (55.8m) to build the ambitious music streaming service  dubbed Boinc  in an already crowded digital market dominated by Apple&apos;s iTunes. The service was due for a beta launch in the autumn. Unlike existing online music players, Boinc promised to be free of advertising and subscription fees. Adam Kidron, founder and chief executive of Beyond Oblivion, said the service would be adopted by internet service providers and built-in to hardware, such as mobile phones and cars. The service planned to be available as a paid-for application on iPhone and Android smartphones. Kidron said the company would pay 70% of its annual revenues to the rights holders, as well as a royalty fee each time their music is played. However, Kidron has now said the start-up suffered from the difficulty of &quot;coordinating the diversity of the ecosystem&quot;, including complex licensing deals for artists, labels and manufacturers. As recently as October, it is understood that Beyond Oblivion had all but convinced the four music majors of its ambitious plan. One executive at the company told the Guardian in October that it had &quot;just started ingesting content&quot; from the fourth and final music major, and was &quot;alpha testing&quot; before a low-key beta launch before the end of 2011. It was reported by the Daily Telegraph on Tuesday that Beyond Oblivion had burnt through its $87m (55m) fund raised from a coalition of investors, including News Corp, which invested $11.2m in two separate funding rounds  in April 2010 and March 2011  for a stake of about 23%. A public launch for the ambitious service looked less likely towards the end of 2011 when Facebook made sweeping changes to its site, bringing the social network closer to rival music players including Spotify and Deezer. Beyond Oblivion suffered a further setback in October last year when Spotify partnered with Virgin Media, giving customers of the UK&apos;s second biggest ISP six months of free premium access to the music player. BT, the UK&apos;s largest ISP, was also planning to launch its own digital music service in 2011, although no launch is thought to be imminent. As well as the rise of increasingly popular music streaming services, Apple has continued to improve its market leading iTunes. Apple launched its &quot;cloud&quot; storage service, iTunes Match, which replicates all music stored on a user&apos;s computer  including illegally-downloaded material and tracks ripped from CDs  with better-quality alternatives from its own &quot;cloud&quot; for 21.99 a year, in the UK in December. The launch was welcomed by music publishers and pundits, who said iTunes Match allows the music industry to generate revenue from years of illicit downloads. Beyond Oblivion had not returned a request for comment at the time of publication. Kidron said in a statement to the Daily Telegraph: &quot;Beyond was always a tremendously grand ambition as the advances required by the record labels and music publishers were substantial, reflecting the breadth of the rights required to create a true digital music one-stop.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/04/music-service-beyond-oblivion-folds", 
    "wordcount": "541"
}