{
    "headline": "Technology makes higher education accessible to disabled students", 
    "text": "There are over 11 million people with a limiting long-term illness, impairment or disability in the UK. Many of them are using educational resources and completing university courses. Universities have a responsibility to provide these students, and all students, with the necessary learning materials regardless of their accessibility needs. It is here, in the place where educational resources and students with disabilities intersect, that technology has a vital role to play. Technology could operate as the great equaliser. It could  and indeed, it should  help move all students towards a level playing field. This is particularly true in when it comes to learning resources, and specifically textbooks. Textbooks are core to the university learning experience, yet for students with disabilities, particularly those with visual impairments, they can be a challenge. Static print sizes, outdated tools to translate print to speech, and complicated page layout and design can make it harder for those with a disability. This in turn impacts on the quality of their educational experience. A study conducted by the Higher Education Academy among students in the UK indicated that resources are a common issue affecting the happiness of disabled students. Consider another statistic: according to the Office for Disability Issues, disabled people are around three times less likely to hold any qualifications than non-disabled people, and around half as likely to hold a degree-level qualification. A total of 19.2% of working-age disabled people do not hold any formal qualification. Technology can change things. One area in which this is true is e-textbooks, the digital representation of a print text. In the shift from print textbooks to e-textbooks, accessibility can be moved to another level. Suddenly text isn&apos;t an unchangeable object; it can be scaled up or down depending on the student&apos;s needs. Images can be read aloud through tagging tools. Access to print-fidelity page images means students can follow along in lectures page by page. Simultaneously, access to text representation (suited to screen readers and text-to-speech software) means students can adjust their e-textbook according to their needs. Through technology, learning is becoming increasingly flexible. It can move outside the lecture hall, on to podcasts, and across devices, becoming available anywhere and at any time. The Higher Education Academy noted that students with disabilities have a need for flexibility. Technology can help provide this. Students no longer have to carry around heavy textbooks. Nor do they have to go physically to the library or bookshop to access learning materials. Resources such as e-textbooks have taken off in the past few years. In the US, the Student E-rent Pilot Project (STEPP) programme offers e-textbooks specifically modified for accessibility, in support of the Americans with Disabilities Act and the Rehabilitation Act of 1973, Section 504. A survey of 1,185 students found that 77% reported having saved money by renting their textbooks, and 80% who needed an accessible textbook were satisfied with the quality of accessibility. It&apos;s only a matter of time before similar technological developments happen in the UK. Over the past few years, concerns about the student experience for individuals with disabilities have grown. Today&apos;s students are paying more than ever for a university education. This is impacting on enrolment figures (while Ucas reports a small increase this year, following the slump in enrolment in 2012, application rates remain well down on 2011, the year before the hike in tuition fees). It is also turning students into &quot;university consumers&quot;, who expect more resources for their increased fees. Higher tuition fees and a growing awareness of disabilities will drive developments in technological resources. Yet there&apos;s another dimension to consider: in an era of increased fees, affordable educational resources are key. All students are concerned to find savings. Students with print-related disabilities should be able to enjoy the cost-saving benefits made possible by online learning materials. They also should be able to access the countless digital efficiencies of these resources, the types that their peers have enjoyed for years. While technological advances have been happening, there is still more to be done. Universities, companies, and e-textbook providers need to emphasise low-barrier, commercial alternatives for all higher education accessibility needs. They need to aim to provide industry-leading access to all subject areas, including Stem subjects. Providers need to go beyond content access and come up with more universal design study tools that assist all students. Technology has helped increase accessibility in universities, but there is still a way to go.  Fionnuala Duggan is managing director for CourseSmart International, where she oversees its e-textbook platform and digital course material for international markets.", 
    "section": "education", 
    "gid": "education/2013/apr/28/disabled-students-use-e-textbooks", 
    "wordcount": "762"
}