{
    "headline": "Where humans and animals meet: Tanzania's corridors of co-operation", 
    "text": "Laly Lichtenfeld has good reason to be cautious. The whites who have passed through Tanzania&apos;s vast northern plains have left painful memories. Thousands of people have been thrown off their land to make room for the Tarangire and Lake Manyara national parks, nearby, or Serengeti, further north. In east Africa few people have paid as high a price for nature conservation as the Masai. Almost a third of the land surface of Tanzania has been set aside as protected areas, three times more than the global average. Lichtenfeld, a white American, has devoted much of her life to the lion. She has founded the African People and Wildlife Fund (APW) and lives on top of a hill in the middle of the savannah. But life in Loibor Siret is far from the romantic tales westerners like to spin about Africa and the wilderness. The only stories here are about conflicts on the grassland. Simson has just returned from the village and is very upset. A farmer has killed an elephant that was trampling his crops. The authorities have arrested the man and removed the animal&apos;s tusks. They will be added to the stock of ivory held by the district council. Such incidents  involving lions, zebras and so on  are almost everyday occurrences. Simson, 24, is tasked with handling these conflicts, which can inflame communities in a flash: &quot;It&apos;s not easy, there are lots of problems, but we must try to understand the villagers instead of just punishing them,&quot; he says. Simson works under the authority of the village headman, but is paid by APW. The Tarangire is the setting for the second-largest migration by animals in Africa, after the Serengeti and Masai Mara in Kenya. But the national park, which extends over 2,850 sq km, accounts for less than 15% of the ecosystem in which this huge upheaval unfolds each year. At the start of the rainy season in December the big mammals leave the park for six months and head for more hospitable quarters. The tension mounts in the corridors used by thousands of wildebeest, zebras, elephants, giraffes and the lions. They may be naturally following their prey, but they can also target herds of cattle and goats. Tanzania is home to about 40% of the world&apos;s lions: between 20,000 and 40,000 in all. As the population grows and previously nomadic peoples increasingly settle in the corridors, the maize fields and mud huts are spreading. In some places they run along the edge of the park, reflecting their occupants&apos; desire to gain access to the coveted pasture. The high grass that flourishes inside the forbidden area makes a stark contrast with the plain covered by white flowers. They may look pretty but in fact they are symptomatic of the depleted soil. In 2009 the Wildlife Conservation Society and the Tanzania Wildlife Research Institute carried out an appraisal of the 30 or so corridors connecting the country&apos;s protected areas, concluding in their report that most of them were in a &quot;critical condition&quot; and that five were in an &quot;extreme condition&quot;, threatened by the rapid spread of farming. The vital links could &quot;disappear within two years unless immediate action&quot; is taken. The corridors enable the wildlife population to mix, thus maintaining the diversity essential to their survival. For the government the stakes are economic, for without wildlife there would be no tourism industry, on which 15% of Tanzania&apos;s economy depends. &quot;The animals just cause problems. During the rainy season the lions and hyenas attack us all the time,&quot; says Naipotoki Bahati. Her husband is grazing their herd on the plain. In the middle of the circle of huts, each occupied by a family, she points to the large pen where the livestock is shut up for the night. But the presence of humans does not discourage lions, which have no difficulty getting over the barrier. Lichtenfeld has come up with an idea for making the fences impenetrable. &quot;If you want to do something useful for conservation here, there&apos;s no point talking to people about wildlife conservation. First you must find out how to help them solve their problems and find solutions that are meaningful in the local context,&quot; she explains. The &quot;living walls&quot; consist of a local variety of myrrh, planted to form a thick hedge surrounded by wire mesh. The first one was planted in 2009 and there are now about 100. Each one costs $500, with farmers contributing a quarter of the cost, equivalent to two or three goats. The number of attacks has dropped but Lichtenfeld admits it is not enough. &quot;Only the population can protect the corridors and for that conservation must earn them money.&quot; In the nearby district of Babati, the Burunge Wildlife Management Area was one of the first to benefit from a government scheme launched a decade ago. It covers 10 villages, home to about 30,000 people. To qualify for WMA status the villagers had to allocate part of their land to wildlife protection. These areas have become tourist or big game concessions, managed by private operators who pay a fee. In 2011 the Burunge scheme earned more than $300,000, a quarter of which benefits villagers directly; the rest goes to central or local government. Officially the funds are allocated to conservation. In a poverty-stricken region, the money is welcome. Classrooms and a well have been built. &quot;Things are better than before,&quot; says Rama Damani, the head of the WMA. There are still plenty of problems, though, and no one really can say whether the corridors belong to the humans or the wildlife. Keeping them open can seem an impossible task. The government has made them a priority, but lacks the human and financial resources to do so. Earlier this year, it appealed to the leading conservation NGOs, asking them to make greater allowance for the human population. Le Monde", 
    "section": "environment", 
    "gid": "environment/2012/oct/02/tanzania-wildlife-conservation-humans-tension", 
    "wordcount": "999"
}