{
    "headline": "World Malaria Day: why the need for overseas aid?", 
    "text": "Malaria is one of the major causes of death and disease in the world. The life of a child is lost to malaria every 60 seconds and around 216 million people fall seriously ill with it a year, most of them in Africa. Yet cost-effective tools in the fight against the disease, including treated mosquito nets, antimalarial medicines and indoor spraying with insecticide, show that malaria can be easily prevented, diagnosed and treated. Malaria control has been cited as one of the most notable achievements of international aid, with even critical reports highlighting a 32% decrease in deaths attributable to the disease from 2004 to 2010. Key malaria interventions in several countries have resulted in significant progress. In Zambia, deaths among children under five have decreased by 62%. Zanzibar in Tanzania has seen a 81% drop in malaria deaths. In 2011, Armenia was certified as malaria free. They are all welcome developments, but there are many countries where the burden of malaria is still high and spending on the disease is inadequate. This, together with the global recession and potential cuts in aid spending, make the funding of malaria prevention ever more uncertain. These were just some of the issues that formed the backdrop for a roundtable debate, hosted by the Guardian in association with Malaria Consortium. The discussion was held under the Chatham House rule, which allows comments to be reported anonymously to encourage frank and free debate. Investment in aid The roundtable heard how malaria has been a specific focus for the UK government, with the Department for International Development (DfID) currently standing by its pledge to invest up to 500m a year by 2014-15 to alleviate the burden of malaria. Participants at the roundtable voiced support for DfID&apos;s current approach, though they were reminded by one contributor of the stark reality if funding was scaled down. &quot;If you cut aid, people will die, it&apos;s that simple.&quot; Another warned: &quot;If the UK does drop its foreign aid commitment, other countries will do the same. The UK carries a huge burden right now. The US is not providing leadership or playing that role. There is no other G8 country that&apos;s doing the same.&quot; The UK&apos;s investment in overseas aid is increasingly controversial in the light of the ringfenced DfID budget at a time of cuts in other government departments. The government&apos;s stated commitment to spend 0.7% of gross national income (GNI) on overseas aid has brought the issue into focus for both parliament and the public. Huge misconceptions prevail among the British public about how much is actually given in aid, the roundtable was told, with many believing it is as high as 15% of GNI. Several speakers spoke of the need to provide the UK taxpayer with more evidence of how targeted development spending saves millions of lives and helps people lift themselves and their families out of poverty. &quot;Spending is still very small in relation to the overall UK spend,&quot; the roundtable heard. &quot;For 2p a day, per British person, you save a life every three minutes.&quot; Zambia was highlighted as a country where investment in malaria has paid off. The Zambian government has played a key role in prevention, together with NGOs, and rates have reduced drastically. One participant pointed out how a strict government policy on corruption has also been successful. &quot;The people involved in many cases of corruption for aid have been prosecuted.&quot; The same participant believed that over time &quot;Zambia will eventually graduate from aid&quot;. Another contributor challenged the malaria community to be more ambitious, to bring more partners into the fold and invent new ways of fighting the disease. &quot;The debate is not whether the UK should be giving 0.7% to development assistance. For me, that&apos;s a given. What&apos;s more important is how they spend the money and what their profile is in terms of risk versus safe investment. How are they using that money to try new ideas as opposed to investing in what we know works?&quot; The roundtable heard how international development needs to show it is achieving results, but some things are difficult to measure. How, for example, do you show effectiveness in gender awareness or citizen participation? Is there a danger, with opponents of aid becoming ever more vocal, together with the strong and important focus on accountability and transparency, that investment in health and development ends up moving into safe areas, rather than embracing territory that is more complex? As one participant said: &quot;The fight against malaria must incorporate risk. We need to build ways into public and private partnerships of sharing risks, sharing costs and making sure we have the right partners around the table.&quot; The roundtable was told that pursuing such a strategy would enable pharmaceutical companies producing antimalarial medication to &quot;widen access to products as far as possible, to all people regardless of their ability to pay&quot;, at the same time exploring new, innovative ways of getting access to hard-to-reach sectors of society. &quot;This means a mix of making profit in some areas and doing things philanthropically in others,&quot; the participant added. The benefits of technologies available to millions in the west are frequently not available to those in the global south, the roundtable heard, primarily because of the cost of making drugs and interventions accessible. As one contributor said: &quot;For diseases that disproportionately affect people in the southern hemisphere, there isn&apos;t a predictable or reliable market for drug makers to get into the business of creating those products in the first place.&quot; The same contributor underlined the importance of reducing the time it takes for innovation from rich countries to reach poor countries. &quot;We need to try to address the lack of incentives that detract manufacturers from producing these products in the first place. What are companies really doing in terms of breaking into new markets and reaching new populations?&quot; Economic growth is not happening in Europe or north America; growth is really happening in the southern hemisphere, the participant added. &quot;Increasingly smart NGOs and smart organisations are going to be the ones who really figure out how to work with companies to open up some of these new markets.&quot; Many of the world&apos;s poorest people have to pay for healthcare, because of the absence of a national health service in their country. Whether or not they are receiving quality care is debatable, the roundtable heard. Should development money therefore be spent expanding the public sector and community healthcare workers? Or should it be spent regulating and investing in the private sector? As one contributor put it: &quot;If you have a lot of money, you need to do both. But we don&apos;t have that luxury.&quot; The roundtable was urged by another delegate to be aware of the profound mistrust by the public sector towards the private sector in many African countries and its implication for health interventions. &quot;The accumulation of evidence about how to work with private-sector providers is pitiful,&quot; said the delegate. &quot;Hardly anything new has been added in terms of our understanding of how best to make sure that the dangerous parts of the private sector are controlled, regulated and suppressed.&quot; This, the delegate believed, was because donors have been happy to &quot;fund interventions and programmes but they&apos;re not that happy to fund the type of research that governments can use&quot;. A number of roundtable participants spoke of the powerful role played by philanthropy in seeking ways to eradicate malaria. As one contributor said: &quot;What the Bill &amp; Melinda Gates Foundation is doing well is catalysing a lot of activity, as well as being able to take on areas more attuned to a commercial risk approach.&quot; The contributor added that for many aid providers, they are &quot;only allowed to have got 0.01% wrong, either in the political sphere, or indeed in the media sphere, who are always looking to criticise political decision-making, rather than to look at the overall perspective&quot;. Another participant added that the role of philanthropy was to try to take risks where governments and donors could not. &quot;The public can&apos;t support the kind of failure that we fully expect to see in the quest for an HIV vaccine, and a malaria vaccine.&quot; The participant urged philanthropists to &quot;bet big in areas where we know we&apos;re going to fail in some cases but, because we have a higher risk tolerance, we&apos;ll hopefully have a big impact&quot;. Cost of malaria  An estimated $5bn-$6.2bn (3.2bn-4bn) is needed each year if the global target of reducing 75% of malaria cases by 2015 is to be reached.  Funds committed to malaria control from international sources were expected to peak in 2011 at $2bn  Malaria-related illnesses and mortality cost Africa&apos;s economy $12bn a year.  The Department for International Development&apos;s commitment on malaria is to help halve deaths in at least 10 countries by 2015. Until 2014/15 up to 500m a year has been set aside to achieve that goal. At the table Sarah Boseley (Chair) Health editor, The Guardian Dr Kara Hanson Head of global health and development, London School of Hygiene and Tropical Medicine Dr Michael Jennings Senior lecturer, School of Oriental and African Studies Steward Nchimunya First secretary consular, Zambia High Commission in United Kingdom Rob Jordan Head of international development spending, HM Treasury Jon Pendar Vice president of global health, government affairs, public policy, GSK Lord Ribeiro CBE Vice chair, all party parliamentary group on global health Louise James Global Programs Director, Accenture Development Partnerships Mohga Kamal-Yanni Senior health andHIV policy adviser, Oxfam Romilly Greenhill Research fellow, Overseas Development Institute Sony Kapoor Managing director, Re-Define Stephen O&apos;Brien MP Parliamentary under-secretary ofstate for international development Stephen O&apos;Brien MP Parliamentary under-secretary ofstate for international development Sunil Mehra Executive director, Malaria Consortium Joe Cerrell Director of Europe office, Bill &amp; Melinda Gates Foundation Roundtable report commissioned by Seven Plus and controlled by the Guardian Discussion hosted to a brief agreed with Malaria Consortium  Paid for by Malaria Consortium  For information on roundtables visit theguardian.com/sponsored-content", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/25/world-malaria-day-overseas-aid", 
    "wordcount": "1723"
}