{
    "headline": "Is innovation essential for development work?", 
    "text": "Innovation has become central to the way development organisations go about their work. In November 2011, Bill Gates told the G20 that innovation was the key to development. Donors increasingly stress innovation as a key condition for funding, and many civil society organisations emphasise that innovation is central to the work they do. Development innovations may involve devising technology (such as a nanotech water treatment kit), creating a new approach (such as microfinance), finding a better way of delivering public services (such as one-stop egovernment service centres), identifying ways of working with communities (such as participation), or generating a management technique (such as organisation learning). The idea of policy innovation has become commonplace in most areas of policy-making. Any approach that emphasises continual problem-solving is important and worthwhile. But there may be a downside to all this innovation. Not all development problems require new solutions. For example, the basic technologies needed for improving water and sanitation in high-density urban areas  treated water piped directly into people&apos;s homes, sewers to take away waste, and drains to cope with surface water  have changed little in a hundred years. Earlier moments of innovation around community-managed sewers that reduced unit costs, such as that by Pakistan NGO the Orangi Pilot Project Research and Training Institute, or the community-led design of public toilets, have effectively signposted the way forward. Today, it is funds and capacities that are needed if we are secure universal provision, not innovation. Like many of the new development buzzwords, the concept of innovation originates from the world of business. It refers to the generation of new products through the process of creative entrepreneurship, putting it into production, and diffusing it more widely through increased sales. Theorists of innovation identify innovation itself as a brief moment of creativity, to be followed by the main routine work of producing and selling the innovation. When it comes to development, things are more complicated. There are four main problems with the innovation fad. First, innovation is a fashionable term that has entered the development vocabulary in so many ways that it speaks to everything and nothing. It has become a buzzword that may signify a shared connection with up to date thinking, but it is often used with no clear meaning. I was recently involved in an evaluation of a major bilateral donor funding stream to an organisation in which innovation was a central criteria for evaluation. Neither donor nor recipient were able to offer me a clear definition of how they understood the term, or how they distinguished their &quot;innovative&quot; work from more routine non-innovative activities. Second, innovation implies risk-taking. People living in poverty are by definition vulnerable and need to be protected from risk as much as possible, especially when resources are scarce. Why experiment when we could be getting down to important, useful routine work using proven methods? Third, innovation is a distinctive, intensive activity, and may be costly. Private-sector companies tend to have clearly demarcated budget lines for innovation, and research and development departments with which to pursue it. By putting clear boundaries around innovation processes, they recognise that not everything can, or should be, innovative. Fourth, particularly in the development context, innovation may be inefficient and represent poor value for money because it risks reinventing the wheel. It emphasises novelty rather than building on what has gone before. It is wasteful to ignore perfectly good work done in the past in favour of a policy of continuous change. Sticking to the knitting may be a better approach. Finally, innovation is a private-sector term, and as such needs treating with caution in the context of development work. Rather like markets, innovation should not be seen as an end in itself. It needs to be viewed as tool, not master. Some would doubtless argue that innovation is simply a useful mindset, a way of working that puts problem-solving at its centre, and there may be nothing wrong with that. Genuine innovation is valuable but rare. The ubiquity of vague ideas about innovation in development may ultimately serve to devalue it. Maybe the problem isn&apos;t lack of innovation, but too much of it.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/25/innovation-development-funding-capability", 
    "wordcount": "692"
}