{
    "headline": "Aaron Swartz girlfriend blames suicide on 'vindictiveness' of prosecution", 
    "text": "The partner of the internet activist Aaron Swartz, who killed himself earlier this week, has blamed his suicide on the stress of his prosecution. Taren Stinebrickner-Kauffman said she was &quot;absolutely confident&quot; that Swartz killed himself because of the case, in which he was being prosecuted for downloading academic articles from a university archive. Swartz, 26, a prominent open-internet advocate who helped build Reddit and RSS, was found dead in the Brooklyn apartment he shared with Stinebrickner-Kauffman on January 11. They started dating a few weeks before Swartz was indicted in 2011.  He was set to go on trial next month for downloading academic articles from JSTOR, an online academic journal library, at the Massachusetts Institute of Technology.If convicted, he could have faced a 30-year jail sentence, although it emerged this week that he had been offered a six-month term in a plea bargain.&quot;The legal system has lost all sense of mercy and justice and it has been replaced with punitiveness and vindictiveness,&quot; Stinebrickner-Kauffman told Mail Online. &quot;Felony charges change the course of people&apos;s lives. There are things Aaron maybe wanted to do  like go into government  and it&apos;s just ludicrous that one act like this could prevent somebody like him from serving his country. The risk was too much for him.&quot; Stinebrickner-Kauffman also provided the Mail with photos of the couple&apos;s last evening together, which they spent at a New York bar Swartz wanted to go to, and where they dined on his favorite foods:grilled cheese sandwiches and macaroni and cheese. &quot;I feel that Aaron&apos;s friends and family deserve to know that he had lots of happy moments in his last few weeks,&quot; Stinebrickner-Kauffman said. &quot;As well as the world needing to hear the systemic problems that led to his death people need to know that we had lots of happy moments together.&quot; Strinebrickner-Kauffman is the executive director and founder of SumOfUs, a movement that attempts to counterbalance the power of corporations. She said that Swartz would take the subway with her to work, but the morning of January 11, he told her he wanted to stay home and rest. &quot;I wanted to stay with him but he said he didn&apos;t want me to and that I should go to the office,&quot; Strinebrickner-Kauffman said. &quot;So I did.&quot; She found him that evening, dead of an apparent suicide in their apartment. Swartz&apos;sfamily released a statement with Stinebrickner-Kauffmanlate the next day and said Swartz&apos;s death was the product of prosecutorial overreach for &quot;an alleged crime that had no victims&quot;.They also faulted MIT for not offering support in his legal battles and not standing up for &quot;its own community&apos;s most cherished principles.&quot; The US federal prosecutor handling Swartz&apos;s case, Carmen Ortiz, responded to these accusations in a statement on Wednesday and said that her office was enforcing the law &quot;reasonably.&quot; Ortiz said that the office never told Swartz&apos;s attorneys that they intended to seek the maximum penalties. &quot;The prosecutors recognized that there was no evidence against Mr Swartz indicating that he committed his acts for personal financial gain, and they recognized that his conduct  while a violation of the law  did not warrant the severe punishments authorized by Congress and called for by the sentencing guidelines in appropriate cases,&quot; Ortiz said. An outpouring of tributes appeared online following Swartz&apos;s death, including comments from the man credited with creating the internet, Tim Berners-Lee, who wrote on Twitter: &quot;Aaron dead. World wanderers, we have lost a wise elder. Hackers for right, we are one down. Parents all, we have lost a child. Let us weep.&quot; Silicon Valley congresswoman Zoe Lofgren is working on legislation to change the Computer Fraud and Abuse Act called &quot;Aaron&apos;s law&quot;. &quot;His family&apos;s statement about this speaks volumes about the inappropriate efforts undertaken by the US government,&quot; Lofgren said. &quot;There&apos;s no way to reverse the tragedy of Aaron&apos;s death, but we can work to prevent a repeat of the abuses of power he experienced. We should prevent what happened to Aaron from happening to other internet users.&quot; A public memorial is set to be held at New York&apos;s Cooper Union on Saturday.", 
    "section": "technology", 
    "gid": "technology/2013/jan/18/aaron-swartz-suicide-girlfriend-internet-reddit", 
    "wordcount": "724"
}