{
    "headline": "Gay-Straight Alliance club confronts homophobia at north London school", 
    "text": "There are rainbow-coloured posters set high on the wall where they can&apos;t be ripped down easily, screenings of films with gay themes or characters and guest speakers who talk candidly about their sexuality. But perhaps the boldest feature of the new school club is simply the fact that it uses the word &quot;gay&quot; in its title. Copland community school in Wembley, north-west London, has imported an American tactic for tackling homophobic prejudice: the Gay-Straight Alliance. In the US, where there are such clubs in more than 4,000 high schools, the alliances support gay pupils, creating an environment where they can socialise with straight friends and work together against discrimination. At the London school, the alliance was the brainchild of sixth-former Kimberley Duah, 18, who ran for election as head girl pledging to set one up. Duah said: &quot;I think it&apos;s a big issue, and I don&apos;t think that it&apos;s talked about enough. People say words and they do things that are hurtful to others. I just think the word gay now has negative connotations, people use it  this is so gay  negatively, and I think they need to be informed that using language like that is hurtful to people.&quot; Like the American groups, the club at Copland is led by students. A core group of about 30 pupils from every year of the school meet after hours in a classroom to plan their campaigning. Since the launch in October, the alliance has screened Batty Man, a documentary about black people&apos;s attitudes to homosexuality, and hosted gay and bisexual speakers including Peter Tatchell. In the US, gay-straight alliances have hosted &quot;Queer Proms&quot;, and Duah has plans for a school disco with a Gay Pride theme. When the alliance was first set up at Copland, its posters were instantly torn down by other pupils. Now, members use a ladder to put them up in inaccessible places. In an area with a substantial south Asian population, many children&apos;s views are shaped by the religious beliefs of their parents. The headteacher, Graeme Plunkett, said: &quot;This is one area where schools are sometimes reluctant to challenge. It does potentially seem to be challenging the views that traditional minded parents might hold very highly. But there&apos;s a tension there isn&apos;t there? Between the British way of life  tolerant values and democracy  and maybe some of the deep-rooted cultural beliefs.&quot; So far, he says, there hasn&apos;t been any &quot;negative feedback&quot;. The school has backed the student group by teaching about homosexuality from year 10  pupils aged 14  upwards. Kate Boldry, a sociology teacher, whose classroom is used to hold alliance meetings, said: &quot;In history they learned about how gay people were treated in the Holocaust, in psychology we looked at how gay people used to be &apos;cured&apos;, in geography they looked at different countries and their attitude to homosexuality. In RE, its covered in the curriculum anyway, but they looked at different religions&apos; attitudes towards gay parenting.&quot; Research commissioned by the pressure group Stonewall suggests homophobic bullying is rife in schools. Almost two-thirds of gay and lesbian pupils experience harassment ranging from name-calling to death threats, according to the 2007 survey. The survey of more than 1,000 children found that, of those who were bullied, 41% were physically attacked. The word &quot;gay&quot; also featured in the bullying that preceded the death of schoolboy Damilola Taylor. His father Richard said at the time: &quot;He was crying. He was being called names and he was being called &apos;gay&apos; and said [to me] what is gay?&apos; In our country the name is not used by kids.&quot; The culture is beginning to change, the Copland students say. There is still name-calling in the playground, but some children are beginning to think twice about it. Even amongst this group, there is embarrassment about the subject. A ripple of laughter goes round the room when Duah says: &quot;batty man&quot;. The group is discreet about the sexuality of its members. Boldry said: &quot;If a student wanted to come out that&apos;s great, but the whole point of having a Gay-Straight Alliance is that nobody has to identify themselves by their sexual orientation. We have had openly gay students here at Copland in the past. &quot;In the past the students I know that came out probably had to be quite strong and tough to do it. Now it&apos;s quite important with the Gay-Straight Alliance to make that more open so students know that there is an organisation they can turn to if they want to.&quot; Another sixth-former, Jigna Halai, 18, agreed that it was tough to come out at school. Referring to a former pupil, she said: &quot;He wasn&apos;t comfortable coming out at Copland. He&apos;s openly bisexual at uni now. He loves it now. But he said he could never have done it at high school, &apos;cause the atmosphere is quite negative towards homosexuals.&quot; Yurges Jaffa, 18, suggested that attitudes had shifted: &quot;Sometimes when students think someone&apos;s gay they&apos;ll keep on harassing them and [you] can&apos;t really do anything about it. Now they don&apos;t really do it as much. They&apos;re OK with that.&quot; The headteacher sees the backing Duah won in her campaign to be head girl  when creating the group was a big part of her pitch  as a hopeful sign. &quot;The fact that [she] got overwhelming support from the student body shows the school is ready to move forward on this, that there wasn&apos;t that feeling from a significant minority, vociferously barracking or anything like that  I was impressed by that.&quot; Duah said she was inspired to set up the alliance by Gus Van Sant&apos;s film about the American gay activist Harvey Milk. &quot;What really got to me was that people were so opposed that in the end he was killed. It just shocked me what extent people will go to, to oppose nature.&quot; The group&apos;s next screening is less of an &quot;issues movie&quot;: it will be the Julia Roberts film My Best Friend&apos;s Wedding. Boldry said: &quot;It&apos;s quite a cheesy romcom, but it&apos;s got a gay character in who&apos;s normal  it just shows you don&apos;t have to go through a lot of trauma.&quot;", 
    "section": "education", 
    "gid": "education/2012/mar/02/gay-straight-alliance-homophobia-school", 
    "wordcount": "1056"
}