{
    "headline": "America's prescription drug addiction suggests a sick nation", 
    "text": "We Americans really like to pop pills. The Associated Press has just reported that we&apos;re increasingly strung out on prescription opioids, with sales ballooning from 2000 to 2010. In some parts of the US, receipts for oxycodone-based products  such as OxyContin, Percoset, and Percodan  surged sixteenfold; hydrocodone-based products such as Vicodin continue to gain solid ground in Appalachia and Middle America. Indeed, insatiable demand for &quot;hillbilly heroin&quot;  sometimes doled out by doctors who want to legitimately treat pain, sometimes by physicians who want simply to shut up their patients  has prompted pharmacy robberies, and much worse. In fact, so many people have died from medication overdoses of late that they come to exceed car crashes as the US&apos;s top cause of accidental death  a first since the government started tabulating such data in 1979, according to the LA Times. This equates to &quot;more deaths than heroin and cocaine combined&quot;. Meanwhile, scripts for benzodiazepines  the class of anti-anxiety drugs including Xanax, Valium, Ativan, and Klonopin  have gone up 17% since 2006 to 94m annually, New York magazine notes. Generic Xanax, which goes by the name alprazolam, has become 23% more popular in that same timeframe &quot;making it the most prescribed psycho-pharmaceutical drug and the 11th-most prescribed overall, with 46m prescriptions written in 2010&quot;. Let&apos;s also not forget that one in four American women is on psychiatric medication. That&apos;s right  25% of US women undergo chemical treatment for depression, anxiety, ADHD or another mental disorder. While it&apos;s clear that the US has a thing for drugs  which seems both dangerous and disconcerting  what is not immediately clear is why this is the case. In the New York magazine article Listening to Xanax, author Lisa Miller ponders whether the demands of modern American life necessitate routine benzo use, quoting one expert as saying they &quot;stop a gap that evolution has yet to fill. As humans try to control an exponentially growing number of inputs with which they are confronted, &apos;our attention becomes less flexible, our minds become more chattering, and the next thing we know, we&apos;re frantic&apos;. Humans are ill-equipped to process or accommodate all these new signals.&quot; The result? Perhaps &quot;people need a bridge  a pill  between what life doles out and what people can realistically handle&quot;. So what exactly do these popular and highly addictive prescriptions do? Well, taking an opioid analgesic benzo anxiolytic makes you feel very good. They don&apos;t just relieve pain and worry, they produce psychic euphoria, a sense that the rest of the world has slipped away, especially when abused  perpetuating the potential for addiction. It would only make sense, then, to ask why so many Americans would want to feel this way: what is it about the nation&apos;s society and culture seemingly that necessitates such relief? There are a couple of potential explanations. To begin, Americans live super high-strung lives, but without significant rewards that could potential justify these stress levels. Mother Jones has noted that the proportion of employed people working 50 or more hours weekly has skyrocketed since 1977 (with the exception of low-income men). Also, the US is one of a handful of countries that doesn&apos;t enforce weekly time off, paid annual leave, or paid maternity leave. A lot of this work is not compensated. It&apos;s not necessarily making people richer, since household income appears to be declining. But people keep up the pace because the employment market is weak, and they don&apos;t want to lose their jobs. Reports indicate that overworked people tend not to be healthy or happy. Centers for Disease Control data have linked overtime with &quot;poorer perceived general health, increased injury rates, more illnesses, and increased mortality&quot;. And two recent studies have linked long work hours to a higher risk of depression. Stress, incontrovertibly exacerbated by these factors, is &quot;a major contributor to the initiation and continuation of alcohol or other drug abuse, as well as to substance abuse relapse after periods of abstinence&quot;, according to the National Institute on Drug Abuse. And, while it would be incorrect to draw a causal link between stress and widespread addiction, it&apos;s safe to say that this correlation cannot  and should not  be ignored. The American way of life sounds like it is sick, and drug overuse and abuse might be a symptom of this illness  what happens when existential entrapment and chemical escapism intersect.  Follow Comment is free on Twitter @commentisfree", 
    "section": "science", 
    "gid": "commentisfree/2012/apr/09/america-prescription-drug-addiction", 
    "wordcount": "744"
}