{
    "headline": "New to nature No 73: Protallagma hoffmanni", 
    "text": "The four transparent wings with numerous cross veins, huge eyes, minute antennae, and long slender bodies make species of the insect order Odonata instantly recognisable. At rest, dragonflies hold their wings outstretched, as opposed to the comparatively delicate damselflies, which fold their wings over their backs. But they draw most attention when they are not at rest. These powerful, agile fliers have patrolled waterways for millions of years, using speed, precision and acute vision to catch prey while on the wing. Their aquatic larvae are impressive in their own right, ferocious predators that serve as important indicators of water quality and a source of food for freshwater fish. Although about 6,000 odonate species are known worldwide, new species are routinely described. Holger Hunger and Franz-Josef Schiel, of the Institute fr Naturschutz und Landschaftsanalyse in Freiburg, discovered the beautiful new damselfly species Protallagma hoffmanni during a field trip through Peru. To date, this new damselfly is known only from one short rivulet that discharges into Laguna Querococha. Searches of nearby ponds, riverines and fens turned up other species of damselfly but no additional populations of the new one. If the geographic range of the species is truly this restricted, it raises a question as to whether this damsel is in distress. Hunger and Schiel were able to collect males, females and larvae. The size classes of the larvae suggested to them that immature development lasts two to three years. The water where the larvae were observed is shallow and slow-flowing, with dark, detritus-laden sediment and surrounded by open, low, grassy vegetation. P hoffmanni differs from relatedspecies in several attributes, including details of male sexual appendages. Without delving into the full details of the sex life of damselflies, suffice it to say that there is something very interesting going on when the anatomy of male sex appendages include words such as &quot;thumb&quot; and &quot;mittens&quot;. Quentin Wheeler is director of the International Institute for Species Exploration, Arizona State University", 
    "section": "science", 
    "gid": "science/2012/may/27/protallagma-hoffmanni-damselfly-new-nature", 
    "wordcount": "335"
}