{
    "headline": "Michael Gove's political own goal on school sports", 
    "text": "When Jeremy Hunt laments that provision of school sport is &quot;patchy&quot;, his Cabinet colleague Michael Gove should be able to explain why. It was Gove who in October 2010 decided to axe the 162m-a-year dedicated funding for the School Sports Partnerships  local networks of schools and PE teachers  which had quietly been achieving notable success in getting pupils across England to be more physically active during school hours. It is quite something for a Conservative education secretary to rouse sporting heroes, parents, schoolchildren, headteachers and newspapers like the Daily Mail and Daily Telegraph into frustrated, uncomprehending opposition, but Gove managed it. Despite the outcry, though, only a partial U-turn followed: 65m a year for school sport, but only until 2013 and no longer ringfenced, and 7m-a-year for a new annual School Games in which barely half of 28,000 primaries and secondaries are participating. In opposition the Conservative shadow sports minister Hugh Robertson, now the Olympics minister, who praised partnerships as &quot;a success&quot;, said downgrading them would be wrong and pledged that his &quot;party would build on them&quot;. That pragmatic, cross-party support was wise. School sports partnerships were working until Gove came along. They freed up PE teachers to work with young people, paid for administrators to organise inter-school competitions and widened the range of activities on offer beyond traditional team games to those today&apos;s generation actually want to do, like dance and climbing. In doing so they played a crucial role in increasing dramatically the numbers of pupils in England doing at least two hours of sweat-inducing exercise in school time. That stood at a mere one in four in 2002, but at 86% of students across years one to 11 in 2009-10, according to the Department for Education&apos;s most recent PE and Sport Survey, which Gove also scrapped. When young people have so many other distractions, many of them unhealthy, and so many see themselves as &quot;non-sporty&quot;, this was a remarkable achievement. At the time of Gove&apos;s decision the Youth Sport Trust predicted it would mean &quot;carnage&quot; for school sport. Two years on the reality is certainly worrying. Only about 30% of local authority areas still have a fully-functioning SSP, and those that survive do so thanks to support from councillors or business people convinced of their value, the trust believes. A Labour survey last month found that 48% of local councils in England have fewer SSPs while 28% no longer have any. A political own goal for a senior minister allowed to defy common sense is also a disaster for the countless boys and girls prompted by the example of Mo Farah, Victoria Pendleton or another of Britain&apos;s rapidly-expanding class of 2012 Olympic medal winners to give sport a go. The party that kickstarted the UK&apos;s rise in international sport in the 90s by having the foresight to put National Lottery money into elite sport has created a situation where in many places fewer competitions, a dwindling number of after-school clubs and less training for PE teachers mean fewer sporting opportunities for pupils, just as a joyous, uplifting home Olympics promises to &quot;inspire a generation&quot;. And now we learn that the same minister who sought to abolish SSPs, and has incurred Jamie Oliver&apos;s wrath for failing to protect healthy school lunches, has quietly approved the sale of 21 school playing fields, despite the coalition agreement stating unequivocally that they would &quot;seek to protect school playing fields&quot;. Colin Moynihan, the British Olympic Association boss and ex-Tory sports minister, last week demanded action to improve the quality and quantity of sport offered in state schools when he declared it &quot;unacceptable&quot; that while 7% of pupils are educated privately, half of Britain&apos;s 2012 medal-winners were. Seb Coe, the ex-Tory MP who is running London&apos;s great sporting show, says that David Cameron, whom he sat beside in the Olympic Stadium during the British goldrush last Saturday night, &quot;was very seized by the need to build on everything he was seeing in that stadium&quot; including &quot;the extraordinary performances of our teams [and] the ongoing challenges of getting more young people into sport. He is very seized by the need to leverage legacy from every nook and cranny of that project&quot;, Coe said. Mass participation in school sport is also useful for boosting self-esteem, improving children&apos;s concentration and fighting obesity, not just for enhancing the chances of breeding future world champions. When the BOA, Seb Coe and Labour ministers were bidding to host 2012, they thought big, mixing creativity, organisation, passion and flair to winning effect. When Labour decided to tackle sedentary lifestyles and obesity among young people, they also thought big, investing in school sport and school food. When the governing bodies of cycling, athletics, rowing and swimming decided to try to be the best in the world, they hired talented, ultra-determined figureheads and let them get on with it. Applying a similar spirit of ambition  and the qualities on abundant display in the Olympic venues  to making school sport a routine, enjoyable and key part of every child&apos;s education would help 2012&apos;s legacy is measured in more than medals.", 
    "section": "education", 
    "gid": "education/2012/aug/06/michael-gove-own-goal-school-sports", 
    "wordcount": "871"
}