{
    "headline": "Space shuttle Discovery signs off on chapter of Nasa history in ferried flight", 
    "text": "     The space shuttle Discovery flew her last mission on Tuesday.  The fleet leader of Nasa&apos;s three surviving shuttles, Discovery did not return to space this week. Instead the shuttle, which flew its last spaceflight in March 2011, took off from Kennedy Space Center in Florida just after dawn, strapped to the back of a Boeing 747.  The ferried flight took the shuttle up the east coast to Washington DC, where it looped low over the capital&apos;s airspace  providing a stunning scene against the backdrop of national monuments for thousands of onlookers lining the Washington Mall  before touching down at Washington Dulles International Airport just after 11 am ET. Discovery, which first blasted off in August 1984, is not going to be entirely out of work. On Thursday it will undertake a new mission: the spacecraft is to take up permanent residence in the Steven F Udvar-Hazy Center, an annex of the Smithsonian Institution&apos;s National Air and Space Museum in Chantilly, Virgnia.  There, it will take the place of the shuttle prototype Enterprise, which is bound for New York City. Endeavour will head to Los Angeles this fall. Atlantis will remain at Kennedy.     Space Shuttle Discovery flies over the US Capitol building in Washington DC. Photograph: Win McNamee/Getty Images    Peals of cheers and applause erupted from the nearly 2,000 people who had gathered along the old shuttle landing strip to see Discovery off at daybreak. Nasa tweeted pictures of the takeoff as the hashtag #Discovery began trending on Twitter. The plane and shuttle then made a final pass over the beaches of Cape Canaveral  to the delight of thousands on hand hoping for a glimpse of the big bird then returned to the space center in a final salute.  Three hours later, Washington came to a standstill when the plane made a succession of laps through its airspace. Pentagon employees  troops, office staff and bureaucrats alike  cheered when the shuttle approached from its third pass, coming across Arlington National Cemetery.  The shuttle was Nasa&apos;s Orbiter Fleet leader, having flown 39 successful missions in more than 27 years of service. The world&apos;s most traveled spaceship, the Discovery, which took its name from the 18th-century British exploratory vessel the HMS Discovery, captained by James Cook, spent a cumulative 365 days orbiting Earth. Its retirement marks the end of the shuttle era.     Discovery in flight over Washington. Photograph: Kevin Lamarque/Reuters    &quot;It&apos;s a very emotional, poignant, bittersweet moment,&quot; former astronaut Mike Mullane, a veteran of three space shuttle missions, told Reuters. &quot;When it&apos;s all happening you think, &apos;This will never end,&apos; but we all move on.&quot; Nasa, which retired its space shuttles last year, is indeed moving on. With the completion of the $100bn International Space Station, the US is to focus on building a new generation of space ship that can carry astronauts beyond the station&apos;s 240 mile high orbit.", 
    "section": "science", 
    "gid": "science/2012/apr/17/space-shuttle-discovery-final-flight", 
    "wordcount": "458"
}