{
    "headline": "Red light for green energy in LatinAmerica and the Caribbean", 
    "text": "Latin America and the Caribbean are failing to attract private capital to clean energy projects, raising questions about the extent to which market mechanisms can deliver sustainable development in the region. The region lured less than 5% of the $260bn (169bn) in new investment in clean energy projects and companies worldwide last year, according to Bloomberg New Energy Finance and the Inter-American Development Bank&apos;s multilateral investment fund (MIF). A new business index called Climatescope was established by the market research company and the MIF to encourage private-investment identified green capital flows of $9.4bn  most of which was public finance from sources such as the Brazilian development bank, BNDES. This is considered significantly below the potential of a rapidly growing region well endowed with natural resources and hungry for energy security  MIF sources suggest it is about half the level Latin America should be attracting  and challenges multilateral ambitions for private finance to drive climate change related investment. Business commentators have long enthused about the region&apos;s potential for clean energy growth led by the private sector. It is home to areas of huge solar potential such as the Atacama desert, and has scores of sites for wind, hydro and wave power. Geothermal, biogas and biofuel energy is also viable in many areas. However, market hurdles  from the availability and cost of local capital to the absence of supply chains for clean energy goods  are conspiring to leave its vast potential for green power untapped. Although microfinance has also emerged as an important way to help expand the access of low-income borrowers to cheap renewable energy, only 71 out of 448 microfinance institutions operating in Latin America and the Caribbean offer green products. Unlike the sluggish green investment in Latin America, about 60% of finance now being mobilised globally to support low-carbon development activities is already private, in the form of direct equity and debt, data from the Climate Policy Initiative thinktank suggests. Private finance is seen as essential for climate change-related investment and key to the success of high-profile emission-reduction initiatives such as the UN&apos;s Reducing emissions from deforestation and forest degradation(Redd), which needs up to $30bn a year. Governments alone cannot provide this kind of money, and there is a hardening consensus that change is impossible without private funds. The US has made it clear its $1bn contribution to Redd should be conditional on private-sector involvement, and, in April, Canada launched its own C$250m (157m) climate fund for the private sector in the Americas (pdf). Slow progress in Latin America  which, by contrast, has spearheaded calls for far greater public finance from northern states  was reflected in the membership of UN environment programme&apos;s finance initiative (Unep FI). By the start of 2011, only 6% of Unep FI&apos;s member banks and financial institutions were Latin American compared with 44% from Europe and even 9% from Africa (pdf). As a result, there has been a flurry of multilateral activity aimed at Latin America. Unep FI lured a number of the region&apos;s banks to sign up last year and the MIF launched a green microfinance programme and venture fund. This year, Brazilian finance giant Bradesco joined Unep FI&apos;s banking commission and Mexico&apos;s CIBanco became the latest to sign its sustainable development charter. A regional study on sustainable finance by Unep and the Latin American Federation of Banks, Felaban, will be finalised this month, and in the runup to Rio+20, the IDB has been promoting the role national development banks can play in leveraging private investments. Since the 2010 Cancn climate summit, there has been recognition that a comprehensive picture of climate finance flows is essential for the success of global policy. Initiatives to address lack of data include Climatescope, to be formally launched at Rio+20 on 19 June. This is aimed at manufacturers and financiers seeking green investment opportunities and ranks low-carbon energy opportunities in 26 Latin American and Caribbean countries. Its creation reflects Latin America&apos;s potential role in the clean energy industry. About 7% of the region&apos;s 301GW installed power capacity is now provided by biomass and waste, hydro, wind, geothermal and solar, but demand for clean power is vast. At least 30 million people in the region still lack electricity and the World Bank has calculated Latin American and Caribbean countries could boost supply by 30% by 2030 by embracing renewables (pdf). Changing global market conditions for clean energy are likely to favour Latin America as technology costs plummet and overcapacity in industrialised countries forces manufacturers to seek out new opportunities. The inaugural Climatescope report indicates, predictably, that Brazil has the most favourable environment for climate-related investments in the region, although Nicaragua attracted the most investment as a share of GDP, and Panama is growing renewables rapidly. The initiative highlights the importance of policies that give green investors stability and predictability. At least 80 clean energy policies are in place or planned in Latin America and the Caribbean, yet experts say these lack the instruments that have galvanised progress elsewhere, and seven countries still have no clean energy incentives at all.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/08/green-energy-latin-america-caribbean", 
    "wordcount": "849"
}