{
    "headline": "Hafnium | video", 
    "text": "    This week&apos;s element is Hafnium, which has the atomic symbol Hf and the atomic number 72. Hafnium gets its name from the Latin for Copenhagen, where it was discovered.  Hafnium is a shiny, silver-coloured metal that is never found free in the wild. Hafnium is closely associated with zirconium with which it shares many similarities. In fact, hafnium is so chemically similar to zirconium that these twin elements are extremely difficult to distinguish and separate. For this reason, hafnium often contains zirconium impurities.    In addition to having similar chemical reactions and forming the same chemical compounds, hafnium and zirconium are also interesting because the diameters of their atoms are the same size due to the internal configuration of hafnium&apos;s additional electrons. Thus, hafnium is much denser than its twin element, so after pure samples of hafnium were finally prepared, the atomic mass of both hafnium and zirconium had to be revised. For these reasons, hafnium was the penultimate radiostable element to be discovered.  In addition to its close association with its twin element, hafnium is scientifically interesting because Dmitri Mendeleev predicted its existence based on his periodic table 54 years before it was actually discovered.  Hafnium is used by the computer industry to create smaller and smaller microchips that operate more effectively whilst using less energy by regulating the flow of electricity through transistors. Hafnium is also useful to the nuclear power industry as a &quot;neutron sponge&quot; in reactor control rods. This is one characteristic that distinguishes hafnium from zirconium: hafnium is 600 times more effective at absorbing neutrons than its elemental twin. Hafnium is not very interesting to biologists because it is not necessary for life. Although assumed to be biologically harmful, its toxicity is poorly characterised because pure samples are so difficult (and so expensive) to obtain. However, that said, no one has ever died of hafnium poisoning.  Here are our favourite chemists telling us a little more about hafnium:            [video link] .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniofNottingham  You&apos;ve already met these elements: Lutetium: Lu, atomic number 71 Ytterbium: Yb, atomic number 70Thulium: Tm, atomic number 69Erbium: Er, atomic number 68Holmium: Ho, atomic number 67Dysprosium: Dy, atomic number 66Terbium: Tb, atomic number 65Gadolinium: Gd, atomic number 64Europium: Eu, atomic number 63Samarium: Sm, atomic number 62Promethium: Pm, atomic number 61Neodymium: Nd, atomic number 60Praseodymium: Pr, atomic number 59Cerium: Ce, atomic number 58Lanthanum: La, atomic number 57Barium: Ba, atomic number 56Csium: Cs, atomic number 55Xenon: Xe, atomic number 54Iodine: I, atomic number 53Tellurium: Te, atomic number 52Antimony: Sb, atomic number 51Tin: Sn, atomic number 50Indium: In, atomic number 49Cadmium: Cd, atomic number 48Silver: Ag, atomic number 47Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s the Royal Society of Chemistry&apos;s interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. ..  Follow Grrlscientist&apos;s work on facebook, Google +, LinkedIn, Pinterest and of course, twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/oct/26/1", 
    "wordcount": "692"
}