{
    "headline": "Apple sees surge in share value", 
    "text": "Apple surpassed analysts&apos; expectations on Tuesday and saw its stock jump in afterhours trading, after reporting profits up 94% year on year to $11.6bn (7.2bn), or $12.45 per share. Revenues were up 59% to $39.2bn, as it reported sales of 35m iPhones and 11.8m iPads. The announcement came after Wall Street had been worrying that figures for phone sales released earlier in the day by phone network AT&amp;T might indicate weak sales. That had sent the stock slipping further, continuing a downward slide which began after the stock peaked at $636 on 9 April. It recovered to pass $600 in afterhours trades compared with $571 as the market closed, prior to the results. But instead, iPhone sales worldwide were up by 88% year on year, and only down by 2m compared with its blowout quarter over Christmas, cementing Apple&apos;s strength in the smartphone business alongside Korea&apos;s Samsung, which is expected to announce even better figures later this week, and contrasting with those from former giants Nokia and RIM, which both reported losses in their mobile phone businesses in their latest quarters. In another blow, Nokia&apos;s billions of euros of debt had its rating cut to junk by Fitch. Nokia&apos;s cash substantially exceeds its debt. Apple&apos;s figures came after a financial quarter during which the company came under increasing scrutiny over its working practices and conditions for its workforce in China, particularly the giant plants run by Foxconn. A number of investigations both by journalists and working-practice groups have not, however, found widespread abuses. Apple itself published a &quot;supplier code of conduct and progress report&quot; during the quarter. But while phone sales may have slowed down in the US after receiving a huge boost in the previous quarter from the launch of the iPhone 4S, its arrival in other regions seems to have helped sales. CEO Tim Cook said Apple had had its best ever quarter in China, with revenue of $7.9bn, three times higher than the year before. Though the company does not give a geographical breakdown for iPhone sales, previous years have seen an uplift in iPhone sales during the first three months because of the Chinese New Year. &quot;International iPhone sales were on fire,&quot; Apple&apos;s chief financial officer Peter Oppenheimer told Reuters in an interview. Sales of the iPad, which was updated in January, more than doubled compared with the same period last year when it sold 4.7m. The figure was down compared with the Christmas figure of 15.4m, but ahead of the period before that, indicating strong growth in the sector. Carolina Milanesi of the research group Gartner said that it had come in behind her forecast of 13m for the quarter. But the potential strength of the field was underlined by a prediction from Forrester Research, which said on Tuesday that it expected that by 2016 total tablet sales will hit 375m annually  almost as many as PCs. &quot;Tablets aren&apos;t the most power computing gadgets, but they are the most convenient,&quot; commented Frank Gillett, a Forrester analyst. The company indicated that it expects the strong performance to continue into the next quarter, guiding analysts to revenues of $34bn and earnings per share of $8.68  though that guidance is almost always significantly lower than it achieves. Despite its announcement earlier in the quarter that it will begin paying a dividend, the company&apos;s cash pile is now $110bn, having generated $28bn more in the past three months.  Apple infringed patents belonging to Motorola, according to the ITC, which rules on trade disputes in the US. The interim decision is part of an ongoing battle between the company and a number of handset vendors.", 
    "section": "technology", 
    "gid": "technology/2012/apr/24/apple-shares-surge-iphone", 
    "wordcount": "623"
}