{
    "headline": "US film could help nail Guatemala's former dictator Efran Ros Montt", 
    "text": "In January, a Guatemalan court ruled that there is now sufficient evidence for the former general and dictator Efran Ros Montt to face charges of genocide and crimes against humanity. The judge agreed with prosecutors who said the 85-year-old, as head of the government during the time of the atrocities in the 1980s, should answer for the armed forces&apos; actions. He placed the former military leader under house arrest until the trial. This month, a judge ruled that Ros Montt will not be allowed an amnesty for the charges against him, granted by his successor more than 25 years ago. The former general&apos;s lawyers said they would appeal against the ruling. Among the evidence being used against Ros Montt is material from a documentary made 30 years ago by a US film-maker, Pamela Yates. &quot;Ever since I filmed these generals in 1982 I&apos;ve wanted to see them pay for their crimes,&quot; she says. Yates came to Guatemala in the 1980s with a fierce determination to unmask a hidden war. She made an award-winning documentary about the fighting between the Guatemalan army and leftist guerrillas called Cuando las Montaas Tiemblan (When the Mountains Tremble). &quot;I read that Guatemalan journalists who&apos;d tried to report on the war were disappearing, and foreign journalists were denied entry to the country,&quot; says Yates. &quot;I wanted to find out what was really going on there. But it was so difficult to get in and, once I did, everyone was too afraid to talk to me on camera.&quot; Ros Montt seized power of Guatemala in 1982 in a military coup and ruled for less than 18 months. He now stands accused of orchestrating mass killings, torture and rape in the mountain villages of the country. &quot;At that moment, in June 1982, [Ros Montt] was at the height of his power, and he wanted to throw it around. He was very arrogant and kept getting angry at my questions,&quot; says Yates. When the Mountains Tremble captures some of the only footage of Guatemala&apos;s 36-year civil war, which ended in 1996 and resulted in 200,000 deaths. Although Ros Montt&apos;s defence claims he did not have command responsibility over his officers in the highlands, and that he is not responsible for the massacres and human rights violations, Yates&apos;s interview suggests otherwise. On camera, Ros Montt states: &quot;If I can&apos;t control the army, then what am I doing here?&quot; &quot;When you fight impunity, impunity fights back,&quot; says Yates. &quot;Even after all those years, Ros Montt wielded enough power to prevent his arrest. It was devastating for all concerned.&quot; Alongside secret military documents and skeletal remains unearthed by human rights defenders, Yates hopes that her footage will help convict both Ros Montt and other military leaders who have so far managed to evade the law. She has now made a second documentary, Granito: How to Nail a Dictator, which chronicles the ongoing efforts to bring Ros Montt to trial. &quot;Granito is a concept I first learned in the Guatemalan highlands and have carried with me throughout my film-making life. It reflects the communal values that guide Maya communities and means that each of us can make a small contribution to positive social change, and together we can make great changes in favour of equality and human rights,&quot; says Yates. Guatemala&apos;s current president, retired general Otto Prez Molina, served under Ros Montt in the region where the worst atrocities of the period were committed. He has always denied there was a genocide. So far, attempts to prosecute Prez Molina for his involvement in the civil war have been unsuccessful.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/20/film-could-nail-guatemalan-dictator", 
    "wordcount": "643"
}