{
    "headline": "Local pay rates would create 'real teacher shortages', says union", 
    "text": "One of the country&apos;s largest teaching unions has warned that plans to introduce local pay bargaining in education will lead to &quot;real teacher shortages&quot; in areas where pay is dragged down. George Osborne, the chancellor, confirmed in his budget statement on Wednesday that he wants to see public sector pay &quot;more responsive to local pay rates&quot; to help the private sector to fill jobs and expand. But the National Union of Teachers (NUT) warned that any move away nationally-set rates for the job would lead to a major shortfall in teachers prepared to work in some parts of the country. The view is echoed by TUC union umbrella group, which says that moving towards local pay risks complex, costly and inefficient pay-setting for public sector employers as well as regional skills shortages as public servants opt to work in areas where pay rates are higher. Christine Blower, the NUT general secretary, said the issue will be part of a priority motion being drawn up for the union&apos;s annual conference over Easter, which will bundle together a number of grievances over pay. Blower said teachers, trained in the same way and doing the same job, should be paid &quot;the rate for the job&quot; and adding that most high performing education systems have national pay scales and there was no evidence that &quot;messing with pay&quot; would improve the system. The NUT says that national pay scales in teaching serve as a benchmark widely used by independent schools. Her deputy, Kevin Courtney, said: &quot;Private sector employers don&apos;t use regional pay or local pay by and large  all the research shows that. So the idea that we are now going to impose it on the public sector we think will lead to real teacher shortages in some areas of the country if it actually is implemented.&quot; The chancellor sent evidence to pay review bodies on Wednesday to make the case for moving to local pay rates. The document suggests a pay &quot;premium&quot; of around 8% exists for those working in the public sector compared with similar jobs in the private sector, and that the public sector &quot;pays more than is necessary&quot; to recruit, retain and motivate staff. It goes on to say: &quot;The evidence suggests that the quality of public services would directly benefit if public sector pay became more responsive to local labour markets. In places where private sector firms have to compete for workers with public sector employers offering a large pay premium, the introduction of more local, market-facing pay could help private businesses, particularly in some sectors become more competitive and expand.&quot; But the TUC warns in its own submission to the consultation on local pay that a combination of pay freezes, pay caps and pension contribution increases will already have resulted in public sector workers taking an average 16% real-terms wage cut by 2015, and holding back pay even more will place a real strain on family finances and force them to spend less money in local shops and businesses, hitting the private sector hard. &quot;Reducing public sector wages by 1% would hit local economies by at least 1.7bn a year,&quot; the TUC submission warns. &quot;This would take nearly 200m out of the north-west economy, for example. Reducing public sector wages year on year would hit local businesses and lead to more business failures and job losses.&quot; A Treasury spokesman said: &quot;Independent evidence shows that existing differences in local living costs lead to more vacancies for teachers and nurses in some areas. The introduction of more local, market-facing pay could address this while also supporting the expansion of private sector businesses in some areas. We await the proposals from the pay review bodies, which we will consider carefully.&quot; The latest flashpoint with the government over pay comes as the NUT prepares to debate the prospect of further action over pension changes at its annual conference. The union took part in last year&apos;s mass walkout on 30 November, and its London members are due to stage a one-day strike next Wednesday as part of the NUT&apos;s continued campaign against the government&apos;s pension plans.", 
    "section": "education", 
    "gid": "education/2012/mar/22/local-pay-bargaining-teacher-shortages", 
    "wordcount": "707"
}