{
    "headline": "Katine: cautious optimism about life after the NGO", 
    "text": "In Katine, as in much of Africa, rain is usually considered a sign of good fortune. A regular point of discussion when I reported from the region two years ago was that rain fell in surrounding areas but, mysteriously, avoided Katine  leaving crops and animals with no water, farmers with miserable harvests, and families with food shortages. It&apos;s five years since the Guardian launched the Katine Community Partnerships Project (KCPP), implemented by the African Medical and Research Foundation (Amref) and supported by Barclays, in this sub-county of 30,000 people in the eastern Ugandan district of Soroti. Last month, I returned to find a seeming change in fortune. On my first day, I drove 22km from Soroti town, through an area clearly at the onset of the dry season, only to arrive at a cool, wet Katine. &quot;These days rain falls here and yet other areas are dry,&quot; says farmer and community volunteer John Ogalo. There&apos;s certainly more than just rain in Katine  a buzz that is more than the purr of the Honda generator at the Amref field office, and more than the rumble of vehicles on the new World Bank-funded, Chinese-built highway leading to South Sudan. Whether it is at the community media and resource centre, the sub-county local authority office building, the farmer store or the nearby trading centre, Katine seems full of young people with laptops, people heading to meetings or buying produce, and masons building shops along the highway. And it needs this buzz, if only to approach the future with optimism. When the Guardian project began, Katine residents were just starting to return to their homes after being displaced by the Lord&apos;s Resistance Army rebellion. Access to quality schooling, water and health services was extremely problematic for an area where more than one in two people were living below the poverty line. Construction of boreholes, classrooms and health facilities, along with training key personnel and volunteers, turned Katine from a place of despair into a paragon of hope for rural development. The initial three-year KCPP activities, and the Guardian&apos;s full-time coverage, ended in 2010. However, following recommendations in a mid-term review, a year&apos;s extension was added. The extension was subsequently followed by the current Katine community structure strengthening project, a phase meant to gradually hand over responsibility for committees  which were revived or started by Amref  to local authorities. That way, on the departure of Amref  which has pared its staff down to five from 20  in a year&apos;s time, the structure will continue to thrive. It all sounds good, but my visit reveals cause for optimism as well as tensions and anxieties about life after Amref. Reasons for optimism When I meet Simon Edangat, the chairman of the Katine Joint Farmers Co-operative (Kajofaco), he is in a rush as he has to go &quot;to the field&quot;. His office sits in the largest building at Katine sub-county headquarters, the farmer store, which was built by the project. Edangat&apos;s organisation represents one of the most vibrant initiatives here. &quot;We are now going to Olwelai to appraise some people who have applied for loans,&quot; he says. Offering loans is the latest addition to Kajofaco&apos;s menu. As we speak, a buyer&apos;s truck from Soroti town arrives, and the store employees start weighing and loading cassava. Other traders come here to buy groundnuts, which Kajofaco has bought from its members and other farmers. &quot;Last year was a learning experience for us, really; we only made a profit of about 700,000 shillings [$280/175],&quot; Edangat says. The co-operative has just hired a second manager, after the first was fired for incompetence. The agricultural shop has expanded from being an animal pharmacy to selling implements and seeds. This means farmers don&apos;t have to travel to Soroti town to buy certain items, but it also means the shop can make modest profits for Kajofaco members. Last year, the shop had a turnover of nearly $2,200. Kajofaco is also benefiting from links with other development initiatives in the sub-county. It has, for instance, been given tenders to supply seeds to the National Agricultural Advisory Services (Naads) programme, which set up a desk in Edangat&apos;s office. Naads has given Kajofaco a 20m-shilling grant for a cassava drying plant, which should improve the market value of farmers&apos; produce. This, says Edangat, is in line with the group&apos;s plan to add value to products before selling them, to get higher prices. The inputs store now sells spare parts for boreholes, which were built by Amref as part of the water and sanitation component of the project. This partnership was possible through the Katine Water and Sanitation Association (Kawasa), one of the groups that has been revived by Amref. The rationale is that once Amref winds up in Katine, groups like Kawasa and Kajofaco should become pillars of service delivery  supported by the relevant sub-county and district government departments. Future challenges One year into the community-strengthening initiative, however, the indications are it will not all be plain sailing. One morning I went with David, an Amref officer, to attend a community meeting to discuss how better to look after the water sources in Ochuloi, one of six Katine parishes. On arriving, we found not a single person there. When I worked here, meetings called by Amref were always well attended. A few phone calls revealed members had not received the message about the meeting, which was rescheduled. That may have been the case, but it&apos;s also true that Amref field staff are having difficulty mobilising communities for some activities, largely because of the changed funding in the new project. Unlike in the past, Amref doesn&apos;t always give out $1 to cover transport costs and refreshments to those attending meetings. In this phase, the focus is on capacity building and strengthening structures, instead of activities such as building water sources and schools. This has not gone down well with the community. In the words of Moses Eroju, the elected chairman of the sub-county council, people who are poor and barely literate may not appreciate something like &quot;structure strengthening&quot;. But they do appreciate a tangible borehole that gives them clean water or a classroom. Another reason could be the confusion within Amref about its role in the future of Katine. The previous interim CEO of Amref UK had retracted a verbal agreement to fund the 240,000 two-year exit plan after moving Guardian reader donations to its general funds and decidingthe project should be wound down. This was despite strong opposition from the then Amref Uganda country director. The decision to close the project was reversed in the summer by the new UK CEO, Samara Hammond, who committed to supporting the development of the numerous community organisations that had been set up as part of the original integrated development project. A visit to Katine last month by Amref&apos;s international board and senior management team reinforced its commitment. Following the visit, Amref director general Teguest Guerma said the changes observed in Katine were &quot;profound and impressive&quot;. Subsequent board discussions had led to a commitment to identify the next steps for the community. This included looking for appropriate partners and identifying the &quot;key elements of success to develop a &apos;Katine-like&apos; model, which could then be rolled out to other areas&quot;. Amref&apos;s new country director in Uganda, Abenet Berhanu, said: &quot;Amref has 180,000 for the community strengthening phase, which has been added to the Katine project. This funding covers the whole period from October 2011 to September 2013. This will put us in the best position to strengthen key community structures and ensure a successful handover of the project. &quot;These funds are released during the project in the same way as with all other Amref projects. While there was a small delay in recent months within this process, it has been resolved and so I can confirm that the project is proceeding within the work plan as intended.&quot; James Obore, the sub-county chief, hopes to find support for the community activities from elsewhere. The village health teams, for example, have lately been more forthcoming after they received about 150 bicycles and other kits from a ministry of health programme. Other structures, like the school management committees and parent-teacher association committees, will have to get some help from school budgets say Obore. It appears then that the community structure strengthening phase is scoring some successes. But certain truths will be hard to ignore: people in villages, like those in Katine, need to be mobilised for development with economic incentives taken care of. For the past five years, that mobilisation has been led by Amref, with support from Guardian readers and Barclays. As that phase comes to an end over the next year, either local authorities, which are chronically underfunded, or some other NGO initiative will be needed to support mobilisation structures like Kawasa and Kajofaco to keep up the momentum. Short of that, progress could be slow  and stagnation a possibility.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/27/katine-cautious-optimism-life-ngo", 
    "wordcount": "1512"
}