{
    "headline": "International women's day: a voice from the Democratic Republic of the Congo", 
    "text": "   Aimee Manimani Photograph: Aimee Manimani    When people talk about the violence against women in the Democratic Republic of the Congo, they usually assume that it is a direct consequence of the civil war. But even in peacetime, our culture undervalues women and girls, making them particularly vulnerable to abuse. A girl&apos;s worth is often only considered in relation to the dowry she will be able to command. In wartime, raping a woman is designed as a weapon against male enemies. The idea is to emasculate the men. The women are not really considered. The worst cases are when young boys, newly recruited into armed groups, are assigned to rape a woman as a symbol of their integration and proof that they are now a man. The permanent insecurity brought by numerous armed groups in the Kivus in eastern DRC is only making matters worse. Since April, the M23 rebels have relaunched the conflict in North Kivu, displacing thousands and putting thousands of women once more at high risk of being raped. Key to ending the conflict in the DRC is tackling the &quot;resource curse&quot;. There is an estimated 15 trillion pounds worth of mineral wealth yet nearly half of under-fives suffer from chronic malnutrition. That is why World Vision signed up to the Enough Food If campaign. One of the key aims is to hold companies and governments to account so that local populations receive a fair share of the wealth in their countries through taxation. World Vision provides assistance to survivors of sexual violence by giving medical, psychological and mediation support. It also organises family reunification for rejected women and helps them start viable economic activities. Some of these rape survivors have created strong networks, for instance by setting up collective farms when they can and sell the produce. According to Heal Africa, a hospital based in Goma which takes care of victims of sexual violence, about 2,500 people, 30% of them children, were raped between January and June 2012. In some cases women are not just raped but are taken hostage by armed groups who keep them in the bush for months at a time as virtual sex slaves. Some of them get the chance to escape and get help, but many remain in captivity for long periods of time. Most of the time, no one knows they exist. No one knows their names. They are just women and girls. That&apos;s how it is to be a female in this part of DRC.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-dr-congo", 
    "wordcount": "413"
}