{
    "headline": "Pass notes No 3,212: Yahoo", 
    "text": "Age: 18. Appearance: Pixelated. It&apos;s one of those internet company thingies! It&apos;s got a search engine, an email doodah and even an instant messaging oojamaflip! How do you know all that? How does anyone find stuff out? I googled it. So you&apos;d be surprised to hear that Yahoo was once the biggest name in internet search? And that it&apos;s still the US&apos;s most popular portal? Why? Am I likely to hear that? You just did. Likeall famous internet companies, Yahoo was launched by a couple of American students. Itwas originally David and Jerry&apos;s Guide to the World Wide Web, and a simple hierarchical directory of websites. As time went by, it beganoffering services such as news and photo-sharing, and gained a proper, user-friendlysearch facility. Yet no one outside the US has ever heard of it  Alittle harsh, but it&apos;s certainly not as popular as itwas. That&apos;s why it&apos;s just appointed its third chief executive in a year to turn things round. Thelast but one described the board as &quot;doofuses&quot; who had &quot;fucked me over&quot;. What&apos;s the new bloke&apos;s background? It&apos;s a blokess, you sexist pig. Thirty-seven-year-old Marissa Mayer spent 13 years at Google, where she was responsible for much of its &quot;look andfeel&quot;. Eh? She helped develop Google&apos;s home page andsearch engine. Is this the bit where we agree it takes a remarkable woman to succeed in such a male-dominated industry etc? It certainly is. &quot;She can be difficult, and she can be stubborn,&quot; one Googlite told Reuters, &quot;particularly when she has the data to support the facts of her argument.&quot; Which sounds very much like good qualities being presented as bad ones. Hmm. What are her priorities now? &quot;Innovative products, content and personalised experiences&quot;, blah blah. Oh, and to have a baby. Once Yahoo is safely back on track? In three months! She&apos;s planning on taking no maternity leave  instead, she&apos;ll be working through it. God bless corporate America and its not-at-all-insane approach to work-life balance. Amen. Do say: &quot;Yahoooooooooo!&quot; Don&apos;t say: &quot;Ya who?&quot;", 
    "section": "technology", 
    "gid": "technology/shortcuts/2012/jul/17/yahoo-ceo-marissa-mayer", 
    "wordcount": "369"
}