{
    "headline": "Q&A: carbon capture and storage", 
    "text": "What is carbon capture and storage? The technology is designed to prevent the carbon dioxide exhaust from the burning of coal and gas from entering the atmosphere and driving further climate change. It does this by either stripping the CO2 from the smokestacks of conventional power stations, or by burning the fuel in special ways to produce exhausts of pure CO2. The greenhouse gas then is buried under the ground, usually in exhausted oil and gas reservoirs. Do we need it? Almost all experts say yes. CCS can provide 20% of the carbon cuts needed by 2050, according to the International Energy Agency (IEA). That requires 3,000 CCS plants. The IEA also predicts that 70% of the energy used between now and 2050 will come from fossil fuels, emphasising the importance of CCS. Without it, renewables, energy efficiency and nuclear power would have to significantly overshoot their already challenging targets. How is the CO2 captured? There are three approaches being tested for power stations. Post-combustion CCS: This is the most common technology chosen for power plants. CO2 is absorbed from the exhaust of a power station by dissolving it in a liquid which is later heated to release the gas for storage. Solvents include chilled ammonia and amines but researchers are looking for more efficient ones. Post-combustion has the advantage that it can be retrofitted to some existing power stations, which will generate much of the world&apos;s CO2 for decades to come. However, the concentration of CO2 is only about 15% from coal-fired power stations and only 4% from gas stations, meaning scrubbing it from exhausts currently uses about 25% of the plant&apos;s energy, making it expensive. This would also rule out older coal plants, which already run at just 35% efficiency. The leading large-scale post-combustion CCS plant is the $1.5bn Boundary Dam project, run by Sask Power in Canada and due to enter service in 2014. Pre-combustion CCS: This technology uses a controlled amount of oxygen to turn coal or natural gas into &quot;syngas&quot;, a mixture of carbon monoxide and hydrogen. The syngas is then reacted with steam to produce CO2 and hydrogen, and the latter is burned to generate power. The advantage here is that the energy penalty  the power used for separating out the CO2  is much lower, perhaps just 11% and has no thermodynamic minimum, unlike post-combustion CCS. The downside is that it cannot be retrofitted. But it is seen as a good option for new plants. The leading large-scale pre-combustion CCS plant is the $2.7bn Kemper County gas project in Mississippi, due to start operating in 2014. Oxyfuel-combustion CCS: Here fossil fuels are burned in pure oxygen, given an exhaust stream of water and CO2, which are easily separated again cutting the energy penalty. An added advantage is that because the nitrogen present is air is missing, no NOx pollutants are formed, reducing scrubbing costs. But this technology can only be used in new plants and an air-separation unit has to be built to provide the oxygen. This approach is being used for a proposed new plant at the Drax coal-fired power station in the UK, currently the nation&apos;s biggest polluter. What happens to the CO2? Most big projects to date have got off the ground because of the need for large quantities of CO2 to drive out the last drops of oil and gas from exhausted reservoirs, a process called enhanced oil recovery (EOR). A few planned projects intend to use such reservoirs for storage but without driving out oil and gas. The last major geological storage option is in deep saline acquifers: Norway&apos;s Sleipner project has buried a million tonnes of CO2 a year in such a acquifer since 1996, without problems. Many existing CCS plants, such as Sleipner, strip unwanted CO2 from natural gas as it is drilled from reservoirs, but fitting CCS to the plants where the gas is burned is seen as the key goal in terms of global warming. One Chinese CCS plant uses the CO2 for fizzy drinks. Which countries are leaders in CCS technology? The US has the most big projects, due to the huge market for EOR and because former President George W Bush &quot;wanted to do something for coal&quot; in the early 2000s. Barack Obama&apos;s stimulus bill of 2009 added $3bn to the state money being put into CCS in the US. Canada and Australia, both big fossil fuel producers, also have major plants. Europe has no large plants operating or in construction, but has more than 20 in planning, with the UK the leader with six. Norway has the largest CCS test facility in the world at Mongstad. China leads in Asia, but that continent remains behind the rest of the world. Will thousands of CCS plants be built in coming decades? Despite each step of carbon capture and storage being well understood, the combined technology remains relatively expensive, with costs estimated between $50 and $100 a tonne of CO2. The value placed on CO2 at present is far below that range, meaning that for CCS to flourish the carbon price needs to rise or CCS costs need to fall: in reality, both have to happen. The building of more plants will lead to technology improvements and cut costs, but depend heavily on state funding for now. International climate negotiations may push up carbon prices, but have been moving at a slow pace in recent years. The EOR market is too small and regional to support a global CCS industry. Another issue is whether people living near onshore CO2 burial sites will accept the technology  they did not in the Netherlands  although many such sites are under seas, or in remote areas. Is a revolutionary breakthrough possible? Most research is on refining the efficiency of existing technologies, but experts say a completely new, super-efficient CO2 solvent is possible in theory. Other experimental technologies are being examined, such as chemical looping, where a metal oxide provides the oxygen to burn the fuel and is then easily regenerated. In the more distant future, the US department of energy is examing whether giant stacks of efficient fuel cells could be run on hydrogen produced by pre-combustion CCS.", 
    "section": "environment", 
    "gid": "environment/2012/may/10/carbon-capture-storage", 
    "wordcount": "1037"
}