{
    "headline": "Cambodian soldiers accused of land rights abuse in Prey Trolach forest", 
    "text": "Cambodian soldiers and police have been clearing undergrowth with pesticides and using bulldozers to bring down trees in an area of community forest, according to local groups. The alleged land seizure at the 1,335 hectare (3,300 acre) Prey Trolach commune forest, a four-hour drive from the capital Phnom Penh, began five to six weeks ago. &quot;The military simply went into the forest and started chopping down trees,&quot; said John Macgregor, a project adviser for After the Flood, a coalition of NGOs working on livelihood projects. &quot;First they poisoned the undergrowth, then brought in bulldozers to knock down trees. They&apos;ve cleared nearly 200 hectares, which are now wasteland, and the rest is likely to follow.&quot; Macgregor tried to go to the area two weeks ago but was told it was too dangerous. &quot;I didn&apos;t get very far. I stood on the hill overlooking the area,&quot; he said, adding that attempts at negotiations between the local authorities and the ministry of agriculture with the soldiers failed to stop the tree-cutting. &quot;The gun trumps the law,&quot; Macgregor added. The Prey Trolach forest in Roka Kiri district in Battambang province was established in 2004 and has gained national recognition from the ministry of agriculture, forestry and fisheries. Planting of crops has already started on land that has been taken, according to After the Flood. The military have planted about 40 hectares of corn on land they cleared, and the military police have planted about 10 hectares, with activity stepping up this week. There is now a road from the disputed land&apos;s southern to northern boundaries. The alleged seizure came just after a speech by the prime minister, Hun Sen, in which he spoke out forcibly against land &quot;grabs&quot;, an issue that was flagged up by the UN special rapporteur for Cambodia during a visit in May. Surya Subedi, professor of international law at Leeds University, said companies that have seized land, confiscated livestock, and destroyed homes and property had gone unpunished and that all communities he had met raised the issue of misconduct by concession companies or their subcontractors. More than 400,000 Cambodians have been affected by land &quot;grabs&quot; and evictions since 2003, according to the Cambodian league for the promotion and defence of human rights (Licadho), which works in 12 provinces across half the country. Last year there was a big increase in land disputes, the group said, with an additional 11,000 families affected. Land ownership was abolished under the communist reign of the Khmer Rouge (1974-79), leaving millions of Cambodians without title deeds and therefore vulnerable to domestic and foreign land disputes, as well as agriculture, mining and real estate projects. In January, 300 families were dispersed without warning from the downtown slum of Borei Keila in Phnom Penh. Last year, the World Bank froze its loans to Cambodia over the forced removal of 10,000 residents of Boeung Kak lake, who were moved to build luxury flats and high-end shops for the development firm, Shukaku, owned by a senator from the ruling People&apos;s party. In May, Hun Sen postponed the granting of new economic land concessions and called for a review of all existing concessions with a view to protecting the interests of communities. &quot;The incursion began immediately after a recent speech by Hun Sen demanding an end to illegal land grabbing, so it was certainly strange timing,&quot; Macgregor said. &quot;The PM seems to be passionately opposed to this kind of deforestation, which he knows is bringing Cambodia a bad reputation. So it&apos;s a mystery to us why this operation is proceeding. Either these military people have managed to keep it secret from him to date, or their greed has overwhelmed them. Two hundred of these hectares were granted by Hun Sen himself. So a third possibility is that these people are challenging the PM&apos;s power  seeing how far they can go. I just don&apos;t know.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/03/cambodian-soldiers-land-rights-prey-trolach", 
    "wordcount": "665"
}