{
    "headline": "Are there any real alternatives to Google?", 
    "text": "Google, the search engine most of us treat as an extra wing of our brains, is experiencing the whip-crack of a long-building backlash. Both US and European authorities are investigating allegations that it manipulates search results to favour its own services. The company is also at odds with parliament over its refusal to remove links that are in breach of privacy. And recent changes to its privacy settings have raised serious concerns about data protection. But where else can you go? There are other search engines out there, but when was the last time you used one?  AltaVista The one everybody used before Google came along. Technically it no longer exists, but it&apos;s still there, aghostly portal now powered by Yahoo. Searching for &quot;Titanic&quot; fishes up 97m results, compared with Google&apos;s 149m, the former confining itself to UK sites. The first four hits in order are: news results, images, Wikipedia (the boat) and Wikipedia (the film). Google, on the other hand, produces an ad for a commemorative excursion, Wikipedia (boat and film) and news results.  Bing Microsoft&apos;s offering is the No 2 search engine, behind Google and ahead of Yahoo, although the latter is now powered by Bing, asis, presumably, what&apos;s left of AltaVista. Bing retrieves 95.7m hits for Titanic  the first three areads for the ITV drama, a commemorative coin (no thanks) and a game.  Ask.com Ask used to be called Ask Jeeves (remember?) and if you&apos;re nostalgic you can still use a portal bearing the old name. It doesn&apos;t say how many search results it produces, but it has a uniquesidebar feature purporting to provide answers to commonly asked questions about your keyword. These include &quot;When the Titanic began to sink, do you think that the buffet became a bit of a free-for-all?&quot; and &quot;How old is Morris Titanic?&quot; It was subsequently necessary to use Google to determine that Morris Titanic is an ice-hockey player. He is 59.", 
    "section": "technology", 
    "gid": "technology/shortcuts/2012/mar/28/any-real-alternatives-to-googe", 
    "wordcount": "334"
}