{
    "headline": "ESA Mars lander feared lost in final minutes of descent", 
    "text": "After a journey of seven months and half a billion kilometres across the solar system, the fate of the European Schiaparelli Mars lander was uncertain on Wednesday night amid fears that a last-minute glitch had scuppered hopes for a historic touchdown on the red planet. Earlier in the day, the half-tonne spacecraft was on target to become the first from the European Space Agency to perform science on the Martian surface. But despite a seemingly perfect approach to the planet, the lander appeared to run into difficulty as it neared, or reached, the ground.   Related: Mars landing: ESA declare success despite Schiaparelli probe's silence - as it happened    At the European Space Operations Centre (ESOC) in Darmstadt, grim-faced mission controllers peered at their monitors as the moment they expected the probe to call home came and went in silence. Hours later, the veteran Mars Express orbiter relayed data back to Earth that the lander had gathered on the way down.  Those signals stopped at a certain point which we reckon was before the landing, said Paolo Ferri, head of mission operations at ESOC. Its clear this is not a good sign. The high-speed descent called for the Schiaparelli lander to slow from 21,000 km (13,039 miles) per hour to a standstill on the Martian surface in the space of six minutes. In that time, the spacecraft was programmed to release a parachute and fire nine thrusters to slow its fall through the tenuous, dust-filled atmosphere, before belly-flopping the final two metres to the ground, a crushable underside cushioning the blow. Signals broadcast from the probe and picked up by the Giant Metrewave Radio Telescope in India showed that the descent was going well until the final moments when the telescope lost contact.  As engineers scrambled to work out what happened, mission controllers cheered and hugged in visible relief the moment far better news arrived from the landers mothership, the Trace Gas Orbiter (TGO), which had swung into an elliptical orbit around Mars. With a span of nearly 18 metres, the giant TGO is the more important of the two probes. It will spend years sniffing the Martian atmosphere for minute levels of gas, including methane which could point to the existence of alien life on the planet.   The lander's descent to Mars   We would like to find out if there was ever life, or is still life, on Mars today, said ESA scientist Elliot Sefton-Nash. A successful landing on Mars would have marked Europes belated entry into the prestigious club that has put working probes on the planets surface. Only the US has repeatedly set landers down on the planet. In 1971, the Soviet Unions Mars 3 craft became the first to land softly on Mars, but that spacecraft fell silent after transmitting from the surface for less than 20 seconds. Five years later, Nasas Viking 1 was set down on the planet, paving the way for six more US landers since. Mars is never an easy planet to land on. Since the 1960s, more than half of the missions to the surface have ended in failure. Europe came close on Christmas Day in 2003 when the Beagle 2 craft reached the surface, but failed properly to deploy its solar panels. Other spacecraft bound for the Martian surface have barrelled straight past the planet or simply clattered into the surface. Named after the Italian astronomer Giovanni Schiaparelli, the European lander was released from the Trace Gas Orbiter (TGO) on Sunday afternoon. The two craft form the first phase of the joint European-Russian ExoMars mission which aims to hunt for alien life on the red planet. The landers primary goal was to test entry and landing technology planned for the second phase of the mission, the six-wheeled ExoMars rover, which will be armed with a two-metre-long drill. Due to be launched in 2020, the UK-built rover is designed to burrow into the Martian soil in search of alien organisms. While engineers hope to learn from any glitches that befell Schiaparelli, a question mark already hangs over the future of the ExoMars rover because of a 300m funding gap at the European Space Agency. Ferri said teams would work through the night on the data beamed back from Schiaparelli to work out what went wrong. We should remember this landing was a test, and as part of the test you want to know what happened.  Flight engineers will now spend more than a year flying the TGO into an orbit from which it can start the serious business of analysing the Martian atmosphere. Sensors onboard the orbiter are designed to detect minute levels of atmospheric gases, including methane which has stumped scientists since its detection by the Mars Express orbiter more than a decade ago. The gas may be given off by reactions between water and olivine in Martian rocks. But a more tantalising possibility is that the gas is wafting off microbial Martians that lie beneath the surface. Andrew Coates, who works on the ExoMars rover at University College Londons Mullard Space Science Laboratory, said the arrival in orbit of the TGO was excellent news for science. The observations of methane in the Martian atmosphere will be made hugely more detailed by the TGO data when it starts is science mission in March 2018 after aerobraking to achieve its final circular orbit. They may take us closer to answering the question of was, or is, there life on Mars, but the ExoMars 2020 rover will, we hope, give us proof by drilling two metres under the surface, he said. The nervous wait for information from Schiaparelli takes me back to Christmas Day 2003 when we waited forlornly for data coming from Beagle 2, over several days. Recent images show that Beagle 2, tantalisingly, almost worked. Now, hopefully the signals from the Mars Reconnaissance Orbiter, or later information, will reveal good news for Schiaparelli. For now well have to wait with the anxious team, and hope.", 
    "section": "science", 
    "gid": "science/2016/oct/19/esa-exomars-scientists-wait-and-hope-as-fate-of-mars-schiaparelli-lander-remains-uncertain", 
    "wordcount": "987"
}