{
    "headline": "Tough questions for Cameron as his 'greenest government' vow crumbles", 
    "text": "The prime minister promised to lead the &quot;greenest government ever&quot; when he won the 2010 election. Since then he has been silent on the climate and energy agenda, allowing other voices in his government to dominate. Today he will face tough questions from MPs on the Liaison Committee about the slide away from his green promise. The tragic irony is that action on climate change and renewable energy is one of the few bright areas for economic growth in the UK, but the negative political signals coming out of government are seriously damaging investment confidence. Cameron urgently needs to get a grip on his government and live up to the promises of leadership on climate change that he made so clearly . With the energy bill and gas strategy now out, the tensions in the UK&apos;s energy and climate policy debate  and within the coalition government  are now plain for all to see. It is increasingly clear that the chancellor is gearing up to dilute the UK&apos;s emission reduction ambitions under the Climate Change Act. The UK&apos;s world-leading Climate Change Act was passed just four years ago, on the basis of a remarkable cross-party consensus  with strong support from the Conservatives, and David Cameron in particular. It has attracted strong international attention, and a growing number of countries  including Mexico, Australia, Denmark and, potentially, China  are looking to follow the UK&apos;s leadership. The act set up an independent Committee on Climate Change (CCC) to recommend five-year &quot;carbon budgets&quot;, based on its independent scientific and economic advice on the speed with which carbon emissions could and should be cut across the different sectors of our economy, in order to stay on a practical and cost-effective track for reducing our carbon emissions by at least 80% by 2050. Two years ago, the CCC recommended a fourth carbon budget for the period 2023-27 that would be equivalent to the UK cutting its greenhouse gas emissions by 50% below 1990 levels by 2025. The government accepted the recommendation, but only after a fierce inter-departmental battle. Worryingly, the Treasury secured a review of this decision to take place in 2014. More recently, the debate about the UK&apos;s climate ambition has turned to the power sector. The CCC has consistently called for a clear target to ensure that the power sector is nearly carbon-free by 2030. It has proposed a specific carbon intensity target of 50gCO2/kWh, compared with about 500g today. Such a target is supported by numerous businesses, investors, NGOs, the Labour party, the Liberal Democrats and many Conservative MPs. However, Chancellor George Osborne fought strongly against it  with the result that the energy bill aims to kick the issue to 2016, after the next election. Fresh from his efforts to block a decarbonisation target, there are now clear indications that Osborne is turning his focus to the fourth carbon budget. Documents supporting both the energy bill and yesterday&apos;s gas strategy suggest that the fourth carbon budget &quot;may be revised upwards&quot; in the review, allowing a new dash for gas in the power sector. Official scenarios now include options where the power sector has a carbon intensity of some 200gCO2/kWh by 2030, far above what the CCC recommended a couple of years ago. The chancellor&apos;s efforts increasingly appear to be an all-out assault on the integrity of the Climate Change Act. In the power sector, he appears wedded to the idea that the UK should embrace a new dash for gas  despite strong concerns that by doing so the economy will be vulnerable to rising gas prices, reliance on imported fuels and missed opportunities for green growth. Indeed, a new report by Cambridge Econometrics for WWF and Greenpeace confirms that a major drive for offshore wind (often derided as &quot;costly&quot;) would actually increase UK GDP by 0.8% compared to a resurgence in gas power  as well as creating 70,000 new jobs and ensuring that the UK avoids spending 8bn per year on gas imports. The impact on electricity prices would be small and the report&apos;s findings are robust to a wide range of future gas prices. The main barrier to the chancellor&apos;s gas vision is the inconvenient fact that gas is a carbon-based fossil fuel. Everyone agrees that gas has a role in the medium term in helping to balance a system with increasing amounts of variable renewable energy. But extensive use of it will drive a coach and horses through the UK&apos;s legally binding climate targets. So does it make sense to even think about weakening the UK&apos;s climate targets? It is worth recalling that the CCC made clear that the fourth carbon budget represents the &quot;absolute minimum&quot; level of ambition compatible with the UK&apos;s legally binding target of an 80% emissions reduction by 2050. It also said that a more ambitious budget would be needed as part of a global agreement on climate change. Weakening the fourth carbon budget would send a clear signal to the world that the UK is no longer seeking to show much-needed leadership on climate change or the low-carbon economy. The science of climate change is not getting any less scary  far from it  and the economic case for strong domestic action remains robust. It seems highly unlikely that the CCC will recommend any weakening of the fourth carbon budget in the forthcoming review  so it seems inevitable that a major political storm is brewing. The government&apos;s failure to put forward a &quot;decarbonisation target&quot; for 2030 in the energy bill was a major missed opportunity to convince investors in the renewable energy supply chain that the UK was open for business. As a result, consistent and supportive political messages are now going to be more important than ever.", 
    "section": "environment", 
    "gid": "environment/2012/dec/11/tough-questions-cameron-greenest-government", 
    "wordcount": "966"
}