{
    "headline": "Ash dieback Q&A", 
    "text": "What is it?  The Chalara fraxinea fungus causes leaf loss and the dying back of the crown in ash trees, and often leads to the death of the tree. Older trees can survive initial infection but eventually tend to succumb. It has affected between 60% and 90% of ash trees in some areas of Denmark, where it was discovered in 2003, and is becoming widespread throughout central Europe. Ash trees were first reported to be hit in 1992 in Poland, but the disease was only began to understood in the mid 2000s and it was only diagnosed as a new organism in 2011. When it was discovered in Britain?  The first case was confirmed on an ash tree imported from the Netherlands to a nursery in Buckinghamshire in February 2012. Since then infected nursery plants or recently planted samplings have also been found in Yorkshire, Surrey, Cambridgeshire, Lincolnshire, Leicester, Durham and Glasgow.            What about more mature woodlands? There have been 10 confirmed cases in established woodlands and hedgerows in East Anglia in the last two weeks. There are a further 12 suspected cases awaiting lab results in East Anglia and Kent. What are the symptoms?  Dark patches on green leaves spread to twigs and branches creating brown patches and splits on twigs and branches. Wilting leaves above the cankerous area. How serious is the threat? Potentially very serious. The fungus has been compared to Dutch elm disease that devastated Britain&apos;s population of elm trees in the 1970s. Ash trees are the dominant species in around 5% of Britain&apos;s woods, at 129,000 hectares. What are the knock-on effects? A significant loss of ash trees could hit 60 of Britain&apos;s rarest insects which live in ash trees. Lichens and mosses, which grow on its bark, would also be hit. Ash trees and hedges an integral part of the British landscape - the National Trust warned that the spread of the disease would be &quot;horrific&quot;. How has it spread to Britain? The first cases in Britain were found in infected samplings imported from Europe. But the cases in established woods were all in the south-east of Britain, suggesting it may also be spreading on the wind. What is being done to tackle the disease? Around 100 staff from the Forestry Commission and Food and Environment Research Agency have been redeployed to focus on the crisis. More than 100,000 trees and saplings have been burned. A task force headed by the Department for Environment, Food and Rural Affairs&apos;s (Defra) chief scientific adviser, Prof Ian Boyd, has been set up. The import and movement ash trees has been banned from Monday. Ash can still be imported as timber and firewood, though the Forestry Commission said such wood &quot;pose[s] a very low risk of disease transmission.&quot; What happens next? The government will need to decide whether it tries to contain the disease or attempt to eradicate it altogether - an option that is likely to cost tens of millions of pounds. Was the government slow to react? Yes, according to the opposition. The shadow environment secretary, Mary Creagh , said: &quot;It is a very severe pathogen. The economic, environmental and biodiversity risk it brings with it our huge. Defra&apos;s handling of the spread of this disease has been woefully inadequate.&quot; Last year trade unions in the Forestry Commission warned that its ability to tackle tree diseases would be hit by 25% cuts to the agency.", 
    "section": "environment", 
    "gid": "environment/2012/oct/29/ash-dieback-q-and-a", 
    "wordcount": "577"
}