{
    "headline": "Facebook: absolutely not for under-13s", 
    "text": "Yesterday we heard that Facebook is trying to figure out a way to bring kids under 13 to the social networking site. That had us scratching our heads because... aren&apos;t kids under 13 already running wild over there? How else to explain these pages 1. Sesame Street. Over half a million people like this page. And that&apos;s just the main show page. We lost count of how many fans the pages for Big Bird, Zoe and Co have. Who are all these people? Grownups? And are they really invested in whether Elmo gets to go to the London Olympics? If so, they can click here. But only if they&apos;re 13 and over! 2. Dora the Explorer  is soooo popular on Facebook! But the Nick Jr character is only eight years old, so we find the fact that these numbers (1,201,516 likes  13,717 talking about this) a little creepy. 3. Do you love Yo Gabba Gabba? How OLD are you? Over 13? Great then you can go straight here and post your photo, with these other teenage diaper-wearers.     SpongeBob SquarePants. Photograph: Paramount/Everett / Rex Features    4. No-one ever outgrows Spongebob. Which explains why his FB fan page has over 35 million fans. It has tons of fun stuff on it for kids of all ages. And speaking of fun, you can learn how to spell it here.  5. Here&apos;s a game my 9-year-old loves to play. But she can&apos;t because she isn&apos;t 13.  Oh, and here are some more she&apos;s not allowed near. 6. Have you been to Apps for Kids? It&apos;s really cool! And it&apos;s on Facebook! What is it? Well, its FB page says:  Apps for Kids makes fun, educational apps, for the iPhone and iPad. We strive to create apps that encourage imagination and skills development that both teach and entertain kids of all ages.&quot;  That would be all ages OVER THE AGE OF 13, OF COURSE. 7. What&apos;s your favorite little kid book? Diary of a Wimpy Kid? Fancy Nancy?, Goodnight Moon? Whatever it is, it&apos;s on Facebook! 8. Who&apos;s your favorite doll? Barbie? She&apos;s here!      Lots of Barbies to choose from. Photograph: Scott Houston/  Scott Houston/Sygma/Corbis     So are the Bratz Girls. And the American Girls.  9. Charlie and Lola have a Facebook page. So does Charlie Brown and Charlie and the Chocolate Factory  the book and the movie. So you can see there&apos;s already tons of fun for everyone on Facebook. No new technology needed.  Facebook  it&apos;s our favorite babysitter!", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/jun/05/facebook-kids-under-thirteen", 
    "wordcount": "401"
}