{
    "headline": "Procrastination: a student's worst enemy?", 
    "text": "We all know the feeling. Staring at the cursor blinking away on a blank Word document, desperately wishing you were somewhere else. But no, until the word count hits 3,000 you&apos;re staying put Just need to make a cup of tea first. Before you know it, &quot;a cup of tea&apos;&quot; has turned into a Lord of the Rings marathon, and the word count remains at zero. Procrastination is the disease eating away at student productivity  and with exam season upon us, we&apos;re facing an epidemic. An American study estimates that over 70% of students &quot;exhibit [this] behaviour&quot;. Students are biologically and socially predisposed to put off until tomorrow what we should do today, says Dr. Piers Steel, author of The Procrastination Equation. &quot;Aside from the clich that students are more impulsive, in your early 20s you&apos;re still developing your pre-frontal cortex, home of the will power.&quot; He argues the closer you are to the temptation of fun, the more likely you are to indulge. At university, where even the library is filled with friends and has a quality internet connection, a &quot;short break&quot; can easily turn into an hour wasted. Research has also shown that evaluation threat and fear of failure (dissertations and exams, anyone?) correspond with higher levels of procrastination. As for those who say they produce their best work under pressure, allow Dr. Tim Pychyl to burst your bubble: the &quot;adrenaline rush&quot; is actually relief that the task is done. And, in what comes as a shock to no one, a link has been found between procrastination and Facebook use. It&apos;s worth noting this study was released in 2008, before the likes of Twitter had joined the ever-expanding social media family. Steel sums it up well: &quot;Students are caught in a perfect storm of procrastination.&quot; Is that it, then? Are we doomed to all-nighters powered by nothing but blind panic and red bull? No, says Steel. But beating procrastination takes commitment. He provided me with his top tips to increase productivity. First, get rid of temptation. Define a space for &quot;work&quot; and don&apos;t mix that with where you &quot;play&quot;. A friend has perfected this approach, associating her desk with work so strongly that she has to leave her room to unwind. &quot;It&apos;s hard to switch to relax mode when you&apos;re in the same environment,&quot; she explained. The same principle applies to your laptop. Once concentration has been broken  by checking emails, for instance  it takes 15 minutes to get back into the &quot;work&quot; state of mind. Create a separate profile for study, where you can make use of Internet blocking apps such as Anti-Social. Secondly, work with restrictions. Make a mental contract with yourself to work for 30 minutes without interruption. You&apos;ll be amazed at how efficient you can be, knowing you only need to power through a short space of time before you can take a break. If, despite this, you&apos;re still finding it impossible to tear yourself away from the Daily Mail sidebar, your university can provide extra support. Bob Hughes, Welfare Officer at York University Student Union told me about a number of measures in place for students who find &quot;their procrastination is out of control,&quot; including the university&apos;s Open Door team. They can guide you towards a work pattern which suits you and help you stick to it. Every university I researched offered similar counselling services. Finally, don&apos;t be hard on yourself! A recent study from the University of Carleton found that if you forgive yourself for procrastinating, chances are you will procrastinate less on the next task at hand. So, Milana, I forgive you for writing this when you should be working of your dissertation. Now get on with it!     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/mortarboard/2012/may/09/students-procrastinating-exams", 
    "wordcount": "641"
}