{
    "headline": "Facebook's Graph Search v Google+: two icebergs on a collision course", 
    "text": "Facebook&apos;s Graph Search is as much a search engine as Google&apos;s Google+ is a social network. Depending on your viewpoint, that means either that Google should be worried, or that it has absolutely nothing to worry about. The more you pick at it, though, the more it feels that these two companies are on a collision course. A very slow, gradual one, but collision nonetheless. Which end should we start at? The Google+ one, or the Graph Search one? Since Google+ has been around for a while, we have a bit more data about it. Though, if we&apos;re honest, not a lot that one can really put a finger on. What do we know about Google+? Google launched it in June 2011, amid much fanfare; the problem was that it looked very like a social network - in which you&apos;d put people into Circles to indicate their intersection with your interest. So you could have a &quot;family and friends&quot; Circle, and perhaps a &quot;Work&quot; Circle, and a &quot;Hobby&quot; circle. Perhaps you&apos;d have lots of Circles, perhaps you&apos;d have few; it might depend how obsessive-compulsive you were about putting people into boxes. For most people, the simple form - &quot;family/close friends&quot; and &quot;all the rest of the world&quot; - worked fairly well. But there was still the problem of discoverability. Unlike Facebook, which could suggest friends (having grown organically from US universities, where people would be expected to be friends already), the problem with Google+ was that even though it could filter through your email address book to try to figure out who you might like to talk to, it couldn&apos;t decide which Circle they should go into.  All the feeling has been that Google+ has remained a hangout principally for Googlers and techies. It does let you upload pictures automatically from a smartphone; that&apos;s certainly useful for some. But you don&apos;t hear people talking about their great Google+ collections; and despite Google artificially pushing it up its search results, there isn&apos;t any obvious sign of enormous activity on Google+. And yet Vic Gundotra at Google announced in December 2012 that &quot;Today Google+ is the fastest-growing network thingy ever. More than 500 million people have upgraded, 235 million are active across Google (+1&apos;ing apps in Google Play, hanging out in Gmail, connecting with friends in Search...), and 135 million are active in just the stream.&quot; You&apos;ll notice how he doesn&apos;t call it a social network - a very careful bodyswerve around any comparison with Facebook - but does talk about people being &quot;active&quot;. However those figures contain their own questions. There are 500 million people who have &quot;upgraded&quot;, yet less than half of them are active by doing one of +1&apos;ing apps, &quot;hanging out&quot; in Gmail (isn&apos;t that chat?), or connecting with friends. And when you get to the people who are really active in &quot;the stream&quot; - which one has to assume means Circles - you&apos;re down to 135 million. How did it get so big yet so inactive? Because Google forces people to &quot;upgrade&quot; to Google+ in various ways (uniting YouTube logins, Gmail, and making it an inescapable default when you sign up for a Gmail account). So they get a &quot;profile&quot;, but never do anything with it. Why should they? For vast numbers, Facebook serves all their needs - and the people they know are there. Alternatively, the social network LinkedIn serves business needs. Google+ is the third wheel on the social networking bicycle. So Google+ is an unconvincing social network. It&apos;s like the school sports vouchers you get at the supermarket checkout. Some people find them great; lots of people discard them. But when it comes to web search, Google really knows what it&apos;s doing. It&apos;s been in the business, doing it best, for almost 15 years now, and has billions invested in databases, caching, tuning, and storing the history of what you and millions of others have looked for at particular times, and places, and it has put huge effort (helped by Google+, because that ties together your identity to Google) into delivering really good search results, so that it can serve ads against them. It would be foolish for Facebook, which only started in 2004, to try to go up against that sunk cost. So instead it&apos;s leveraging what it has and knows best: peoples&apos; social connections. You can search for restaurants serviing Indian food that your Indian friends like. Or people who know your friends who liked a film that you liked. And so on. It&apos;s already been called a stalker&apos;s tool - but Google has always been pretty handy for that; its first mention in a mainstream paper (the Telegraph-Herald of Dubuque, Iowa, on 14 January 2001) was to say that &quot;To Google someone means to gather information on them using the search engine Google. The most popular application is to Google a potential date.&quot; The restaurants example, though, points to something Facebook can do that Google can&apos;t (though it&apos;s definitely trying with Google+): find things that you like in common with your friends. Google aches to be able to do this: the whole rationale behind the relentless pushing of Google+ is to get people to sign up with their real names (pseudonyms are very hard to deploy) so that it can try to push searches your friends like higher up. But that&apos;s not the same as the fluid way that preferences change among friends on Facebook, and the dynamic way that those social searches you make will change. So in that sense, Graph Search stands well apart from web search. But it&apos;s noticeable that both these giant companies are starting to move into the same place - social search. Google&apos;s coming at it from the &quot;search&quot; side, and Facebook from the &quot;social&quot; side. That means, as such searching becomes more useful, that the two companies are on a collision course. It won&apos;t happen immediately; these are more like two icebergs heading towards each other across a calm sea. But in time, the crunch will happen. Google is using its automatic signup to get more Google+ users, but that doesn&apos;t automatically make them sociable. Facebook has the benefit that (pretty much) everyone is there - but as we get more conscious about privacy settings, we&apos;re not necessarily going to make ourselves searchable.", 
    "section": "technology", 
    "gid": "technology/2013/jan/16/facebook-graph-search-google-plus", 
    "wordcount": "1080"
}