{
    "headline": "'Super-material' graphene gets government backing", 
    "text": "George Osborne will announce details on Thursday of an almost 22m investment in commercialising graphene  a material scientists say could have applications ranging from telecommunications to electronics to energy technology. Graphene was isolated by two scientists at the University of Manchester, Konstantin Novoselov and Andre Geim, who won the Nobel prize in physics for their work in 2010. The so-called &quot;super-material&quot; is an atom-thick sheet of carbon molecules, arranged in a honeycomb lattice. It has unmatched electronic and physical properties  it can conduct electricity a million times better than copper and is more transparent to visible light than any other known conductor. It is also stronger and more stretchable than other conductors. &quot;It&apos;s exactly what our commitment to science and a proactive industrial strategy is all about  and we&apos;ve beaten off strong global competition,&quot; said the chancellor. &quot;Now I am glad to announce investment that will help take it from the British laboratory to the British factory floor. This shows that even in tough times we are investing in science which is vital to helping the UK get ahead in the global race.&quot; Osborne announced a 50m fund for graphene in 2011, 38m of which was used in February to set up a global hub for research into the material at the University of Manchester. Thursday&apos;s announcement allocates the remainder of that fund, plus an additional 10m from the Engineering and Physical Sciences Research Council. This public funding will be matched by 12m from companies including Airbus, BAE Systems, Rolls-Royce, Dyson and Philips Research. Cambridge University will receive more than 12m for work on advanced flexible and light-based electronics, which will be crucial for the next generation of thinner, lighter touchscreens and computer displays. Imperial College London will receive about 4.5m to research the use of graphene to improve aircraft components  making them lightning-resistant and tougher. Further projects will examine graphene&apos;s electrical properties. &quot;We will use the funding to build on first-class research that crosses several college departments to vastly improve current technologies such as catalysis, supercapacitors, membranes, multifunctional polymer and ceramic composites and a whole range of applications at microwave and optical frequencies,&quot; said Prof Neil Alford, deputy principal for research in Imperial College London&apos;s faculty of engineering. &quot;We will work on improving the mechanical properties of composite materials, and addressing the electrical properties of devices, to develop exceptionally sensitive sensors for a range of applications in environmental monitoring and the medical sciences.&quot; Other research projects at Royal Holloway, Exeter, Manchester and Durham universities will also receive funding. The chancellor&apos;s announcement comes less than a month after his speech on the Treasury&apos;s ambitions for science and technology, at the Royal Society, outlined eight areas of technology in which he wanted the UK to become a world leader. In the autumn statement, the science budget was spared from the biggest cuts and the chancellor added 600m for investment in research facilities. Sir Paul Nurse, the president of the Royal Society, said Osborne&apos;s speech had been welcomed by the science community. &quot;I requested the chancellor to &apos;put his money where his mouth is&apos;. He duly did so in the autumn statement and graphene and material science is one of the areas he has highlighted as a UK success story. If future investments in science become part of a long-term strategy for industry, innovation and science we will be well placed to capitalise on the UK&apos;s world leading science base for the promotion of economic growth.&quot; Imran Khan, director of the Campaign for Science and Engineering, said that although there was no new cash in the announcement, it was &quot;still incredibly positive that the chancellor is making it himself. He&apos;s committed around 1.5bn to new science facilities since 2010  it&apos;s the kind of long-term thinking we need if the UK is going to be competitive in the future. We hope his next step is investing the remaining proceeds of the 4G auction in ensuring the UK&apos;s high-tech future, as we and Nesta have called for in our &apos;4Growth&apos; campaign.&quot;", 
    "section": "science", 
    "gid": "science/2012/dec/27/super-material-graphene-george-osborne", 
    "wordcount": "692"
}