{
    "headline": "Call for 'green badges' and free parking for electric cars", 
    "text": "Electric car owners should be allowed to park on yellow and red lines, and park for free, a leading thinktank said on Thursday. On one of the busiest days of the year for road traffic as people take to their cars for Easter breaks, the Institute for Public Policy Research (IPPR) said that a &apos;green badge&apos; akin to the blue badge scheme for disable drivers should be introduced to drive take-up of electric vehicles, seen as a key way to cut carbon emissions. Owners of such a badge would be exempt from charges in car parks and permit areas, and allowed to drive for free through congestion charging zones such as London&apos;s and Durham&apos;s and across toll roads such as the M6 toll or Severn bridge. But the idea was immediately attacked by motoring organisation AA, which suggested the plans could in fact increase greenhouse gas emissions rather than reduce them. An AA spokesman said: &quot;Allowing them [electric car owners] to park on double yellow lines, which are there mainly to ensure good traffic flow, you may create problems. The disturbing irony is that these low emission vehicles could create more congestion, which would increase emissions from other vehicles and be a bit of an own goal.&quot; He warned that if electric cars became much more popular, a &quot;saturation point&quot; could be reached. However, he said that cheaper parking charges for such cars would be a good idea to encourage take-up. Electric car sales increased rapidly in 2012 in part due to the 5,000 government grant launched in 2011, outstripping growth in the wider car industry. But the number registered under a grant scheme last year  about 2,000  was just a fraction of the 1.9m conventional cars sold in 2012. The IPPR also suggests fining owners of combustion engine-powered cars parked in front of electric charging points, and that parking charges should go up for normal cars to offset loss revenue for local authorities giving exemptions to electric cars. It even suggests electric cars should potentially be allowed into bus lanes, an idea which has been trialled in Oslo, Norway. The proposals are contained in an IPPR report due soon on the UK&apos;s automotive industry, whose authors say &quot;the UK is already lagging behind other countries&quot; on electric car ownership because they are perceived to be too expensive and people do not know enough about them. The thinktank also calls for keeping the 5,000 &apos;plug-in car grant&apos;, which is due to expire in 2015. Will Straw, IPPR&apos;s associate director, said: &quot;Although early days, Britain is currently behind other European countries and the US in terms of the take up of electric cars and other ultra low emission vehicles. A &apos;green badge&apos; scheme would help increase demand, giving a much needed boost to the industry and supporting other government policies like the &apos;plug in&apos; grant. &quot;While we want to encourage innovation from local authorities, they need to act together to make sure their policy is uniform across neighbouring areas. This will provide clarity for drivers about the privileges that they are entitled to as they travel around.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/28/electric-cars-free-parking-call", 
    "wordcount": "531"
}