{
    "headline": "Boot up: Chrome v IE/Firefox, New Yorker v Twitter, hot tablets, smartphone battery lives compared and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Top 5 Browsers in Europe from Feb 2011 to Feb 2012 &gt;&gt; StatCounter Global Stats Chrome is on an upward path that looks likely to overtake both Firefox and Internet Explorer within a couple of months. Free Wi-Fi to be made available at London Overground stations &gt;&gt; Guardian Government Computing  Passengers travelling on London Overground are to get free internet access after the body that runs the train network, London Overground Rail Operations Limited, signed a deal with The Cloud to roll out Wi-Fi at its stations. The contract will give travellers one hour of free online access every day, at any station on the network. The Wi-Fi rollout, which will cover all 56 London overground train stations, will begin in the summer and is expected to be completed by the end of the year.   Nobody outside London wants Wi-Fi at stations, right? (And say hello to Guardian Government Computing, a great showcase for content aimed at professionals.) I Apologize if Anyone Felt Killed &gt;&gt; Rectified.name William Moss:   Apologies are an under-appreciated art. Most apologies crafted in the name of public relations sound intrinsically weaselly, often because the people making them are preoccupied with saving their prior reputation rather than getting past the mistake and rebuilding trust. I was reminded of this when I read Mike Daisey&apos;s statement following L&apos;affaire Daisey, which I reckon I don&apos;t need to further explain to this audience.    Lovely takedown of &quot;passive apologies&quot;, of which Daisey&apos;s &quot;apology&quot; was a classic example. Note also the addition about steamrollers and North Korea. Guardian Open Weekend: your views &gt;&gt; guardian.co.uk Very cool interactive from the Guardian&apos;s first Open Weekend. Sasha Frere-Jones: Good Things About Twitter &gt;&gt; The New Yorker Just read it. Who&apos;d have thought The New Yorker, the home of long-form journalism, would have such a marvellous exposition of the value of 140-character discussion. The Future Of Mobile: slide deck &gt;&gt; Business Insider Intelligence Henry Blodget and his team take you through some home truths about the smartphone market. Nothing dramatic, yet all very clear reinforcements of the main messages about the mobile market: you ain&apos;t seen nothing yet. New iPad versus 5 tablet competitors: which runs hottest? &gt;&gt; Wired Gadget Lab  You need not fear heat blisters when handling the new iPad. Apple&apos;s new tablet is neither a burn risk, nor even particularly hot in the grand scheme of competing devices. We know because we tested the iPad against five other tablets. Sure, the new iPad, like all electronics hardware, heats up when pushed to its limits. This is just a matter of physics. Processors, batteries and back-lit displays generate heat under load. Consumer Reports proved this when it recorded a temperature of 116 degrees Fahrenheit on the back of the new iPad - this after plugging the tablet into a wall socket and playing a demanding 3-D game, Infinity Blade 2, for 45 minutes. This little stunt spurred a lot of online chatter, but it didn&apos;t explain whether the new iPad&apos;s heat generation is above and beyond that of other tablets on the market. So Wired decided to investigate.   Turns out the Acer Iconia Tab A200 is coolest, then the iPad 2, then new iPad, BlackBerry PlayBook, Kindle Fire, and Asus Transformer Prime - the latter at 98.5F, just short of core body temperature. Burning All My Books &gt;&gt; Terence Eden  I somehow acquired two copies of Machiavelli&apos;s &quot;The Prince&quot;. What I want to convey to you is that I have a deep and abiding love for books. That is why I must burn them. Every time I find an ebook copy of a book I have on my shelf, the ebook version is downloaded - redundantly backed up - and placed in my Calibre library. The physical book is burned.   Don&apos;t worry; as he says, it&apos;s not really Fahrenheit 451 in there. He gives them to charity shops. An interesting discussion ensues in the comments about which is more sustainable - an ebook reader or a book. The Free Universal Construction Kit &gt;&gt; F.A.T.  Ever wanted to connect your Legos and Tinkertoys together? Now you can -- and much more. Announcing the Free Universal Construction Kit: a set of adapters for complete interoperability between 10 popular construction toys.   Great idea. Needs work on the acronym if it wants to appeal to parents buying it for children though. Apple iPhone 4S vs Nokia Lumia 800 vs Samsung Galaxy S2 vs BlackBerry Bold 9900 - which has the best battery? &gt;&gt; Recombu Good test. Spoiler: the BlackBerry did best in real-world tests, followed by the Nokia Lumia. That iPhone 4S and Samsung were a long way behind them - though the iPhone did best in music and video playback tests, followed by the BlackBerry and the Lumia. Looks like it&apos;s a BlackBerry if you&apos;re going to be away from a charger, then. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/27/technology-links-newsbucket", 
    "wordcount": "871"
}