{
    "headline": "US launches global push to share ELT skills", 
    "text": "The US state department, already established as a major provider of English language teaching support through its international public diplomacy strategy, is seeking to promote more aggressively US ELT skills and expertise to meet the growing global demand for language learning. The state department&apos;s partner for what is being seen as a shift in strategy will be the main US ELT professional association Tesol, which has 9,000 members in the US and a further 3,000 abroad. Last November the Bureau for Education and Cultural Affairs (ECA), the state department arm that co-ordinates delivery of English language teaching and skills, announced the launch of a joint effort with Tesol to &quot;connect teachers and resources in the US with ELT needs and opportunities outside the US&quot;. In a joint statement the ECA and Tesol said the aim of the partnership will be to build a &quot;multi-sector consortium&quot;, supported by academic institutions, non-government organisations and the private sector, to respond better to requests for skills and assistance from countries and institutions seeking to develop their ELT capacity. The ECA currently delivers its ELT support through US embassies and consulates and is active in 160 countries. But the new partnership is likely to be similar to the model created by the British Council, the UK government-sponsored cultural and education promotion organisation, which actively markets UK ELT goods and services internationally and sells its own language courses and tests. Tesol spokesman John Segota acknowledges that US ELT providers have lagged behind the UK&apos;s export efforts, in part because they have been occupied with the massive domestic ELT market. He says the state department initiated the current partnership and that Tesol is committed to expanding the reach of US ELT providers. &quot;We don&apos;t see this as a challenge to the British Council, which is well established. Nor do we see this as just providing marketing. Our aim is to expand the reach of US expertise. But it is true to say that there hasn&apos;t been a large-scale co-ordination of effort in the US analogous with the work the British Council does for the UK ELT sector,&quot; Segota said. Tesol is currently talking to potential partners in the US and will present more detail at the annual Tesol conference in March. A glimpse into the future of these public-private partnerships was given when US secretary of state Hillary Clinton&apos;s visited Burma last month. During the trip Clinton announced a $1.2m aid package to develop Burma&apos;s civil society. An additional and &quot;substantial&quot; ELT initiative will be delivered in collaboration with the Hawaii-based, private-sector East-West Centre and funded, according to senior officials, by the government of Brunei, which is keen to support the US&apos;s engagement with the isolated south-east Asian nation. The ECA&apos;s Office of English Language Programmes has been consolidating its ELT offerings. Last July it lunched a new website, American English Online, to support teachers and learners with ELT content. Its Access Microscholarship Programme has so far delivered short English language programmes to 80,000 disadvantaged young people. Most recently the Office of English Language Programmes has launched its first mobile phone-based English language learning programme in Tunisia, in collaboration with a local mobile network operator and education partner. The Office says that it hopes to develop similar mobile phone-based teaching in other countries.", 
    "section": "education", 
    "gid": "education/2012/jan/10/us-elt-expertise", 
    "wordcount": "558"
}