{
    "headline": "Compulsory bike helmets on charity rides is the 'thin end of the wedge'", 
    "text": "The small print is familiar to anyone who regularly signs on for charity bike rides or sportives: &quot;Wearing of a bicycle helmet is compulsory.&quot; But some health professionals and cycling campaigners are warning of the dangers of this &quot;creeping compulsion&quot; in non-competitive, ie non-racing, events. Chris Oliver, a surgeon at Edinburgh Royal infirmary who has treated cyclists after serious road accidents, said such a rule was &quot;not justified in terms of health and safety&quot;. Writing on the website of the Royal College of Surgeons of Edinburgh last week, he said:  &quot;Schools, employers and the organisers of non-sporting cycling events (eg sponsored rides) should not seek to impose helmet rules for their pupils, staff and participants. These rules are not justified in terms of health and safety, they are likely to reduce the numbers and diversity of people who take part in cycling, and they may in some circumstances be illegal.&quot;  And health campaigner Malcolm Wardlaw, a researcher with the independent thinktank Transport and Health Study Group, went even further, saying the compulsory wearing of helmets in non-competitive cycling was &quot;giving ammunition&quot; to the road safety lobbyists calling for helmet-wearing to be made mandatory for general cycling. &quot;It&apos;s like the thin end of the wedge as it progressively becomes accepted at these kind of events,&quot; said Wardlaw. &quot;But it should be challenged. It&apos;s sending out the wrong message about cycling being dangerous. It&apos;s as pernicious as saying smoking is safe.&quot; Last year, Scottish campaign group Spokes protested at &quot;helmet apartheid&quot; by refusing to publicise events which required riders to wear helmets or whose promotional material featured photographs of only helmeted riders. Organiser Ian Maxwell said the issue was &quot;freedom of choice  an informed choice&quot;, not whether helmets improved cyclist safety or not. &quot;Unfortunately we have reached the position where some major charity rides are now prohibiting young adults unless they are helmeted, where some official websites and publications will not include cycling pictures unless helmeted, and where some cyclists have reported being shouted at for not being helmeted,&quot; he wrote in the group&apos;s 13,000-circulation bulletin. &quot;Since taking our stance, several mass rides have accepted it is better to give riders the choice,&quot; he said this week. Among his supporters is charity fundraiser Allan Prentice, who last year saw nearly 2,000 riders take part in a series of sportives and family rides he organised, including the Tour de Forth and Sportive Dunfermline. &quot;We are staging these events again this year, but this time we are simply saying that if you are under 18, we&apos;d prefer you to wear a helmet,&quot; he said. &quot;If you&apos;re an adult and you wish to make the choice that you don&apos;t wear a helmet, that&apos;s fine. Personally, I wear a helmet, but I believe in freedom of choice.&quot; To satisfy the terms of his liability insurance, people registering for his events will have to acknowledge they are aware of the risks and are responsible for their own safety when riding. Event insurance is the reason most often quoted by organisers to justify the compulsory helmet rule. But this isn&apos;t necessarily the case, says Chris Peck from the national cycling charity CTC. &quot;I&apos;m pretty sure that this is a consequence of organisers simply doing a &quot;copy and paste&quot; job from other event organisers&apos; terms and conditions, rather than any sort of rigorous risk assessment,&quot; he said. &quot;CTC events do not insist upon helmets and our insurers have never raised this as an issue  so it&apos;s not actually an issue of insurance if organisers go directly to a sensible insurer.&quot; Sustainable transport charity Sustrans, which also organises regular bike rides, says: &quot;We certainly wouldn&apos;t make helmets compulsory on our rides but wouldn&apos;t discourage people from using them either.&quot; However in some cases it appears to be the organisers making the choice on behalf of their participants. Trev Keer, organiser of next month&apos;s sold out Sportive Kinross, told me: &quot;While our event insurance does not actually mandate this, it does recommend the wearing of helmets. Mainly for this reason we have made helmets compulsory.&quot; For a cyclist to turn up at such an event  having registered and paid their (almost always non-refundable) entry fee  not wearing a helmet would raise an interesting scenario. Unless it&apos;s one of the UK&apos;s tiny number of &quot;closed-road&quot; events, there would in effect be nothing to stop the cyclist taking part on what are public roads. Martin Harrison, organiser of next weekend&apos;s Southern Sting CX Sportive in West Sussex  whose insurers insist on compulsory helmets  says he would offer the rider one of his own helmets. &quot;If they still decline, then we will get them to sign a disclaimer so that we are not responsible,&quot; he says. &quot;But this isn&apos;t a &apos;get out of jail&apos; card for riders to bypass that requirement. It is there as a last resort to help us sensibly manage situations where riders turn up and insist on riding without a helmet.&quot;", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/mar/04/compulsory-helmets-charity-bike-rides", 
    "wordcount": "865"
}