{
    "headline": "30 Best iPhone and iPad apps this week", 
    "text": "Actually, &quot;this fortnight&quot; would be more accurate: Last week&apos;s planned top iOS apps post went missing due to travel, so it&apos;s a bumper crop of 30 this week to make amends. As ever, the list doesn&apos;t include games, as they get their own separate post: this week&apos;s selection included iOS titles like Letterpress, Pocket Clothier and Arsenal Fantasy Manager 2013. Android apps get their own separate post too, which will be published later in the day. Update: it&apos;s live now. For now, here&apos;s the pick of the App Store from the last fortnight. Atlas by Collins There is huge scope still for connected touchscreen devices to reinvent the very idea of an atlas. Collins is one of the publishers moving in that direction, describing its Atlas by Collins app as less a book, and more a &quot;constantly evolving data visualisation tool&quot;. That means overlaying different sources of data on virtual globes at this stage including 3D maps, political maps, environmental data, population statistics and energy resources. More will follow.iPhone / iPad Me Books I wrote about this at more length earlier in the week: it&apos;s a follow-up to the Peppa Pig Me Books and Ladybird Classic Me Books apps, selling a range of digital picture books via in-app purchase. A &quot;Draw and Record&quot; feature enables your children to record their own dialogue and sounds for the stories, which include both classic and modern tales.iPhone / iPad Signed Stories More digital stories for children sold via in-app purchase here, but this time the publisher is ITV. Based on the Signed Stories website and TV series, this app includes British and American Sign Language with every story, making them accessible to deaf and hearing children alike, as well as kids with special educational needs including autism, dyslexia, Down&apos;s syndrome and Asperger&apos;s.iPhone / iPad Nigella Quick Collection for iPad Publisher Random House has upsized Nigella Lawson&apos;s popular iPhone cookery app to iPad, with more than 100 recipes, full-screen photos and videos, and a voice-control feature for use in floury kitchens. You can add your own voice and text notes to recipes, and an additional &quot;Party Collection&quot; pack is available via in-app purchase.iPad Tunigo Play This is the latest impressive iPhone music app to be built on top of streaming service Spotify. If you have a premium account on the latter, Tunigo Play serves up playlists from experts and other users, while also alerting you every day to new releases. Music news is thrown in for good measure.iPhone Toca Tailor It&apos;s been an exceptional week for new children&apos;s apps on iOS, including a new title from Toca Boca. Its Toca Tailor gets kids designing clothes for four virtual characters, dragging and dropping patterns or creating their own by taking photographs of real-world objects.iPhone / iPad Circa News Circa News is the latest attempt at providing a new way to keep up with the news on iPhone, with the bold claim that &quot;reading long articles just to stay up to date is a thing of the past&quot;. The emphasis is thus on short, to-the-point updates on key stories, with links to the longer versions. It has more of a US spin, but may be interesting elsewhere in the world.iPhone Rara.com Streaming music service Rara.com wants to take on the Spotifys and Deezers of the world, and it finally has an iOS app to do it with its Android version came out earlier in the year. Expect on-demand streaming, editorial recommendations and charts, paid for with a 9.99 monthly subscription for web+mobile access.iPhone / iPad Songbird.me It&apos;s also a good week for new music apps, as you can tell. This is the new app from pivoted music-startup Songbird, which gets you to sign up to artists that you like, then delivers their updates while enabling you to post photos in return and find new music you might like.iPhone / iPad Pudsey&apos;s Dream Wheels It&apos;s nearly time for the BBC&apos;s Children in Need telethon, and this time round it has an official app. The idea: children (and quite possibly parents) design their own virtual cars in the app, and can then order merchandise mugs, t-shirts, stickers etc  with that design, with the proceeds going to the charity.iPhone / iPad Rappel Something more serious here: a marvellously-slick iPhone client for project management service Basecamp, using its Basecamp Next API. The app can be used to keep tabs on projects, assign tasks, create and join discussions, and upload files from the iPhone.iPhone Animal SnApp: Farm This is the latest well-crafted children&apos;s app from British publisher Nosy Crow, working with Axel Scheffler of Gruffalo-illustrating fame. Based on a farm, it gets kids to unlock six rhyming stories based on its animals, with fun slide-puzzles. A characterful mix of storytelling, play and excellent illustrations.iPhone / iPad #PAN Here&apos;s the latest iPhone client for microblogging service App.net, which has positioned itself as a more-open alternative to Twitter. The app enables you to browse your stream, post updates, watch hashtags and send to Instapaper and Pocket. It costs 4.99, but that price includes media hosting for photos, video and audio on the Hashpan.com service, as well as push notification servers.iPhone Grimm&apos;s Sleeping Beauty StoryToys has made its name creating interactive &quot;pop-up&quot; book-apps for various Brothers Grimm fairytales on iOS. Its latest release is Sleeping Beauty, but with a few more features than previous apps. That means games and puzzles alongside the story, which is told over 35 pages of text, and 11 3D scenes.iPhone / iPad Snapjoy There are plenty of apps for sharing photos, but what about organising the ones you&apos;ve taken? That&apos;s the idea behind the Snapjoy app, which promises that it &quot;organises your photos and makes them accessible anywhere&quot;, using a timeline to sort them by year and month.iPhone Yoga Studio It may sound counter-intuitive to clutch an iPhone while doing the Downward-Facing Dog, but Yoga Studio looks like a very useful app for yoga beginners and veterans alike. It offers 30 yoga classes in HD video form, with the ability to stitch the videos together into custom routines, and browse photos of more than 280 poses.iPhone The Journals of Mama Mae &amp; LeeLee If music and children are two of the big themes on iOS this fortnight, then The Journals of Mama Mae &amp; LeeLee brings them together. It&apos;s a storytelling app with Alicia Keys providing the music. The stories focus on a girl called LeeLee and her grandma Mama Mae, with the promise of new story-packs and songs as in-app purchases in the months ahead.iPhone / iPad wowmum This app is for parents rather than children: a guide to child-friendly spots around the UK sorted into three categories Eat, Play and Pamper. That means a location-based guide to restaurants, cafes, playgrounds, parks, pools, toy and clothes shops and other businesses for parents on the go.iPhone Acoustik Not a book-app, but an audiobook-app. Acoustik is the work of Findaway World, as a way for people to listen to audiobooks in the Acoustik format. Free samples in a range of genres are provided within the app.iPhone / iPad MyCQs Few teenagers will want to be thinking about revising for their exams right now, but when the time comes, MyCQs could come in handy. It&apos;s based on the Multiple Choice Questions (MCQ) format that&apos;s being used in a number of schools, with the idea being that students create their own tests across a range of subjects, and also find those created by others. Better than flashcards, claim its developers.iPhone / iPad CSN This app will only be of interest to fans of rock supergroup Crosby, Stills &amp; Nash, but it&apos;s noteworthy for its business model too. The app includes info on the band and its members, but also touts a premium subscription for 2.49 a month or 27.99 a year, promising exclusive content, community features and merchandise discounts.iPad Hollywood Photobooth This may sound like a PhotoBooth-style novelty app, and it sort-of is, but with the involvement of the V&amp;A museum. It&apos;s based on the museum&apos;s Hollywood Costume exhibition, and offers up 16 famous film costumes to (virtually) try on, then share the results on social networks.iPhone / iPad Striiv Smart Pedometer There are an increasing number of fitness apps that include pedometer functions for iOS. Striiv takes a slightly different tack to most though, by including &quot;activity-based games&quot; to motivate your walking and running. That includes challenges (&quot;burn the calories in a cupcake&quot;) as well as trophies and a virtual island to populate. It also works with calorie-counting service MyFitnessPal on the nutrition side.iPhone Inkly Cards We&apos;ve seen several startups launch apps to turn photos into physical postcards over the last few years. Inkly Cards is different: it&apos;s about making traditional greetings cards with an actual handwritten message inside. That means scribbling on real paper then taking a photo of it to upload with the card order. Independent artists and designers provide the card designs.iPhone My First Orchestra App HD Another musical children&apos;s app, this comes from classical label Naxos, as a way of introducing kids aged four and upwards to the different instruments in an orchestra. Hosted by a troll named Tormod (the traditional monster kind, not the modern internet kind), it includes a full album&apos;s worth of music from composers like Mozart, Mendelssohn, Wagner and John Williams.iPad Man on the Moon BBC Worldwide&apos;s Sky at Night Magazine has launched a new iPad spin-off focusing on Apollo 11: &quot;the crew, the spacecraft, the mission, the legend&quot;. Expect 3D spacecraft, panoramic Moon-views, videos and interactive diagrams as well as the core text&apos;n&apos;pics.iPad Spanish-English Dictionary 6th Edition This reference app comes from the University of Chicago Press  its latest edition of its Spanish-English dictionary, with more than 34k entries, the option to create bookmarks, notes and word lists, and flashcard and quiz features if you&apos;re learning one of the languages.iPhone Gathered by Mollie Makes More magazine appery here from Future Publishing: a weekly magazine about contemporary crafting that  for now  is only available on iPad. It promises projects, interviews and community features.iPad GQ Watch 2013 Cond Nast is also experimenting with iPad apps based on some of its big brands. GQ Watch 2013 is a print mag turned into a digital download, focusing on all things timepiece-y.iPad Free calls - Comm DeNA is best known for its mobile games: the Japanese company is one of the biggest publishers in the world thanks to its Mobage community. Now it&apos;s going after Skype&apos;s lunch with a new Voice-over-IP calling app, with added photo-sharing and instant messaging.iPhone That&apos;s our selection, but what new iOS apps have you been using this week? Make your recommendations in the comments section.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/oct/26/best-ios-apps-me-books-collins-atlas", 
    "wordcount": "1832"
}