{
    "headline": "Why aren't there more women in technology? Here are a few clues", 
    "text": "You say there&apos;s a problem getting women into technology? The real problem might be the men. In the past few days, the tech industry  more specifically the chunk of it located over on the US west coast  has hardly covered itself in glory.  First there was the example of Sqoot, which earlier this week made a rather weak joke in a call for an event called the Boston API Jam: &quot;Women: Need another beer? Let one of our friendly (female) event staff get that for you.&quot; As Betabeat points out, this quite quickly lost them a couple of sponsors. Sqoot said sorry, in a Google doc and on Twitter; the discussion then carried on over to Hacker News, where you&apos;ll find that quite a few commenters  don&apos;t quite get it. Such as this one:   Actually that&apos;s the funny part, this &quot;joke&quot; was in no way belittling women, it&apos;s idolizing them. It was made at the expense of the stereotypical male geek to whom women are otherwise inaccessible. Somehow it was appropriated as being about the female attendees.  Oh, man. How to explain this? Ah, someone did, almost at once:   Yes  it&apos;s idolizing women  as sexual objects offered as a perk to male coders so that they can serve the men. As a female coder, I&apos;d rather not be offered as a perk to male coders. So, yeah, this is belittling.  Let&apos;s understand it again: being female isn&apos;t a disadvantage in coding. If you have to ask, consider that Ada Lovelace was arguably the first programmer, and that Grace Hopper only, you know, invented the compiler, among other things.  To bring things up to date, the UK has a couple of women making a big difference in our access to coding and data  Emma Mulqueeny, who runs Rewired State, and Emer Coleman, who was very influential in getting the London Datastore opened up and is now working away inside government getting data pushed out in the same way. But while being a woman in programming isn&apos;t like living under the Taliban, it clearly carries its own frustrations. This morning I followed a link on Twitter to a blogpost by The Real Katie, expressing her annoyance as a female coder as being told to &quot;lighten up&quot;:   Let me tell you, I love coding. Been doing it since before I hit puberty. I did it when I barely had the money to keep a server up. I do it on the weekends and evenings, and I&apos;m teaching my kids how to do it. I&apos;ve spent thousands of dollars to go to conferences so I can learn more about it. Why would I ever leave the profession where I got paid real money to do what I love? In short, I got tired of being told to &apos;lighten up.&apos; This industry is one of subtle sexism. I almost prefer outright sexism, because at least that you can point out. The subtle barbs are usually dismissed as something I need to not care about. It was a joke! Sheesh. Why are you so sensitive?! All I did was make a joke about you needing to be in the kitchen!  There&apos;s plenty more; it is a story of the frustration of being female in a role where gender should be utterly unimportant and yet weirdly is. It&apos;s a sort of background hum of sexism; the sort that can drive people out of promising careers, and leave the &quot;brogrammers&quot; looking at each asking &quot;where are all the women?&quot; Having read that I followed a tweet by Kevin Marks which plunged me into what seems to me a quite amazing Twitter conversation, where an initial trigger  a video that really objectifies women  leads quickly down a dark path of implications, accusations, excuses, sidestepping and lines like &quot;I have a family!&quot; It was kicked off by a tweet from @shanley  Shanley Kane  towards Christian Sanz and Reuben Katz, who run a company called Geeklist.    @csanz @rekatz why the ads with a woman in her underwear dancing around to dupstep? &mdash; Shanley Kane (@shanley) March 22, 2012     I compiled the whole back-and-forth over at Storify. (I&apos;d embed it here, but it&apos;s really very long.) If you&apos;re male, the real question to ask when you read it, is: how much of this behaviour goes on which you just don&apos;t notice? (If you&apos;re female, please tell us.) I&apos;ve no axe to grind here; I&apos;d never heard of any of the participants before today. I don&apos;t have any animus towards anyone; I don&apos;t want to see startups fail. But if you read it, the two men handle the objection from Kane poorly. The backlash has been quite dramatic  so much so that Katz has quickly moved to apology mode, with a post entitled &quot;public apology&quot; which says:   We never meant to offend any woman and are very sorry as we clearly have.  We did not create the video at question. It was created out of love for Geeklist by a great Woman entrepreneur. Support for her company. Design Like Woah. She makes shirts and made awesome ones for us. She also goes way out of her way to help us ship to our men and women alike globally who love our brand.   They&apos;re trying to take the video down, though it&apos;s complicated as it&apos;s actually owned by the videographer friend of the woman who sells the T-shirts. Katz continues:   As for our handling of the twittersphere. We could have handled it better. I know Shanley personally, have skyped and emailed her many times and interviewed her for a job at Geeklist. She is an awesome candidate that as a startup I was very sad the timing was not right to work together. Of our 5 person team 2 are women and I am certain they can speak on our behalf as respectful gentlemen in the workplace who create a welcome environment for all. I also own a business with my wife where we have over 350+ women employees. I&apos;ve built my career over 15 years working to make this world a better place for women, mothers, and children. In my wildest dreams we would never wish to offend any woman. The initial request made sense and we were discussing finding Gemma to take it down, when we got taken off guard a bit by her continued comments. We handled those poorly, but felt we had to defend ourselves. We apologize as well if our handling of the tweets offended anyone.  It&apos;s good that Katz (and, one feels sure, Sanz too) have recognised that they handled the whole thing badly. In some ways this could be looked at as a &quot;brand management&quot; issue  if the person who had complained to the Geeklist duo had been male, how would it have played out? If you&apos;ve got an example, please point us to it. (You can generate a conversation from an original tweet by plugging the tweet&apos;s URL into twitter.theinfo.org.) And meanwhile ask yourself whether there&apos;s really no sexism in computing  or whether the answer to &quot;why aren&apos;t there more women in technology&quot; might have anything to do with the people who are already there.", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/22/technology-women-sexism-question", 
    "wordcount": "1188"
}