{
    "headline": "Anonymous publishes trove of emails from Haditha marine law firm", 
    "text": "Hackers associated with the Anonymous activist group have leaked a trove of emails hacked from the law firm representing staff sergeant Frank Wuterich, accused of leading a group of Marines responsible for the deaths of 24 unarmed Iraqi civilians at Haditha. The group has published files taken from Puckett &amp; Faraj, the law firm that represented Wuterich on Pirate Bay, a file-sharing site popular with hackers, and published extracts on another site, Pastebin, although some of those postings now appear to have been removed. Last month Wuterich plead guilty in a military court to dereliction of duty, telling the judge that he regretted ordering his men to &quot;shoot first, ask questions later.&quot; He was demoted to private and technically sentenced to 90 days confinement but, by the terms of the plea deal, he will not serve any time.The sentence means none of the marines accused in the incident will face time in prison. In the emails, Neal Puckett, the law firm&apos;s founder and a former marine, writes to one of Wuterich&apos;s supporters: &quot;Frank Wuterich represents the best this country has to offer and deserved nothing less. I was inspired by his insistence that he take responsibility for all that his Marines did or failed to do that day. He refused to have it any other way.&quot; The website of Puckett &amp; Faraj was unavailable Monday and the firm declined to comment about the alleged security breach.  In other emails released by Anonymous, members of the firm appear to worry that hack may &quot;completely destroy the Law Firm.&quot; The hack was the latest in high profile release by Anonymous members in less than a week. Last week the collective released an 18-minute recording of the FBI and British police discussing delays in court proceedings against two alleged members of the LulzSec hacking group.", 
    "section": "technology", 
    "gid": "technology/2012/feb/06/anonymous-haditha-killings", 
    "wordcount": "310"
}