{
    "headline": "Infosys cuts energy use by a third", 
    "text": "Infosys, the Indian outsourcing giant, has cut its per employee electricity use by about a third and introduced energy efficiency measures that have saved the company $32m (29m) since 2009. Through measures such as installing smart meters, turning down the air conditioning and building super-efficient new offices, the company is now using energy more efficiently, although its energy bill has continued to rise because of its rapid expansion. Rohan Parikh, head of sustainability, told the Guardian that the company had far more ambitious environmental goals than firms such as Apple and Google. &quot;Apple, Google, Facebook  they are in the limelight. They are the darlings of the media. They get so much attention. They also have deep pockets,&quot; Parikh said. &quot;We are not just going around buying solar farms. We are doing it more correctly by becoming more energy efficient.&quot; Microsoft won praise from campaign groups such as Greenpeace last month for adopting new green measures. Microsoft announced it would start going carbon neutral by 1 July. It already obtains 46% of its power from renewables. Apple has also been making green strides after being singled out by Greenpeace for its use of &apos;dirty&apos; energy to power its cloud. The company announced last month it would power its biggest data centre, in North Carolina, entirely from wind and solar power by the end of the year. Both goals are more ambitious than those made public by Infosys. The company was criticised in India for failing to live up to its reputation for integrity and innovation in terms of finding solutions for climate change. &quot;Infosys started a little late. Other companies have done more,&quot; said Abhishek Pratap, a senior campaigner for Greenpeace in Bangalore, where Infosys is based. &quot;People expect Infosys to develop certain kinds of solutions to reduce their carbon emissions, but I don&apos;t see much in the way of significant development solutions coming from Infosys.&quot; However, Parikh said the company would be going even greener under its sustainability plan. &quot;It was not about buying credits and becoming green,&quot; he said. &quot;It was actually about doing the right actions.&quot; The company is a tech leader in India, and employs about 150,000 staff globally. It has about 15,000 employees in the US. Within India, it gets about 90% of its electricity from coal. Last year it announced it would become carbon neutral by 2018. The company currently gets about 20% of its electricity from wind and hydro power, Parikh said. He said Infosys wanted the next generation of buildings to be completely off the grid, drawing all electricity from wind and solar power by 2018. The company takes special pride in designing new, more efficient building systems. Parikh said Infosys opened on average one new facility every month. One of the most innovative, in Hyderabad, pioneered the use of radiant floor cooling systems in India, and used only natural lighting during the day. The building was 50% more energy efficient than any of the company&apos;s other buildings. Infosys campuses in India are also working to sequester more fresh water in the ground than they consume. By demonstrating good practice, Infosys hopes to lead other companies to greater action on climate change. &quot;Our focus is to change the way things happen in the future,&quot; Parikh said. Greenpeace argues that will provide the ultimate test of the company&apos;s green credentials. &quot;It&apos;s not just about making their own facilities greener,&quot; Pratap said. &quot;It is also about developing solutions that other industries can take up.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/11/infosys-gogole-apple-greenpeace-energy-efficiency", 
    "wordcount": "600"
}