{
    "headline": "Why does the Higgs decay?", 
    "text": "The experiment I work on is based around a particle detector which we lovingly refer to as ATLAS. ATLAS is an enormous and highly intricate piece of equipment, designed and built on the blood and sweat (we don&apos;t produce tears) of thousands of people over two decades, and the main motivation for all this is to find or exclude the existence of the predicted &quot;Higgs&quot; boson. The ATLAS detector can be thought of as a giant camera with many different parts, each with different sensitivities, just as we are used to film cameras being sensitive to visual and audio input of widely varying types. But, it is not capable of directly observing the Higgs boson. We can&apos;t take a picture of this thing: no detector can. The Higgs boson&apos;s existence is fleeting: it is given the opportunity of existence by the high collision energy of the proton beams in the LHC, and the instant it finds itself in existence, it decays. This tendency to decay is true of most fundamental particles, but why? This is a question I was asked recently by a teenager at an outreach event organized by the quarknet collaboration. I think it is in the top three finest questions I have ever been asked by a teenager. I opened my mouth to answer and then I just laughed. A colleague of mine who happened to be sitting in the audience caught my eye and spoke up to fill the tittering space. His disappointing (but in hindsight entirely appropriate) answer was &quot;because it can&quot;. This is quantum mechanics, even the most unlikely of events has a probability: if it can happen, it will happen We describe the Higgs boson as a particle, which implies that it is a real thing, an object, and thus when we are told it undergoes &apos;decay&apos; we summon analogies with other objects we know to decay, like organic matter (because of chemical influences from outside) or perhaps radioactive decay (because a nucleus is in an unstable state, and the energy required to allow it to remain in existence is less if it spits out energy in the form of a photon or something). It feels sensible to divide this statement &quot;If it can happen, it will happen&quot; into two parts: the &quot;CAN&quot; and the &quot;WILL&quot;. First, the &quot;CAN&quot;: When we talk about any &quot;fundamental&quot; particle such as the Higgs, the reason for its decay is actually much more simple. Such a particle is not an &apos;object&apos; in the sense we usually imagine, I think it is more accurately described as a &apos;possibility&apos;. The question of &apos;what is real?&apos; is one that I have avoided whole-heartedly since a particularly bad headache I had about three years ago, but a very general idea is that we can&apos;t describe anything without some well-defined properties, and in particle physics these properties are quantum numbers. A set of quantum numbers, combined with some additional information, gives you a descriptive quantity called a wavefunction, which completely describes a state of &quot;matter&quot; in its most fundamental form. The decay of a particle such as the Higgs CAN happen if its wavefunction is identical to the combined wavefunction of two other particles. It is always two: it must be because of the possible configurations of the quantum numbers. Many different decays are possible, in the same way that the electron wavefunction in hydrogen can inhabit many different orbits, each having a different probability. The transition between different &apos;orbits&apos; (or energy levels) CAN happen if it is allowed by the quantum numbers and it WILL happen when energy and momentum conservation are satisfied. This could be quite frequent or very rare (for example, the Lamb transition occurs on average once every 131 years for a single hydrogen atom) So, the Higgs boson &quot;is&quot; also a pair of Z or W bosons, a pair of photons, or a pair of quarks or leptons. We cannot predict whether a single Higgs will decay to a pair of photons or to a pair of something else, we can only give a probability of each decay type. This correspondence between the quantum numbers of different states doesn&apos;t explain why it only ever remains being a Higgs for a tiny amount of time though; why does it prefer to exist as two Z bosons, or photons? Why for that matter do each of the Z bosons in turn prefer to exist as a pair of electrons or muons, which are the things we actually observe in the detector? This is the &quot;WILL&quot; happen bit. I had an answer to this when I first thought of it, but it isn&apos;t really the correct one. My instinctive explanation was entropy: the increase of disorder in the universe. For any ordered configuration such as the Higgs, there is a number of less-ordered states (a number of ways of sharing out the energy and momentum) that correspond to the same bag of quantum numbers. If the number of less-ordered states is zero, then the particle is stable, as the electron and photon are. I said this isn&apos;t really the correct answer to why the Higgs decays, but it is relevant. I love the concept of entropy because it describes a universe that is forever becoming more disordered over time, going from a pin-prick of infinite energy to a vast expansion of nothingness, the &apos;Heat Death&apos;, where every particle is so separated from every other that there is no more light or matter or any interaction at all. Heat death here really means &quot;no heat&quot; no transfer of energy or opportunity to create any ordered system. At first thought this sounds appallingly depressing rather than fascinating, but, as with most things, it is what happens on the way that is incredible. Somehow along the way of inevitable increasing entropy (disorder) we have found ourselves in a universe full of the most incredibly ordered machinery. Solar systems are one thing, but human beings are almost beyond belief in their intricacy. Machines within machines within machines. And these composite machines that we have become, on the path to Heat Death, are so complex and wonderful that they have sought to understand every stage of their evolution from atom to organism to replicator to mammal. Moving on from that self-indulgent little speech; the law of entropy is in some way related to the decay of the Higgs, but it is only really meaningful to talk of entropy &quot;statistically&quot;. I would appear to break the law, since I am a highly complex and ordered machine, made out of a cell from each of my parents, beans of toast, haribo, and small amounts of other stuff that is arguably less-ordered than I am. But when you consider the amount of disorder created elsewhere to make me what I am now, the NET disorder is higher as a result of my existence. How much work goes into a tin of beans? How much planting, growing, watering, picking, packaging and shipping, cooking, digesting, etc. ? So I can&apos;t tell you it is because of entropy that a single Higgs boson decays; but it is related to entropy, it is because of opportunity. If the Higgs finds itself as two distinct photons with enough energy to fly away from one another, then they will. Those photons are separated in space now, and will remain so. Conservation laws insist that any energy and momentum in the manifestation we call the Higgs must be conserved, and as the Higgs has to decay to two particles thanks to the conservation of charge, spin and various other characters, these will fly off in opposite directions to one another at very high speeds. So they do not have the opportunity to meet each other again an recombine to form a Higgs. I mentioned that we can give probabilities for the Higgs to decay in each of the various ways we expect it to. In the standard model these probabilities are divided between a number of &apos;decay channels&apos; that include a pair of photons, a pair of Zs or Ws (in these cases one of the decay products is not even real, but is virtual that&apos;s for another time), a pair of quarks or a pair of leptons. In order to establish whether or not the Standard Model is correct, we have to count all of these pairs of particles. If the number of pairs we count is larger than the number we expect in the &quot;no Higgs&quot; scenario, then we calculate the invariant mass of these pairs (explained here). This is what the ATLAS and CMS experiments are currently so busy with: counting and calculating. If we find that the number of pairs is very agreeable with the &quot;Higgs exists&quot; scenario and these extra pairs all have a particular invariant mass that is agreeable with the allowed mass of the Higgs, then we will claim a discovery. If the number of pairs is very agreeable with the &quot;no Higgs&quot; scenario then we will claim the opposite: &apos;exclusion&apos;. In each case we will provide the probability of us actually being right about our claim - 95% of our work goes into this &apos;how likely are we to be wrong&apos; part. The really interesting but, though, is measuring a discovery or exclusion for every possible way that the Higgs can decay - only then can we really have any idea whether we are looking at &apos;The Higgs&apos; predicted by Peter Higgs within the framework of the Standard Model. Some people started blogging rumours of a discovery this week. This is bizarre - we only stopped taking data on Monday, and that data (basically just electrical signals) has to pass through a long series of steps to analysis, with each step providing ample opportunity for human error. Each piece of this procedure must be carefully examined, repeated, done backwards and repeated again, otherwise we would make critical mistakes with 100% probability. We do the relentless and sometimes soul-destroyingly tedious hard work because we want to get the answers. We will be one step closer to having them by 7th July.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/jun/22/higgs-boson-particlephysics", 
    "wordcount": "1713"
}