{
    "headline": "Mystery bird: Baer's pochard, Aythya baeri", 
    "text": "    Baer&apos;s pochard, Aythya baeri (synonym, Aythya nyroca baeri; protonym, Anas (Fuligula) Baeri), Radde, 1863, also known as Baer&apos;s diver, as Baer&apos;s scaup, or as Baer&apos;s white-eye or as the Asiatic white-eyed pochard, the eastern white-eyed duck or eastern white-eyed pochard, or as the Siberian white-eye, photographed at Mai Po Wetlands, New Territories, Hong Kong, a Special Administrative Region of the People&apos;s Republic of China.  Image: Marie-Louise Ng, 13 February 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D7000, 500.0 mm f/4.0, 0.001 sec, iso:160, +1/3 EV    Question: If you were out birding in Asia and spotted this Chinese mystery bird, this sighting would be the highlight of your day, of your week, and -- at the very least -- one of the highlights of your entire year. Why? Can you identify this Chinese mystery bird&apos;s taxonomic family and species? Response: This is an adult female Baer&apos;s pochard, Aythya baeri, an Old World diving duck. This species is currently classified as Endangered as it is estimated to have undergone a very rapid population decline of 50-79% in the period 1998-2008. This population decline is probably caused by hunting and habitat degradation so this decline is expected to continue for the next ten years. Based on counts of wintering birds, the global population is currently estimated at 5,000 mature individuals. However, according to discussions I&apos;ve read about this bird&apos;s status, its population decline appears to be accelerating and numbers are more than ten times fewer than 5,000. For this reason, a number of people are urging officials to reassess this species&apos; status as Critically Endangered, the highest category of threat, and to do so quickly. Baer&apos;s pochard is legally protected in Russia, Mongolia and Hong Kong and in some provinces in China. Some of its breeding and wintering sites are within protected areas, including Mai Po (Hong Kong) where this individual was photographed.  Historically, Baer&apos;s pochard breeds near lakes with rich aquatic vegetation, nesting in dense grass, flooded tussock meadows, or flooded shrubby meadows in southern Russia and northeast China. It winters on freshwater lakes and reservoirs in southeast Asia, but at this time, this species is almost never seen in most of its traditional breeding and passage or staging areas.  The male has white eyes, a dark iridescent green head, a brown body and glossy red-brown breast with light flanks and underparts. The female has dark eyes, a brown head with an iridescent green wash that contrasts with her lighter brown breast, a distinctive chestnut area behind the bill, and a more domed head. Juveniles look similar to females except for their heads are light brown in colour. All birds have a white band on the upper wing that is visible only in flight.  Here&apos;s a short video of a wild adult male Baer&apos;s pochard, feeding:             [video link].  This species&apos; populations are declining rapidly and may may go extinct in the next few years. Here&apos;s a detailed and disheartening recent discussion about this bird&apos;s current status in the wild, written by Wang Xin, Cao Lei, Lei Jinyu, and Tony Fox (12 February 2012):   [I]t is our impression from counts and speaking directly to national experts that the species has now functionally ceased to winter in regular numbers at any site outside of mainland China as of winter 2010/11. Within China, the sum of maximum annual winter counts (November to March) from each province fell from 16,792 during 1987-1993 to 2,131 in 2002-2011. There was a marked contraction of range within China over this period, with no records from many provinces in recent years, despite increases in birdwatching activity. Clearly using maximum counts over a series of years likely over-estimates the true numbers actually present in any one year, but the relative values indicate the magnitude of the decline and the geographical contraction in range which is very evident throughout the winter quarters. The Chinese State Forest Agency and WWF-China recently coordinated coverage of winter resorts in the middle and lower Yangtze River Floodplain (now considered the core wintering area for the species) but found less than 200 Baer&apos;s Pochard in January 2011. Perhaps far worse, a special survey by Wuhan Birdwatching Society this winter (2011/12) did not find any Baer&apos;s Pochard at all, even at Liangzi Lake (where the survey had found c. 130 individuals last year). Birdwatchers have also been to the upper part of Wuchang Lake in Anhui this winter where Cao Lei&apos;s group have been finding more than 200 in recent years and found none there as well. In the Baiquan wetlands, in Wuhan, where the species was often found in the past, there are only reports of poisoned swans and geese because the water levels in winter 2011/12 are so low and people can get near to the waterbirds as never before.  Based on improved counts from very recent years, we fear that the global population of the species is now less than 1000 individuals and are deeply concerned that the true world total could be very much lower than this. Since we find very little information about current breeding and staging areas, there is an immediate need to better understand the breeding distribution and biology of Baer&apos;s Pochard. Given the widespread and rapid decline, it seems unlikely that factors on all the non-breeding areas have simultaneously contributed to its demise alone, although we cannot rule out the effects very heavy mortality at a key staging site (such as hunting) where a large proportion of the population passes each year. Nevertheless, there is an urgent need to determine the food supply and conditions for the species on the last few remaining lakes used on the winter quarters to secure their sympathetic management in winter, if it is not already too late. There is no denying the very urgent need for rapid and coordinated actions to protect the Baer&apos;s Pochard throughout its remaining range and recommend suitable re-grading of its current status as soon as possible. [link].  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/01/3", 
    "wordcount": "1066"
}