{
    "headline": "Fluorescent rabies virus tracks how experience alters neural circuits", 
    "text": "Contrary to an age-old dogma, the brain is not fixed and immutable. After decades of research, we now know that the brains of mammals (including humans) can produce new cells after embryonic development is ended. We also know that experience alters the connections between nerve cells in a number of ways, and it is widely believed that this process, which is referred to as synaptic plasticity, is critical for learning and memory. The adult mammalian brain contains two discrete niches of stem cells which retain the ability to generate new neurons. In rodents, it is well established that newborn cells integrate into the existing circuitry and contribute to information processing, but exactly how is unknown. Researchers from the Baylor College of Medicine and Duke University now reveal some of the details of these processes. Using genetically engineered rabies viruses, they show how new cells form connections with older ones and how their connections are modified by sensory experience.Benjamin Arenkiel and his colleagues used a technique called monosynaptic tracing, developed by Ed Callaway of the Salk Institute, which exploits the natural properties of the rabies virus. Rabies specifically targets cells in the peripheral nerves. Following infection at the nerve endings in the skin, the viral particles are carried along the nerve fibres into the brain, by means of the neuronal machinery that transports cellular materials back and forth.  In a technically challenging and time-consuming series of experiments, the researchers created genetically engineered mice in which small numbers of neurons born post-natally (or after birth), and all the older surrounding cells to which they have become connected, are labelled with fluorescent protein markers.  To do so, they first created three different recombinant DNA molecules. One was a &apos;reporter&apos; construct, containing the gene encoding the red fluorescent protein tdTomato and a short DNA sequence called a start codon, which guides the protein synthesis machinery to the beginning of the gene. The gene and start codon were separated by another short DNA sequence containing four stop codons, which block synthesis of the dtTomato reporter protein, and these stop signals were flanked by short DNA sequences called loxP sites. The second was a plasmid, or circular molecule, containing the gene encoding the rabies virus coat protein, which normally envelops the viral DNA and facilitates its entry into host cells, the gene for receptor that the virus binds to in order to gain entry into cells, and the Cre gene, encoding an enzyme which recognizes pairs of short DNA sequences called loxP sites, cuts out the intervening DNA sequences then splices the loxP sequences back together.  The third construct contained a modified rabies virus DNA sequence in which the coat protein gene was replaced with the gene encoding enhanced green fluorescent protein (EGFP). Next, the researchers injected the reporter construct into stem cells derived from 14-day-old mouse embryos, selected the ones that had integrated the construct into their chromosomes, and implanted them into surrogate mothers&apos; wombs to generate a strain of mice expressing the inactive reporter gene.  As soon as the animals were born, they were anaesthetized and the plasmid was injected into the lateral ventricles, whose walls contain stem cells that produce immature neurons which migrate long distances into the olfactory bulb. An electrical field was then applied across the animals&apos; heads, just behind the eyes, making the nerve cell membranes more permeable. Thus, many of the neurons destined for the olfactory bulb took up the plasmid DNA containing the Cre gene, which activates the red fluorescent dtTomato reporter gene.  The animals were then returned to their cages and reared with their mothers. Half of them were housed in special cages fitted with an automated robotic system that dispensed dozens of different odours. One month later, the researchers injected the rabies virus-GFP construct into the olfactory bulb. After another week, they dissected out the bulbs, sliced and examined them under the microscope. The fluorescent virus targets the neurons which took up the plasmid, only they express the cell surface receptor which it recognizes, but it only enters a very small number of them, making them fluoresce over the red background of the dtTomato reporter, so that they appear yellow. Infected cells express the coat protein from the plasmid, so they synthesize &quot;live&quot; viruses that are transported towards the synapses and then jump across them, making the cells on the other side glow bright green. But their coat protein gene is missing, so the viruses cannot jump across any more synapses.  This clever experimental design enabled the researchers to visualize some of the microcircuits within the olfactory bulbs, and to identify individual granule cells, as well as all the cells forming connections with them, in each circuit. Their analyses reveal hitherto unknown details about how the various cell types are arranged in the bulb, showing that granule cells receive numerous inhibitory connections from a poorly understood population of cells with short axons.  They also show how newborn neurons are integrated into the circuits, and how an enriched sensory environment modifies their connections. Comparison of the olfactory bulbs from animals reared with and without exposure to smells revealed that exposure to smells dramatically increased the number of synaptic inputs onto the newly-integrated granule cells (above left and right, respectively).  The classic experiments of David Hubel and Torsten Weisel showed that the visual system is critically dependent upon sensory stimulation for proper development, and this new study shows that the same is also true of neurons that are born after the developmental period.  Monosynaptic tracing is one of several advanced techniques that have been developed in recent years to investigate neuronal circuits and systems. Another is optogenetics, in which specified cell types are made to express algal proteins that render them sensitive to light, so that they can be switched on or off with great accuracy using laser light pulses delivered through fibre optic cables.  Such techniques have already enabled researchers to examine brain circuits in unprecedented detail. They will continue to do so in the years to come, allowing for the dissection of circuitry in ever greater detail as they become more advanced. This is the first time monosynaptic tracing has been used to investigate how new cells integrate into existing circuitry. A better understanding of the process could be useful for the development of neural stem cell-based transplantation therapies for neurological disorders.  References: Arenkiel, B., et al. (2011). Activity-Induced Remodeling of Olfactory Bulb Microcircuits Revealed by Monosynaptic Tracing. PLoS ONE, 6(12) DOI: 10.1371/journal.pone.0029423 Wickersham, I. R., et al. (2007). Monosynaptic restriction of transsynaptic tracing from single, genetically targeted neurons. Neuron, 53: 639-647. DOI: 10.1016/j.neuron.2007.01.033", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/jan/04/neuroscience-human-biology", 
    "wordcount": "1112"
}