{
    "headline": "Windows 8 struggling to take off, survey and web data show", 
    "text": "A survey of Britons and new web user data suggests that Windows 8 is struggling to make the same progress that its predecessors - and especially Windows 7 - did. A broad online survey of British internet users has found that only 39% are likely to upgrade to Windows 8 - amid other signs that the new operating system from Microsoft is making slower inroads than the previous version launched exactly three years ago. The online survey by Toluna QuickSurveys, carried out in October, got responses from 2,000 UK-based adults (aged 18 and over). Besides the upgrade findings, it found that Windows 7 is a clear favourite among Windows users, with 28% saying it was their preferred choice - double the 14% who chose the newly launched Windows 8. Though the Toluna figures were weighted for age, gender, education and region to reflect their proportions in the online population, it&apos;s impossible to know what sampling error there might be - and its self-selecting nature means that it could have broad vagaries in precision. The survey results said that initial consumer reactions indicated that Microsoft has not captured the interest of many potential tablet buyers: the proportion of respondents planning to buy a tablet running Windows 8 is on par with other systems including Apple iOS and Android (13%, 13% and 14% respectively). The tablet-specific Windows RT received only 2% of the votes and was voted the least favourite Windows operating system all round. Toluna suggested that the low interest in Windows 8 may partly be due to the success of Windows 7 in satisfying existing customers - who are very likely to have upgraded from XP or Vista in the past three years and may not see any reason to change.     Net Applications showing Windows 8 takeup lagging after launch; at the same point in 2009, Windows 7 had over 3% share    But other figures from web browsing suggest that Windows 8 is making comparatively slow progress among PC owners. Net Applications, which notes desktop OS use, says that this week Windows 8 made up just 1.01% of users visiting the sites it monitors - half that for any of the last three versions of Apple&apos;s Mac OS X, for which the smallest share is 1.96%, and far behind the 45.56% of Windows 7 and the 39.50% of Windows XP. Nor is the small figure typical of new releases of Windows. The takeup of Windows 7 after its launch in October 2009 was extremely rapid. On 2 November that year Tom&apos;s Hardware reported that &quot;Windows 7 has officially been a part of the worldwide mass market for more than a week and a half and now makes up more than 3.6% of all PCs tracked by research firm Net Applications.&quot;  Interest in Windows 7 was already high, the site noted then: &quot;On October 21, the day before the official launch, Windows 7 usage was at 1.89%, according to Channel Register. By launch day, the number hit 1.99%, constantly rising to [the] 3.67% it hit on November 1.&quot; Net Applications said in November 2009 that Windows 7 reached a 4% share in just three weeks. One key difference between 2009 and 2012 is that there are more PCs worldwide, which could dilute the effect of new PCs - but the PC installed base in North America and Europe has remained roughly constant during that period, which would suggest that regions where Windows 8 might expect to be most quickly bought would have the same available number of buyers. Steve Ballmer, Microsoft&apos;s chief executive, said on 30 October, a week after the Windows 8 launch, that 4m upgrade licences had been sold to individuals in the previous three days - specificaly excluding corporate accounts which he said amounted to &quot;tens of millions&quot; of additional licences. By the end of January 2010, three months after its launch, Windows 7 had a 7.5% usage share, Net Applications said - in stark contrast to Windows Vista, which took 11 months to reach the same penetration as existing XP users dug in following its launch in January 2007. But in 2012, PC sales have slowed dramatically, and buyers are looking at tablets as alternative purchases.  The introduction of Windows 8 also culminated in the departure of Steven Sinofsky, head of the Windows division, who had piloted the product&apos;s development - apparently after he clashed with other division heads, leading Ballmer and he to agree they should part ways. The arrival of &quot;Black Friday&quot; - the US retail extravaganza that follows its Thanksgiving celebrations on Thursday - could provide a boost for Windows 8 and PC makers as customers who waited for discounts buy new computers.", 
    "section": "technology", 
    "gid": "technology/2012/nov/23/windows-8-struggle-take-off", 
    "wordcount": "776"
}