{
    "headline": "Climate change adaptation cash for poor countries fails to materialise", 
    "text": "Wealthy countries have not only failed to provide cash to help poor people adapt to climate change, but much of what they have agreed to give so far has come out of existing aid budgets or in the form of loans that will need to be repaid, new research by two international agencies shows. The EU and nine countries including the US, Canada and Australia agreed at the Copenhagen climate talks in 2009 to make a downpayment of $30bn (18.7bn) by the end of this year on the eventual $100bn that must be raised by 2020. But separate analysis by Oxfam and the International Institute for Environment and Development (IIED), shows only $23.6bn, or 78%, has been committed and much of that is not &quot;new and additional&quot; to existing aid, as was agreed. &quot;Just 43% has been given as grants; most of it was in loans that developing countries have to repay at varying levels of interest. In addition only 21% of funds have been earmarked to support adaptation programmes to help communities protect themselves from the effects of climate change,&quot; said Oxfam in its The climate fiscal cliff report (pdf). In a separate report, IIED argues rich countries have collectively failed to meet their pledges. The funds, it says, are not transparent; only Japan and Norway have contributed their fair share of money; very little has gone to help countries adapt; funds are not being channelled through the UN as agreed; pledges made have been not been delivered to the poor; and the most vulnerable have not been helped first. &quot;It is past time to meet the long-standing principles of new and additional, predictable and adequate climate finance,&quot; said the authors, largely drawn from Brown University in the US working with IIED in London. &quot;Developing countries are heading towards the edge of a climate finance cliff without any certainty about how they will be supported to adapt to climate change after 2012. There is a real danger that climate finance will be scaled down in 2013, at a time when it needs to be scaled up,&quot; said Oxfam climate change policy adviser Tim Gore. Oxfam is calling for political leaders to consider new ways of raising the funding outside aid budgets so that the $100bn commitment is met without diverting money from other anti-poverty priorities such as health and education. One suggestion is a scheme to reduce shipping emissions or new taxes on financial transactions to generate revenue for the green climate fund. Gore said: &quot;If leaders come to Doha with no new money, the green climate fund risks being left as an empty shell for the third year in a row.&quot; This year&apos;s UN climate change negotiations follow massive record temperatures around the world, unprecedented melting of the Arctic sea ice, and droughts and heatwaves in the US and Russia which caused world food prices to skyrocket, making it increasingly difficult for poor families in developing countries to put food on the table.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/26/climate-change-adaptation-poor-countries", 
    "wordcount": "508"
}