{
    "headline": "Christians should unite with atheists to defend secularism", 
    "text": "If atheists are bemused by the latest attacks on secularism, spare a thought for Britain&apos;s Christians. Most agree with equality for homosexuals, support the separation of church and state, and share the basic principles of humanism. Many of the comments supposedly made on their behalf must be as alien to them as they are to the rest of us.  The &apos;war on secularism&apos; is a battle over privilege. On one side, secularists  whether Christian, Muslim, Buddhist, atheist or other  believe in freedom of (and from) religion; that faith is a personal choice and the state should be neutral in such matters. Opposing them, an elitist minority of Christians believe that one group  themselves  should enjoy privileges that others do not share.  Privilege is like swimming in a pool of marshmallows and beer; it sounds enjoyable, but to quote Bill Hicks on beer, &quot;it makes you stupid, slow, and docile, and that&apos;s the way we like you to be.&quot; Privilege is patronizing and infantilizing, and leads to underachievement and stagnation; but most of all it reinforces the status quo  something that tends to benefit those at the top more than anyone else.  Just as feminism ultimately benefits men, secularism is the best option for Christians in the long term. Sadly, a self-interested, parasitic elite within the Christian community are prepared to do anything to cling to their own positions of power, even it means misleading and undermining their own flocks. Claiming to represent &apos;ordinary&apos; British Christians, the Biblejackers have conjured an imaginary threat  militant secularism and the &apos;war on Christianity&apos;  in an attempt to corral Christians behind a misleading campaign that fails to serve their best interests.  Like the infamous and tediously persistent &quot;Winterval&quot; Myth, coverage of religious issues by the right wing press is often riddled with inaccuracies and blatant untruth.  The recent case of the Christian B&amp;B owners who were fined for attempting to ban homosexual couples provides a useful example. &quot;Christian beliefs DO lose out to gay rights,&quot; is how the Daily Mail reported the story, even though the suggestion is obviously untrue. If gay B&amp;B owners attempted to ban Christian couples it would lead to the same outcome. The recent ruling that prayers shouldn&apos;t be part of the formal agenda of council meetings led to the misleading declaration &quot;Town hall prayers banned,&quot; followed by this mess of a statement: &quot;The ruling means prayers will not be allowed at the start of council meetings across England and Wales, though they may still be said before the official start.&quot;  Christians are still free to pray in town halls before meetings, they just don&apos;t have the right to make everyone else join in. if they do, then I want the right to force Parliament to play Abba before every debate.  The worst of this nonsense in recent days came from Baroness Warsi, in a terminally confused rant in the Telegraph:  For me, one of the most worrying aspects about this militant secularisation is that at its core and in its instincts it is deeply intolerant. It demonstrates similar traits to totalitarian regimes  denying people the right to a religious identity because they were frightened of the concept of multiple identities.  Secularism supports &quot;the right to a religious identity&quot;, state religion opposes it.  In a secular society everyone is free to have their own faith and express it as they see fit. State religion imposes one brand of faith, forcing people to participate in its traditions and skewing the political system to give its followers preferential treatment over the rest of the society.  In any case, the decline of Christianity in the UK has little to do with secularist bogeymen. &quot;Militant secularism&quot; is a convenient distraction for religious elites who  like many incompetent rulers through the ages  would rather place blame on some semi-mythical enemy caricature than admit their own failings.  Many people of my generation consider the church at best irrelevant, and at worst judgmental and bigoted. Supporting gay marriage, standing up for public institutions like the NHS, challenging failed drug policies, siding with the poor against Westminster&apos;s failure to address inequality and poverty in modern Britain  positive steps like these would bring more sheep to the flock than another century of dreary compulsory school prayer.  Instead, religion in Britain is best known for attacking the rights of minority groups, child abuse, and bombing things. It&apos;s a PR mess worthy of Bell Pottinger.  If a company lost its customers at the rate Christianity haemorrhages followers, its board would be sacked and stakeholders would cry for revolution. Instead, the Christian elite are happy to maintain the status quo as long as they can preserve their own privileges: positions in the House of Lords, guaranteed coverage on the telly, state-mandated marketing to school children, regular columns in the Mailygraph. Centuries suckling at the nipple of the state has left the religion fat, lazy, and ill-equipped to compete in the modern world. I&apos;m an atheist, but if I were a Christian surveying the state of my religion in modern Britain I would welcome secularism; and it seems that many already do to some extent. Secularism would shake up the church and force it to address its relevance to modern society, bringing it back to the people. Faith is in decline, and when Christians inevitably find themselves in a minority  on local councils or nationally  secularism will protect their choice of faith or religious identity.  Above all, secularism is fair. It satisfies the demand that we should treat others as we would like to be treated, and sits well with Jesus&apos;s instruction to &quot;render unto Caesar the things which are Caesar&apos;s.&quot; Secularism allows each of us to have our own religious, spiritual or atheist identity untroubled by the state. That&apos;s why we should defend it, and that&apos;s why we should be suspicious of the motives of those who attack it, be they atheist, Muslim, Christian or just a bit confused. Twitter: @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/feb/17/1", 
    "wordcount": "1008"
}