{
    "headline": "Tech City: two years in, how is east London's technology hub faring?", 
    "text": "At the Google campus in east London last month, an unshaven, scruffily dressed 31-year-old man took to the stage to address a packed room. Introducing the panel beside him  which included David &quot;Two Brains&quot; Willetts, the geekish minister for universities and science, and Mind Candy founder Michael Acton Smith  he remarked that the last time he&apos;d visited the building, he&apos;d been with George Osborne shortly after &quot;that budget&quot; and their ministerial car had been pelted with Cornish pasties (after the chancellor announced a so-called &quot;pasty tax&quot;). It&apos;s fair to say that Rohan Silva, the senior prime ministerial adviser and the person many credit with putting east London&apos;s technology cluster of startups on the map as &quot;Tech City&quot;, enjoyed a rather less hostile welcome this time, as he unveiled plans to open up London&apos;s equity markets to high-growth tech companies. The announcement was the latest in a tsunami of initiatives to turn London&apos;s East End (according to the press release at the time) into &quot;a world-leading technology city to rival Silicon Valley&quot;. The campaign began in the unlikely setting of Brick Lane&apos;s sticky-floored Old Truman Brewery, where David Cameron sketched out his technology strategy, which was, according to insiders, heavily moulded by Silva. Among the prime minister&apos;s pledges that day were that companies such as Vodafone, Google, Facebook and Intel would invest in the long-term future of the area and that the Olympic Park media centre would become an &quot;accelerator space&quot; after the games. Reactions from east London tech companies  which numbered around 200 at the time  were decidedly mixed. One founder blogged that Downing Street should leave the East End alone: &quot;If you fill east London with Google, Facebook and Intel, the value of property will rise and the creative people will move to Bermondsey&quot;, while one leading US investor, John Lilly of Greylock partners, pointed out that &quot;tech hubs are rarely created by governments&quot;. For Charles Armstrong, CEO of Trampoline Systems, the initiative had &quot;got mixed in with a policy fig-leaf, which is really about this embarrassment about legacy and the Olympics&quot;. Yet two years on, with an estimated five-fold increase of tech companies in the area, Silva has much to crow about  not least last week&apos;s considerable coup of landing Facebook executive Joanna Shields to lead the Tech City Investment Organisation (TCIO), the UK Trade &amp; Investment vehicle for growing east London&apos;s tech zone. The Observer understands that Shields was called at Facebook by headhunters asking whether she could recommend anyone for the role. To their surprise, she said: &quot;Yes. Me.&quot; The timing, says an insider, was serendipitous: &quot;After years of working for [large corporations] she wanted to do a public service role.&quot; With the departure of chief executive Erik van der Kleij, it was felt that the TCIO required a big-hitter with the profile to impress Silicon Valley  and that Shields fitted the bill. Topping last year&apos;s Wired 100 list of UK tech influencers, Shields was previously president at AOL and chief executive of UK social network Bebo (which was acquired by AOL for 530m in 2008 and, two years later, sold on for a reported 6.2m). Before joining Facebook, she was Google&apos;s MD for Europe, Russia, the Middle East and Africa. As he munches his way through a family pack of nuts and seeds in the Google campus courtyard, Silva says that a government has rarely moved so quickly on a range of policy and legislative fronts. With an annual budget of just 2m to promote the area, TCIO has more or less &quot;bootstrapped&quot; the entire venture, he argues. Simultaneously &quot;the great assets of state&quot; have been deployed to introduce the east London tech community to corporate and venture capital big-hitters, with regular Tech City breakfasts at 10 Downing Street and events at Buckingham Palace and the Foreign and Commonwealth Office. &quot;We even had a Tech City event on the west coast of the US with Prince William and Kate,&quot; he says. Silva, who got married this month and has wrongly been reported to be leaving his post, points to three main achievements so far. &quot;The first is the global profile that east London now has. It&apos;s true to say that the majority of serious tech people around the world are now aware of Tech City. The second is a long list of government policies, which have flowed directly out of conversations with Tech City companies: &apos;entrepreneur visas&apos; [a fast-track visa scheme for entrepreneurs], the Seed Enterprise Investment Scheme [of tax breaks], the work on IPOs and opening up of government procurement contracts. Third is the building we&apos;re in now. The Google campus literally wouldn&apos;t have been here had it not been for us going to Google and saying, &apos;come to eastLondon&apos;.&quot; The prime minister&apos;s speech had also named a number of major companies that would invest in the area. Two years later, this, too, can too be chalked up as a success. Among others, Google, Intel, Vodafone, Cisco, Yammer and Airbnb have invested in the capital, while Facebook is opening its first non-US engineering hub. However, everyone interviewed for this article considered Tech City to be very much a work in progress. While entrepreneur visas were widely praised, there was criticism about the hardening of discourse surrounding immigration, which has been capped by the coalition and might put off overseas coding talent, which is in short supply. &quot;What the PM does constantly say is that the brightest and best will always be welcome in the UK, whatever the media discourse,&quot; counters Silva. &quot;Where we could do more is go to university campuses around the world to tell people about the entrepreneur visa. We want the next Sergey Brin to come to London and find a home, investment and build a business here.&quot; But the next Sergey Brin might not be overly impressed by the quality of broadband to be found in London, and the fact that start-ups have on occasion struggled to persuade providers to connect them. Silva concedes this remains a live issue. &quot;We&apos;ve just announced 25m for fibre-optic broadband for London. But we&apos;re also leaning on BT to get them to roll out their fibre faster. One of the challenges the entrepreneurs were telling us about was that even where fibre is available, you&apos;ve got to sign a two-year contract, but as a startup you don&apos;t know where you&apos;re going to be in two months, let alone two years. So we&apos;ve worked with Virgin on that and they&apos;re piloting switch-on-and-off fibre-broadband.&quot; As for the Olympic Park, Silva chooses his words carefully. &quot;Our thinking with the Olympic Park is that as a government, we inherited this thing,&quot; he says. &quot;We want to make sure companies around the world are aware that it&apos;s there and can make use of it. If the likes of Songkick and Mind Candy do turn out to be massive companies, where do they grow to? All we&apos;re saying is that there is this fantastic asset there, and if people want to move there, then great.&quot; Silva readily accepts there is still more work to do. When pressed for specifics, he says: &quot;There is still not a world-class computer science university in east London. I think that&apos;s something the ecosystem needs. There are also some transport things we can look at: high-speed rail links to Europe, links to City Airport and links to other clusters such as Cambridge.&quot; What about a third runway at Heathrow? The Downing Street adviser laughs nervously. &quot;I think I&apos;ll leave that for Boris [Johnson] and the PM to sort out.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/oct/28/tech-city-rohan-silva-interview", 
    "wordcount": "1305"
}