{
    "headline": "Birdwatch: Cuckoo", 
    "text": "The bird called from the topmost twig of the tallest tree, rocking back and forth with all the grace of a mattress balanced on a bottle of wine, as Bob Dylan might have observed. It was a cuckoo, a bird that was once the classic sign of spring, but which is now an increasingly rare sound in the English countryside, and an even rarer sight. I have heard cuckoos over the past few years, and watched them as they flew low across the reedbeds, but this was the first I had seen perched for some years. The call of the cuckoo is instantly recognisable. The sharp first syllable cuts through the still spring air like a hammer on an anvil, before the second note strikes even harder. This is repeated again and again, until, as an older neighbour of mine once told me, &quot;it drives you mad&quot;. Sadly there is little chance of being harassed by this famous sound nowadays, especially in southern Britain. A combination of too few large caterpillars for the host parents to feed the cuckoo&apos;s massive young, together with loss of habitat on their African wintering grounds, is making the cuckoo&apos;s call an increasingly special event. So most of our nation&apos;s children are growing up having never heard this extraordinary sound, giving the cuckoo a kind of mythological status  more akin to a dragon or unicorn than a living bird. Strangely, cuckoos in the upland areas of northern Britain appear largely unaffected by this decline. Perhaps there are still enough areas untouched by intensive farming, or maybe they winter in a different part of the vast African continent. Whatever the reason, while Scottish cuckoos are thriving, their southern counterparts are not. A few days earlier I had seen a cuckoo in flight at Shapwick Heath on the Somerset Levels. As always, the sharp, pointed wings, shallow wingbeats and long tail reminded me of a small bird of prey such as a male sparrowhawk. This is no accident: scientists believe that the cuckoo evolved the ability to resemble a low-flying raptor in order to scare its host species off their nest, allowing the female cuckoo to lay her egg unseen. The irony here in Somerset is that the cuckoo&apos;s main wetland host, the reed warbler, is abundant. As well as nesting in the vast reedbeds on the official nature reserves, they can also be found in virtually every rhyne  the narrow, water-filled dykes that help keep this low-lying area safe from flooding. These particular reed warblers don&apos;t even seem too bothered about needing reeds; the tiniest patch, surrounded by brambles and next to a thick blackthorn hedgerow, is sufficient for them to breed. So perhaps there is still hope for the cuckoo. If we can reduce our dependence on chemical pesticides, perhaps this splendid bird will rise, phoenix-like, and its unmistakable call will become the siren sound of spring and summer once again. Bad news for the reed warblers, but very good news for us.", 
    "section": "environment", 
    "gid": "environment/2012/jun/17/birdwatch-cuckoo-insects-environment", 
    "wordcount": "500"
}