{
    "headline": "On the street where you live: readers' urban life photos  in pictures", 
    "text": "   By shackdwellersinternational. A woman carries water in Nairobi, KenyaPhotograph: Flickr       By secondfloor (AKA CiniK). A dog walker in Buenos AiresPhotograph: Flickr       By secondfloor (AKA CiniK). Life rushing by on the underground in Singapore Photograph: Flickr       By Cynthia Marcopulos. Homelessness passed by in San Francisco, US Photograph: Flickr       By secondfloor (AKA CiniK). One of the many rush hours each day in Old Delhi, India Photograph: Flickr       By shackdwellersinternational. Riding pillion through the vast, sprawling slum of Dharavi in Mumbai, India Photograph: Flickr       By Hope Lauren. The church of St Simeon Stylites sits in the shadow of two Soviet tower blocks on Povarskaya Street, Moscow, Russia Photograph: Flickr       By futurehealthsys. View overlooking Kabul, Afghanistan Photograph: Flickr       By shackdwellersinternational. After the rain in Kisenyi slum, Kampala, Uganda Photograph: Flickr       By futurehealthsys. Staff from NGO Mdecins du Monde (aka Doctors of the World), gather up used syringes in Kabul, Afghanistan Photograph: Flickr       By Berfu Kiziltan, who says: 'I'm from Turkey and have lived here [in Istanbul] for more than 22 years'Photograph: Flickr       By tamerdurak. Night lights in Istiklal street, Istanbul, Turkey Photograph: Flickr       By shackdwellersinternational. Livestock gather on the banks of the polluted Korle lagoon bordering the Old Fadama slum community in Accra, Ghana Photograph: Flickr       By Christian Aid. Former Soviet apartments in Dushanbe, Tajikistan  most are now privatised, but not everyone can afford to live in them Photograph: Flickr       By Sean Hawkey. Kibera in Nairobi is one of the largest slums in Africa, with around 1 million inhabitants Photograph: Flickr       By Development planning unit, University College London/Department of architecture, Brac University, Bangladesh. Aerial view of Korail slum in Dhaka, BangladeshPhotograph: Flickr       By Gemma McNeil-Walsh. Children in Freetown, Sierra Leone Photograph: Flickr       By Eric Hilaire. Bus stop on Rosebery Avenue, LondonPhotograph: Flickr  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/oct/18/street-urban-life-in-pictures", 
    "wordcount": "0"
}