{
    "headline": "Windfarms on Ireland's bog of Allen could provide UK electricity", 
    "text": "Hundreds of windfarms could be built on Ireland&apos;s great bog of Allen to generate electricity exclusively for the UK&apos;s national grid under plans being considered by ministers. Element Power, the company behind the 5bn proposals, hopes to build more than 700 turbines and transport power through two dedicated undersea cables across the Irish sea. Company executives met Ed Davey, the cabinet minister in charge of climate change, and civil servants to discuss the plans this summer. The plans have been discussed among the coalition and appear in theory to appease both political parties. Liberal Democrats wish for an increase in green energy but have concerns over the high price of building windfarms offshore. Conservative ministers are worried about the backlash in some rural communities as wind turbines have become more common in Britain. To proceed, the Irish project would need access to the subsidies currently given to UK wind power, but the difficulty for ministers in setting a precedent  which could mean any foreign energy projects can get UK subsidies  means the project face major challenges. Mike O&apos;Neill, the president of Element Power, said the project would solve a number of thorny problems for the British government. &quot;Our experience is that it is easier to get planning permission in the Republic of Ireland, if you do it in a sensible and sensitive way,&quot; he said.     Ireland wind power Photograph: Guardian    Britain&apos;s electricity suppliers are obliged to provide an increasing percentage of their electricity from renewable sources, to help the UK meet its legally binding targets for cutting the carbon emissions that drive climate change. Costs for onshore wind power are currently estimated to be half that of offshore wind power. Element Power claims its project, entitled Greenwire, will provide electricity at two-thirds of the cost of building a big offshore windfarm, which will reduce the amount that needs to be charged to the UK consumer by 7bn over 15 years. The company says its proposed investment would be 8bn  two-thirds for the wind turbines and a third for the two big sub-sea cables that would take the electricity to the UK. It says the project could provide 3GW of electricity capacity and employ thousands of workers. O&apos;Neill said the project could start generating power from 2018, if the subsidy obstacle could be overcome. Another hold-up were the delays in the government setting the actual level of the subsidy, so the project can proceed. O&apos;Neill said energy company EDF was getting special treatment from the government over the price that will be guaranteed for nuclear power and that Greenwire should get the same. There are more than 1,100 turbines in operation in Ireland, mostly at 176 onshore windfarms with a further seven offshore. Element Power hopes to expand in Meath, Westmeath, Kildare, Laois and Offaly but says that its project will not prevent the Republic of Ireland meeting its own carbon target of a 40% cut by 2020. Coalition tensions over green issues have increased since September&apos;s reshuffle. Owen Paterson, who has campaigned against windfarms in his own constituency, is believed to have clashed with Davey, the Lib Dem secretary of state for energy and climate change. Davey appeared to see off Conservative ministers&apos; attempts to slash the subsidies for onshore windfarms, instead sticking with a smaller cut previously agreed with the industry. The row began after more than 100 Conservative backbenchers wrote to the prime minister earlier this year demanding he &quot;dramatically cut&quot; the 400m in annual subsidies paid to onshore wind developers. The energy secretary said the new changes to subsidies for renewables, which also include reducing offshore wind payments and more than doubling support for tidal, stream and wave power, would boost clean electricity while curbing the cost to consumers.  References in this article and headline to the &apos;bog of Ireland&apos; were changed to &apos;bog of Allen&apos; on 9 October", 
    "section": "environment", 
    "gid": "environment/2012/oct/08/wind-farms-ireland-uk-electricity", 
    "wordcount": "645"
}