{
    "headline": "Written in Stone by Brian Switek  book review", 
    "text": "You could build a natty science and liberal arts course entirely around the text of Written in Stone. It would embrace an introduction to the books of Moses, to medieval cosmology, to natural theology, to late medieval perceptions of time; to anatomy and physiology and to the idea of very different anatomies inferred from fragments of fossilised bones and teeth; and finally to deep time, and to unimaginable aeons of mysterious mutation. Naturally there would be a backcloth of political drama to match the intellectual ferment: the collapse of empires, the age of revolution, the passing of kings and the making of republics. The course would necessarily incorporate sedimentary stratigraphy, and a parallel module on the philosophy of science. The text is rich in examples of paradigm shift: case studies of Neptunism, catastrophism , uniformitarianism and punctuated equilibrium flit across its pages. Written in Stone delivers real, attestable history: it introduces Steno and Cuvier, Buffon and Humboldt, Lyell and Darwin, Huxley and Owen, and a flowering of imaginative and sometimes too imaginative palaeontologists, explorers, collectors, showmen and charlatans who understood the excitement of their fossil finds, even as they misunderstood their precise significance. It would be a prime lesson on the importance of evidence: interpretations come and go, but the evidence stays, adamant but always yielding to new interrogation, there to restate its testimony at the next scholarly court of appeal. It would provide superb instruction in how science works: questioning, never entirely comfortable with the answers; often wrong but ready to think again. And it would offer literary lessons too: in how to tell a story; in what to include, what to omit; in the choice of language, in the provocation of the reader&apos;s curiosity and the sympathetic recognition of the reader&apos;s ignorance. A patient demonstrator could even identify the very rare example of what not to write, because in one chapter not only are the animals of Australia &quot;weird and wonderful&quot; but the young Darwin pops up as a &quot;budding naturalist&quot;. The appearance of clich is so rare as to jolt, but worth the discovery. In a story as alive as this, the occasional dead metaphor really does seem conspicuously dead; as dead as Ida, also known as Darwinius masillae, the much-hyped 2009 &quot;missing human link&quot; that turned out to be connected instead to the modern lorises and lemurs, and with which this book starts. Some of the narrative is, necessarily, familiar: for instance the slow recognition that fossils are not the product of some cosmic &quot;lapidifying virtue&quot; but evidence of bone turned to stone by time. The giants of history take a bow and leave the stage, and then Switek gets on with more recent finds, some of them just as contentious as D. masillae but twice as instructive, because they demonstrate that things are as they are because they were as they were. The fins of fish have their origins in the same morphology as horses&apos; toes and primate fingers, and a handy arrangement of air sacs in the bones of one lineage of dinosaurs is preserved in the oxygen systems of modern birds. Pakicetus, found in 1981, must have looked more like a dog 53m years ago, but the part of its skull called the involucrum was thick, dense and highly mineralised  this is called pachyosteosclerosis  which links it to the modern whales. On the other hand the astragali or ankle bones of Pakicetus and other mesonychids resemble those of the artiodactyls, including the modern pig. And there, in two sentences, we have another lesson: how, exactly, do you tell in spidery words on a two-dimensional surface a story that is shaped by three-dimensional things: by impressions, casts and crushed, splintered, fragmented or distorted fossil, by bits of shin or spine or jaw, by old eggshells and even older bones? The technical terminology is inescapable: these things are new, and to be valued and described they must be given names. The names become the confident preserve of those in the know, who use them fluently and precisely. The rest of us rarely even see the word mesonychid, let alone throw it into conversation. There is always a second problem with serious science books: that is, books that address the problem of what we don&apos;t know. This is the &quot;caveat challenge&quot;: a writer who begins by shaking its head sadly at the media misunderstanding, publicity exploitation and academic hype surrounding D. masillae is necessarily committed to subsequent caution, and caution makes for noncommittal prose, not to mention sentences such as, &quot;While the relationships among the pelycosaurs are currently undergoing revision, members of a particular subgroup called sphenacodontians closely resemble a lineage of later synapsids with even more specialised features, the therapsids.&quot; Mercifully, such passages are rare. Switek delivers the science with sobriety but he tells the human stories with zing and laconic humour, to bring to life the complexities of his theme. The collector Albert Koch, for instance, went into the sea serpent business in 1845. He unearthed monstrous fossils in the American mid-west and claimed to have found the biblical Leviathan. &quot;Who knows but he had seen the Ark?&quot; wrote an awed commentator in the New York Evangelist. &quot;Who knows but Noah had seen him from the window?&quot; The fossil was not just a real find, but an over-enthusiastic composite of several finds in different states of ossification, and the monster&apos;s paddles were cephalopod shells. In the end, the thing turned out to be a whale. The biblical Behemoth, too, puts in an appearance. Goaded by an observation of the Comte de Buffon that America was a brutish, infertile place fit only for degenerate creatures, Thomas Jefferson packed his Notes on the State of Virginia with details of the size of bear, deer and domestic cattle, and sent Buffon the skin of &quot;an exceptionally large cougar&quot;. Later, as president, he also set the Lewis and Clark expedition the challenge of discovering a mysterious monster known only from its bones and tusks. This turned out to be the mastodon, the North American match for the Siberian mammoth. This book, too, is a mammoth achievement  it is after all not just a sounding of deep time but a dive into 400m years of the fossil record. The logic of Switek&apos;s argument is that some of what he writes, too, will turn out to be wrong, but probably not as wrong as the verdict delivered to the American Philosophical Society in 1799 that the tusks and bones were those of a lurking carnivorous elephant that pounced like a monstrous feline. &quot;May it not be inferred  That, as the immense volume of the creature would unfit him for coursing through thickets and woods, Nature had furnished him with the power of taking it by a mighty leap?  That the power of springing a great distance was requisite to the more effectual concealment of his bulky volume while lying in wait for his prey?&quot; Tim Radford is the author of The Address Book: Our Place in the Scheme of Things (Fourth Estate) Royal Society Winton Prize for Science Books     Royal Society Winton Science Book Prize shortlist 2012. Photograph: Royal Society    It&apos;s that time of year again. On the shortlist are Steven Pinker&apos;s The Better Angels of Our Nature (Allen Lane); James Gleick&apos;s The Information (Fourth Estate); Lone Frank&apos;s My Beautiful Genome (Oneworld); Joshua Foer&apos;s Moonwalking with Einstein (Penguin); Brian Greene&apos;s The Hidden Reality (Penguin); Nathan Wolfe&apos;s The Viral Storm (Allen Lane). Our reviews will begin on Monday 19 November. Readers will also get the chance to win all the shortlisted books in a competition.", 
    "section": "science", 
    "gid": "science/2012/oct/12/written-stone-brian-switek-review", 
    "wordcount": "1273"
}