{
    "headline": "The grey seal's bewhiskered face bore an expression of pure contentment", 
    "text": "To the north, we could see ships at anchor, waiting for a berth on the river Tyne; to the south, North Yorkshire&apos;s snow-covered headlands; in between, a razor-sharp North Sea horizon. From the lighthouse at the end of the pier, it was a day of crystal-clear visibility. And yet, if I hadn&apos;t dropped my glove I would never have noticed the animal at my feet: a sea slater, seldom seen during daylight hours. These giants among woodlice, four times larger than their garden equivalent, live in crevices between the pier&apos;s granite blocks, moistened by salt spray and usually emerging at dusk to feed on algae. This secretive crustacean&apos;s camouflage almost perfectly matched the grey stone and its curved armoured plates, pressed close to the rock and forming a skirt from which only the tips of its legs protruded, cast almost no shadow in the spring sunshine. Sea slaters can change colour, expanding or contracting brown pigment spots in their cuticle to blend with their background, and when I put it in a clear polythene bag its colour drained away until it became translucent. If we had released it there, pallid and conspicuous, it would have been easy prey for a gull  so we set it free on Roker beach, in the shadow of the pier, where it scuttled under the seaweed. The spring tide had exposed a broad expanse of beach and smooth, wave-formed shapes, one of which stirred and scratched its belly with a clawed flipper as we passed: a grey seal, dozing on the sand. Its bewhiskered face bore an expression of pure contentment, like an elderly member of a gentlemen&apos;s club sleeping off a good lunch. Perhaps it too felt secure, with its dappled fur and rotund silhouette that blended so well with the rocks, but it had been spotted. We called to report its presence to the local resort office, but scores of concerned beach-walkers had beaten us to it. It was reassuring to know so many cared.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2013/mar/27/roker-pier-sunderland-grey-seal-contentment", 
    "wordcount": "332"
}