{
    "headline": "UK pledges 4m in extra aid to support Syrian refugees", 
    "text": "Britain has announced a further $6.4m (4m) in humanitarian aid for Syrian refugees as the French president Nicolas Sarkozy repeated calls for safe corridors to enable relief groups to reach 1 million civilians caught up in the fighting. Half of the new money announced on Thursday by the Department for International Development (DfID) will go through the UN&apos;s high commissioner for refugees, the UNHCR. It will be spent on shelter for nearly 2,000 Syrians forced to flee their homes, as well as providing items such as cutlery and blankets, and food and water, to thousands more. It will also mean that UNHCR can co-ordinate the registration of nearly 4,000 additional refugees. The rest of the money will go to other humanitarian agencies in the region to provide medical help to wounded civilians and others suffering as a result of the fighting. This will include drugs, medical equipment and training, as well as surgical kits and health kits for trauma to those providing frontline care. Ahead of a foreign ministers&apos; meeting in Paris on Thursday, Sarkozy called Bashar al-Assad, the Syrian leader, a liar and of wanting to destroy the city of Homs. &quot;Bashar al-Assad is lying ... He wants to wipe Homs off the map just like [former Libyan leader Muammar] Gaddafi wanted to destroy Benghazi,&quot; Sarkozy told Europe 1 radio. &quot;The solution is the establishment of humanitarian corridors so that an opposition can exist in Syria.&quot; Fourteen foreign ministers are meeting in Paris as part of the &quot;friends of Syria&quot; group that includes the US, the UK, France, Turkey, Qatar and Saudi Arabia to take stock of recent developments and to discuss contingency plans if a UN-backed peace plan comes unstuck. Syria has not fully withdrawn troops and heavy weapons from towns, failing to send a &quot;clear signal&quot; about its commitment to peace, said Ban Ki-moon, the US secretary general. France wants the establishment of humanitarian corridors linking the frontiers of Turkey, Lebanon or Jordan to the Mediterranean coast or to an airport, but diplomats say there was no plan on the table for a corridor or buffer zones. The new pot of money will bring the total UK aid for the Syrian crisis to $13.6m (8.5m). Andrew Mitchell, UK international development secretary, said: &quot;This new British support will ensure that thousands of people receive potentially life-saving help, whether injured as a direct result of the regime&apos;s violence against its own people, or trapped by the fighting and denied the medicines they need.&quot; . He added: &quot;Following an increased number of refugees seeking assistance in the last two weeks in the face of escalating violence, it will also help to meet the basic needs of hundreds of frightened families who have fled home with nothing.&quot; The UN and its humanitarian partners last month launched an appeal for $84m to help Syrian refugees who have fled since March 2011 in a conflict that has claimed more than 9,000 lives, as well as anticipating the needs of future arrivals. The appeal is based on an estimate that, in the next six months, help will be needed to support around 100,000 people, mostly Syrian refugees, but others as well. The plan does not cover humanitarian needs inside Syria. For that, a separate appeal, led by the Office for the Co-ordination of Humanitarian Affairs (OCHA), is expected in the near future. In Turkey, 17,000 Syrians are currently registered with the government, which has set up nine locations including eight tented camps and a &quot;container city&quot; in Kilis to deal with the influx. In Jordan, more than 6,000 Syrians have registered with UNHCR since March of last year, with a further 2,500 awaiting registration. This figure is expected to increase significantly. In Lebanon, more than 16,000 refugees, including some 8,000 registered in the north, are now receiving assistance. According to OCHA&apos;s tracking service, the Syria appeal has received $44.1m. The main donors as of Wednesday  which does not therefore take in Thursday&apos;s DfID&apos;s announcement  are the US ($8.8m), the UN&apos;s central emergency response fund ($6.9m), Denmark ($5.1m) and Canada ($4.5m). The UN&apos;s Syria humanitarian forum is to meet in Geneva on Friday where Britain will call on other donors countries to provide additional funding, channelled through the UN, in order to ensure a co-ordinated response.", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/19/uk-pledges-aid-for-syria-refugees", 
    "wordcount": "742"
}