{
    "headline": "30 best iPhone and iPad apps this week", 
    "text": "The pre-Christmas release rush may have eased, but there have still been a fair few notable iOS apps released since our last roundup on 21 December. Here&apos;s 30 more apps and games for iPhone and iPad to get you started in 2013. Looking for new Android apps? There&apos;s a separate 30 Best Android apps roundup that was published earlier in the day. A Windows Phone roundup covering November and December will be following in a matter of days. Hundreds (1.99) Semi Secret Software made its name with excellent endless-runner game Canabalt. Hundreds has the makings of similar popularity: a stylish-yet-minimal puzzle game where you tap on circles to make them grow, while avoiding having your finger on them when they bump into one another. It&apos;s hard to explain, but genuinely hypnotic to play.iPhone / iPad Facebook Poke (Free) There was lots of noise around Facebook Poke just before Christmas when it went live, even if it was fairly shamelessly inspired by the success of an existing app called Snapchat. The idea: reviving Facebook&apos;s traditional &apos;poke&apos; feature as a way to send self-destructing messages, photos and videos to friends, setting their lifespan at one, three, five or 10 seconds.iPhone Antiques Roadshow Play-along (Free) The BBC has launched this &quot;play-along&quot; app for its Antiques Roadshow TV programme, taking the form of a valuation game that tests whether you can guess how much items are worth before they&apos;re valued on-screen by the show&apos;s experts. The app is designed to play along live with the show, whether you&apos;re watching live or on catchup.iPhone / iPad Wordament (Free) Here&apos;s an interesting one: a word game from Microsoft released on iPhone, but using its own Xbox Live platform for community features rather than Apple&apos;s Game Center. The game itself is addictive, too: competitive word-finding puzzles played against friends, with decent depth to its scoring system.iPhone Rastamouse: Ride da Riddim (1.49) Rastamouse (and Scratchy and Zoomer) make their first official appearance on the App Store in this skateboarding game for kids. It sees the TV show stars skating through five worlds performing tricks while collecting cheese and music notes.iPhone / iPad Hg2 | A Hedonist&apos;s Guide to... (Free) If your thoughts are turning to holidays in 2013, the Hg2 app might be just the thing for a spot of January planning. Promising &quot;the true Insider&apos;s guide to a city&quot; with hotel, restaurant, bar, sightseeing and shopping recommendations, its guides are written by locals, with individual cities available for 69p a pop as in-app purchases.iPhone / iPad Men&apos;s Fitness UK (Free) Dennis Publishing has relaunched the iPad edition of its Men&apos;s Fitness magazine in the UK to be &quot;fully interactive&quot;, with workouts, social features and most appealingly the ability to bookmark individual articles for a My Pages section, making them easy to refer back to in the future.iPad PumpUp (Free) Talking of men&apos;s fitness and it is often men who see apps and gadgets as the key to sorting out their health PumpUp is a personalised workouts app designed to be used by people losing weight, building muscle and/or simply being healthier, promising a mix of animated exercises to copy and motivational support.iPhone Creativium  Paper Theater (1.49) This looks great fun for kids and parents alike: an &quot;interactive paper theater&quot; for children to create fairytale scenes on virtual paper sets, with 10 characters, 40 animations and 25 decorations to mix and match. Like Fuzzy Felt for the apps generation, a bit.iPad Conan Vol. 1: The Frost Giant&apos;s Daughter And Other Stories (5.49) There&apos;s no Fuzzy Felt in this app, just MAN MUSCLE. Not that kind. This is an app from Dark Horse Comics based on its reboot of barbarian hero Conan. Those new comics have been digitised for this app, which currently covers the first six issues and part of issue seven of the new series. iPhone / iPad     National Geographic's GeoDash: Wild Animal Adventure    GeoDash: Wild Animal Adventure (Free) This is an app for children by National Geographic: a game starring a &quot;curious robot&quot; who explores the Earth meeting animals and picking up their abilities as he goes leaping, digging, climbing etc. It&apos;s based around (virtual) collectible animal cards with facts and figures, and looks an engaging app for kids with a yen for wildlife.iPhone / iPad Cycloramic (0.69) Genius or novelty? Cycloramic gets you to stand your iPhone 5 on a flat surface, then it rotates the phone using vibrations to shoot panoramic videos. Apple co-founder Steve Wozniak is a fan but the developer wants users to be aware before buying that it doesn&apos;t record sound and only works for the iPhone 5. Panoramic photo support is coming though.iPhone Daily Record App (Free) Scottish newspaper the Daily Record has a new iPhone app providing a free dose of news, photos and videos from its website, including football liveblogs, image galleries and a My Record feature to personalise what sections you see when firing up the app.iPhone Sundance Film Festival 2013 (Free) January is Sundance Film Festival time, and there&apos;s an official app for the 2013 event. It enables film fans to browse trailers, photos and descriptions for this year&apos;s entries, while also providing a guide to the event, including screening schedules and visitor information.iPhone / iPad Romare Bearden Black Odyssey Remixes (Free) This iPad app comes from the Smithsonian Institution in the US, and is based on a series of collages by artist Romare Bearden. The app doesn&apos;t just show the works, though: it gets you to &quot;remix&quot; them, playing with different backdrops and shapes to create your own version of the collages, then share them online.iPad Idlezoo&apos;s A-Z of Curious Creatures (0.69) There seems to be no limit to my own children&apos;s interest in animal apps, and this one from PaperplaneCo is very nicely done. It&apos;s a collection of colourful animals based around the letters of the alphabet, from Armadillo to Zebra. So there&apos;s phonetic learning here, but the emphasis is on the great-looking (and neon-splashed) animals.iPad Horror Movie Maker (Free) It&apos;s good to see film studios waking up to the idea of making promotional apps fun on their own merits, rather than just a smaller billboard. Take Lions Gate Films&apos; new Horror Movie Maker, for example, which wants people to make their own horror movies with friends, using effects from the new Texas Chainsaw 3D film. So that&apos;s what&apos;s being promoted, but the app looks fun, with Facebook and YouTube available to share the resulting gory masterpieces.iPhone Pixel Defenders Puzzle (0.69) I actually spent most of the Christmas break developing a worrying obsession with this inventive take on the match-three puzzle genre. It gets you matching pixels to create fantasy warriors and wizards, then matching those to create more powerful ones. It&apos;s a bit like TripleTown in that respect, except with enemies that you have to battle at the top of the screen. Really addictive.iPhone / iPad What We Mean (Free) This thought-provoking poetry app is the work of Joshua Adler Fisher, who has taken love letters written between his grandparents during World War II, then redacted sections of them into poetry that you can read, or play with.iPhone / iPad Thwaites Wainwright Ale UK Pub Walks Guide (Free) January as a month to give up alcohol and start walking more? Maybe, but why not stick with the booze and find a way to walk to it? This useful app comes from British brewery Daniel Thwaites, and offers details of more than 6,000 walks in the UK, along with 8,000 pubs that serve cask ale. You choose the difficulty level and length of the walk, and the app will suggest a route, plus pubs along the way.iPhone     Music apps Fliptape and DeezCovr    Fliptape (Free) Fliptape is one of an increasing number of mobile apps built on top of streaming music service Spotify. In this case, the app lets subscribers play songs from Spotify, see what their friends are listening to, and follow featured artists.iPhone DeezCovr (Free) And here&apos;s an app built on Spotify&apos;s biggest rival, Deezer. The focus here is on discovering new music, with the app recommending songs and artists you might like, adapting them based on your mood, and then saving the ones you like to a playlist in your Deezer account.iPhone 50 Cent&apos;s Blackjack (Free) In which rapper 50 Cent gets into the social gaming market with a blackjack app, which promises Fiddy himself will &quot;teach you the basics of blackjack and offer advice as you compete against the dealer for virtual chips&quot;. Insert own &quot;In Da Clubs&quot; joke here. Avatars, power-ups and presumably in-app purchases all make appearances too.iPhone Pepi Tree (1.49) Here&apos;s another app for children based around animals and the natural world: an educational game &quot;focusing on a tree as an eco-system&quot; that&apos;d be the original meaning of the word, rather than the mobile industry one, naturally. A caterpillar, owl, spider, hedgehog, mole and group of squirrels explain what hey do, how they eat and where they live, with beautiful production values and fun mini-games.iPhone / iPad Da Vinci - History (2.49) This is another art-based app from a museum background, in this case the Runion des Muses Nationaux in France, working with Quelle Histoire Editions. It&apos;s a gudie to the life and work of Leonardo da Vinci that includes paintings and drawings, animation and mini-games, aimed at &quot;the whole family&quot;.iPad Lyroke (Free) The success of SongPop showed an appetite for connected music games, but Lyroke takes a different angle on the genre. Here, it&apos;s about playing music videos then guessing the lyrics at key moments, before challenging friends to do better. Released at the end of 2012, it&apos;s proving a popular download on the App Store.iPhone NYPD (Free) Obviously, this is more interesting for New Yorkers, but it&apos;s interesting as an example of how police are trying to engage more with the public too. The official New York Police Department app includes a wanted gallery, crime videos, news, stats and a tip-submission section.iPhone Scribble My Story (Free) This children&apos;s app is based on a previous app called Scribble Press, and gets kids to draw their own stories or customise existing tales with their own audio, stickers and backgrounds. Some story packs are free and others are sold for 69p in-app purchases, and the whole thing ties into developer Fingerprint Digital&apos;s platform to help parents see how their children are progressing and send them encouraging messages.iPad Lego Hero Factory Brain Attack (Free) Lego has come a long way on from basic bricks and mini-people. This is based on its Hero Factory sub-brand: a strategic adventure game that involves defending the Hero Factory from waves of attacking brains, upgrading defences as you progress.iPhone / iPad Piece Corps (Free) One last children&apos;s app to round off this week&apos;s roundup. Piece Corps is a physics-puzzler aimed mainly at girls, with 50 levels included, plus the ability to create your own and share them with other players. Virtual tokens, which can be earned or bought in-app, are used to unlock new monthly packs to create with.iPhone / iPad That&apos;s our selection, but what&apos;s been hogging your time on iOS devices over Christmas and New Year? Make your recommendations or comment on these picks by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jan/04/best-iphone-ipad-apps-4jan12", 
    "wordcount": "1921"
}