{
    "headline": "Why is there no safety in numbers for London's cyclists?", 
    "text": "The mayor of London&apos;s &quot;cycling Revolution&quot;, launched in 2010, was revolutionary in name only. Since then, there have been high-profile deaths, a huge demonstration and an election in which the mayor promised the London Cycling Campaign that he would &quot;go Dutch&quot;. Now the London assembly has weighed in with an excellent report setting out the steps the mayor must take to reboot his revolution. Since he was elected for his first term, the mayor has made some improvements. The cycle hire scheme has been a huge  if relatively expensive  success, and the cycle superhighways, even if badly designed and implemented, have seen rapid increases in cycling. But cycling levels, previously rocketing upwards at 10-15% a year, appear to have reached a plateau. In the second quarter of this year, cycling levels dropped 10% on the year before, which Transport for London attributes to poor weather conditions in April to June. Until 2007 the risk of cycling was falling while cycling increased. Since then both nationally and in London, cycle casualties have been increasing faster than the rate of cycling, undermining the idea that if you get more people cycling, it will inevitably become safer. In evidence to the London assembly, cycle safety experts from Denmark and the Netherlands both pointed to the fact that safety of cycling in cities such as Copenhagen and Amsterdam has improved at the same time that cycling has increased - the &quot;safety in numbers&quot; idea. So why hasn&apos;t this been happening in the last few years in London? Well, the idea of safety in numbers is not purely a result of a relative increase in cycling. CTC has pointed out that safety must be improved, but the focus must be on interventions that also increase cycling levels, not measures that restrict, or put the responsibility solely on cyclists. To achieve safety in numbers you need to overcome the barriers to cycling  chiefly the fear of injury  and tackle the sources of danger. Broadly speaking, this requires reduced speeds and better quality cycling infrastructure, together with improved road user behaviour. It&apos;s the last of these points that marks the really substantive change over the last few years. According to recent figures CTC acquired from the Home Office, in 2008 the Metropolitan police cut its traffic policing force in half  from 612 officers to just 290, and it&apos;s barely recovered since then. Unless there is systematic policing of the road network, bad drivers will continue to go unpunished. We know that most cycle casualties are the fault of the driver, so the emphasis must be on enforcing the law and preventing bad driving occurring in the first place. Of course, it&apos;s not just about policing. The main thrust of the London assembly&apos;s report is focused on infrastructure. This is where there has been a growing demand from campaigning organisations, bloggers and the general public. The problem with so much existing cycle infrastructure is that it does little to improve safety, but also undermines the status of cycling, relegating them to a narrow, unhelpful cycle lane the users of which must give way to all other road users. Part of the problem the assembly report has identified is that regulations outlaw the simple measures that are commonly used in the rest of Europe to provide good quality facilities  things like small traffic lights at cycling eye-level or simple markings to give priority over motor traffic. The London assembly has called not only for more resources to go to the junction review - which is reviewing the 500 worst junctions in London it also wants the mayor to follow  the lead of New York, which has introduced cheap and cheerful - but reasonable quality - cycling facilities by taking away space from motor traffic. The 2012 Games Lanes - incorrectly forecast to lead to traffic mayhem - show how space can be easily acquired from motor traffic for alternative transport needs if the political will is there. Better cycling infrastructure, an enforced road traffic law and a reduction in the space available to motor traffic are all required to get cycling growing again in London. Meanwhile, nationally, we inevitably will have to follow London&apos;s lead - in the capital, spending on cycling is 10 per head. In Amsterdam it&apos;s 20. For everywhere else in Britain it&apos;s barely 2.  Chris Peck is the policy coordinator of the UK&apos;s national cyclists&apos; organisation, the CTC", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/nov/21/safety-london-cyclists", 
    "wordcount": "742"
}