{
    "headline": "BlackBerry Z10 sales lower than expected, analysts say", 
    "text": "BlackBerry may only have sold about 300,000 of its new Z10 smartphone with its make-or-break BB10 software by the end of its fiscal year on 2 March, analysts say  a far cry from earlier estimates of up to 1.75m, and leaving the company at risk of a fifth loss-making quarter in a row. Both Cannacord Genuity and Pacific Crest have slashed their estimates for the number of handsets sold through retailers after carrying out their own investigations with both shops and supply chain sources. That in turn has made them pessimistic on BlackBerry&apos;s chances of emerging from its struggles and challenging Nokia and Microsoft for third place in the smartphone wars. Some doubt whether the company will be able to continue and turn the corner to profit. &quot;There is no line of sight to profitability; we remains sellers of [shares in] BlackBerry,&quot; wrote Pacific Crest&apos;s analyst. &quot;Any benefit from the Z10 is likely to be at least partly offset by cannibalisation of [the high-end BlackBerry] Bold 9900 sales, which our checks indicate have declined materially since the Z10&apos;s launch.&quot; Pacific Crest reckons that between 1m and 1.5m Z10 units will be shipped to retailers  though not sold  by the end of the fiscal year, compared to early expectations of 3 to 4m units. That would be in line with the slow start made by Nokia when it first launched its Lumia line of Windows Phone handsets in October 2010, notes Sameer Singh, head analyst at BitChemy Ventures. &quot;I wouldn&apos;t say I&apos;m surprised by these figures, as I always expected BB10 to fare worse than the Lumia portfolio. For BB10 to have any shot of viability, the devices should have been released at lower price points, targeted at emerging markets.&quot; With BlackBerry&apos;s quarterly handset shipments having halved over the past year, from 14.1m in the quarter to November 2011 to just 6.9m in the quarter to November 2012, the company sorely needs a hit with the new BB10 handsets. The Z10 is the first of two; a keyboard-equipped Q10 is scheduled for launch later this year. Part of the reason for the small shipment and sales figure for the Z10 is that it was released in a limited number of countries  and crucially will not be for sale in the US before mid-March. But BlackBerry will soon run into challenges from Samsung, which is expected to launch a new version of its flagship Galaxy S smartphone, and possibly from Apple, where speculation is mounting that a cheaper version of the iPhone could be announced by mid-year. BlackBerry&apos;s chief executive Thorsten Heins launched the new touchscreen Z10 on 30 January, and the firm had them in shops in the UK and Canada the next day, with sales incentives at some including a free BlackBerry PlayBook tablet. Within a week, Heins was saying that sales of the Z10 had been three times better than any previous UK phone launch for the company, and that first-day sales in Canada were 50% better than any new BlackBerry launch  but did not give figures. In interviews that week, he said sales were &quot;beyond expectations&quot; and that the white model was sold out, and the black model &quot;hard to stock up again&quot;, in what he called &quot;very encouraging&quot; news. But when news outlets contacted stores, they were told there were plenty of the handsets available. Singh said that the company badly needs to do well in emerging markets, where it has seen its strongest growth in sales volume over the past year: &quot;Without that boost, BlackBerry has no shot of achieving the required three to four time the estimated BB10 sales  although, I assume that multiple would be much larger at lower price points and margins. In any case, as I said, BlackBerry 10 is too little, too late.&quot; BlackBerry did not have a comment as this story was prepared for publication.", 
    "section": "technology", 
    "gid": "technology/2013/feb/22/blackberry-z10-sales-lower-analysts", 
    "wordcount": "664"
}