{
    "headline": "Why Britain's garden birds are staying in the country", 
    "text": "It has been a hard winter for suburban bird spotters. The nation&apos;s house birds have disappeared from towns and cities, leaving gardens devoid of our most familiar feathered visitors. Their absence has triggered a flurry of letters and emails to the Royal Society for the Protection of Birds from anxious householders disconcerted by the absence of blue tits, greenfinches, chaffinches and house sparrows from suburban Britain. &quot;We have been inundated with letters over the past few weeks from homeowners who have got used to seeing house birds in their gardens over our recent harsh winters but who are perplexed by their absence this year,&quot; said Nik Shelton, an RSPB official. The reason for the birds&apos; disappearance is straightforward, he added. &quot;House birds like the blue tit or the chaffinch eat seeds or insects, which are easy to find in the countryside when the weather is mild, as it has been for this winter so far. When the conditions get tough, when the ground becomes hard and frosty, it is difficult to get at insects or pick up seeds. Food become scarce, so the birds head into towns and cities in search of sustenance. That is what happened last year and the year before when we had very hard winters. But not this year. Our blue tits and chaffinches are perfectly happy in the countryside at the moment.&quot; The unexpectedly mild conditions have had other disconcerting effects on Britain&apos;s birds. For example, woodpeckers can be heard making their distinctive drumming noise in woods, a territorial display that is usually a prelude to nesting and which is not normally heard until later in the year. Jackdaws appear to be equally confused. &quot;The warm weather has convinced them that spring is at hand. It will take a severe cold snap before they can reset their internal clocks and resume normal behaviour for the time of year,&quot; added Shelton. It remains to be seen if that cold snap will occur, however. The Met Office said on Saturday that the weather would remain fairly mild for most of the coming week with temperatures hovering around the average for the time of year. For the longer term forecast, weather patterns are confused, with two very different but equally possible scenarios vying. &quot;The first scenario consists of changeable weather with rain at times and with temperatures noticeably above average for early February, with only occasional frosts,&quot; said a Met Office forecaster. &quot;The alternative scenario is that much colder weather with winds mainly from an easterly or northeasterly quarter, will prevail well into February, bringing widespread frosts and snow to some areas. At present we cannot determine which will happen.&quot; In other words, it is a 50-50 shot if the nation&apos;s house birds return to suburbia to avoid the cold of the countryside next month and our woodpeckers stop their drumming.", 
    "section": "environment", 
    "gid": "environment/2012/jan/22/birds-gardens-rspb-winter", 
    "wordcount": "483"
}