{
    "headline": "Boot up: how Samsung won, Windows Blue's cues, iPad forecasts, and more", 
    "text": "A burst of 10 links for you to chew over, as picked by the Technology team How Samsung became the world&apos;s No.1 smartphone maker &gt;&gt; Businessweek  In 1995, Chairman Lee was dismayed to learn that cell phones he gave as New Year&apos;s gifts were found to be inoperable. He directed underlings to assemble a pile of 150,000 devices in a field outside the Gumi factory. More than 2,000 staff members gathered around the pile. Then it was set on fire. When the flames died down, bulldozers razed whatever was remaining. &quot;If you continue to make poor-quality products like these,&quot; Lee Keon Hyok recalls the chairman saying, &quot;I&apos;ll come back and do the same thing.&quot; The lesson stuck. In May 2012, three weeks before the new Galaxy S III was to be shipped, a Samsung customer told the company that the back covers for the smartphone looked cheaper than the demo models shown to clients earlier. &quot;He was right,&quot; says DJ Lee, the marketing chief of Samsung Mobile. &quot;The grain wasn&apos;t as fine on the later models.&quot; There were 100,000 covers in the warehouse with the inferior design, as well as shipments of the assembled devices waiting at airports. This time, there would be no bonfire  all 100,000 covers, as well as those on the units at the airports, were scrapped and replaced.  A must-read. Windows Blue Buzz &gt;&gt; Hal&apos;s (Im)Perfect Vision Hal Berenson:   Windows Blue is also the first place where Microsoft could really react to the feedback coming from the Developer, Consumer, and Release Previews. Pretty much what we have in the market today was cast in drying concrete by the time the Developer Preview hit the market.  &quot;Windows Blue&quot; is the codename for the upcoming updates to Windows 8. Berenson is a former manager inside Microsoft, so he knows what he&apos;s talking about. If you want to understand the Windows development process, this is the post to read. Apple cuts iPad mini shipments for 2Q13 &gt;&gt; Digitimes  The decrease may be as high as 20% on month during April, the sources noted, and may continue to slightly decrease throughout the quarter to bring total shipments of the iPad mini to as low as 10 million units during the quarter. Apple&apos;s cut comes as it is adjusting its reserves for the next-generation iPad mini, which is likely to be released in the third quarter, added the sources. However, the sources also noted that Apple&apos;s cut is because of increased competition from various 7-inch Android tablets. Apple recently adjusted shipment estimates for its iPad and iPad mini products in 2013 to 33 million and 55 million, respectively, said the sources.  Only 88m? After shipping 65.7m in 2012? When IDC is expecting 190m tablet shipments this year (see below)? Only 46% of the entire tablet market? Disaster. Calling all SF Bay Area residents: help test our new local, same-day delivery service &gt;&gt; Google Commerce Blog  Today we&apos;re starting a new experiment, Google Shopping Express. It&apos;s a local delivery service that we hope will make it possible for you to get the items you order online the same day, and at a low cost. It&apos;s incredibly early days and so the service is only available to a small number of people in the Bay Area. As a tester, you will be able to shop online, in a single place, from retailers such as Target, Walgreens, Staples, American Eagle and Toys&quot;R&quot;Us/Babies&quot;R&quot;Us - along with locally distinct shops such as San Francisco&apos;s Blue Bottle Coffee, and the Bay Area&apos;s Palo Alto Toy &amp; Sport and Raley&apos;s Nob Hill Foods, and get your items delivered that same day. So hopefully, no more trips across town for simple errands.  Your bets please for whether this will succeed, succeed enormously, fizzle out or create huge ill feeling towards Google when things go wrong. We&apos;ve added the start date to our growing list of Google services. (Thanks @modelportfolio2003 for pointer.) Worldwide smart connected device market crossed 1 billion shipments in 2012, Apple pulls near Samsung in fourth quarter &gt;&gt; IDC  Looking specifically at the results for the fourth quarter of 2012 (4Q12), combined shipments of desktop PCs, notebook PCs, tablets, and smartphones was nearly 378m and revenues were more than $168m. In terms of market share, Apple significantly closed the gap with market leader Samsung in the quarter, as the combination of Apple&apos;s iPhone 5 and iPad Mini brought Apple up to 20.3% unit shipment share versus 21.2% for Samsung. On a revenue basis for the fourth quarter, Apple continued to dominate with 30.7% share versus 20.4% share for Samsung. Going forward, IDC expects that tablet shipments will surpass desktop PCs in 2013 and portable PCs in 2014. In 2013, worldwide desktop PC shipments are expected to drop by 4.3% and portable PCs to maintain a flat growth of 0.9%. The tablet market, on the other hand, is expected to reach a new high of 190m shipment units with year-on-year growth of 48.7% while the smartphone market is expected to grow 27.2% to 918.5m units.  That&apos;s a lot of tablets. Even more smartphones, of course. Are premium Android smartphones worth it? &gt;&gt; Pocket-lint Chris Hall puts the Nexus 4 against the HTC One, Sony Xperia Z and Samsung Galaxy S4:   the Nexus 4 hardware is now behind the curve, giving these new premium smartphones something to sell. If you&apos;re after the best experience, if you want to be on the cutting edge, then yes, premium smartphones are worth it. But they&apos;re only worth it for about six months. With the rate of change being so rapid, staying at the cutting edge can be costly.  Popular blowback continues in China over Apple attacks &gt;&gt; MacNN  Under continuing attacks by Communist Party-run newspaper The People&apos;s Daily and other government-run media outlets, Apple has emerged as a cause celebr among internet users in China, who have responded to state-organized Apple bashing with strong criticisms of state-run companies and broadcasters. When independent Beijing-based finance and business magazine linked to a People&apos;s Daily article and asked readers to comment, they instead overwhelmingly criticized the state and its anti-Apple campaign.  Bloody ungrateful commenters. (Also, it&apos;s cause clbre, not celebr. You&apos;re welcome.) Somersby Cider ad &gt;&gt; YouTube &quot;It uses your normal docking system.&quot; &quot;And you&apos;ve downloaded.&quot; I&apos;ve downloaded?&quot; Very witty. Spreadsheets: you never knew there was so much wrong with them &gt;&gt; Fielenne Hermans Utterly fascinating slide deck (no, come back) on a four-year PhD research study looking at spreadsheets (no, come back). Did you know most spreadsheets don&apos;t start out with the intention that they&apos;ll be business-critical.. they just turn out that way? Or that many contain inherent errors? Plenty of food for thought, and useful links, and tools, here. Tuberculosis map &gt;&gt; Baidu Baidu map of China showing incidence of tuberculosis cases for World TB Day (24 March): an estimated 5m people in the country have it, and each can spread it to between 10 and 15 people.  You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/mar/29/technology-links-newsbucket", 
    "wordcount": "1238"
}