{
    "headline": "Is 3D printing about to hit the mainstream?", 
    "text": "Jonathan Rowley reaches into the basin of white powder and like a magician pulls out the frame of a pair of spectacles. Made of plastic, they&apos;re the same white as the powder, but hard, and unusually shaped. Designed by Ron Arad for PQ Eyewear, each hinge on the glasses (pictured below and above right) consists of segments like an armadillo&apos;s tail. &quot;We made these here,&quot; Rowley says, indicating a hulking white machine behind him, which looks like a cross between a dry cleaning apparatus and an industrial oven. &quot;The thing is, you couldn&apos;t make these any other way,&quot; he says. He points to the tiny detail at each segment, and how creating it in the closed position means the plastic arms try to stay closed  so the design is at its strongest when open, yet clings to your head face. But it&apos;s also a single piece; no assembly required, apart from adding lenses. Located in the basement of a dentist&apos;s office in Wimpole Street, central London, Digits2Widgets  where Rowley, 47, is design director  is one of the companies in the forefront of one of the hottest technologies around. 3D printing starts by designing objects on a computer and then printing them with thermoplastics (and in this case, lasers) in super-thin layers to create intricate finished objects. Inside the oven a 30cm-deep basin of powder is heated to just below its melting point; then a laser heats specific points over a layer just 0.1mm deep, melting and fusing the powder. Repeat that 3,000 times  it runs overnight  and you end up with a solid object  glasses, a doll, an architect&apos;s model  surrounded by powder. Wash the powder off, and you have the finished product, with detail as fine as you want. The spectacles&apos; hinges are held together by 0.5mm links, each just five layers of plastic. Having got its start in making prototypes for aerospace and automotive companies, and latterly for surgeons looking to make precisely tailored replacements for bones, 3D printing is now blossoming. The technology has been used to make everything from jewellery to replacement jawbones, but the question is, how big is 3D printing going to get? The estimates vary, but it&apos;s always in the billions. Terry Wohlers, an analyst who has followed the field for years, argued last September that the technology has hit its &quot;tipping point&quot; and is about to expand into wider usage we&apos;ll see every day. The hype is certainly ramping up. Pete Basiliere, research director at the analysts Gartner, said: &quot;3D printing is a technology accelerating to mainstream adoption. The hype leads many people to think the technology is some years away, when it is available now and is affordable to most organisations.&quot; In three years a high-quality 3D printer could cost less than $2,000 (1,320), he suggests. The bigger question is: will everyone own a 3D printer to use at home or will it remain a technique, such as high-speed colour photocopying, that stays in specialist high-street shops? If the knob on a washing machine or cupboard breaks, will we download a file and &quot;print out&quot; a new one as we now do with online forms? And what is the limit to what can be made? This question has become more urgent with the rise of Wiki Weapon, an American project aiming to make the blueprints for &quot;printing&quot; gun parts available to anyone. Olaf Diegel, a professor of mechatronics at Massey University in New Zealand, runs a company that offers 3D printed electric guitar bodies, thinks that to begin with it will be like specialist photocopying shops, rather than being in every home. &quot;Probably in the next 10 years we will see the &apos;7/11&apos; model, where you go to the local convenience store and have them print your products.&quot; Companies like the Staples stationery chain are looking at this model with MCOR paper 3D printers.&quot; (In those, paper is used to build the model&lt;/a&gt;; that can then be covered in a ceramic, and the paper then burnt and removed  and metal poured in to the space to produce a perfect copy of the original.) Diegel says: &quot;Another 10 years after that, I believe that we will start to see serious home ownership starting to appear, as the quality of the machines improves, prices come down and, mainly, ease of use (particularly of the 3D design software) improves.&quot; Some think it could do even more. James McBennett, co-founder of fabsie.com, thinks that the power of 3D printing lies in making the computer files that control 3D printers available to everyone, so they can make objects locally. He has a Kickstarter crowdfunding project to make a self-assembly stool: &quot;Files are downloaded by makers and cut on demand in small batches, then delivered right to you,&quot; the project says. McBennett thinks the really interesting path is the digitisation of data about manufacture of products. &quot;Say with furniture  at the moment you can only get desks in particular sizes in the mass market. If you want a desk that, say, can also double as a doghouse, where do you go? With this, designers could write the file, you download it and get it made, and there you are.&quot; The power of 3D printing goes far beyond &quot;additive&quot; designs with layers, he thinks. For now, though, more prosaic, if pricey, uses dominate. Diegel&apos;s company sells its guitar bodies for $3,500 each. &quot;They&apos;re a high-value luxury item,&quot; he explains. And the frames Rowley has pulled from the white powder will, after high-pressure cleaning and colouring, become designer sunglasses, retailing for about $700. They only cost 36 to make  but you need the 150,000 3D printing machine to produce them. Rowley searches around his desk and pulls out a tube which contains a Makiedoll: each one costs 70 and is uniquely designed by the buyer on the site, where you can minutely control every aspect of the face; the computer file is then sent to Digits2Widgets, which prints out the head. And it&apos;s not just an experiment: several items are in commercial production. Digits2Widgets can make 25 pairs of the sunglasses every 36 hours, and other companies have been contracted to make them. The Makie dolls are another example of commercial production, Rowley points out. Dan Crow, who with fellow technologist Chris Thorpe has created a perfect scale model of a Ffestiniog railway engine,  by laser scanning and then 3D printing the model  says that for making bespoke objects such as models, 3D printing will be a boon. &quot;The really interesting thing is that we&apos;re moving away from mass production. First we had the Industrial Revolution, which was about economies of scale. Then we had the Digital Revolution with the internet. Now we&apos;re having the Digitisation Revolution, where you can do one-offs or 100s of anything in incredibly high quality.&quot; But for replacement parts  say for washing machines  it&apos;s less clear. &quot;It might be that you think it&apos;s just a knob on the front panel, but maybe installing it requires you disassemble the front panel, and actually you need a mechanic to come and fit it,&quot; argues Rowley. He is dismissive of the idea that home 3D printing, with its figurines and keyfobs will ever amount to much. &quot;They aren&apos;t technology that can improve anything. Industrial 3D printers are far superior, and can produce finished functional production objects which are actually useful.&quot; He flexes the sunglasses frame hinge again. &quot;I&apos;m cynical about the general public&apos;s urge to create things,&quot; he says. &quot;I don&apos;t think there&apos;s a mass of frustrated makers out there. Look at how consumerism works  people want brands, not to be unique.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/apr/30/3d-printing-mainstream-technology", 
    "wordcount": "1316"
}