{
    "headline": "Number of children taught in academies reaches 2 million", 
    "text": "The total number of pupils taught at academy schools  a key policy of the coalition government&apos;s education reforms  has reached the 2 million mark, according to new figures released by the Department for Education (DfE) that reveal a sharp increase in student numbers. More than one in four (27%) of the 7.3million state school pupils in England now attend schools administered under academy status, including sponsored academies and so-called &quot;converter academies&quot;  mainly comprehensive schools that have opted out of local authority control. Sponsored academies and converter academies now total 2,886 schools in England, compared with just 203 before the passage of the Academies Act in May2010. The DfE said the 2 million pupils were &quot;now reaping the benefits&quot; of the government&apos;s reforms. &quot;Great heads and teachers are best placed to run their schools  not town hall or central government bureaucrats. We have given them the freedom to take charge, and thousands are grabbing the chance,&quot; said the DfE. The figures show a yawning gulf between the uptake of the reform championed by Michael Gove as secretary of state for education; with success in the secondary sector contrasting with tepid enthusiasm in the primary sector. While 1.7 million pupils attend secondary academies  or 54% of the 3.2 million total  just 300,000 of England&apos;s 4.1 million state primary school pupils are taught in them, suggesting that primary schools&apos; management and parents remain resistant to the lure of autonomy. But the pace of primary school conversion is picking up. Of the 94 schools that have applied for academy status in the last month, 72 were from primary schools. Meanwhile, free schools  the other leg of the government&apos;s school reforms  report heavy demand from parents in most areas, although one in eight of the new schools have failed to fill their annual intakes for the coming academic year. DfE figures showed an average of three applications for every place at one of the 63 free schools operating this year. The West London free school in Hammersmith was the most heavily oversubscribed, with 1,196 applications chasing 120 slots in a London borough with fierce competition for state secondary school places. The National Audit Office has warned that 256,000 new school places in England will need to be provided by 2014 on current estimates, meaning that demand for places is certain to pick up.", 
    "section": "education", 
    "gid": "education/2013/apr/15/children-taught-academies-2-million", 
    "wordcount": "406"
}