{
    "headline": "Space shuttle Endeavour's final journey - in pictures", 
    "text": "   Spectators gather to take pictures as the space shuttle Endeavour leaves the hangar at Los Angeles international airport Photograph: Patrick T. Fallon/AP       Endeavour makes its way past Randy's Donuts on Interstate 405 Photograph: Mark J. Terrill/AP       The shuttle crosses the San Diego Freeway, which was closed to all traffic for safety reasons Photograph: Chris Carlson/AP       Endeavour's 12-mile, two-day road trip kicked off shortly before midnight on Thursday Photograph: Jae C. Hong/AP       A young spectator watches as the space shuttle passes by Photograph: Joe Klamar/AP       Road signs were uprooted to clear the way for the 75-tonne shuttle Photograph: Joe Klamar/AFP/Getty Images       Workers prepare to lower powerlines that were raised to allow the Endeavour to pass under them. Four hundred trees were also felled to make way for the shuttle Photograph: Robyn Beck/AFP/Getty Images       The Endeavour turns into Manchester Boulevard on its 160-wheel carrierPhotograph: Jae C Hong/AP       After 30 years and 135 missions, Endeavour makes it's final journey through the streets of LAPhotograph: Joe Klamar/AFP/Getty Images       The shuttle makes its way through a residential district Photograph: Chris Carlson/AP       The shuttle's final journey has been dubbed Mission 26: The Big Endeavour Photograph: AFP       Spectators watch the shuttle pass from their vantage point on an office roof Photograph: Ringo Chiu/Corbis       Endeavour makes its way slowly through the streets of LA Photograph: Kevork Djansezian/Getty Images       A police officer escorts the shuttle on the final day of its journey Photograph: Lucy Nicholson/Reuters       Dressed as an astronaut, three-year-old Amir Morris watches Endeavour pass Photograph: Lucy Nicholson/AFP/Getty Images       Large format photographers prepare their equipment in anticipation of the shuttle's arrival Photograph: Rex Features       A plane flies overhead as Endeavour continues its final journey Photograph: Getty Images  ", 
    "section": "science", 
    "gid": "science/gallery/2012/oct/13/space-shuttle-endeavour-in-pictures", 
    "wordcount": "0"
}