{
    "headline": "Floodplains that should remain just that", 
    "text": "The River Nene meanders through Ferry Meadows, but it has risen over its banks and most of the floodplain is indeed that. Fields and paths are submerged by a muddy inundation, and trees, hedges and bushes mark out what is more usually land. The river itself is in spate; its usually flat, placid surface seethes with currents, shifting liquid sheets, and eddies concoct miniature whirlpools. Last year was the wettest recorded in England. Flooding rivers are expressive reminders that we cannot shape the countryside just as we like. The patterns of weather and climate have to be accommodated in our crowded landscape. Recently I asked the environment secretary, Owen Paterson, why we were still building on floodplains, and when would we stop hearing news of another &quot;new development&quot; being flooded? He replied that floodplains were there to take excess rain and that building on them was &quot;moronically stupid&quot;. Nevertheless, seemingly short-term optimism enables local councils to permit building for which the nation later picks up the tab on its flood defence bill and home insurance costs. It means that what is locally acceptable often has little correlation with what is beneficial, either locally or nationally. A spring of five teal trill overhead. In winter teal dabble for floating seeds and these little ducks are probably enjoying expanses of new foraging opportunities. However, the impacts of flooding on wildlife are complicated, and rich ecosystems take time to develop but are easily damaged. A floodplain that stops being flooded loses its special characteristic species. Meanwhile untold harm can be done when habitats that have grown unaccustomed to flooding are inundated for many days. Floods were more frequent and widespread this year than in any I can recall, and the long-term climate forecast is &quot;wet and windy&quot;. It is essential that the balance between national and local influence on countryside planning decisions is right. The integration of environmental, economic and social knowledge, and concerns, is essential for a happy future for people and wildlife. Perhaps this can be an aim in 2013?", 
    "section": "environment", 
    "gid": "environment/2013/jan/02/floodplains-should-remain-just-that", 
    "wordcount": "345"
}