{
    "headline": "Bursaries and scholarships set to fall, report shows", 
    "text": "Universities are spending more on helping disadvantaged students gain places in higher education, but the NUS warns new funding arrangements mean money will be wasted. A report released today by the Office for Fair Access (Offa) revealed the total amount spent on students from disadvantaged households rose by 5% last year to 424.2m. But the NUS has criticised news that 92.2m is to be cut from bursaries and scholarships by 2015. It blames the drop in bursaries on the government&apos;s introduction of fee waivers, which it claims will eat up 150m of the funding set aside for disadvantaged students under the National Scholarship Programme. The NUS has criticised the fee-waivers scheme, which gives bright students from low-income homes up to two years of free university tuition. As fees are not paid up front, students will only feel the effect of the waiver when it comes to repaying their debt  and that only begins once they are in jobs and earning over 21,000. Liam Burns, president of the NUS, says students need support while they are at university, a time when many experience a cash shortfall. He adds that those who stand to gain most from free waivers will be high-income earners who qualify to pay back their debt. &quot;Every penny of the flagship National Scholarship Programme will be used by the sector to offer fee waivers, the benefit of which students will never see. &quot;This channelling of money out of students&apos; pockets to get government borrowing down by the back door is nothing short of daylight robbery.&quot; Offa, who published their report jointly with the Higher Education Funding Council for England (Hefce), says that while there will be a fall in bursaries, it is pleased universities increased investment in outreach events last year by 15% to 46m. &quot;This reflects evidence showing that sustained outreach targeted at disadvantaged young people is a more effective way to widen access to higher education than precise amounts of bursary support for students.&quot; Of those receiving bursaries or scholarships last year, almost three quarters were from households earning less than 25,000. But the proportion of students receiving financial help varies widely  at Cambridge University, 13% of students qualified for full state support compared to 63% at the University of Bradford. The amount students receive in bursaries and scholarships also differs across the country: those at Russell Group institutions receive an average of 1,400 a year, more than double the amount given to students at the 26 new universities in the million+ group. Responding to the report, million+ chair and vice-chancellor of the University of East London professor Patrick McGhee says modern universities do more than expected by Offa. &quot;They are the most successful in delivering access to higher education for students from a wide range of backgrounds. The graduate profile would look very different if the contribution of modern universities to widening participation was taken out of the equation.&quot;", 
    "section": "education", 
    "gid": "education/2012/jul/04/bursaries-and-scholarships-to-fall", 
    "wordcount": "503"
}