{
    "headline": "Brave the cold and capture the ever-dramatic signs of winter", 
    "text": "Those who make the most of these short, sometimes snow-covered days, could be rewarded with the most dramatic pictures of the year. A Wildlife Trust woodland reserve is a good place to search for the fresh green shoots of snowdrops  the first signs of new life on the leaf-strewn woodland floor. A wide-angle lens can capture snowdrops in the foreground with large imposing trees behind. A shaft of sunlight piercing through will bring an added edge. Use a tripod, slow down the shutter speed and capture the gentle movement of snowdrops in the breeze. Get down to their level to capture every detail, ensuring the flower is the star of the shot. Trees are starting to anticipate the change of season: elms should soon be producing their delicate pink flowers, and hazels sport the lime-green glow of catkins. At some locations, bird feeders are located close to hides. These might attract slightly more unusual species than regular garden visitors  including brambling or willow tit  and make for easier bird photography. For a really striking shot, it&apos;s worth reaching an outdoor location for the &quot;golden hour&quot;  the hours just after dawn or just before sunset. The beautiful light afforded at this time will bestow an ethereal dimension to images. Another advantage to the lower position of the sun at this time of year is it gives a perfect chance to get a &quot;catchlight&quot;: the glint in the eye of the wildlife being photographed, which takes a picture from good to great. In Scotland, Arctic species like ptarmigan  which at this time of year are in their purest white attire  will be at their most accessible, coming to lower altitudes around ski centres at Cairngorm and Glenshee. The mountain hare also changes into a winter coat and can be found in the higher slopes of the Peak District as well as Scotland. Although it may be possible to photograph these upland residents from the car window, large areas of white snow can play havoc with camera settings. Avoid the &quot;full auto&quot; button on the camera which can result in a dark or grey image as the sensor struggles to balance the brightness. &quot;Exposure compensation&quot; will work better, with settings perhaps even at full &quot;stop&quot; or more over-exposed. This allows plenty of light into the lens to capture the pureness of the white snow, and of course the ptarmigan. Check the histogram (the graph showing pure white and black) on the back of the camera, and make any fine adjustments. If all this sounds a bit too Bear Grylls for a day&apos;s photography, there is one mountain species that takes a beach holiday. Snow buntings spend the summer at high altitude alongside ptarmigan in the Scottish Highlands, but in winter visit beaches throughout the UK, combing the strandline. Their winter plumage makes them well camouflaged among pebbles or sand, and a stroll on the beach can lead to &quot;flushing&quot; a flock binoculars should be trained straight onto them to see where they land, often just a short distance along the beach. Using the strandline or pebble ridges as natural cover, get low  really low  slowly approaching in a commando style, stopping regularly. Use an aperture of about f5.6, and pick out individual birds for a strong portrait. Wait for the birds to turn side-on to give the best chance of getting the all-important catchlight. To get the feel of the flock, open up to around f8 and don&apos;t forget to keep the high-speed shutter running if they take off for a dramatic flight shot. It may be tempting to use a tripod, but with this type of stalking technique flexibility is key, so a small bean bag or even padded arm will make a stable base to rest the lens on. For those who can brave the harshest conditions, a group of snow buntings hunkering down as the sand or pebbles rush up the beach will set an image apart from all the others.  Tom Marshall works for the Cheshire Wildlife Trust  Share your photos of &apos;signs of winter&apos; on our Flickr group", 
    "section": "environment", 
    "gid": "environment/2012/jan/09/green-shoots-signs-of-winter", 
    "wordcount": "693"
}