{
    "headline": "New to Nature No 100: Eleodes wheeleri", 
    "text": "Darkling beetles are a conspicuous part of the insect fauna of many arid regions of the world. In the south-western United States and Mexico, for example, species of the genus Eleodes are commonly seen doing &quot;headstands&quot;, putting their faces down and elevating their rear ends to a nearly vertical position. This comical posture is part of the beetles&apos; defence strategy. Flightless and not the fastest runners in the insect world, Eleodes have special glands that secret a noxious chemical mixture to deter would-be predators that is variously exuded as a droplet from the anus or forcibly sprayed over distances of up to two feet. The last comprehensive monograph on Eleodes was published more than a century ago, in 1909, and the exact number of species remains unknown. A handful of common species are readily identified, but the majority are inaccessible to ecologists, behaviorists, physiologists and others who would find the group contains many ideal model organisms. Fossil evidence suggests that some species of Eleodes responded to shifts in Pleistocene climate 1,500 years sooner than tree species whose pollen has been commonly used to measure the biota&apos;s response. It is possible that the right species of Eleodes could be much more sensitive canaries in the mine as we try to detect and monitor climate change. About 250 species of Eleodes have been named but, depending on who you ask, there may be half or twice that number of species once a modern taxonomic revision, now under way, is completed. For collectors the best strategies are setting pitfall traps and head lamping. In the former, a container is buried flush to ground level so that unsuspecting beetles stumble in and cannot escape. In the latter, one simply uses a head lamp or flashlight to scan the desert floor for beetles walking about at night. In 1975, Professor Charles Triplehorn of Ohio State University described several species from Texas and Arizona that showed the kind of elongation of appendages commonly associated with cave-adapted insects. These and additional species discovered since have been placed in a new subgenus, Caverneleodes. Among several species recently described by Triplehorn, with co-authors Dr Rolf Aalbu of the California Academy of Sciences and Dr Aaron Smith of the International Institute for Species Exploration at Arizona State, was one I am fond of for obvious reasons  Eleodes wheeleri. With a BBC film crew in tow  they were working on the documentary, Decade of Discovery  Rolf, Aaron and I tracked down this species at Tonto Natural Bridge in central Arizona. These beetles forced me to expand my definition of &quot;cave&quot; with respect to insect habitats. Most of their habitat is in the form of crevices penetrating deep into the rock face of a gorge. Many of the openings are narrow, less than an inch, into which the beetles disappear by day. Regardless of how many of these entrances lead to larger cavities, at the scale of a 10mm beetle, they are indeed caves. At night they emerge from their caves to scavenge the nearby landscape. It is perhaps because their cave life is only part-time that they are less modified than many full-time cave beetles that tend to have even longer limbs along with complete loss of eyes and pigmentation. These beetles provide a fascinating glimpse of intermediate adaptation to an intermittent environmental circumstance. I thank my colleagues for the great honour of my namesake, E wheeleri. As Steve Martin&apos;s character Navin R Johnson says in the movie The Jerk, this is the kind of spontaneous publicity that makes people famous.", 
    "section": "science", 
    "gid": "science/2013/mar/24/new-to-nature-eleodes-wheeleri", 
    "wordcount": "595"
}