{
    "headline": "Apple accused of securing preferential terms for iPhone with mobile operators", 
    "text": "Apple used its influence to secure preferential treatment from mobile operators wanting to offer the iPhone, squeezing out competition from rival brands, according to a former senior executive at a major European operator. The Guardian has been given a detailed description of an alleged three-year contract between Apple and the operator. The source, who asked not to be identified, said some colleagues had concerns about the legality of the contract, but that these were brushed aside because his company decided it needed access to Apple&apos;s bestselling device. &quot;The marketing people were filled with joy about getting the iPhone,&quot; he said. &quot;Our second thoughts from a legal point of view were overruled by the marketing people.&quot; The revelations come as the European commission considers whether to take action over Apple&apos;s contracts with operators. Phone companies are beginning to push for a shift in the balance of power in their relationships with Apple, now that manufacturers like Samsung and Nokia have proved their ability to make smartphones of equal quality. The iPhone sparked a pocket computing revolution with its arrival in 2007, which is generating unprecedented traffic for operators, but their profit margins have been squeezed by the expense of subsidising handsets and beefing up their networks to cope with the extra demand. There are more than 100 mobile operators in Europe, led by Vodafone, Telefnica, Deutsche Telekom, France Tlcom, Three and Telecom Italia - multinationals who operate alongside often powerful local mobile phone businesses. It is claimed Apple used the contract in question to state the maximum price a consumer should pay. This retail price was less than the operator paid to acquire the iPhone, and the difference was to be met by a subsidy from the operator. Crucially, the contract is alleged to have blocked more generous subsidies from being given to rival handset makers, using what are commonly known as &quot;most favoured supplier&quot; clauses. Amazon, the online retailer, uses similar clauses in its dealings with publishers. If Apple is found to be a dominant player, this kind of preferential treatment could be challenged as breaching competition law. Apple says its contracts comply fully with local laws wherever it does business, including the EU. The commission, the EU&apos;s executive arm, is concerned that Apple&apos;s contracts may have limited the amount of support operators could afford to give to other manufacturers. Since the launch of the iPhone, only Samsung has overtaken Apple in the smartphone market, while others including Nokia, HTC and Blackberry have seen their sales collapse. Proving Apple&apos;s dominance could be difficult. The world&apos;s most valuable technology company had a 22% share of the smartphone market in Europe last year, according to research firm IDC  a far cry from the 40% usually considered a threshold for dominance. It was outsold by Samsung across the region and in individual markets. Companies can often be unsure about how the competition authorities will define the market. The commission may chose a more narrow definition of the iPhone&apos;s market in order to determine Apple&apos;s influence. &quot;The most important issue is whether the company which forced the inclusion of the most favoured supplier clause has a dominant position,&quot; said Jos-Antonio de la Calle, a European competition lawyer. &quot;Determining whether Apple is dominant depends on how you define the market. If you can slice the market more narrowly, for example high-end smartphones, the market share of Apple could be much higher.&quot; The commission&apos;s competition directorate has sent out a questionnaire which operators must respond to by 17 June. It is considering a formal investigation under articles 101 and 102 of the treaty on the functioning of the EU. These forbid the abuse of a dominant position, price fixing, or anti-competitive agreements. Apple&apos;s terms were not illegal individually, the operator source said. &quot;If you looked at them one by one they were OK, but if you consider the overall impact of these provisions they could hinder competition. This most favoured position they had in the contract was very useful for them. They stalled competition in the market.&quot; Independent auditors were allegedly appointed to police the contract in question, combing through every price promotion on every rival handset sold by the operator over the three year period. If the operator was found to be in breach, they would pay the audit bill. If they were not, Apple would pay. It is understood the penalty for breaching most favoured supplier clauses is financial. The difference between the money discounted from a rival handset and the subsidy given to an iPhone would allegedly have to be paid to Apple, for example in the form of extra marketing for the iPhone. Subsidies have been a key part of the iPhone&apos;s success. The device costs as much as 700 (594) in Europe if bought direct from Apple, a price that is out of reach of most consumers. What has made it affordable is the money networks put into discounts, which are given in exchange for consumers signing lengthy contracts for calls, texts and web browsing. Under the contract in question, Apple is said to have insisted on a subsidy of around 100 per phone. The contract was also unusual because it is claimed the operator was asked to commit to buying a minimum number of iPhones per year, three years in advance, without knowing what technology would make the new devices stand out. &quot;We were not allowed to subsidise any other phone more than we subsidised Apple, and that was written into the contract,&quot; the source claimed. &quot;The minimum purchase and price setting were somewhat of a hindrance to competition for other smartphone makers, because they would have to make a cheaper product than Apple which had the same functionality and appeal. It was not possible for other smartphone makers to convince the telephone companies to subsidise their products more than they subsidised Apple.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jun/06/apple-preferential-terms-iphone-mobile-operators", 
    "wordcount": "998"
}