{
    "headline": "Nobel prize in chemistry 2012 for work on cell receptors: as it happened", 
    "text": "  3.26pm BST    Kobilka's response to the prize    At last we have a few comments from Brian Kobilka. It seems his disbelief on hearing the news matched that of Lefkowitz this morning. The west coast has to be one of the worst time zones in which to receive a call from Stockholm. In a statement from Stanford University, he said:  I didn&apos;t believe it at first, but after I spoke with about five people  they handed the phone around  with really convincing Swedish accents, I started to think it was for real.  and went on to speak about the discovery:  It was so exciting to see this three-dimensional structure and finally know how these transmembrane regions interact during signaling.  And with that parting shot we will leave the Nobel prize in chemistry for another year. Thanks to all for watching and enjoying the prizes with us.     Brian Kobilka speaking on the phone after the announcement as the world's media converge on his home in Palo Alto. Photograph: Linda A Cicero/AFP/Getty Images      Updated at 3.34pm BST     12.30pm BST    The first Nobel in chemistry for two MDs?    David Kroll, a blogger at Terra Sigillata, believes this may be the first Nobel prize in chemistry awarded to two medical doctors. I asked David Phillips (see interview below) about the biological emphasis of this year&apos;s Nobel prize in chemistry. Here&apos;s what he makes of it:  The field of chemical biology is burgeoning because at its heart, at the heart of certainly cell biology, is an understanding at the molecular level of what&apos;s going on and that&apos;s chemistry essentially. So other sorts of chemistry are still going on and still very important, but this level of understanding which has been made possible by advances in techniques over the last 20 years or so is crucial to mankind. I&apos;m not worried at all that many of my colleagues are working in what is essentially a biological field, because I think it&apos;s so crucial that we understand the molecular processes that are going on in cells in animal and human bodies.      The award of this year's chemistry Nobel prize to Robert Lefkowitz (left) and Brian Kobilka demonstrates how the distinctions between the disciplines of chemistry and biology have been breaking down. Photograph: AFP/Getty Images      Updated at 1.24pm BST     12.25pm BST    Lefkowitz: the backstory    The Howard Hughes Medical Institute in the US has posted some of the history behind Robert Lefkowitz&apos;s discoveries on their website. Here is a taster:  For a long time, it remained a mystery how cells could sense their environment. Scientists knew that hormones such as adrenalin had powerful effects: increasing blood pressure and making the heart beat faster. They suspected that cell surfaces contained some kind of recipient for hormones. But what these receptors actually consisted of and how they worked remained obscured for most of the 20th Century. Cells in our body are constantly exposed to a variety of chemical signalshormones, neurotransmitters, growth factors, and sometimes even drugsthat they need to interpret and translate into a response. This task is handled by receptors that dot cell membranes. Lefkowitz essentially defined the field of receptor biology through his work with G proteincoupled receptors, the largest and most pervasive family of cell receptors. A thousand or more of these receptors are known to exist throughout the body, playing critical roles in sight, smell, and taste, and in regulating heart rate, blood pressure, pain tolerance, glucose metabolism, and virtually all known physiological processes.      Lefkowitz in his lab at Duke University in Durham, North Carolina, in 1996. Photograph: AP      Updated at 3.39pm BST     12.07pm BST    The reaction continues...    For those of you playing Holy Grail bingo today, the moment has arrived with another quote courtesy of the Science Media Centre from Mark Sansom, professor of molecular biophysics at Oxford University:  G-protein coupled receptors have for a long time been the holy grail of membrane protein research. They are fundamental to regulation of many physiological processes, from the nervous system to taste and smell. They are also a major class of drug target and are incredibly important to the pharmaceutical industry. In particular Kobilka&apos;s work in determining the structure of G-protein coupled receptors has revolutionised our understanding of how they work as small &apos;molecular machines&apos; and will lead to enormous advances in drug design.        12.04pm BST    More reaction to today's prize    The ever-active Science Media Centre in London has put out this quote from Mark Downs, chief executive of the Society of Biology.  The critical role receptors play in biological function is now taken for granted. This groundbreaking work spanning genetics and biochemistry has laid the basis for much of our understanding of modern pharmacology as well as how cells in different parts of living organisms can react differently to external stimulation such as light and smell or the internal systems which control our bodies such as hormones.     Updated at 12.07pm BST     12.01pm BST    Professor David Phillips, past president of the Royal Society of Chemistry, on the 2012 Nobel prize    I&apos;ve just had a quick phone chat with Professor Phillips who shares his thoughts on the prize and what it means for the Nobel in chemistry to go to biologists.  It is of such importance to human health, I&apos;m not at all surprised they&apos;ve been awarded this prize.  He goes on to give some explanation of what G-protein-coupled receptors do, and how they are vital for life.  Until about 1964, people suspected that the cells, animal cells, eukaryotes, had a way of sensing materials in their environment external to the cell, but nobody really knew how it worked. And people proposed that there must be specific receptors on the surface of cells which looked for materials that would then modify the cell behaviour or cell signalling or whatever. But until Lefkowitz and Kobilka came along nobody actually had isolated these things, so their real triumph very early on was to show that you could isolate these sensors and what they sensed. And what they sense is actually quite staggering. They sense light  flavour, smell, adrenaline, which of course is hugely important because when adrenaline is there your heart rate increases and your pulse rate increases and your blood pressure increases and that&apos;s the fight or flight response that all animals get. Histamine is sensed that way, and that&apos;s important in allergy; dopamine is sensed that way, and that&apos;s important in cell transmission and used in treating Parkinson&apos;s for example; serotonin, which affects how you sense light and dark and regulate the body that way. And it&apos;s true that half of all medications achieve their effect through G-protein-coupled receptors.  Hear the full interview below.   Interview with Professor David Phillips, immediate past-president of the Royal Society of Chemistry about the 2012 Nobel prize in chemistry winners, Robert Lefkowitz and Brian Kobilka (mp3)     Updated at 12.09pm BST     11.40am BST          Robert Lefkowitz of the Howard Hughes Medical Institute and Duke University in Durham, North Carolina. Photograph: Ho/EPA         11.39am BST          Brian Kobilka of Stanford University. Photograph: AFP/Getty Images         11.25am BST    A profile of Brian Kobilka in Nature    Looks like I may struggle to get Brian Kobilka on the phone today. Here, from the journal Nature, is an impressive profile of a man who is clearly not keen on talking to the press. A telling par from that profile:  The latest accomplishment has many in the field buzzing about a Nobel prize. &quot;But if they do give it to him, it&apos;ll be the devil to get him to Stockholm,&quot; says Henry Bourne, a professor emeritus at the University of California, San Francisco, who worked on G proteins and has known Kobilka since the 1980s. Kobilka loathes the limelight, and is renowned as much for his shy modesty as his ability to crack seemingly impossible protein structures. When I met Kobilka at his Stanford office, he accepted a quick handshake, averting his eyes, and reluctantly offered me a seat across from him at his desk. He stared anxiously at the glowing red light on my voice recorder. He is &quot;desperately fearful&quot; of talking to the press, he says, his voice breaking, and only agreed to talk because he &quot;wanted to make sure that the contributions of my lab and collaborators are recognized&quot;.      Kobilka speaks on the phone at his home in Palo Alto after hearing he has been awarded the Nobel prize in chemistry. Photograph: Linda A Cicero/AFP/Getty Images      Updated at 3.43pm BST     11.18am BST    Nobel prize winning duo    Robert Lefkowitz was Brian Kobilka&apos;s boss when the latter was a postdoc at Duke University in North Carolina. In case you care for such things, his father and grandfather were both bakers, according to the unfailingly accurate Wikipedia. Do I believe it? Just about.       11.03am BST       Lefkowitz is on the phone to Stockholm:  I&apos;m feeling very very excited. I was fast asleep and the phone rang but I didn&apos;t hear it. I will share with you that I wear ear plugs. My wife gave me an elbow  and there it was, a total shock and surprise as many before me have experienced.  On his plans for the day:  I was going to have a haircut. If you could see me you would see it is quite a necessity.  Looks like the haircut will have to wait. It&apos;s going to be a busy day for Lefkowitz.    Updated at 11.05am BST     10.56am BST    Video of Robert Lefkowitz    The US scientist won the 2009 Frontiers of Knowledge Award in Biomedicine. Here he is speaking about the work at his lab.                 10.52am BST    The work that led to a Nobel    This from the Nobel Assembly press material:  Your body is a fine-tuned system of interactions between billions of cells. Each cell has tiny receptors that enable it to sense its environment, so it can adapt to new situtations. Robert Lefkowitz and Brian Kobilka are awarded the 2012 Nobel Prize in Chemistry for groundbreaking discoveries that reveal the inner workings of an important family of such receptors: G-proteincoupled receptors.  and some more:  For a long time, it remained a mystery how cells could sense their environment. Scientists knew that hormones such as adrenalin had powerful effects: increasing blood pressure and making the heart beat faster. They suspected that cell surfaces contained some kind of recipient for hormones. But what these receptors actually consisted of and how they worked remained obscured for most of the 20th Century. Lefkowitz started to use radioactivity in 1968 in order to trace cells&apos; receptors. He attached an iodine isotope to various hormones, and thanks to the radiation, he managed to unveil several receptors, among those a receptor for adrenalin: -adrenergic receptor. His team of researchers extracted the receptor from its hiding place in the cell wall and gained an initial understanding of how it works. The team achieved its next big step during the 1980s. The newly recruited Kobilka accepted the challenge to isolate the gene that codes for the -adrenergic receptor from the gigantic human genome. His creative approach allowed him to attain his goal. When the researchers analyzed the gene, they discovered that the receptor was similar to one in the eye that captures light. They realized that there is a whole family of receptors that look alike and function in the same manner. Today this family is referred to as G-proteincoupled receptors. About a thousand genes code for such receptors, for example, for light, flavour, odour, adrenalin, histamine, dopamine and serotonin. About half of all medications achieve their effect through G-proteincoupled receptors. The studies by Lefkowitz and Kobilka are crucial for understanding how G-proteincoupled receptors function. Furthermore, in 2011, Kobilka achieved another break-through; he and his research team captured an image of the -adrenergic receptor at the exact moment that it is activated by a hormone and sends a signal into the cell. This image is a molecular masterpiece  the result of decades of research.        10.50am BST    Winners announced    This year&apos;s chemistry Nobel prize winners have been announced: Robert J. Lefkowitz (Howard Hughes Medical Institute and Duke University, Durham, North Carolina)  Brian K. Kobilka (Stanford University) &quot;for studies of G-protein-coupled receptors&quot;.       10.37am BST    The man who won two chemistry Nobels    Fred Sanger (UK) is the only person to have won the Nobel prize in chemistry twice, in 1958 and 1980. The first award was for his work on the structure of proteins, particularly insulin. The second was for work on the base sequences of nucleic acids. We&apos;re about five minutes from hearing the 2012 winner. Place your bets please!    Updated at 10.37am BST     10.30am BST    Women and the chemistry Nobel prize    We will hear the winner of the 2012 Nobel prize in chemistry in about 15 minutes. The award has gone to only four women since 1901, namely Ada Yonath (ribosome, 2009), Dorothy Crowfoot Hodgkin (x-ray analysis, 1964), Irene Joliot-Curie (synthesis of new radioactive elements, 1935) and Marie Curie (discovery of radium and polonium, 1911).    Updated at 10.30am BST     10.23am BST    The wording of the will    I presume the prize for chemistry must have been particulaly close to Alfred Nobel&apos;s heart after all his work on dynamite, gelignite and other explosive substances. His last will and testament (he had a few rewrites) states that the prize should go to the person who shall have made the most important chemical discovery or improvement. That word &quot;improvement&quot; is quite open to interpretation.     Updated at 10.29am BST     10.14am BST    The Nobel prize in chemistry 2012    And so we return to the Royal Swedish Academy of Sciences to hear who has won the Nobel prize in chemistry, the third and final of the science awards to be announced from Stockholm this year. On Monday we had the prize in physiology or medicine, shared by biologists John Gurdon (UK) and Shinya Yamanaka (Japan), for their research on reprogramming cells. Yesterday, the physics prize went to Serge Haroche (France) and David Wineland (US) for their extraordinary work on quantum systems. We expect to hear who has won the chemistry prize at around 10.45am (BST). They will join a long list of luminaries, from Ernest Rutherford and Marie Curie to Linus Pauling and Fred Sanger. Last year, the chemistry prize went to Dan Shechtman at the Israel Institute of Technology in Haifa for work on impossible crystals. Peering down a microscope in the early 1980s, Shechtman spotted crystal patterns that never repeated, causing him to utter that unforgettable phrase: There can be no such creature. The discovery was so controversial that Shechtman was ridiculed and asked to leave his research group. So who will win this year? The highly regarded Wolf prize is no worse than a crystal ball, and in 2008 it was won by William E Moerner (Stanford) and Allen J Bard (Texas) for their work on single molecule spectroscopy. Over at Slate, they note that Milhouse in the Simpsons bet on Moerner to win the chemistry Nobel back in 2010. Perhaps he will be luckier this time around. At the Chembark blog, the best contenders are nuclear hormone signalling (Pierre Chambon, Ronald Evans and Elwood Jensen), and bioinorganic chemistry (Stephen Lippard, Harry Gray and Richard Holm). Stay tuned for updates here. We will bring you the winners from 10.45am (BST) and, in keeping with a chemistry prize, all the reactions we can muster. The live feed from the Nobel Assembly is below.         Updated at 10.28am BST  ", 
    "section": "science", 
    "gid": "science/2012/oct/09/nobel-prize-chemistry-2012-live", 
    "wordcount": "2247"
}