{
    "headline": "Do temperature records reliably show the planet is warming?", 
    "text": "Global temperature records are crucial to scientific assessment of climate change, so many steps are taken to ensure that the records are reliable and that any factors which could cause biases are accounted for. One example is &quot;urban heat islands&quot;  the phenomenon of temperatures in cities being higher than those in rural locations. To make sure records from cities don&apos;t skew the bigger picture, estimates of global warming either omit urban stations or compensate for them by incorporating adjustments based on differences between temperatures at urban and rural sites. Air temperatures are also screened against other air temperatures from nearby locations to detect erroneous values, false trends and jumps which are then corrected or removed. Sea surface temperature records are also quality-checked and any issues are accounted for. For example, observations are adjusted to take into account past changes of instrumentation  such as adjusting for the evaporative cooling effect on water temperatures taken from buckets hauled onto deck. As well as all these checks and measures on data, there are other factors which increase our confidence in the warming observed in surface temperature records. The reality of recent global warming is shown by multiple strands of evidence. The case is all the stronger because the different types of observation are made independently.  The rise in sea surface temperatures measured by ships and buoys in situ is corroborated by warming detected by satellite instruments after exhaustive quality-assurance to remove the influences of cloud and dust and to ensure consistency between successive satellites. Yet another set of instruments monitoring the sub-surface ocean down to 2000 metres finds warming there too, not at every point but on average worldwide. Satellite and in situ observations also show widespread warming of lakes. Temperatures measured in the lowest 10km of the air show warming comparable to that at the surface, while higher up  in the stratosphere  there has been cooling (as expected), partly as a result of greenhouse gases reducing the amount of warmth escaping from the lower atmosphere. Indirect evidence of warming includes increasing moisture in the air  warmer air can hold more water vapour. Almost universal retreat of glaciers is another, highly visual piece of indirect evidence for global warming. Observed global sea level rise is partly a consequence of melting glaciers and partly a result of the expansion of the oceans as they warm. So multiple strands of evidence measuring various different indicators of climate all show the expected changes associated with rising air temperatures.  This article was written by David Parker at the Met Office Hadley Centre in conjunction with the Guardian The ultimate climate change FAQ  This answer last updated: 28.03.2012 Read about the project and suggest a question Report an error in this answer Related questions Are humans definitely causing global warming? Does a small temperature rise actually matter? How much warmer will the planet get? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/apr/02/temperature-record-climate-change-warming", 
    "wordcount": "517"
}