{
    "headline": "Sahel food crisis: life in Burkina Faso  in pictures", 
    "text": "   The dry bed of the Yibilio river in north-west Burkina Faso. The lack of rain in the region has seen most water sources dry up over the past year. People and livestock are struggling for food and water, and the government has appealed for international help to respond to the escalating food insecurity Photograph: Henry Makiwa/British Red Cross       Burkinabe mothers and their daughters in Tin Akoff village collect water in jerry cans and buckets. As water levels drop at the local borehole, which provides the village of 5,000 people with water, each family is allowed a maximum of 40 litres a dayPhotograph: Stephanie Schaerer/British Red Cross       Villagers in Tin Akoff collect water Photograph: Henry Makiwa/British Red Cross       Wellet Altana, far right, holds one of her grandchildren. Altana, 56, lives in a small hut with seven other children and grandchildren, as well as her elderly parents. She has been living on Red Cross food for the past four months Photograph: Stephanie Schaerer/IFRC       Thiombiano L'Oudalan, 71, said the last rainy season was 'unkind' and his crops failed, resulting in food shortages for his family and15.6 million others across west Africa. He says: 'For a while during this drought, we have relied on selling our livestock but we hardly have any animals left. The price of food at markets has risen two or threefold. We are in grave danger and we do not know what to do' Photograph: Henry Makiwa/British Red Cross       Askion Ag Indikene looks after his children in Tin Akhoff while his wife trades at the local market. His two oldest sons left to work in Ivory Coast four years ago and used to send remittances but he has not heard from them for more than a year and doesn't know if they are well, after civil war in Ivory Coast last year Photograph: Henry Makiwa/British Red Cross       The Douli irrigation centre and animal watering hole has provided water for a gardening project for 4,500 families in the town of Sabbe, but it has now dried up Photograph: Henry Makiwa/British Red Cross       Aid trucks carry clean drinking water to the dry basin where they have dug a well. This water can just about support the 8,500 people living at Old Fererio refugee camp Photograph: Henry Makiwa/British Red Cross       A family of Malian refugees who have fled the fighting in their country sit outside their tent at the Old Fererio camp. An estimated 8,500 people are settled at the site in squalid conditions as they wait to be moved to a new camp that is being built by the Red Cross and UN High Commission for Refugees Photograph: Henry Makiwa/British Red Cross       Malian men rest in the shade of a tent at Old Fererio camp, which is 14 miles from Burkina Fasos border with Mali. Some men carry machetes and swords to protect their settlement and animals Photograph: Henry Makiwa/British Red Cross       A young Malian refugee draws out water for livestock at a well near the Old Fererio refugee camp  Photograph: Henry Makiwa/British Red Cross       A Burkinabe man draws out water for camels and other livestock at a well near Old Fererio. Local Burkinabe men and Malian refugees meet at these watering holes for livestock, and negotiate ways of sharing the scarce water amicably Photograph: Henry Makiwa/British Red Cross       Volunteers build tents at New Fererio refugee camp. Malian refugees will be moved from the old site to be housed at the new camp, where each tent can take a maximum of six people Photograph: Henry Makiwa/British Red Cross       New Fererio refugee camp will soon house Malian refugees who have fled conflict and food shortages in their country. The British Red Cross has launched an appeal for funds for the west Africa food crisis to support Red Cross programmes, such as those in the refugee camps. The money will provide food aid and food vouchers, and will support livelihoods and health and sanitation needs in the Sahel region. The Red Cross says it urgently needs more funds, a sentiment echoed by other NGOs, such as Christian Aid, Oxfam and Save the Children, which have launched their own emergency appeals for the region Photograph: Henry Makiwa/British Red Cross  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/may/18/sahel-food-security-burkina-faso-in-pictures", 
    "wordcount": "0"
}