{
    "headline": "Drawing Mars in Greenwich: recreating an experiment for Stargazing Live", 
    "text": "   Filming for Stargazing Live at Queen's House in Greenwich. Photograph: Marek Kukula    This week sees the return of the BBC&apos;s highly successful Stargazing Live. It starts on Tuesday, in an episode that follows last year&apos;s biggest astronomy story by focusing on Mars. In thinking about the search for possible life on Mars, the programme will include some of the historical observations and debates that I discussed in a previous post. I&apos;m delighted that the programme gave us at the Royal Observatory a chance to recreate a key Greenwich contribution to the story. This was the 1903 experiment carried out by E. Walter Maunder, an assistant at the Observatory, exploring perception at the limits of vision. It was one element in his campaign against the then-dominant view that the Martian surface was covered with immensely long, wide and straight &quot;canals&quot;, thought by many to the work of an advanced civilisation. Maunder was not alone, being joined by Eugne Michel Antoniadi and William Campbell, together described in Michael J. Crowe&apos;s The Extraterrestrial Life Debate as &quot;the leaders of a wrecking crew&quot; that demolished the Martian canals. Maunder, with the assistance of the headmaster of the Royal Hospital School in Greenwich, asked a number of the school&apos;s pupils to draw from different depictions of Mars, placed on a board at the front of the room. His results suggested that, particularly at certain distances, the eye tended to resolve indistinct waves and dots into straight lines, suggesting that the &quot;canals&quot; were an optical illusion rather than real surface features. Ever since I heard about this experiment, I have wanted to recreate it. Asking people to undertake an exercise like this is a wonderful way to understand the problems and contingencies surrounding astronomical observation and recording (imagine not only peering at this small image, but it flickering in an unsteady atmosphere, and having to keep taking your eyes away in order to represent it on paper). I also wondered if it really worked as Maunder described. Maunder claimed in his paper that the boys, aged around 12 to 14, were all &quot;wholly and entirely ignorant of the appearance of Mars in the telescope, and of the discussions which have taken place as to the markings on his surface.&quot; I have always wondered if this was true, given the widespread popularity of the Martian canal idea at this period. Our guinea pigs were probably familiar with what Mars looks like when photographed today, but less likely than the 1903 schoolboys to think of drawings or canals. An interesting difference was their age and the fact that most of them were art students. This probably produced different results than had we picked people off the street but might compare interestingly with the naval cadets. The latter were encouraged by Maunder, and probably by their education, simply to draw what they could see. Our art students may have been more likely, despite my instructions, to attempt to interpret the image and to consider different graphic approaches to its re-depiction. It is likely that the experiment took place in the school&apos;s old gymnasium. This no longer exists, so the BBC team opted for another of the school&apos;s former buildings  the beautiful Queen&apos;s House. They set up the experiment pretty faithfully, with distances and scales as specified in Maunder&apos;s paper. Told to draw, our students obliged, and demonstrated that their eyesight and drawing ability was a good deal keener than mine. Did our results back Maunder&apos;s? Sort of. I didn&apos;t see the generation of any &quot;canals&quot; where little or nothing appeared on the original image, but there were certainly more straight lines. In our small sample, it also appeared that the middle rows were more likely to see these lines than those nearest (who saw more detail) or those furthest away (who saw little distinctly). It could be argued that these distances mimicked the experience of observing with particular-sized telescopes, creating the conditions where the eye tends to resolve indistinct detail into non-existent straight lines. Maunder&apos;s report of this experiment apparently brought a key ally to the campaign against Martian canals  the veteran Canadian-American astronomer Simon Newcomb. It was, however, just one of the arguments brought  one of the simplest being the point that if straight canals like those reported by Percival Lowell did exist on the curved surface of Mars, they ought to appear curved to the observer on Earth. In his writings, Maunder focused on scientific evidence and his own experiences as an astronomical observer. He chose to stay clear of the philosophical and religious dimension of the debate, despite the fact that his popular writings in astronomy were usually framed with natural theology and Biblical references.  Religious beliefs could support either position in the debate about the existence of life on other planets. However, it was clear that Maunder, an active member of a small pentecostal, adventist sect, believed man&apos;s relationship with God and place in the universe were unique. He could not countenance intelligent, canal-building Martians - and thus his scientific arguments were motivated by religious belief. Watch on Tuesday to see how the experiment went and how it fits into the long history of observing Mars and the search for extra-terrestrial life. Also visit Alien Revolution a small, free exhibition at the Royal Observatory, opening in March.", 
    "section": "science", 
    "gid": "science/the-h-word/2013/jan/07/history-science", 
    "wordcount": "882"
}