{
    "headline": "Google pair back plan to lasso asteroids and mine them for precious metals", 
    "text": "It sounds like the start of a science fiction or disaster movie, or both. An enormously rich corporation plans to start &quot;lassoing&quot; asteroids near the Earth, taking them to the moon to be mined and broken up, and returning the most valuable metals  including gold, platinum and rhodium  back to our planet for use in batteries and other products. But this is real: on Tuesday, Planetary Resources, a company based in Seattle with billionaires including former US presidential candidate Ross Perot and Google&apos;s Eric Schmidt and Larry Page among its investors, said it plans to mine &quot;near Earth asteroids&quot; within 10 years. The scheme will cost billions of dollars and could take decades to come to fruition, say independent experts  but they also say that it offers an amazing chance for humans to move permanently beyond the boundaries of Earth. &quot;When you think about it, there&apos;s all the raw energy you need from the sun, and 99.9999% of all the material in the solar system isn&apos;t on Earth,&quot; said Dr Ian Crawford, a planetary scientist at Birkbeck College, London. The company, formed by space entrepreneurs Peter Diamandis and Eric Anderson along with Nasa scientists and astronauts Chris Lewicki and Tom Jones, unveiled the plans at Seattle&apos;s Museum of Flight. Their scheme would, they said, &quot;overlay two critical sectors  space exploration and natural resources  to add trillions of dollars to the global GDP&quot;. Planetary Resources is to begin by sending out robot spacecraft costing about $10m (6.2m) each, carrying telescopes which would identify promising asteroids made of metals. Those would then be lassoed by another unmanned craft and very slowly brought into a moon orbit for automated mining. &quot;This is the stuff of science fiction, but like in so many other areas of science fiction, it&apos;s possible to begin the process of making them reality,&quot; said Jones. The idea is off-planet, but not out of this world, said John Zarnecki, professor of space sciences at the Open University. &quot;There&apos;s nothing in the ideas they&apos;re laying out that requires a quantum leap in technology. They&apos;re just talking about lumps of rock. The first thing you would ask, though, is: where&apos;s the business case?&quot; The announcement followed the publication earlier this month of a Nasa study saying that an asteroid 7 metres in diameter and weighing 500 tonnes could contain as much gold, platinum and rare earth metals  such as rhodium  as is mined on Earth in a single year. All are valuable on Earth because they are rare  a consequence of how the planet formed, said Sara Russell, head of meteoritics at the Natural History Museum. &quot;The iron in the early Earth melted and migrated to the core of the planet, and took those metals with it,&quot; she told the Guardian. &quot;The ones that we mine now on the surface probably come from asteroid impacts over the years.&quot; She thinks it would be unwise to bring asteroids into orbit around the Earth for the mining process because of the risk that pieces would break off and create more &quot;space junk&quot;  articles circling the planet at high speed which can strike and damage craft entering or leaving orbit. Asteroids offer far better prospects for mining than the moon, the crust of which is like the Earth&apos;s. Asteroids are comparatively small  from a few metres to many miles long  and are the remnants of the formation of the solar system 6bn years ago. They have no appreciable gravity. Diamandis has advocated asteroid mining for some years, and gave a TED talk on the topic in 2005. Mining asteroids would take billions of dollars in investment to build the infrastructure on the moon or in orbit, said Crawford of Birkbeck. &quot;The question is whether the profit could cover the cost,&quot; he said. There are about 1,500 &quot;Near Earth Objects&quot; which have been located by Nasa, travelling in orbits that regularly cross the Earth&apos;s. Travelling to them would take less energy than travelling to Mars. Anderson believes about 150 of them contain water and other valuable minerals. In that case, mining asteroids could be hugely profitable  though of course bringing the rare metals back to Earth in any quantity might depress the price. Crawford suggests that instead the metals could be kept in space and used to build rockets which, because they would not have to escape Earth&apos;s gravity well, could be used to explore the rest of the solar system far more cheaply than the current cost of rocket launches. But the precedents for the return on investment from space mining is not encouraging so far. In 2003 the Hayabusa expedition took off with a mission of scraping a little piece off an asteroid and bringing it back: after multiple failures in which the rockets shut down but were eventually coaxed back to life, in 2010 it brought back its sample  50 grammes, at a total cost of 150m. The Apollo missions, which brought nearly 300kg of moon rocks to Earth, cost the equivalent of 77bn in today&apos;s money. A Nasa mission that aims to bring back just 60 grammes of an asteroid will cost about 620m.", 
    "section": "science", 
    "gid": "science/2012/apr/24/mining-asteroids-on-moon-precious-metals", 
    "wordcount": "881"
}