{
    "headline": "BlackBerry claims it's UK's top smartphone once more; we check the numbers", 
    "text": "Is RIM really the UK&apos;s top-selling smartphone vendor? That was the message the company put out earlier this week, announcing that &quot;the latest results from data firm GfK show that BlackBerry was the No.1 selling smartphone in the British market for the second year running. It continues to dominate the market, grabbing 26.3% of December sales and averaging 27.7% through 2011.&quot; This seemed a remarkable set of statistics for a company which has (meanwhile) been seeing US share drooping, according to another research company, Nielsen, which said that its share of the US smartphone market there dropped below 6% in December. It&apos;s even more remarkable because GfK is famously protective about its figures; companies aren&apos;t meant to hand them out, and especially not to use them for public competitive comparisons. The company reckons that it covers about 80% of the consumer space - but doesn&apos;t try to measure sales in the enterprise or business space.  But there&apos;s more from RIM&apos;s good news department: &quot;The BlackBerry global subscriber base grew 35% year on year in December to 75 million. The UK customer base is going from strength to strength with over eight and a half million active subscribers by the end of 2011.&quot; Last bit first: the global subscriber base of 75m. That&apos;s what Jim Balsillie said in the results on 15 December, so no surprise there. The 8.5m UK subscribers: in November it said that it had 8m, so clearly things are still heading upwards. Adding 500,000 subscribers in, what, 45 days is good business. That is, if it really was 8m in mid-November, and 8.5m at the end of December. Assume it was. Now we come to the trickier detail. Did RIM really dominate the UK market in 2011? There&apos;s also the implication that it dominated the market in December, though that&apos;s not explicit; you could read this as being just about its performance in 2011. (As one analyst who saw the statement commented, &quot;Whoever drafted that either wrote it very poorly or extremely cleverly - it&apos;s so ambiguous.&quot; We lean towards the &quot;clever&quot; interpretation.)  On the face of it, December dominance seems unlikely: Android has, as we know, been making inroads into the smartphone space, and Apple had a remarkable Christmas, where it sold a record 37m iPhones worldwide. Certainly you&apos;d expect a few million of those to have been sold in the UK. Quite a few, in fact. What&apos;s more, the BBC recently ran a piece in which it quoted UK-specific figures from research company Gartner suggesting that BlackBerry sales were on the slide throughout 2011 - from 1.5m in the January-March quarter, to 1.4m in the next, and 1.31m in the July-September period. (The October-December period wasn&apos;t available.) It opened with the arresting statement that &quot;There&apos;s evidence that growing numbers of BlackBerry users are ready to switch brands.&quot; So - RIM itself on one side, BBC on the other. I asked some research companies to give their perspective on which side tallied with their information. They spoke on condition I didn&apos;t name their companies.  &quot;We don&apos;t have the Q4 final numbers yet, but RIM&apos;s market share is definitely slowing down,&quot; said one. &quot;It&apos;s almost clear that they lost the leadership in the UK to Apple. Our first numbers suggest they were also overtaken by Samsung too, to become the third biggest player The success of the new iPhone 4S and the Samsung Galaxy S II and the negative impact from the outage are some of the main reasons for RIM&apos;s decline.&quot; Another said: &quot;They were No.1 in Q1 and Q2, but Samsung was ahead of them in Q3. I know they put out a press release in Q2 to say they were over Apple [then] and they were.&quot; Another said, when I suggested that Android might have dominated the year, and Apple the October-December period, &quot;I can follow the logic that would lead you to that conclusion.&quot; And would they disagree with it? No. Meanwhile RIM may have annoyed GfK just a bit by its public breast-beating. We hear that it has led to more than raised eyebrows - perhaps raised voices? - through the selective quotation of figures.  Even so, RIM may indeed have been the top dog in smartphones in the UK for the second successive year: Apple may not have done enough over the whole 12 months despite a strong Christmas (because of its relatively weaker Q2). And Samsung similarly hasn&apos;t managed enough on its own to outdistance that early start. The only way we&apos;ll know is if some analysts start coughing up the raw numbers. Or if the companies do. So RIM may well have been the biggest smartphone brand in the UK in 2011 - although without a doubt Android will have beaten it as a platform. Apple, meanwhile, seems to have zoomed past it in the fourth quarter, and - given how well it did elsewhere - might even have challenged Android.  The question now is, what does 2012 hold for RIM? It&apos;s now entering the third month of its latest financial quarter. It&apos;s got a new chief executive and new chairman and everything to play for. Being big in 2011 doesn&apos;t matter any more. Being big in 2012 does.", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/01/rim-blackberry-uk-smartphone-claim", 
    "wordcount": "898"
}