{
    "headline": "Tony Blair's adviser starts a free school", 
    "text": "When Peter Hyman left Downing Street after more than 10 years, he didn&apos;t want to be known as the guy who used to be Tony Blair&apos;s adviser. &quot;I think there&apos;s nothing worse, if you have done something quite high profile, than to go into something that&apos;s on the edges of that, so you are sort of dining out on the fact that you once did something,&quot; he says. &quot;I wanted to work my way up from the bottom.&quot; And that is exactly what he did. Having persuaded the headteacher of a north London comprehensive to give him a trial run as a classroom assistant, he trained as a history teacher and worked his way up to become a deputy head in just five years. His first few days in the classroom left him on a high for weeks. But no amount of political fisticuffs could have prepared him for breaking up fights, trying to persuade students who &quot;couldn&apos;t sit still for more than five minutes&quot; to write essays, or, in one memorable incident, dealing with a teenager who was threatening to climb out of a window, six floors up. Looking back, he can laugh about it, but going from &quot;being relatively respected in Number 10 to being humiliated  shouted and sworn at, or whatever,&quot; was tough. Eight years on, though, he is about to open his own school. One of the 55 successful bids in the second wave of free schools, approved to open this year, it will educate four- to 18-year-olds in Stratford, in the London borough of Newham, one of the most deprived areas of the city. The ambition, says Hyman, is to close the achievement gap between the &quot;richest and poorest&quot; and offer a curriculum that &quot;prepares students for the 21st century&quot;, hence its name  School 21. The biggest inequality is between the literate and illiterate, he says. &quot;The world we mix in  is about written reports, about reading newspapers every day, writing things down and discussing them, and that world is completely closed to a student who hasn&apos;t got past the basic level of literacy.&quot; And traditional methods of assessing students are no longer fit for purpose, he believes. &quot;The idea that in any walk of life you would say &apos;my judgment of you as a person is for you to sit down in a room for two and a half hours and regurgitate facts in a written exam&apos; is utterly, utterly broken as a system.&quot; So Hyman is throwing out the rulebook. Pupils at School 21  due to open in September  will not follow a conventional timetable, with &quot;one teacher and 30 children&quot; and a set number of periods each day. Instead they&apos;ll have a mixture of lessons, seminars, lectures, one-to-one coaching and, for secondary children, even free periods. They&apos;ll study fewer subjects in isolation, and do more project-based work (assignments that combine history and maths, or business and languages, for example) and have lessons in thinking and debating skills. Hyman is self-deprecating and funny on the topic of his early teaching career, but he is very earnest about School 21, which according to its website will be a &quot;place of joy, discovery, wonder and imagination&quot;. His conversation is littered with references to self-development books and teaching manuals, all of which have contributed to the philosophy behind the school. It couldn&apos;t be more different from Toby Young&apos;s West London Free School, one of the first to open last September, where teachers wear black academic gowns and Latin is compulsory. One of Hyman&apos;s favourite teaching methods, which he is keen to tell me about, is known as the Harkness Table, used at US colleges, where (put simply) students sit around an oval table with their teacher and talk about something they have read. He also believes in starting the day with exercise. &quot;I think something like martial arts  martial arts one day and maybe chess the next. What do you think?&quot; he asks. As a former teacher, I can&apos;t help feeling sceptical, I tell him. What makes him think sitting pupils around an oval table or starting the day with Taekwondo will win them over? He dodges the question, and talks some more about teaching methods, before concluding that size is what really matters. At his current school, which has 1,700 pupils, he says he doesn&apos;t recognise half the children. School 21 will have a maximum of 75 in a year group and no more than 25 in a class, which means &quot;no one falls between the cracks&quot;. And with a new school, behaviour policies need to be right from that start, he says. &quot;Every government comes in and thinks that teachers need more powers, but it&apos;s not about that. It is about having consistently applied, simple, clear systems. With a new school you can start with exactly the ethos and expectations you want and build from the beginning.&quot; He criticises the Tories for making children do rote learning and memorise the kings and queens of England. But his will be the first English language specialist school, and he argues for separate punctuation and grammar lessons. Free schools, he says, are a good thing if they are &quot;teacher-led, by people who have really thought about it, in areas of both need and deprivation&quot; and he says that, under Labour, they would simply have been &quot;an extension of the academies programme&quot;. But he criticises the Tories for &quot;effectively nationalising schools&quot;. Hyman was one of the authors of the speech in 2001 used by Tony Blair&apos;s press spokesman, Alastair Campbell, to herald a shift in policy away from the &quot;bog standard comprehensive&quot; and towards different types of schools ... the very seed of the free schools and academies programmes now being pursued so energetically by the Conservative-led government, and bringing Hyman&apos;s own new school into being. The phrase &quot;bog standard comprehensive&quot;, which was widely regarded as derogatory, still makes him uncomfortable, and he points out at every opportunity that he is proud to have been employed by comprehensives: the three he has worked in have been &quot;incredibly innovative&quot;. But these days Hyman refuses to discuss his politics or party policy, saying pointedly that he is &quot;not a Labour spokesperson&quot;. &quot;I am not here to defend every bit of the free-school policy. I am here to say why I&apos;m motivated by the sort of school I want to set up,&quot; he says. He shrugs off the idea that it is middle-class parents who are more likely to take a gamble on a new school with an unorthodox curriculum. But recent data suggests there could be some truth in this. The Department for Education claims that 12 of the 24 existing free schools are in some of the most deprived parts of the country. But in the 23 schools that responded to freedom of information requests on the topic, on average just 9.4% of free school pupils were eligible for free school meals  compared with an average of 18% in state schools across England. Hyman insists the parents who have applied to School 21 do reflect the population of the local area and says he anticipates 40-50% of his pupils will be eligible for free school meals. As well as offering children an alternative approach, Hyman believes he is offering teachers  he is about to start recruiting  something different. &quot;I think a lot of new teachers coming into the profession are crying out for a model that is not just the same, lesson after lesson, the same teaching, the same way of doing things.&quot; In his approach, &quot;the teacher becomes the specialist, coach, mentor, project-based-learning facilitator, seminar debater  so you have six or seven strings to your bow rather than just &apos;I&apos;m here to give you nuggets of knowledge&apos;.&quot; One of his biggest concerns is that the Tory right with their &quot;over-romanticised view of their private and grammar school education of the 1950s&quot; could drag education back into the past. &quot;If people don&apos;t speak up and say there is a modern curriculum that provides the skills young people need for the future, particularly in deprived areas like Newham  then that is a huge missed opportunity.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/03/tony-blair-adviser-starts-free-school", 
    "wordcount": "1406"
}