{
    "headline": "Fracking offers a risky salvation for America's hard-pressed heartlands", 
    "text": "America&apos;s next energy revolution is not taking place on drilling rigs in the Arctic Circle or the Gulf of Mexico, nor is it for the most part even under the control of the global energy giants. With the exception of solar arrays and wind farms, energy supply over the next several decades will look like this: modest wellheads on farms dotted with traditional barns, or tucked into forest clearings. That at least is the bucolic image advanced by the energy industry. In Pennsylvania, more than 3,000 gas wells have been drilled in the Marcellus Shale, a formation estimated to hold more than 14 trillion cubic metres of natural gas, making it the second-largest such field ever discovered. Nearly 240,000 new jobs have been created, helping to absorb some of the workers who were laid off as the area&apos;s manufacturing base withered away. Oil and gas producers, pipeline and drilling support firms are contributing billions in taxes to state and county coffers. The same story, more or less, can be told in several regions of the US where new technology is unlocking access to vast shale oil and gas deposits. More than 20 states are looking at shale production but the focus is on three major deposits: the Williston Basin, west of Minot, North Dakota, a region that could be so productive it is being called &quot;New Saudi Arabia&quot;; the Eagle Ford formation that runs south and west of San Antonio to Laredo in Texas; and the Marcellus Shale that runs from northern West Virginia through Pennsylvania and into the south of New York state. The headlines promise an astonishing geopolitical shift. After two recent conflicts  in Iraq and Afghanistan  in which, many allege, a secure energy supply was the major rationale for US involvement, the controversial practice known as hydraulic fracturing, or fracking, now offers the prospect of North American energy independence. A recent report by the International Energy Agency suggests that as emerging economies become more and more dependent on long-established energy producers in the Middle East, the US will be almost self-sufficient by 2035.     Methods of oil and gas production in the US are shifting dramatically.    Oil and gas terminals that were once solely used for imports are being readied to handle exports, and the economic and political consequences of the shift are only starting to be considered. Some energy economists say self-suffiency could come sooner if transport industries convert to natural gas. In the heartlands of the US, the goal of energy independence has a patriotic ring. &quot;We&apos;d love to see the United States of America energy-independent and not have to count on the insanity of the Middle East,&quot; says Jeff Tyler at the Montrose Chamber of Commerce. Tyler, who owns a local car dealership, says most people are impressed by the industry coming into the area. &quot;They&apos;re not stripping our beautiful mountains or clear-cutting the forests, and we&apos;re starting to see some of the economic benefits.&quot; Last week, with the British government giving the go-ahead for exploratory fracking for shale gas, the benefits of the industry, together with attendant anxieties over groundwater pollution and earth tremors, were brought more clearly into focus. But in the valleys of rural Pennsylvania, it is hard to find anyone who does not believe in its benefits. &quot;If fracking hadn&apos;t come after the 2008 crash, we would have seen a lot of foreclosed homes round here,&quot; says Nelson Warren, a fourth-generation school bus driver who lives near New Milford in the Susquehanna Valley. &quot;It&apos;s brought employment. You see new additions to homes, farmers with new equipment. The oil companies have put money into schools and hospitals.&quot; Two wells have been drilled on the old Warren family dairy farm. Local families have been paid for use of the land and underlying mineral rights  in some cases $600,000 or more  and will receive royalties on any gas that is produced. Moreover, there is word here that beneath the Marcellus Shale, roughly 6,000 feet down, is another deposit, known as the Utica Shale, that could be tapped to produce oil and gas for future generations.     Unlike most countries, the US looks likely to be less, not more, dependent on imports in future.    That depends on advances in drilling and the price of natural gas and shale oil holding up. The process of hydraulic fracturing itself is not new, but the drilling techniques needed to drill down and then out horizontally for several hundred metres before deploying explosives and pressurised water are. Public distrust of energy firms since the BP gulf disaster has hardened, and energy giants are having a hard time getting their message out; no firm operating in the Marcellus region, or their political representatives in Washington, agreed to assist with or comment on this article. There is widespread concern, particularly over the Pennsylvania border in New York state, where governor Andrew Cuomo placed a moratorium on fracking in 2008 subject to the results of a pending environmental review. Opponents say some of the chemicals involved  such as surfactant friction reducers and biocides used to stop the shale from swelling and closing up after the blast fractures it, before as much as half a million tons of sand is pumped in to hold the fissures open  could leak into groundwater aquifers. A drill manager on one new site insists that scenario is almost impossible: &quot;All the horsepower in the world wouldn&apos;t bring those chemicals up to the surface,&quot; he says, citing his contract as the reason for wishing to remaining anonymous. &quot;They heard about that BP episode so they&apos;re nervous about past experiences. But people don&apos;t know what&apos;s really going on. That was just about corner-cutting: BP screwed up.&quot; The industry claims the chemicals used in fracking &quot;are no different to those found beneath a kitchen sink,&quot; and the mayor of New York City, Michael Bloomberg, has said that expanded natural gas use &quot;makes good economic and environmental sense&quot;. But the water here runs into the Delaware river basin, through areas where wealthy New Yorkers maintain weekend homes and into the reservoirs that supply fresh water to New York City. Celebrity opposition to fracking, led by local homeowners such as Yoko Ono and the actor Mark Ruffalo, has put the industry further on the defensive.     As a result of shale gas discoveries, it seems likely that most Middle Eastern oil will go to Asia by 2035.    A few miles south of Montrose is Dimock, where four years ago problems with high gas pressure at a Cabot Oil &amp; Gas well caused a leak into water supplies. Cabot said the contamination was related to &quot;issues of casing design&quot;. Locals here say the water in that valley has always been full of methane, and that farmers could set fire to the water in their sheds. Still, the Dimock wells  now capped  have become a watchword for industry bad practice. The dispute over fracking is turning into a classic divide down political and economic lines: wealthy visitors, often from the city, against economically challenged locals who resent the meddling of outsiders. &quot;They think we&apos;re just farm people from Pennsylvania  but trust me, my friend, we&apos;re not stupid,&quot; offers Tyler. &quot;It&apos;s the old tree-hugger mentality. Ask Yoko how she gets around in town and how her apartment&apos;s heated. They&apos;re either naive or super-hypocritical.&quot; Nonetheless, waste water used in the fracking process or accidentally contaminated later remains an issue. In some areas, water scarcity may limit the development of the industry, or put it in competition for water with agriculture. In the Marcellus region, oil firms have published plans to build waste water disposal plants. Experts, among them Abrahm Lustgarten of the investigative journalism site ProPublica, believe the environmental issues can be &quot;readily addressed by the employment of best drilling practices, technological investment, and rigorous oversight&quot;. Polls show opinion is in favour of fracking in Pennsylvania but opposed, by 45% to 39%, in rural New York, with suburban and city areas in favour. Whatever New York decides, the promise of almost unlimited gas, with its cleaner-burning characteristics, as well as oil from the Texas and North Dakota deposits, will be as irresistible nationally as it is in Susquehanna County. &quot;It used to be just loggers and dairy farmers,&quot; says diner owner Marlene Peck, surveying the tables full of pipeline workers in her small establishment off Interstate 81. &quot;Now there&apos;s work here for anyone who wants to work. It&apos;s hard work, but it&apos;s available. Once in a while they have an issue with the water, but the good far outweighs the bad.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/16/fracking-risky-salvation-america-hard-pressed-heartlands", 
    "wordcount": "1407"
}