{
    "headline": "Explainer: violence in South Sudan", 
    "text": "When South Sudan became independent six months ago, many anticipated trouble between the world&apos;s newest state and its northern neighbour Sudan. But the worst loss of life has come in violence between groups within South Sudan itself, reflecting long-simmering animosities that were masked in the runup to independence. What has been the most serious outbreak of violence in South Sudan? The greatest loss of life occurred in Jonglei, an isolated and swampy state with limited mud roads often impassable for months during heavy rains. At the end of December, about 6,000 armed youths from the Lou Nuer ethnic group attacked the town of Pibor, home to the Murle people, as part of tit-for-tat clashes between the two communities. Most residents had fled the town before the attack, seeking refuge in the bush, but estimates of the dead run into the thousands. What is known is that a number of villages, including Likuangole, were razed to the ground. An estimated 50,000 people are thought to be in need of help. Facilities belonging to Mdecins Sans Frontires, the medical aid group, were completely looted. The South Sudanese government last week declared Jonglei a disaster zone and appealed for international humanitarian aid. What lies behind the tension in Jonglei? Jonglei state has been plagued by reprisal attacks between the two communities, which have a history of animosity over grazing land, water sources and cattle raids during which women and children are often abducted. The flare-up came despite conciliation efforts by UN peacekeeping mission in South Sudan (Unmiss) to stave off conflict between the Lou Nuer, Murle and Dinka communities, and the Sudan Council of Churches. The clashes in December were the culmination of violence spread over several months. In one incident last year, 600 Lou Nuer were killed by attackers from the Murle people, who also took away 38,000 cattle. Are there deeper causes? Minority Rights Group International, which focuses on indigenous peoples, says the clashes, which on the face of it appear to be cattle raids, have deeper causes to do with poverty, competition for scarce resources, the plethora of small arms left over from a decades-long war, and marginalisation of ethnic minorities. Some minority groups, according to MRG, feel their interests are not being represented within the South Sudanese political system, and that resources have been diverted to more populous ethnic groups. Violence has broken out in Jonglei despite the presence of Unmiss . In the long term, says MRG, the government must address the root causes of violence among minority communities through political representation, disarmament and equitable distribution of natural resources. But that is easier said than done. Are there other internal conflicts? Since independence, South Sudan&apos;s ex-rebel army has succeeded in defeating several rebel leaders  killing some, while others negotiated surrender, with their troops joining the bloated 100,000-strong military, itself divided along ethnic lines. Several of the remaining rebel forces, including the South Sudan Democratic Movement/Army, the most active of the rebel forces, have accused the government of corruption, election rigging and of the domination of President Salva Kiir&apos;s Dinka ethnic group over other tribes. The SSDM/A claims to have 5,000 troops. Even before independence, the ruling Sudan People&apos;s Liberation Movement/Army was accused by opposition parties of hogging power, although the government has tried to reach out to other political figures. What have been other sources of instability? Recent fighting in Sudan&apos;s Southern Kordofan and Blue Nile states, which border South Sudan, has forced 80,000 Sudanese refugees to flee across the border into South Sudan&apos;s Unity and Upper Nile states. An estimated 33,000 other Sudanese have sought refugee status in Ethiopia. In June, the Sudanese launched an offensive to crush rebel fighters in the Nuba mountains in Southern Kordofan, which lie towards the southern edge of Sudan. Southern Sudan&apos;s leaders have been reluctant to intervene in Nuba, although the southern-allied militiamen in Nuba are part of the overall southern military command. In all, the UN high commissioner for refugees says the government is having to reintegrate 660,000 returnees, including 360,000 people who have come from Sudan and some 300,000 returning from other neighbouring countries. How are relations with Sudan? The key issue of how to share the south&apos;s sizeable reserves of crude oil remains unresolved, while the Abyei region, which straddles the north-south border is claimed by both Khartoum and Juba. The south holds roughly 75% of Sudan&apos;s oil reserves, but the north has the refineries and pipelines, so logic dictates the two sides co-operate on mutual exploitation for oil. Both sides accuse each other of backing rebels  South Sudan accused Khartoum of supplying arms to tribes in volatile Jonglei state  and the worst-case scenario would be outright war between the two countries.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/10/explainer-violence-in-south-sudan", 
    "wordcount": "800"
}