{
    "headline": "Shale gas lobbyist urges UK companies to publicly disclose use of all chemicals", 
    "text": "A revamped lobby group for the British shale gas industry has responded to concerns over controversial drilling techniques by drawing up a set of guidelines encouraging companies to disclose all the chemicals they use in the fracking of wells. The United Kingdom Onshore Operators Group (UKOOG) admits the rules are not binding but should act as a measure of &quot;good practice&quot; for explorers who have just had a fracking moratorium lifted by government, despite protests from the environmental movement. Ken Cronin, a former public relations executive and the newly installed chief executive of UKOOG, said the shale gas guidelines were part of a wider bid to reassure the public about the safety of fracking. &quot;We have a very significant source of resources in the ground and it is important that the industry works with all stakeholders to show it can access shale in an environmentally sensitive but also economic way,&quot; he said. The emerging industry has previously run into trouble after a series of earthquakes near Blackpool following the drilling of shale wells in Lancashire&apos;s Bowland basin by Cuadrilla Resources  a small company that has former BP boss Lord Browne on the board. That led to all drilling being suspended, although a green light has been given to restart operations. UKOOG is hoping that the requirement that all chemicals used should be posted on its website will eliminate one key area of concern that has dogged operations in the US, where cheap shale deposits are promising to transform the economy but where some operators are in conflict with environmentalists over their refusal to disclose the compounds they use. UKOOG, which used to represent a tiny industry that produces barely 20,000 barrels per day of traditional oil and gas onshore, has been relaunched in a bid to represent the interests of a growing number of firms looking to produce gas from shale reserves or coalbed methane. Cuadrilla is one of the first to actually drill a well, but Cronin  brought in from the Gavin Anderson PR firm  is expecting a lot more activity over the next 18 months. Both government and industry are waiting for encouragement from a new assessment of potential reserves being drawn up by the British Geological Survey. So far the major oil and gas companies have steered clear of British shale but Centrica, the owner of British Gas, said on Wednesday that it did &quot;not rule out [becoming involved with] unconventionals in the UK.&quot; Centrica has previously declined to comment on speculation that it could buy a stake in Cuadrilla. Energy Minister John Hayes said on Thursday that shale gas was an &quot;exciting opportunity&quot; that could contribute significantly to the UK&apos;s energy security. Commenting on the new UKOOG guidelines, he said it was important that any development was safe, and that the public must be reassured that it was safe. &quot;I welcome these guidelines, which complement our robust regulatory system to ensure all operations are carried out to the highest possible standards and the environment is fully protected,&quot; he said. The rules were written by a working group that included operating and service companies with input from the Department for Energy and Climate Change, the Health and Safety Executive and the Environment Agency. But they spell out that &quot;the guidelines are not intended to prevent any organisation from adopting an alternative approach to managing well integrity, fracturing operations or environmental management.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/28/shale-gas-lobbyist-urges-disclose-chemicals", 
    "wordcount": "577"
}