{
    "headline": "Car review: Chevrolet Cruze", 
    "text": "Sitting at the lights on the A205 in a car that looks like it&apos;s smashed through the crash barriers at Donington to taste life on the open road is an unusual experience. Iexpected gawking and pointing, but my fellow road users are almost hysterical with delight. There&apos;s waving, cheering, air-punching Rob Huff wouldn&apos;t be surprised, because this is what his car looks like  but with one crucial difference. He came second in his in last year&apos;s World Touring Car Championships, and mine isn&apos;t aracing car at all. It&apos;s a regular road-going hatch that&apos;s been &quot;wrapped&quot; for promotional purposes. But they don&apos;t need to know that, do they? Chevrolet has always felt as at home on a race track as on the A205. The marque, which has just celebrated its centenary, was set up by a racing driver  Louis-Joseph Chevrolet. It&apos;s ironic that a brand as American as apple pie and the maker that blessed us with that holy trinity of muscle motors  the Corvette, Corvair and Camaro  is actually the brainchild of aFrench-speaking Swiss migr. Louis-Joseph&apos;s name is now being celebrated with the launch of six new Chevrolets in Europe  the Orlando, Cruze Hatch, New Aveo, Camaro, Volt and Corvette Grand Sport. These models have already appeared in the American and Chinese markets  Chevrolet figures that if it can satisfy the appetite of the world&apos;s most voracious car buyers, then they&apos;ll slip down a treat in little old England. The company is no stranger to very big numbers. Chevrolet is the world&apos;s fourth-largest car brand and someone somewhere in the 130 countries where the cars are sold buys aChevvy every seven seconds. One you might be tempted to buy in the next seven-second window is this new-look Cruze  though possibly not in full race wraps. The Cruze was launched as asaloon two years ago in China and last year became its bestselling car. Now it&apos;s arrived here as a hatch. Hatches are more practical, as they&apos;re easier to shove things into, so Chevrolet&apos;s marketing people must think that we as motorists are more practical than our Chinese cousins. I think we should take that as a compliment. Usually motoring journalists list the pros and cons of a test car and then round things off with the bad news of the price. But with the Cruze it has to be the other way round, because the price is so dizzyingly low: 13,995 for aroomy five-seat family hatch that does 40-plus to the gallon is remarkable. Maybe that&apos;s what all the hysteria was about on the A205. The other surprise is how well built it is. There&apos;s plenty of chrome about, and the famous bowtie emblem that&apos;s featured on every Chevvy built since 1913 tops off ahandsome face. The interior does border on the basic, but aroll call of advanced safety features reveals ABS, traction control and airbags are all in attendance, and the drive is a lot more compelling than you&apos;d expect. You&apos;ve just spent about 70 seconds reading to this point  so that&apos;s another 10 Chevvys on the road", 
    "section": "technology", 
    "gid": "technology/2012/apr/08/car-review-chevrolet-cruze-martin-love", 
    "wordcount": "531"
}