{
    "headline": "Olympic athletes could be impaired by London pollution, experts warn", 
    "text": "Olympic runners, cyclists, swimmers and even sailors arriving in London on Monday could be taken ill or see their performances impaired by air pollution, health experts have warned. According to Keith Prowse, respiratory consultant and medical adviser to the British Lung Foundation, a summer smog like any of the five already experienced this year in the capital could lead to some athletes needing medication and experiencing chest pains, sore throats and shortness of breath. &quot;If there is a smog incident then athletes, especially in the endurance events, will not achieve their top performance and those who have any tendency to asthma will be badly affected. Athletes are exerting themselves to the maximum, taking in a lot of air. If that air is polluted it will inflame the air passages. It could have a significant effect on endurance events like the marathon, anything over 400-800m, even sailing,&quot; said Prowse. London air pollution is some of the worst in Europe, but athletes are expected to suffer most in certain weather conditions brought on by a spell of hot weather when pollutants, including nitrogen dioxide, react in sunlight to form a low-level ozone smog which can get trapped for several days. This can be brought in on breezes from northern Europe. The Met Office said they could not rule out a London smog despite three months of rain which has had the effect of keeping most air pollution levels low. &quot;The outlook up to the start of the Olympics is for changeable weather. Forecasts for the southern half of the UK favour below average sunshine amounts, with mean daytime temperatures about four times more likely to be below average than above,&quot; said a spokeswoman. &quot;London&apos;s normal level of pollution is not going to trouble athletes as the problem is most acute near busy roads where they will not be performing. I only anticipate a problem if the weather turns very warm and we have still conditions,&quot; said Frank Kelly, professor of environmental health at King&apos;s College London. The Met Office&apos;s 30-day forecast says &quot;a lengthy spell of hot, sunny weather does look unlikely&quot; for the two weeks starting 30 July, just three days after the London 2012 opening ceremony. The effect of air pollution on athletes came to the fore during the 1984 Los Angeles Olympics, where British middle-distance runner Steve Ovett collapsed with respiratory problems after the 800-metres final, citing air pollution as a major trigger for his &quot;exercise-induced&quot; asthma. At the Beijing Olympics in 2008, China banned half the cars in the city and closed down hundreds of polluting factories to avoid medical problems from air pollution. Official advice to the public during smog incidents is to reduce physical exertion, and stay indoors. Government figures show over 4,000 deaths a year in the capital are attributable to bad air. East London, where the games are being held, is one of the capital&apos;s most polluted districts with an expanding airport and some of the busiest roads in Britain. The city is also prone to air pollution being swept in from northern France and the north of England, as well as on prevailing south-westerly winds from Heathrow airport. The main air pollutants in London are minute particles of oily soot, called PM10s or PM2.5, mostly emitted from traffic but also from factories. There is no known &quot;safe&quot; level of exposure to them and London regularly breaches EU legal levels. In addition, the city has the highest levels of the toxic gas nitrogen dioxide (NO2) in any of the 27 EU capitals. In June, several UK cities&apos; plans to reduce pollution were rejected by the EU. Air pollution experts say levels of NO2 in London are comparable to those in Beijing before it banned 50% of the cars. But rather than ban traffic for the duration of the games, Boris Johnson has opted to try to keep people and cars out of the city with a campaign to encourage them to work from home. A recording of Johnson warning of long delays and congestion is now being played over public address systems at many commuter stations and on the London Tube. Transport for London has said it will wash the busiest streets with a machine similar to a road dust sweeper and then spray a solution of calcium magnesium acetate that literally sticks the particulate matter to the carriageway and prevents it recirculating in the air. Fears that the 600 miles of Olympic lanes will increase pollution by shifting traffic to other roads have been largely dismissed by Transport for London, which predicts that some areas may see &quot;a slight and temporary increase&quot; in PM10 and NO2 emissions. &quot;Changes to road management during the Games are likely to have &quot;broadly neutral impact on air quality,&quot; said a spokesman. But Simon Birkett, director of air pollution watchdog group Clean Air in London, said PM10 pollution at key Olympic points was already over the legal limit. &quot;The expected increases in traffic will certainly lead to further breaches of European legal limits in areas that already suffer from poor air quality. The nightmare scenario is a heatwave. High levels of ozone and nitrogen dioxide and these could induce coughs, breathlessness and other problems.&quot; He predicted that air pollution would be increased around Hounslow in west London following the decision to include an Olympic lane on the M4 from Heathrow airport to central London. &quot;This will make pollution there still worse. The buses will be pushed closer to the houses. No mitigation measures have yet been taken,&quot; he said. In the summer smog of 2003, the government estimated 46 to 212 early deaths in London attributable to ozone and 85 attributable to short-term exposure to dangerous airborne particles (PM10). Ground-level ozone forms over several days from combined pollution from many countries, and London can do little to manage this on its own. However ozone concentrations peak in the mid to late afternoon, meaning that careful scheduling of endurance events can significantly reduce athletes&apos; exposure. &quot;Athletes taking part in the Olympics may have to battle with dangerous smog because action by the government and mayor to meet EU air standards has been too slow off the mark  and because pollution travels many miles, our European neighbours must move faster to clean up their air too,&quot; said the Friends of the Earth London campaigner Jenny Bates.", 
    "section": "environment", 
    "gid": "environment/2012/jul/16/olympic-athletes-london-pollution", 
    "wordcount": "1081"
}