{
    "headline": "We and the ancient Mayans share the same environmental concerns", 
    "text": "According to the ancient Mayan calendar, on 21 December, 2012, the 13th baktun  a calendrical measure equivalent to 144,000 days  will conclude as the next one commences. Many have interpreted this epochal transition from one era of human civilisation to another as a harbinger of apocalypse. Others believe that the turning of the Mayan calendar will mark a qualitative shift in the human relationship with the cosmos. More than a millennium ago, the ancient Mayans suffered their own apocalypse in the tropical forests of present-day Guatemala, Mexico and Belize. The civilisation withered, its survivors forced to abandon their grand cities for small, isolated enclaves. Some scientists believe that the Mayan collapse was due to population increase, exhaustion of soils and forests, and drought. In reality, Mayan civilisation disintegrated because its leaders, while capable of empire building, failed to recognise and respond to societal challenges that included a damaged environment, shrinking natural resource base and changing climate. Today, much of the Mayans&apos; ancient homeland is a 7,700-square mile protected area in Guatemala called the Maya Biosphere Reserve. With an area greater than the states of Connecticut and Rhode Island combined, the reserve protects the largest remaining forest in Central America. Beneath the canopy, monumental vestiges of temples and palaces attest to past splendour. Similar magnificence is found in the reserve&apos;s wildlife. The jaguar, once a symbol of Mayan royalty, still roams free in one of Central America&apos;s last wild places. Until a few years ago, the reserve, like its ancient inhabitants, was also on the edge of collapse. Since its establishment in 1990, it has lost an average of 50,000 acres per year to deforestation  14% of its land area. Between El Nio events and global climate change, dry seasons have become hotter and drier than ever before, triggering major forest fires in 1998, 2000, 2003 and 2005. The reserve, on the Guatemalan-Mexican border, has suffered further from its connections to cocaine trafficking. Organised crime and violence occurred with impunity. Wealthy landholders tied to cartels illegally deforested large land tracts, establishing cattle ranches to launder drug money. Wildlife poaching and looting of archaeological sites surged. Meanwhile, legitimate communities  some descended from the ancient Mayans  struggled to access basic services such as jobs, education, healthcare and clean water. Despite these challenges, the Guatemalan government began working with civil society groups like Asociacin Balam, the Association of Forest Communities of Petn (ACOFOP), and the Wildlife Conservation Society (WCS) to reverse these trends. In the past four years, the government recovered more than 290,000 acres seized by landowners tied to organised crime and removed 10,000 cattle from illegal ranches. To prevent future threats, the government established 13 new Protection and Control Centres to restrict access and increased patrols by army, police, and park guards. Communities in the reserve initiated fire early warning systems and anti-poaching patrols. As a result, the reserve has seen a 60% reduction in annual deforestation since 2008 and a major decline in forest fires. Archaeological sites are better guarded, timber is under sustainable management, and communities have seen progress in nature-based businesses, education and health services. The reserve&apos;s wildlife is rebounding, with record numbers of chicks of the beautiful scarlet macaw fledged this year. Today, civil society groups including WCS are assisting the Guatemalan government to secure the Maya Biosphere Reserve&apos;s future. These successes have instilled renewed hope for the reserve&apos;s future. Yet just as the ancient Mayans discovered, fragility in the absence of strong leadership can quickly lead to disaster. Today, continued civil society engagement and strong state commitment are needed to ensure that one of the new world&apos;s most spectacular landscapes is conserved for future generations. As the 13th baktun ends and the 14th begins, human civilisation faces a reckoning in both Guatemala and around the world. If we cannot find the strength within our political, economic and social systems to address the realities of a degraded environment, diminished stocks of flora and fauna, and extremes of weather, human society may follow the ancient Mayan into societal collapse. But if we can learn to respect our proper place within earth&apos;s natural systems, we still have the opportunity to turn the calendar&apos;s page and begin a new global era.  Dr Julie Kunen, director of the Latin America and Caribbean Programme of the Wildlife Conservation Society, conducted research in the Maya Biosphere Reserve and in Belize for her doctorate in Mayan archaeology.", 
    "section": "environment", 
    "gid": "environment/blog/2012/dec/20/ancient-mayans-environmental-concerns-apocalypse", 
    "wordcount": "743"
}