{
    "headline": "SSD test: Samsung, Crucial, Plextor and Kingston race it out", 
    "text": "With all the noise about how last year&apos;s floods in Thailand have wrecked the hard drive industry, and Intel&apos;s latest efforts on ultrabooks (laptops which are obliged, by its requirements, to have some sort of solid-state disk, aka SSD, storage) it&apos;s time to really think about getting flash storage for your laptop: it will truly give it a whole new lease of life. Even better, if you upgrade to a faster machine, you can (given a little determination) generally take the disk from your old machine and get it transplanted into the new one. The difference that an SSD makes  especially to your startup time, if you have to boot your machine often  is dramatic. Startup processes that usually take a minute or so will take a few seconds, because SSDs are terrific at reading data (though less good at writing, because of the characteristics of flash memory).  I tested four SSDs against the benchmarks for two hard drives (a Maxtor from an iMac and a Toshiba from a laptop). For testing the SSDs, I used the same machine (a 2008 MacBook) with SSDs which were all updated to the same status  256GB capacity, 90% full. I ran XBench against the four drives to calibrate them. This was done (as XBench advises) with no other user processes running, although it&apos;s worth noting that in real life you won&apos;t get performance like this if you do have many processes running, because programs such as browsers tend to swallow virtual memory, which means lots of paging in and out from your hard drive (try also to have more room spare than me). The Samsung SSD830, by the way, is rumoured to be the product that Apple will be using in the next generation of its MacBook Air laptops. Here then are the results. If you want to understand more about sequential v random read and write, and why you have different sized blocks, there&apos;s a useful Wikipedia page; the brief version is that sequential read and write is more like you do in everyday life, especially when transferring a large file to or from storage, while random read and write are tougher tests of how good the hard drive heads  or the SSD controller  are at finding memory locations.     SSD Xbench sequential and random read/write comparisons.    Because some of that might not be clear, here are the results boiled down to show the best in each class (all for uncached data):Sequential write 4K: SamsungSequential write 256K: CrucialSequential read 4K: Samsung [Note: Maxtor HD faster here]Sequential read 256K: Crucial Random write 4K: CrucialRandom write 256K: KingstonRandom read 4K: KingstonRandom read 256K: Crucial Note that the Maxtor spinning hard drive is actually better on one test, the sequential 4K read  though it&apos;s almost on a par with the best SSD in that set, and in every other class the hard drives are outclassed by a mile; sometimes the average of the SSD results is more than 15 times quicker than the hard drive.     Average of hard drive v SSD speeds for sequential and random block read/writes     (There&apos;s some explanation of why in this very informative MSDN blogpost: largely, it&apos;s about configuration. Read that post to understand more than you ever thought you wanted to know about caching, flushing and random writes.) So there you have it  the Crucial drive wins the most categories, while the Samsung and the Kingston win two each. Plextor, surprisingly, doesn&apos;t rank top in any of them. One other point: Microsoft&apos;s Windows 7 comes with built-in support for TRIM (which evens out the use of memory locations in SSD memory, which otherwise starts to degrade in accuracy over time  as it does anyway). If you&apos;re using Vista or XP, only the Kingston drive will work here because of its built-in TRIM support. Apple&apos;s Mac OS X doesn&apos;t have the same level of support as Windows 7. Even in 10.7 &quot;Lion&quot;, which ostensibly has TRIM support, you&apos;ll find you need to do some tweaking to get things working well  otherwise you get what I came to call the &quot;TRIM pause&quot; as the system dligently wipes a big chunk of no-longer-needed virtual memory from the SSD in order to free up some space as it writes a new page of virtual memory. This can cause pauses of many tens of seconds. But it is entirely avoidable if you follow the instructions given at this page. It does involve using the Terminal, but as installing an SSD requires you to take your machine to bits anyway (if you&apos;re using a Mac, search on iFixit for a how-to guide) then you should be feeling brave. I have used it and it has worked perfectly for me, but it also creates a backup of the files you change, so you&apos;re safe whatever. Plus you&apos;ll have to create a backup before you replace the hard drive, because the SSD will be blank  so one way or another, you&apos;re covered. (The tweak described here doesn&apos;t interfere with the Kingston drive&apos;s working.)  All the SSDs I tested came with Windows backup software in the box to let you create a partition; for Mac users I would recommend SuperDuper! or Carbon Copy Cloner. Make sure you create a backup and verify that it works. Here then are the prices, to help you make up your mind- because you should know that there&apos;s an SSD in your future pretty soon. All prices are for the 256GB models.   Kingston 2256GB SSDNow V100 SATA-300 370. Weight: 77g  Plextor: 285. Weight: 75g.  Crucial 290. Weight: 75g.  Samsung SSD830 series: 320. Weight: 63g.", 
    "section": "technology", 
    "gid": "technology/2012/jan/24/ssd-test-samsung-crucial-plextor-kingston", 
    "wordcount": "921"
}