{
    "headline": "US businessman defends controversial geoengineering experiment", 
    "text": "The American businessman who dumped around 100 tonnes of iron sulphate into the Pacific Ocean has become a lone defender of his project, after a storm of criticism from indigenous peoples, the Canadian government and a UN biodiversity meeting in India. Russ George, who told the Globe and Mail that he is the world&apos;s leading &quot;champion&quot; of geoengineering, says he has been under a &quot;dark cloud of vilification&quot; since the Guardian broke news of an ocean fertilisation scheme, funded by an indigenous village on the Haida Gwaii islands, that aimed to make money in offset markets by sequestering carbon through artificial plankton blooms. &quot;I&apos;m not a rich, scheming businessman, right,&quot; he said. &quot;That&apos;s not who I am  This is my heart&apos;s work, not my hip pocket work, right?&quot; A US agency that loaned George&apos;s company 20 expensive ocean buoys said they had been &quot;misled,&quot; and the Canadian National Research Council that provided funding said they &quot;were not made aware&quot; of plans for ocean fertilisation. The Council of the Haida Nation, which represents all Haida, issued a statement condemning George. &quot;The consequences of tampering with nature at this scale are not predictable and pose unacceptable risks to the marine environment,&quot; it read. &quot;Our people along with the rest of humanity depend on the oceans and cannot leave the fate of the oceans to the whim of the few.&quot; The Canadian government announced on Thursday that they did not &quot;approve this non-scientific event&quot; and enforcement officials were continuing an investigation they launched on 30 August. &quot;This government takes very seriously our commitment to protect the environment and anyone who contravenes environmental law should be prosecuted to the full extent of the law,&quot; Canada&apos;s environment minister, Peter Kent, said in parliament, after a Guardian article revealed that the environment department had known that George was planning an iron dump but had not done anything to prevent it. According to the department, officials met in May with the Haida Salmon Restoration Corporation, of which George was &quot;chief scientist,&quot; and gave them &quot;fact sheets&quot; explaining that commercial ocean fertilisation is prohibited under Canadian law and United Nations rules. &quot;It is critical that full enforcement action is taken by the Canadian authorities. Canada will be aware that this very serious matter will be addressed at a meeting in London at the end of this month,&quot; said Duncan Currie, an international lawyer specialising in sea law who is attending the  United Nations Convention on Biological Diversity (CBD) meetings in Hyderabad, India, which closes today. In a binding decision due to be agreed today, representatives from 192 states underlined the existing international moratoria on geoengineering and ocean fertilisation and stressed the need for precaution, noting that no single geoengineering technique &quot;meets basic criteria for effectiveness, safety and affordability&quot;, and &quot;may prove difficult to deploy or govern&quot;. The decision of the CBD also requires that countries begin reporting on how they are implementing the moratoria, a first step towards global monitoring and enforcement against geoengineering.", 
    "section": "environment", 
    "gid": "environment/2012/oct/19/geoengineering-canada", 
    "wordcount": "526"
}