{
    "headline": "US east-coast cities are 'sitting ducks' for storms, says top Obama scientist", 
    "text": "Cities on the United States east coast are &quot;sitting ducks&quot; for the next big storm because of the destruction wrought by hurricane Sandy, one of Barack Obama&apos;s top scientists warned on Tuesday. Marcia McNutt, who last week announced her resignation as director of the US Geological Survey, told a conference that Sandy had left coastal communities dangerously exposed to future storms of any size. &quot;Superstorm Sandy was a threshold for the north-east and we have already crossed it,&quot; McNutt told the National Council for Science and the Environment conference in Washington. &quot;For the next storm, not even a super storm, even a run-of-the-mill nor&apos;easter, the amount of breaches and the amount of coastal flooding will be widespread.&quot; McNutt, a professor of marine geophysics, was careful to preface her public remarks by saying she spoke as a scientist and not an Obama Administration official. But the unusually stark warning from a departing Obama official indicates the challenges ahead in protecting American population centres from the extreme storms of a changing climate. &quot;Before Sandy, someone asked me what my climate change nightmare was. Before Sandy, I said it was that with the extra energy in the atmosphere-ocean system it feeds super storms that intersect mega-cities left rendered defenceless by rising seas,&quot; McNutt said in a brief interview following her public remarks. &quot;That is where we now are.&quot; Half of America&apos;s population lives within 50 miles of a coast, and those numbers are growing. However, scientists and urban planners have warned repeatedly that those coastal communities  as well as important infrastructure  are increasingly vulnerable. In the coming decades, a combination of extreme weather and storm surges, on top of rising seas, will put a growing share of the population at risk. Natural defences, such as sand dunes and barrier islands along the Atlantic, have been destroyed or weakened through decades of development, McNutt said. &quot;We have left our coasts sitting ducks, and Sandy destroyed these natural protections,&quot; she said. In the space of a few hours, Sandy blew through the sand dunes that had served as natural protections for communities up and down the Atlantic coast. &quot;Basically these dunes build up over geologic time, and yet the superstorm wore them down over a couple of days, and it is going to take geologic time again to build them back up,&quot; McNutt said. &quot;It is possible with bulldozers and engineering and millions of dollars to do with engineering what Mother Nature used to do for free.&quot;  However, McNutt conceded that this was a daunting prospect given existing fiscal constraints. Republicans in the house have already balked at the $50bn in immediate relief for Sandy that went to the house on Tuesday. &quot;There are some cities and towns that actually spent multi-millions of dollars to rebuild eroded dunes, and some of them actually fared better than cities and towns that hadn&apos;t rebuilt their dunes. So it is possible by spending millions and millions and millions of dollars to rebuild them, but where are those resources going to be?&quot; McNutt said. In the case of New Jersey, post-Sandy flight surveys by the USGS showed substantial damage to the dunes, barrier islands and other geographic features that had shielded coastal communities from the full fury of the storm. In some areas, the coastline lost up to six metres in elevation, the USGS said on its website. USGS scientists monitoring coastal systems had been tracking the loss of wetlands and sand dunes, and were able to accurately predict in advance of Sandy where the storm would do the worst damage. Those areas were even more vulnerable now, McNutt said.", 
    "section": "environment", 
    "gid": "environment/2013/jan/15/east-coast-sandy-storms-obama-scientist", 
    "wordcount": "619"
}