{
    "headline": "20 ways of thinking about digital literacy in higher education", 
    "text": "Josie Fraser, social and educational technologist, Leicester City Council First define what you mean by digital literacy: The definition I most frequently use is this one: digital literacy = digital tool knowledge + critical thinking + social engagement. Then it&apos;s worth knowing its main characteristics:  It supports and helps develop traditional literacies It&apos;s a life-long practice It&apos;s about skills, competencies and critical reflection on how these skills and competencies are applied It&apos;s about social engagement Top tips for developing the digital literacy of non-traditional students: Begin by exploring the ways in which the group are already using mobile and web based technologies. Many of them will already be engaging with tech for personal use, for example Skyping relatives, keeping in touch on Facebook or using mobile phones. If you have a group who aren&apos;t using technology in any of these ways, personal use might be where you start the conversation. Literacy is not static: I like Blisle&apos;s three models of literacy: functional, socio-cultural and transformational. The functional and practical skills required to function within a community; Socio-cultural refers to literacy only being meaningful within a social context, and facilitating access to cultural, economic and political structures. Transformational recognises that new ways of seeing and thinking about the world become possible as new cognitive and processing tools come into play. All education sectors are facing many of the same challenges with digital literacy, so we can learn from one another: Some of the obvious issues are: how do we get staff to engage? How do we resource digital literacy support in an on-going and sustainable way? How do we make sure that organisations embed digital literacy as a cultural approach and expectation rather than as a discrete thing that one or two staff members are responsible for &apos;delivering&apos;? What does a successful approach to digital literacy look like? We have set up a partnership group, the Digital Leicester Advisory Group, with both Leicester universities and with community activists to support the promotion and expansion of digital literacy, inclusion and citizenship. I&apos;m keen to support a move away from a perception of education as something that happens at specific times and in designated places, and towards planning and provision which takes the affordances of digital environments seriously and sees the city itself as the learning environment. Helen Beetham, consultant, JISC, the UK&apos;s expert on information and digital technologies for education and research Recognise that students arrive with their own digital practices: We have some very well established practices in universities that traditionally we have tried to &apos;pass on&apos; to students. But students are arriving with some well established digital practices of their own. It isn&apos;t always a question of &apos;both/and&apos;. For example, referencing and plagiarism are areas where students&apos; own digital practices and cultures clash with those of the university. We should identify the the values and history behind those academic practices, rather than slavishly learning Harvard style punctuation. We can&apos;t just see students as empty vessels to be filled up with what we do over here in academia. Developing digital literacies in practice requires: Providing authentic contexts for practice, including digitally-mediated contexts Individual scaffolding and support Making practices of meaning-making explicit Anticipating and helping learners manage conflict between different practice contexts Recognising and helping learners integrate their prior conceptions and practices This is a person-centred, culturally-situated approach to student development and it&apos;s important that developing digital literacies programme involves groups of staff that have always taken approach seriously, such as careers and employability staff, learning skills staff, as well as student-facing staff in libraries. Establish guiding ethical principles: If you look at the graduate attributes that universities now ask their students to aspire to, many of them are really values. Developing digital literacy should also have an ethical dimension. What does it mean to behave well as digital professionals, researchers or citizens? How do we act ethically in environments where public and private are blurred? Mid-career is the worst time for academics and professional staff to be up to date with technology: I&apos;ve just been reviewing some audits that show that older and more secure academic staff may actually have more time to experiment and are more confident to admit they need to learn. It&apos;s all about having time, having opportunities for &apos;peer supported experimentation&apos; - which turns out to be the best way to learn new technical tricks, and of course, having some incentive. Elizabeth Losh, director, Culture, Art, and Technology program, Sixth College, University of California, San Diego &apos;Digital natives&apos; need a basic understanding of computers as technical platforms, or of coding: As a teacher I am constantly aware of my own ignorance of coding skills and electronics, but still make a case for the value of not keeping technology in a black box and getting students to have a little more mastery by writing programs in an object-oriented language. I worry that our computers are becoming like our cars: we are increasingly dependent on them but when we open the hood and don&apos;t know what to do. I teach poets to program, so I feel it is valuable to everyone. Acknowledge that there is also anxiety about technologies in the classroom and take the lead: Too many people in universities have been shirking their responsibilities to educate students about this important subject either because they feel anxiety about their own technical literacy or they feel the barbarians are at the gate, with many faculty members feeling that traditional literacies are under attack. If professors are going to be considered as experts rather than merely fodder for funny remixes like this one or this one they need to take the lead. On managing your online identities: For years search engines treated Liz Losh and Elizabeth Losh as separate people, so my identity as a blogger and digital activist was very separate from my identity as a scholar and academic. No more. Google now knows that both names are me and that I can&apos;t have a divided personality. My only piece of advice is don&apos;t friend your students until after they graduate. David White, researcher, University of Oxford We need to understand learners personal digital literacies before ploughing into &apos;supporting&apos; them: Many of the learners we have interviewed for our Visitors and Residents project still make quite a hard distinction between the &apos;real&apos; i.e. books, lectures and so on and the digital. They have many highly effective digital literacies but often feel that they are not &apos;real&apos; or legitimate approaches. HEIs need to help legitimise digital practices without trying to own them: In my experience academics don&apos;t engage with digital tech because they don&apos;t need to. Their way of working is successful within the system. Has anyone been rewarded by their institutions for tweeting? Digital tech can improve the quality of what we do but often comes with an associated additional time/effort side effect, which is rarely officially acknowledged. A key digital literacy is how you manage distraction: How to not get walked all over by Facebook et al. Many of the learners we have spoken to recognise that they are poor at managing this. Sarah Knight, programme manager, e-Learning, JISC Engage students in this debate and ensure that they too have ownership of this agenda: Our terms may not mean anything to students. In the JISC Developing Digital Literacies programme projects have been involving students as partners in their research and giving them a voice to express their views and ideas on what the term means to them, what skills they feel they need to live, learn and work effectively in a digital environment. See the PRIDE (University of Bath), CASCADE (University of Exeter) and DL in Transition (University of Greenwich) projects as excellent examples of how institutions are engaging students in this debate. Reticence to adapt is less about the fear of the technology itself but about the fear of doing this differently from the way they&apos;ve have always been done: Those of us who work in this space must show the benefits: for example how technology can save time or help HE staff do things easier. This is where we can also utilise the expertise of students to work with staff and assist them with gaining confidence in using new technologies. There is a lovely example from the University of Wolverhampton on students as partners in blended learning. Sue Thomas, professor of new media, De Montfort University Digital literacy as an important part of transliteracy: Transliteracy is the ability to read, write and interact across a range of platforms, tools and media from signing and orality through handwriting, print, TV, radio and film, to digital social networks. It is the literacy of convergence, unifying literacies past and present across different platforms, media and cultures. This means it encompasses all kinds of communications from scratching pictures in the sand to editing photos in Instagram, or from inscribing tablets to text-messaging. When promoting digital literacy on its own, we can alienate people who are already very literate in other areas, and that&apos;s why I prefer to take an holistic approach and be as inclusive as possible. Tristram Hooley, head, International Centre for Guidance Studies, University of Derby The idea that you build some kind of identifiable career capital online is likely to have a big influence on your ability to get a job: There is an assumption that the issue of digital literacy will go away because students are good with computers and have Facebook accounts. I think that in the context of learning organisations the question is how they can apply the skills that they have to new areas such as employability skills. Have a look at the site Dear Lisa Rogers, one social media fanatic&apos;s attempt to get the job of social media director at the University of Michigan, as an example of this. Abhay Adhikari, digital strategist, Digital Footprints, a digital communication, social media training consultancy Digital engagement shouldn&apos;t be lead by a platform or task-specific agenda: What is required is a change in consciousness in how we relate to technology. The underlying principle is that all technology should facilitate critical reflection - awareness of the self and the ability to articulate ideas. We need people to make judgements on the information they consume and the contexts they create whilst sharing information. Technology is becoming increasingly seamless but our relationship with it isn&apos;t intuitive. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/15/digital-literacy-in-universities", 
    "wordcount": "1757"
}