{
    "headline": "Environmental threats could push billions into extreme poverty, warns UN", 
    "text": "The number of people living in extreme poverty could increase by up to 3 billion by 2050 unless urgent action is taken to tackle environmental challenges, a major UN report warned on Thursday. The 2013 Human Development Report hails better than expected progress on health, wealth and education in dozens of developing countries but says inaction on climate change, deforestation, and air and water pollution could end gains in the world&apos;s poorest countries and communities. &quot;Environmental threats are among the most grave impediments to lifting human development  The longer action is delayed, the higher the cost will be,&quot; warns the report, which builds on the 2011 edition looking at sustainable development. &quot;Environmental inaction, especially regarding climate change, has the potential to halt or even reverse human development progress. The number of people in extreme poverty could increase by up to 3 billion by 2050 unless environmental disasters are averted by co-ordinated global action,&quot; said the UN. &quot;Far more attention needs to be paid to the impact human beings are having on the environment  Climate change is already exacerbating chronic environmental threats, and ecosystem losses are constraining livelihood opportunities, especially for poor people. A clean and safe environment should be seen as a right, not a privilege.&quot; The British prime minister, David Cameron, and US president Barack Obama have both made eradicating extreme poverty a key plank in their respective development agendas. The proportion of people living under $1.25 a day is estimated to have fallen from 43% in 1990 to 22% in 2008, driven in part by significant progress in China. As a result, the World Bank last year said the millennium development goal to halve the proportion of people living in extreme poverty by 2015 had been met ahead of schedule. Thursday&apos;s report says more than 40 countries have done better than previously expected on the UN&apos;s human development index (HDI), which combines measures of health, wealth and education, with gains accelerating over the past decade. Introduced in 1990, the index aims to challenge gross domestic product and other purely economic assessments of national wellbeing. Norway and Australia are highest in this year&apos;s HDI, while the Democratic Republic of the Congo and Niger are ranked lowest. Some of the largest countries  including Brazil, China, India, Indonesia, South Africa and Turkey  have made the most rapid advances, it says, but there has also been substantial progress in smaller economies, such as Bangladesh, Chile, Ghana, Mauritius, Rwanda and Tunisia. This has prompted significant rethinking on routes to progress, says the report: &quot;The south as a whole is driving global economic growth and societal change for the first time in centuries.&quot; The report points to cash-transfer programmes in Brazil, India and Mexico as examples of where developing countries have pioneered policies for advancing human development, noting how these efforts have helped narrow income gaps and improve the health and education prospects of poor communities. The presence of proactive &quot;developmental states&quot;, which seek to take strategic advantage of world trade opportunities but also invest heavily in health, education and other critical services, emerges as a key trend. The rise of China and India, which doubled their per capita economic output in fewer than 20 years, has driven an epochal &quot;global rebalancing&quot;, argues the report, bringing about greater change and lifting far more people out of poverty than the Industrial Revolution that transformed Europe and North America in the 18th and 19th centuries. &quot;The Industrial Revolution was a story of perhaps 100 million people, but this is a story about billions of people,&quot; said Khalid Malik, lead author of the report. The report singles out &quot;short-sighted austerity measures&quot;, inaction in the face of stark social inequalities, and the lack of opportunities for citizen participation as critical threats to progress  both in developing countries and in European and North American industrial powers. &quot;Social policy is at least as important as economic policy,&quot; Malik told the Guardian. &quot;People think normally you&apos;re too poor to afford these things. But our argument is you&apos;re too poor not to.&quot; He said more representative global institutions are needed to tackle shared global challenges. China, with the world&apos;s second largest economy and biggest foreign exchange reserves, has only a 3.3% share in the World Bank, notes the report, less than France&apos;s 4.3%. Africa, with a billion people in 54 nations, is under-represented in almost all international institutions. &quot;If institutions are not seen as legitimate, people don&apos;t play, or don&apos;t play nice,&quot; Malik said. Developing countries now hold two-thirds of the world&apos;s $10.2 trillion in foreign exchange reserves, including more than $3tn in China alone, and nearly three-quarters of the $4.3tn in assets controlled by sovereign wealth funds worldwide, notes the report, adding: &quot;Even a small share of these vast sums could have a swift measurable impact on global poverty and human development.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/14/environmental-threats-extreme-poverty-un", 
    "wordcount": "830"
}