{
    "headline": "Hugo Chvez demostr que los caminos del occidente no son siempre los mejores", 
    "text": "Qu tipo de democracia requiere un desarrollo eficaz? Ahora que la pompa del funeral de Hugo Chvez ha terminado, y Venezuela se prepara para nuevas elecciones, esta es una pregunta importante. En los crculos de desarrollo, una versin occidental de democracia liberal se presenta a menudo como algo inseparable del desarrollo. Muchos donantes hacen su ayuda condicional al respecto, ya sea directamente o a travs de algunas medidas sustitutivas como &quot;buen gobierno&quot;. Sin embargo, Chvez  en algunos aspectos el Beppe Grillo de Amrica Latina, ya que el ltimo tambin lleg al cargo en una ola de frustracin anti-poltica  hizo lo contrario. l utiliz la riqueza petrolera de su pas y su propio mandato popular para remodelar la democracia venezolana en una manera que l crea fuese mejor para enfrentar los problemas de desarrollo que tena el pas desde hace mucho tiempo. Ideas predeterminadas sobre lo que esto ha significado para las libertades humanas bsicas han polarizado la opinin sobre Chvez. Desde la izquierda llegaron frecuentemente  y muchas veces ingenuamente  aplausos para cada iniciativa, a pesar de que muchas eran ciertamente de lo peor. La derecha, por su parte, no se demostr dispuesta a mirar ms all de la poltica de mano a mano para ver si algo estaba bien, sino recordaba la Venezuela antes de Chvez como si esta fuera una especie de auge democrtico prelapsario. El experimento bolivariano merece ms que esto. Chvez admiti una vez que, polticamente, era un poco de todo (qu otra cosa se puede esperar de un hombre que encontr su camino hacia el socialismo a travs de la Biblia?). Por lo tanto, a lo largo de sus 14 aos en el poder, jug a la vez de radical y otras veces de conservador, justamente y deslealmente, mientras persegua un primordial (y paradjico) objetivo: hacer que la sociedad venezolana sea menos desigual y ms democrtica mientras l permaneca en el poder el tiempo suficiente para lograrlo. Eso significaba, en primer lugar, una nueva constitucin, seguida de grandes programas sociales financiados por el estado, o misiones, que acanalaron las regalas de hidrocarburos  previamente malgastadas  en algunas de las zonas ms pobres del pas. El gasto per cpita en salud, por ejemplo, creci de $273 a $688 entre 2000 y 2009, mientras que durante Chvez la tasa de pobreza se redujo de la mitad en poco ms de una dcada; la pobreza extrema disminuy an ms. Necesarias reformas agrarias tambin se llevaron a cabo. Inevitablemente, estas polticas se enfrentaron con una considerable resistencia por las lites venezolanas, aunque no todas. Tras el intento de golpe contra l en 2002, y de nuevo despus de ganar su segundo mandato en 2006, Chvez tom el ritmo de cambio. Entre sus medidas hay que sealar: la matriculacin escolar, una campaa de alfabetizacin masiva, iniciativas locales de salud como el programa Barrio Adentro con personal cubano, y otros proyectos sociales  como la misin Vuelvan Caras  cuyo objetivo era conseguir que los desempleados de largo plazo volvieran a trabajar. Al mismo tiempo, el proceso original de reforma agraria fue puesto en marcha mientras que se relaj la definicin de cuanta tierra podra ser tomada de los individuos. El estado llev a meterse en un amplio rango de sectores: petrleo, gas, aluminio, los medios de comunicacin. Pero Chvez nunca pretendi que su poltica llevara beneficios a todos. De ah la creacin de los crculos bolivarianos de inspiracin cubana: foros comunitarios donde los participantes se suban las mangas para ponerse a trabajar en el barrio, y que convenientemente tambin servan como grupos de apoyo chavista. Estos foros participativos y ms recientes, como los Consejos Comunales (destinados a fomentar proyectos de desarrollo comunitario) y los Comits de Tierras Urbanas (que surgieron de forma espontnea para hacer frente a la tarea herclea de asignacin de tenencia de tierra en los barrios pobres), aumentaron la participacin local en el proceso de desarrollo. Pero hicieron poco para abordar los problemas igualmente apremiantes de violencia endmica y de anarqua. Para ello, se requera un estado mejor organizado, pero el estado de Chvez estaba demasiado ocupado en mantener a su lder en el poder. La democracia al estilo de Chvez fue siempre  de hecho cada vez ms  informal y poco regulada. Si esto lo converta en un juego bastante peligroso, haba muchos dispuestos a tomar el riesgo por la popularidad de los programas de radio y televisin de Chvez y de sus asambleas pblicas. Muchos comentaristas occidentales se apresuraron a burlarse de la idea de un presidente que cantaba en televisin, pero eran igualmente rpidos en honrar a Gustavo Dudamel de El Sistema y a la Orquesta Sinfnica Simn Bolvar cuando tocaba en las salas de concierto occidentales. El experimento bolivariano de Venezuela exige crticas y reconocimientos en partes casi iguales. El Carter Center manifest su confianza (pdf) en la calidad de las elecciones del ao pasado, por ejemplo. Pero la democracia es algo ms que lo que pasa en las urnas. Para los chavistas, por supuesto, este es precisamente el punto: la verdadera democracia es un proceso, una forma de conducirse en relacin con los dems. No es slo una obligacin peridica de marcar un nombre en las elecciones. Esto es lo que ha hecho que sea una fuerza tan interesante para el desarrollo. Pero s es indiscutible que las tasas de participacin ciudadana se han incrementado en Venezuela en los ltimos 14 aos, y que el sistema poltico se ha profundizado para incluir las bases y las voces de los pobres. Sin embargo, no se discute que, bajo Chvez, cargos polticos eran ocupados por sus partidarios, los procesos judiciales estaban manipulados, los jueces intimidados y los medios crticos sancionados. En ltima instancia, no importa que las cosas bajo Chvez hayan sido desordenadas, o incluso que l se alej del procedimentalismo democrtico liberal. Las naciones democrticas ricas y liberales tienen sus particulares puntos ciegos  incluyendo el desinters creciente de la gente en la participacin ciudadana activa, dficits democrticos causados por una injusticia estructural, y desigualdades arraigadas. El espritu de la democracia es ms importante que la tipografa de la letra, y requiere constante reinvencin para evitar ser monopolizado por los poderosos. Chvez fue un soplo de aire fresco. l demostr que haba alternativas al truco revolucionario de pisar los frenos y tirar por la borda a todos los que en el rgimen anterior disfrutaron de la buena vida en cubierta. Sin embargo, para conciliar los cambios que l quera hacer con la oposicin que encontr, busc marcar su propio modelo de un futuro bolivariano. Esa retrica simplifica y extingue los destellos de disidencia que la democracia efectiva requiere, y se corre el riesgo de hacer que los pases parezcan ser cosas que no son. Hay mucho que aprender de verdad de Chvez, pero no hay ninguna razn por la cual deberamos aprender de manera acrtica.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/12/hugo-chavez-caminos-occidente-no-son-mejores", 
    "wordcount": "1413"
}