{
    "headline": "Teachers: we don't all want to go to uni", 
    "text": "Lets face it, no one really likes making massive, life-changing decisions. Well, we don&apos;t, do we?  We all moaned back when we were 13 and 14, about picking our GCSE subjects. We got grumpy when it came to sixth-form choices, poring over college websites and checking entry requirements. And now, we&apos;ve hit another awkward patch  and this time, it feels far more serious.  All our conversations are about Ucas points and open days. The timetable is saturated with talks from students at various universities doing maths, science, psychology We&apos;re being bombarded with tips about picking a course.  My college is supportive and offers good advice  but the question is, do we all want to go to university?  The assumption appears to be yes, we all do. As soon as last year&apos;s A2s accepted their places for the following year, college directed all their Ucas- charged attention on us.  We had a careers fair in November  granted, it did mention other options such as working for local businesses and taking a gap year, but it was predominantly university-focused.  We&apos;ve had a full day off timetable to enable us to log on to Ucas (the site froze because the whole of the AS year was logging on at once) and get our special user names and passwords.  Then on to the Ucas convention, which consisted of us walking round laden with glossy prospectuses. Beneficial, useful, brilliant for people going to university but, let&apos;s face it, a waste of paper for those who are not. Barnsley College student Jade Robinson says: &quot;College runs loads of uni weeks, where different universities come in to do talks, and loads of uni-orientated events, but not half as much on other options like apprenticeships and employment. It seems to be very uni-based, especially if you do A-levels.&quot; Why is so much focus being put on one path? University is an excellent decision for some, and may provide qualifications to kickstart a career. But for others, going straight into a job or an apprenticeship is just as appropriate.  Guardian Students ran a useful article recently, entitled &quot;Thought of studying at college instead of university?&quot; which looked at the vocational offerings from colleges and apprenticeships. And the website notgoingtouni helps students who decide that they&apos;re, well, not going to uni. It covers vacancies up and down the country for apprenticeships, college courses, jobs all the alternatives that don&apos;t get their share of the limelight at school. The site welcomes visitors with the words: &quot;Congratulations  you&apos;ve chosen to think differently.&quot;  Maybe more people would think differently if they were fully aware of all the options available, right from the start.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jun/25/sixth-form-students", 
    "wordcount": "446"
}