{
    "headline": "Apps Rush: Cristiano Ronaldo, Road To Rock, Storify, IGN Touch and more", 
    "text": "A selection of 10 new apps for you today: Cristiano Ronaldo Real Madrid and Portugal star Cristiano Ronaldo is the latest footballer to get his own official app, following in the footsteps of Rio Ferdinand and Michael Owen. The app offers news, tweets, photos and videos, along with social features. Ronaldo is using Mobile Roadie&apos;s platform.Android / iPhone Road To Rock This is very intriguing: major label Warner Music Group is getting into... children&apos;s colouring book-apps for iPad. Road To Rock tells the tale of &quot;fictional 80s hair metal band Jet Vegas&quot;, getting children to colour in the comic-book cells as they read the story.iPad Storify Social media site Storify has launched an official iPad app, helping people &quot;mix media from Twitter, Facebook, Instagram and YouTube&quot; to tell stories. The website is already popular among keen Twitter users, but the iPad app should boost awareness of the service.iPad IGN Touch Entertainment website network IGN has launched a games-focused iPad app, offering news, previews, reviews, tips and video trailers in a tablet-friendly interface. iPad Oh Say Can You Say Di-No-Saur? Another Dr. Seuss app from Oceanhouse Media here: this time an educational app about dinosaurs hosted by the Cat in the Hat. It&apos;s the second app in the company&apos;s The Cat in the Hat&apos;s Learning Library series, following a previous space-themed app.iPhone / iPad WordPress for PlayBook Blogging company Automattic has launched an official WordPress app for RIM&apos;s BlackBerry PlayBook, joining existing apps on other devices. It can be used to wirte and edit posts and pages, as well as managing comments for WordPress-powered blogs.BlackBerry PlayBook Mighty Mouse My Hero Cartoon character Mighty Mouse  of coming-to-save-the-day fame  has flown onto iOS courtesy of CBS Interactive. The game sees the hero flying through more than 60 levels battling villains and collecting cheese.iPhone / iPad Lily Issue 1 A company called Kidscontent has launched a new magazine for girls, with the twist that it&apos;s available on the iPad rather than as a printed product. It promises stories, quizzes, crafts, colouring, music and baking.iPad Arel Wars Gamevil&apos;s latest Android game is Arel Wars, which combines tower defence mechanics with RPG-style levelling up. Campaigns cover 120 stages and eight maps, and there is online multiplayer too.Android Taptu - DJ Your News News aggregation app Taptu has a new platform this week: RIM&apos;s BlackBerry PlayBook tablet. As on other devices, it helps you create &quot;streams&quot; of news based on specific topics, with social features layered on top.BlackBerry PlayBook", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/22/apps-rush-cristiano-ronaldo-storify", 
    "wordcount": "424"
}