{
    "headline": "Do global summits help to tackle poverty?", 
    "text": "Disappointment at the collective performance of our leaders at global summits goes far beyond the development movement. Eight hundred or more journalists attend the average G20, to shine a spotlight on the failure of the group to fulfil its self-proclaimed mandate to manage the global economy. These disappointments have deep roots, and there&apos;s nothing unique about the current position. They are the product of long-standing weaknesses in the multilateral process, exacerbated by recent shifts in power relations that are present in pretty much every global negotiation. Few NGOs found much to celebrate at December&apos;s COP18 climate talks in Doha. The G8 and the G20 have produced similarly disappointing results in recent years. The Rio+20 summit in June was a particularly egregious example. With 50,000 delegates and campaigners present, not one meaningful new commitment was made other than agreement to develop new global goals. It was agreed after much intensive negotiation that these would be developed by an inter-governmental committee of 30 countries. Six months later it has not yet met, because there is no agreement about who should be on it. So if you&apos;re concerned about global poverty, why bother with global summits? Summits exist to negotiate global goals and policies, and our view of their utility should depend on their success at doing so. Meaningful commitments are getting rarer; but they do still emerge. Last year, a deal was agreed in Busan, South Korea, on how to make aid more effective by co-operating with new players such as Mexico. The deal was followed this year by a set of agreed indicators for a global monitoring framework for development assistance. And a new set of voluntary guidelines on land tenure was decided by the committee for food security; positive steps that came about in large part as a result of sustained civil society pressure. As always, this success was a result of influencing negotiations over many months, culminating in the final round of talks in the media spotlight. But there are too few of these advances. Oxfam recently chronicled four years of text but no substantial progress from the G20 on food. But there&apos;s far more to summits than the formal communique. Sometimes the text can obscure the real story and the long-term significance of the meetings. There are three other very good reasons why summits matter. First, they present opportunities to influence national struggles. Most host governments use summits to project their story to the world, making them vulnerable to domestic pressure. Brazilian civil society largely used the Rio+20 summit to pressure President Dilma Rousseff to adapt the Brazilian forest code. Campaigning around next year&apos;s G8 in the UK will build on the strong support for David Cameron&apos;s government to stick to its commitment to spend 0.7% of gross national income on aid. Second, summits can provide a unifying focus for protest, strengthening alliances between groups and civil society movements, and creating new momentum. This was a key focus for many on the &quot;other&quot; side of town at the people&apos;s summit in Rio and an important moment for mobilising social movements in Latin America. Third, and probably most important, the voice of civil society is vital at global events because it enables us to confront the stories our leaders want to tell their public, and to tell home truths about the progress made and the action needed. Civil society mobilisation and media work can do much to shift the terms of debates on, for example, the true causes of global hunger and the inadequacy of debt relief. Should we invest more or less in global processes? What if civil society ignored these completely? Of course, we could then divert substantial resources to strengthen national campaigning. But it would leave our leaders free to make global commitments and proclaim their benefits without a strong voice outlining the scale and urgency of action needed, and the scrutiny of civil society on the (in)action of our leaders. It also risks limiting advances at a national level, which on issues from women&apos;s rights to arms negotiations is often highly influenced by progress (and setbacks) at global level. It&apos;s not time to walk away. But we&apos;ve got to get much smarter. We need to be far more ruthless about our priorities, and clearer about what we&apos;re trying to achieve. In the past we&apos;ve treated some events as advocacy moments when the prospects for real change were painfully low. The G20 in Russia, for instance, offers less potential for change than its recent predecessors. Equally, we need to build long-term national and global alliances around issues where global agreement is critical. The 2015 deadline for climate change negotiations is the key case in point. We have time to build a strategy that can shift public attitudes and political commitments. Doha may have been disappointing, but the strong collaboration between a wide range of groups showed a new commitment to overcoming differences and attempting to secure the truly global transformation that climate change demands.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/27/global-summits-help-tackle-poverty", 
    "wordcount": "835"
}