{
    "headline": "Wind power: video reveals Tory MP's contradictory views", 
    "text": "Conservative MP Chris Heaton-Harris suffered fresh embarrassment on Thursday as undercover footage revealed stark differences between his public and private criticisms of wind power. Heaton-Harris, who in February organised a letter signed by 101 Tory MPs calling on David Cameron to end onshore wind subsidies, states in a public video that turbines harm birds, despite having admitted in private to seeing no research on this. Heaton-Harris was the campaign manager for the Conservative candidate in the Corby byelection but the Guardian and Greenpeace exposed him on Wednesday as apparently backing a rival, anti-wind candidate. The MP will meet the party&apos;s whips next week for a dressing down over his &quot;professionalism&quot;. The ensuing row has exposed the feud between the Conservatives and Liberal Democrats over energy and environment policy, described by one senior participant as &quot;unholy war&quot;. In the newly released film, Heaton-Harris told the undercover reporter, who posed as a campaigner from a fictitious anti-windfarm group called Windefensible: &quot;The &apos;bird blending&apos; phrase really hurts [the RSPB]. How true or not, I&apos;ve got no idea because I&apos;ve not seen any half-decent research about this.&quot; But when talking in an anti-wind video that would be shown to the public, Heaton-Harris said: &quot;Certainly [wind turbines] have a very bad interaction with bats and a number of species of birds  there really is the evidence out there and there are now international studies pointing at this.&quot; He also described as &quot;crap&quot; the windfarm policy of the RSPB, a group with 1 million members.            Heaton-Harris told the Guardian in response to the video: &quot;My views on wind turbines are well-known.&quot; The RSPB&apos;s conservation director, Martin Harper, said: &quot;Heaton-Harris is clearly in a spin over windfarms. If only he&apos;d done some &apos;half-decent research&apos; before he started calling us names, he might not have got it so wrong. He accuses us of being &apos;timid&apos; on the issue, but we&apos;re very strong. He admits he has &apos;no idea&apos; of the research of the wildlife impacts of wind turbines, but the electorate have a generally good understanding of environmental issues.&quot; Greenpeace UK executive director, John Sauven, said: &quot;Heaton-Harris has demonstrated that his views on renewable energy are rooted in ideology rather than fact. This seriously undermines the credibility of the Tory anti-wind lobbyists. The public deserves more truth and less spin from the likes of Heaton-Harris.&quot; Sauven said it was astonishing Heaton-Harris had not been sacked and called on David Cameron to step in and sort out the government&apos;s energy policy problems. Heaton-Harris had told the undercover activist that he and the rival Corby candidate, climate change sceptic James Delingpole, would meet energy minister John Hayes, a fellow opponent of windfarms. Hayes denied meeting either but refused to say whether he had communicated with them. The minister has also pulled out of a joint appearance with the climate and energy secretary, Ed Davey, before a Commons select committee on 20 November. Hayes has twice contradicted Davey on windfarm policy. Separately, in the film released on Thursday, it was revealed that Tory MP Peter Lilley  a climate sceptic recently appointed to the House of Commons energy and climate change select committee  told the undercover campaigner: &quot;As it happens I like windmills as a visual objects, but I just think they&apos;re a huge waste of money. They surround my house in France, I quite like them. My wife thinks they&apos;re horrible. However I keep quiet about this: my constituents would not particularly like it.&quot; On Wednesday, it emerged Lilley that told an undercover Greenpeace campaigner that the chancellor, George Osborne, &quot;regrets&quot; the government&apos;s commitment to renewable energy and placed renewable energy sceptics as ministers in September&apos;s cabinet reshuffle. A Conservative party spokeswoman declined to comment and Lilley did not respond.", 
    "section": "environment", 
    "gid": "environment/2012/nov/15/wind-power-video-tory-mp", 
    "wordcount": "639"
}