{
    "headline": "'Indonesia is seeing a new corporate colonialism'", 
    "text": "Land conflicts between farmers and plantation owners, mining companies and developers have raged across Indonesia as local and multinational companies have been encouraged to seize and then deforest customary land  land owned by indigenous people and administered in accordance with their customs. More than 600 were recorded in 2011, with 22 deaths and hundreds of injuries. The true number is probably far greater, say watchdog groups. The Indonesian national human rights commission reported more than 5,000 human rights violations last year, mostly linked to deforestation by corporations. &quot;Deaths of farmers caused by the increase in agrarian conflicts all across Indonesia are increasing,&quot; said Henry Saragih, founder of the Indonesian Peasant Union, which has 700,000 members. &quot;The presence of palm oil plantations has spawned a new poverty and is triggering a crisis of landlessness and hunger. Human rights violations keep occurring around natural resources in the country and intimidation, forced evictions and torture are common,&quot; said Saragih. &quot;There are thousands of cases that have not surfaced. Many remain hidden, especially by local authorities,&quot; he says. Communities complain that they are not warned, consulted or compensated when concessions are handed out and that they are left with no option but to give up their independence and work for minimal wages for the companies. At fault are badly drafted laws, unclear regulations, corruption and heavy-handed security and paramilitary forces  all of which favour large business over the poor. Illegal land purchases and logging are mostly supported by police, armed forces and local government staff. Companies are even allowed to work with security forces. Feelings run high when land is taken and livelihoods are wiped out by deforestation. In December 2011, 28 protesters from a logging concession area on Padang island in Sumatra sewed their mouths shut in front of the parliament building in Jakarta in a protest against having their land &quot;grabbed&quot; by a giant paper and pulp company. Last year, three people were killed in a clash with security forces during a protest over gold prospectors in Bima on the island of Sumbawa. Farmers from Mesuji in Sumatra claimed that security forces murdered residents to evict them from their land.           Over 10m hectares (24.7m acres) of land has been given away and converted to plantations in the last 10 years, forcing thousands of communities to give up forest they have collectively used for generations. Politicians offer land to supporters and give permission to develop plantations with little thought for the human or ecological consequences. In addition, government attempts to move landless people from densely populated areas to less populous areas with &quot;transmigration&quot; policies have caused major conflicts with indigenous groups in provinces like Papua and Sulawesi. &quot;Who controls the land in Indonesia controls the politics. Corruption is massive around natural resources. We are seeing a new corporate colonialism. In the Suharto era you were sent to prison for talking about the government. Now you can be sent there for talking about corporations,&quot; says Abetnego Tarigan, director of Friends of the Earth Indonesia in Jakarta. Three of the group&apos;s staff members, including its south Sumatra director, are in prison following protests at the involvement of the police and military in a land dispute involving a state-owned palm oil plantation firm. &quot;The scale of the conflicts is growing. Every day new ones are reported. More and more police are now in the plantations. Government is trying to clamp down on mass protests,&quot; said Tarigan. &quot;These developments are classed as &apos;growth&apos; but what we are seeing is the collapse of communities of fisherfolk or farmers and increasing poverty. We are exchanging biodiversity for monocultures, local economies for global ones, small-scale producers are becoming labourers and community land is becoming corporate. This is the direction we are going.&quot;", 
    "section": "global-development", 
    "gid": "world/2013/may/25/indonesia-new-corporate-colonialism", 
    "wordcount": "641"
}