{
    "headline": "What should drive science funding: curiosity or commerce?", 
    "text": "What experiment do we need to do to discover the optimum way to spend public funds on science? Governments the world over wrestle with this question every so often. I suspect no one knows the answer but David Willetts, the minister for Universities and Science, got down and dirty with it again in a speech at last week. Willetts&apos; speech contained an extended mix of aspirations for Britain&apos;s research base  he wants it to keep it world-class  and thoughts about the rights and responsibilities of government in directing research investment in the economic interest. On the aspirational front there was one new policy announcement, an invitation for consortia of universities, industries, local authorities or other interested parties  the format is not predefined  to prepare bids for &quot;new types of university with a focus on science and on postgraduates&quot;. The aim appears to be to seek new ways to embed elements of the university research base within a more commercial context, but the plan seems more of a pipedream since there is no new money on the table to tempt participants. Willetts&apos; musings on role of government in directing science were more interesting, and included some practical ideas for how ministers might effectively access scientific expertise in order to guide research investment. He was careful to emphasise the sanctity of the Haldane Principle and peer review, which enshrine the rights of the scientific community to judge grant applications on scientific merit. Nevertheless, the minister did not shy away from the conundrum that he has a democratic responsibility to shape policy that is beneficial to the UK economy. Such strategic choices will necessarily colour views on research priorities. The scientific community should be heartened to hear a government minister speak so confidently of the potential of science to feed into economic growth. It was an argument that the community relied on in the run-up to the Comprehensive Spending Review in October 2010. But scientists remain wary of government interference in what some see as their exclusive domain. Coincidentally, evidence of that wariness was provided in letters from leading scientists to Times Higher Education and the Daily Telegraph in the days following the speech, which criticised what they perceived as excessive interference by the Engineering and Physical Sciences Research Council (EPSRC), in the process of awarding public money for science. The signatories to the letters were particularly critical of strategic decisions by EPSRC to focus on particular research areas, to judge the potential long-term impact of the proposed research in assessing applications and demanded rebalancing of decision-making power away from EPSRC officials and back to scientists. I cannot judge the merit of these criticisms since I have had few dealings with EPSRC but within them I hear a somewhat strident note of scientists insisting on the freedom to decide for themselves how science should be funded. There is a risk that such demands may sound like arrogant protectionism, a stance that could cost the scientific community serious political capital. A similar warning about elitism was sounded by Daniel Sarewitz in the publication, Nature, earlier in the month, in an opinion piece on science funding in the US. Curiously, Sarewitz noted, funding for public agencies, such as the US Geological Survey or the Centres for Disease Control and Prevention, which apply science in the public interest, has not kept pace with the increases awarded to organisations like the National Institutes of Health, which are primarily a home for basic research. His argument is that the relative success of bodies like the NIH derives from the prestige of their research and their researchers. This is no bad thing, especially since the unpredictable nature of scientific discoveries is a very powerful argument for the maintenance of blue skies research. But the key question for governments and the societies that elect them is the balance between curiosity-driven science and the direction of scientific effort towards national strategic goals, such as renewable energy, food security or climate change. This is a question that politicians will continue to ask and one I was glad to hear Willetts raise again last week. It is a question that scientists should be ready to address. I don&apos;t say they have to answer it  the problem remains a difficult one  but the debate should be joined. So it was good to see scientists lay out their case in the letters pages of the national press in these past few days. I hope the government and the EPSRC will respond so that the argument might be articulated in more detail in public. That way it might engage the people who really matter: the citizens who pay the costs of science and rely on its benefits. Stephen Curry is a professor of Structural Biology at Imperial College. He also writes regularly about science. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/17/david-willetts-funding-scientific-research", 
    "wordcount": "832"
}