{
    "headline": "The geese processed with a tipsy waddle up the slightest of snow-covered inclines", 
    "text": "The snow-covered field above the lake shore resembled a teenage boy&apos;s wispy chin, with sparse hairs of grass poking out here and there. It was enough to draw a flotilla of greylag geese from the partially frozen water on to land. They processed as a straggly gaggle with a tipsy waddle up the slightest of inclines to where the wind had shaved off a little of the snow. The geese made sideways swipes of their beaks, though they did not appear to be eating anything. Maybe the flock of wigeon on the water sensed a grazing opportunity, for they followed suit, clambering over the lake&apos;s iced fringe and bunching behind the geese. Not wishing to disturb this troop of wildfowl, we doubled back to the other side of the lake. Bare-stem sprigs and gently contoured snow like rucked white duvets on either side told us we were passing through a rough meadow on a narrow path. It was smooth but for the first footing dabs of rabbit prints from some hours before. We examined a curious set of tracks crossing the path, a series of almost-paired full-stop impressions, punch-marks that might have been made by a tuning fork. There was a blow-dryer effect drift of light surface snow passing through them, made by a tail or perhaps a rushing body. The trail began in front of a tubular hole in the rough grass on one side of the path and ended at an identical tunnel mouth on the other. The evidence might have suggested a small mammal had crossed in exaggerated hops, but we had seen what had happened only moments before; a vole popping out and streaking evenly over the open ground. The smooth, even gait had been a trick of the eye. The rhythmic boundsof its feet were too fast for us to detect as the little rodent had broken from cover and raced to dive under its safety blanket.", 
    "section": "environment", 
    "gid": "environment/2013/jan/25/broom-bedfordshire-geese-processed-tipsy-waddle", 
    "wordcount": "324"
}