{
    "headline": "David Colquhoun, Twitter-addicted scourge of scientific quackery", 
    "text": "David Colquhoun, professor of pharmacology at University College London for 30 years, has lately led a double life. In his day job, he has pioneered painstaking research into the binding properties of molecules and contributed extensively to understanding the particular influences on ion channel function in the development of drugs. In his after-hours alter ego, however, he is the take-no-prisoners scourge of quackery and mumbo-jumbo in his unmissable blog, DC&apos;s Improbable Science. For a decade or more, no homeopath or acupuncturist has been safe from Professor Colquhoun&apos;s scathing, and often comic, online analysis. No newspaper report of the latest carcinogen  sausages or coffee or cheese  can survive his statistical scrutiny. He wages rigorous war against the march of managerialism and corporate speak through academia and the NHS. And, at 76, you would have to say he rather enjoys it. Sitting in his office at UCL, surrounded by shelves of box files yellowed with the smoke of the pipe that was always a necessary accompaniment to his algebra, he dwells with some amusement on the two halves of his public life. &quot;I once wrote a textbook on statistics, which has been enormously useful to me in many ways,&quot; he says. &quot;But that book, though pretty well received, sold 5,000 copies over several years. The latest blog I did on the Department of Health had 7,000 hits in three days. I have to say it is fun to have a big audience. All my life, I have been writing papers that have been read by a handful of people around the world. I love the science and I remain addicted to stochastic processes, but to write something that gets picked up on Twitter and has an immediate response is a different kind of addiction. If I get asked to go to a university these days to speak they ask me to do a seminar on ion channels and another on management gobbledegook or something. One gets a dozen committed students, the other fills a large lecture hall&quot; The General Medical Council currently requires all medical students to be familiarised with alternative medicine as part of their studies. Some universities apparently ask practising homeopaths to conduct this briefing; others, such as King&apos;s in London, invite Colquhoun. &quot;I tend,&quot; he says, with a guffaw, &quot;to give them a version of my &apos;Patient&apos;s Guide to Magic Medicine&apos;, which was originally written as a response to the witterings of the Prince of Wales on the subject.&quot; Colquhoun&apos;s guide is a Devil&apos;s Dictionary of all things holistic: &quot;Herbal medicine: giving patients an unknown dose of an ill-defined drug, of unknown effectiveness and unknown safety Reflexology: plain old foot massage, overlaid with utter nonsense about non-existent connections between your feet and your thyroid gland Spiritual healing: tea and sympathy, accompanied by arm-waving Kinesiology, iridology, vega test, etc: various forms of fraud, designed to sell you cures that don&apos;t work, for problems you haven&apos;t got.&quot; And so on. Colquhoun has lately won a series of victories against what he calls the &quot;endarkenment&quot; of healthcare. After lodging a freedom of information request, he obtained the background correspondence from the prince&apos;s homeopathic charity that apparently influenced the creation of an infamous page on alternative treatments on the NHS Choices web page. Colquhoun subsequently gained an admission that the advice had &quot;let down the general public&quot; and a reworking of the page to include the wording: &quot;There is no good-quality evidence that homeopathy is effective as a treatment for any health condition&quot; Also long in his sights have been the universities that offer MSc qualifications in anti-science. &quot;I discovered for example that &apos;amethysts emit high yin energy&apos; was being taught as part of a BSc at Westminster just down the road.&quot; As a result of the attention brought by his blog, science degrees in homeopathy are a thing of the past in British universities. Inevitably, none of this has been achieved without some fallout. After protracted complaints by one herbalist to the provost of UCL, Colquhoun was quietly, and outrageously, asked to remove his blog from the university site in 2007. When he did so, &quot;all hell broke loose&quot; after a column by Ben Goldacre in the Guardian exposed the academic cowardice of the university hierarchy. No stranger to lawyers, Colquhoun now worries that unless the much-debated defamation bill is passed, legitimate scientific opinion will continue to be suppressed by anyone with money. At the same time, he hopes that the &quot;fashion for irrationality&quot;, which he dates back to the Beatles going to India &quot;when flower power stopped being fun and started being mystical bollocks&quot;, may be fading. His abiding hero is Bertrand Russell, and he laces his conversation with favourite quotes, including Russell&apos;s maxim that &quot;it is undesirable to believe a proposition when there is no ground whatever for supposing it true&quot;. Colquhoun ascribes some of his critical scepticism to his father, the only boy from Birkenhead to get a scholarship to Liverpool University in his year in the 1920s, who went on to become a schoolmaster, teaching languages to Harold Wilson and the geneticist Steve Jones among others. Colquhoun was hopeless at school and started to make his mark as an academic only after a miserable couple of years as an apprentice pharmacist in a branch of Timothy Whites &amp; Taylors chemists inBirkenhead. Having eventually gained tenure at UCL in the 60s, he devoted himself to solving the &quot;affinity-efficacy problem&quot;. This dwelt on the idea that if &quot;drug design is to become rational, it is essential to be able to measure separately the binding affinity of the drug for its receptor and the effectiveness of the drug in opening an ion channel once it has bound&quot;. The only way to solve the problem was by measurement of single molecules. In collaboration with Alan Hawkes, the necessary mathematics was worked out for the interpretation of experiments done initially with Bert Sakmann, who, with Erwin Neher, got the Nobel prize in 1991 for discovering how to record from single molecules. &quot;I don&apos;t think drug design will become fully rational in my lifetime,&quot; Colquhoun says. &quot;But I have tried to make a small contribution to that long-term goal.&quot; He doesn&apos;t link the two halves of his career very closely in his own mind, but talking to him you can see clearly how one has fuelled the other. Having spent half a lifetime trying to establish the smallest conceivable causalities at the molecular level, you can well imagine his righteous frustration when policy-makers disregard evidence-based models entirely in putting forward advice in relation to health or diet or anything else. &quot;People simply still don&apos;t get that to prove &apos;effect B&apos; is caused by &apos;intervention A&apos;, you have to use randomised controlled testing,&quot; he says. In his current semi-retirement, Colquhoun was hoping to complete a book on the mathematical and statistical principles of pharmacology, but he worries the sheer irrationality of the world might yet prevent him. &quot;There is so much to do on the blog,&quot; he says, both cheerfully and guiltily, &quot;that I fear that might get in the way&quot; Ten questions for David Colquhoun What is the most exciting field of science at the moment? Too often what&apos;s trendy now turns out not to live up to its promise. Predictions are impossible: that&apos;s why it&apos;s called research. Do you believe in a God? Not since I was 15. A nurse took me to an Easter mass, which struck me as a sadomasochistic orgy (of course I didn&apos;t know then that so many priests acted out their perversities). I&apos;m with Steven Weinberg when he said: &quot;With or without religion, good people can behave well and bad people can do evil; but for good people to do evil  that takes religion.&quot; What book about science should everyone read? Fiction: George Eliot&apos;s Middlemarch. Nonfiction: Bertrand Russell&apos;s On the Value of Scepticism. What words of advice would you give to a teenager who wants a career in science? Live your dream, and stick to your principles. But be realistic about career prospects. At the moment they are lousy. Do you have a fantasy experiment or study that you have been unable to do for logistical/ethical/cost reasons? No. Single ion channel biophysics is cheap compared with many areas. The limitation is my brain, not cost. What scientific advance would make the most difference to your daily life? Factors that limit my daily life are not to do with lack of science (unless you count the inability of medicine to fix my spine). Outside of your work, do you live an evidence-based life? Yes, I think so. The exception is my pipe, without which I can&apos;t do algebra (or much else). Why do so few scientists enter politics? Because science is one of very few occupations where you can put honesty above expediency (though even in science that doesn&apos;t always happen). That being said, the lack of scientific education among politicians is scary. Can you imagine a minister of education referring to &quot;Newton&apos;s laws of thermodynamics&quot;, or giving taxpayers&apos; money to schools that believe in karma and gnomes? Michael Gove has done both. Who deserves a Nobel prize? That&apos;s always contentious. I suspect that big prizes cause more misery than happiness, and do nothing to improve science. If I called you a geek would you hold it against me? Not in the least.", 
    "section": "science", 
    "gid": "science/2013/apr/21/rational-heroes-david-colquhoun-pharmacologist", 
    "wordcount": "1604"
}