{
    "headline": "Automated calls, fraud and the banks: a mismatch made in hell", 
    "text": "My wife tells me that I make a rather comical sight when I start shouting at the radio. I must have been the picture of sheer hilarity this week as I listened to discussion about automated fraud-checking calls on Radio 4&apos;s Money Box and ended up yelling my head off. You know about fraud-checking calls, of course. Whenever you do something unusual with your money, like try and close on a house purchase, transfer funds to a loved one who&apos;s lost everything while abroad, or buy a major gift for a very special occasion, the transaction is often followed by a call from your bank, demanding that you verify your identity to them, handing over all sorts of personal information to a total stranger who&apos;s rung you up out of the blue. Then they tell you that they&apos;ve noticed something amiss, and is your card in your possession, and did you really just try and transfer a thousand pounds to Lagos? The banks, bless them, are only trying to prevent fraud, but this is a pretty silly way of going about it. For starters, there&apos;s the business of calling up people and asking them to give you all the information necessary to prove that they are indeed a bank customer  all the information that a fraudster needs to impersonate that person at the bank, in other words. The banks have spent decades systematically conditioning us to give our personal information to fraudsters, which is a strange way to prevent fraud. But at least this silliness had one saving grace: a fraudster can only make so many calls per day, and so the scope of losses from such a programme of bad security education is limited by the human frailties of con-artists. Enter the robo-caller. The banks are now outsourcing their fraud prevention to computers that can make dozens of calls all at once, around the clock, fishing (or phishing) for someone who just happened to have made an unusual purchase and is thus willing to spill all his details down the phone to get it approved. Note that most of the categories of purchase that trigger false positives from fraud detection systems are also the sort of thing that customers are anxious to see go off without a hitch. The unusual and the urgent often travel together. MoneyBox took up the question of robo-calls on 22 September, with a series of finance industry executives explaining their position on robo-call anti-fraud systems. As Money Box pointed out, customers don&apos;t know what automated fraud prevention calls are supposed to sound like, or which questions are supposed to be asked. They missed that even if this were common knowledge, it would be trivial to make a homemade robo-caller that perfectly mimicked the calls, and set it loose to call around the clock, to many victims at once. Santander&apos;s statement was that the system allows it to &quot;reach more customers, more quickly, all at the same time&quot;. It didn&apos;t mention that it&apos;s a lot cheaper than paying humans to make those calls, of course. On the other hand, it invited its customers to opt out of the service. But a customer that doesn&apos;t even know the service exists won&apos;t opt out of it  and if a customer&apos;s first experience with a robo-caller is with a fraudulent one, they won&apos;t have had a chance to opt out until it&apos;s too late. But Nationwide&apos;s answer was even worse: it recommended using the return number that showed up on their phones to verify the call by keying it into the internet. Apparently, no one has told Nationwide that any fraudster running a robo-caller machine can also transmit any return number they like. It got even worse. A spokesman from UK Payments assured the host, Paul Lewis, that the banks&apos; services are secure because they ask you to choose from a list of dates of birth, and &quot;only your bank would have that information about you&quot;. Someone needs to tell UK Payments that dates of birth aren&apos;t secret  they&apos;re matters of public record. What&apos;s more, if your date of birth ends up in the hands of an identity thief, you can&apos;t change it, making it completely unsuited as a means of authenticating oneself to a bank. Our passwords shouldn&apos;t be issued to us at birth, one to a customer, without any means of changing them. Lewis quizzed UK Payments&apos; spokesperson on the efficacy of the bank&apos;s fraud prevention systems, and forced him to admit that there isn&apos;t any hard data to support the thesis that the banks are good at automatically detecting fraud. In the end, the representative was left insisting that the banks&apos; systems were &quot;quite successful at detecting very unusual transactions&quot;. Well, yes. Computers are good at detecting unusual things. And if you block every unusual transaction, you will block almost all the fraudulent ones, too. You&apos;ll also produce a service that will strand your customers in emergency after emergency, by forcing them to go through a tedious authentication dance every time they stray from their usual routine, including when the unusual transaction is the result of an unusual circumstance, such as a personal tragedy. When banks had to pay a salaried employee to make each call, they had to limit themselves to making checks on unusual transactions that were also &quot;funny&quot;  a bit off. Now they&apos;ve automated the systems, they can twiddle the false-positive dial all the way over to &quot;Kafka-esque nightmare&quot; without having to pay a penny more. They&apos;ve managed to externalise the whole cost of sorting out real unusual transactions from fake ones to their customers. This is a security measure. It secures the banks&apos; profits. But as a means of securing your money, it&apos;s a nonsense. Here&apos;s another way of designing this protocol, one that won&apos;t cost the banks any more to operate. When the bank detects a potential fraud, it calls you, and a robot says, &quot;Look up the lost or stolen card number on your credit card or debit card. If you can&apos;t find it, please consult our website. When you get through, please key this case number into your phone.&quot; Job done. In order to spoof this system, you&apos;d need to hack the bank&apos;s website and/or change the printing on the credit cards already in people&apos;s wallets. If the banks cared about preventing fraud  as opposed to minimising the expense that their shareholders bear as a result of fraud  they&apos;d do this or something very like it.", 
    "section": "technology", 
    "gid": "technology/2012/sep/27/automated-calls-fraud-banks", 
    "wordcount": "1091"
}