{
    "headline": "Climate change is not science fiction, Jeremy Clarkson", 
    "text": "One of the most irritating things that climate scientists have to put up with these days is the bombardment of what I call &quot;bollockspeak&quot; from scientifically illiterate celebrity deniers and polemicists hiding behind their pulpits in the national press. Ignorance is bliss, or so they say, but it can also be perfidious; especially so when accompanied by the mindless arrogance and puffed-up smugness of the know-it-all who demonstrably does not know it all. This was displayed to perfection at the Hay festival a few weeks ago. I was talking about my new book, Waking the Giant, which addresses the well-established, but not widely known, links between a changing climate and a sometimes violent response from the solid Earth. As usual the questions at the end of my presentation were astute and well-informed. I did think it a little odd, however, that the climate change deniers appeared to be absent, or were at least keeping their heads down. A few days later, however, all became clear. The contrarians did, in fact, have a presence in the form of Jeremy Clarkson. Presumably being too self-effacing and timid to challenge me face-to-face at the event, Clarkson chose instead to denigrate the talk, the science and me personally in a weekly column he churns out for the Sunday Times. Here are a few choice quotes:  &quot;Science fiction is thriving; only today it&apos;s all being written by global warming enthusiasts&quot;.  [McGuire] says that soon, climate change will bring about an age of geological havoc including tsunamis and something he calls &apos;volcano storms&apos;.  This is fantastic stuff. Scary. Possible. And we haven&apos;t even got to the clincher yet, because McGuire says that as all the snow melts, the sea will become heavier and that will cause fault lines to shift all over the world. Japan. Mexico. Chile. All gone. The man is talking here about an extinction-level event. And the word is that when the film rights are sorted, Denzel is earmarked for the lead.  [McGuire] delivered his cataclysmic view of events to come in much the same way that The War of the Worlds was first played on the radio. Seriously, as though it were fact.  But I think the scariest part is that McGuire is actually employed by the government as an adviser. It actually takes him seriously&quot;.  I think you get the picture. Notwithstanding the fact that much of the bilge in the column is reflective not of my Hay talk, but of the barely coherent products of Clarkson&apos;s own fevered imagination, it is near impossible to imagine the degree of conceit required for someone with  let&apos;s say limited - scientific expertise, to sit through a talk that presents the fruits of peer-reviewed research by hundreds of scientists and dismiss them out of hand. Slightly miffed  to say the least  I sent a letter to the Sunday Times outlining my thoughts about Mr. Clarkson and his rantings. This has not been published, either in its entirety or in part, and I have yet to receive any response from the paper at all. The bottom line is that rapid climate change drives a hazardous response from the Earth&apos;s crust  fact! The idea is not new and  in scientific circles  is not even controversial. We have a huge amount of data gleaned from the 20,000 years that has elapsed since the end of the last ice age, which saw one of the most dramatic transformations in our planet&apos;s history; from frigid wasteland to the broadly clement world we are familiar with today. The changes in stress and strain in the crust that resulted from melting of the 3km-thick continental ice sheets and a 130m rise in global sea levels, saw Lapland wracked by massive quakes associated today with places like the Pacific &quot;ring of fire&quot;, while volcanic outbursts on Iceland increased 30 times. There is plenty of evidence too, for seismic shakings and volcanic rumblings, during this period, right across the planet. With the climate once again changing at least as rapidly as during post-glacial times, we are already seeing a seismic response to the loss of ice mass in Alaska, and a rise in the frequency of giant landslides as a reaction to heat waves across mountainous regions. How widespread and obvious the future response of the Earth beneath our feet will be to continued planetary warming, remains uncertain. Clearly, however, the potential exists for unmitigated climate change to bring about a significant and hazardous riposte. When we get down to the nitty-gritty, it does not really matter whether Clarkson and his ilk accept the existence of anthropogenic climate change or not. As a certain Canute discovered in a somewhat different context more than 1,000 years ago, such denial will not halt Nature in its tracks. We will continue to see global temperatures climbing; the polar ice sheets crumbling or and sea levels sloshing ever higher. In the fullness of time, the deniers&apos; pretence that the data don&apos;t exist, while shouting &quot;la, la, la&quot; and holding their hands over their ears, will make not a blind bit of difference to the outcome.  Bill McGuire is professor of geophysical and climate hazards at UCL. His latest book is Waking the Giant: How a Changing Climate Triggers Earthquake, Tsunamis and Volcanoes.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/10/climate-change-science-fiction-jeremy-clarkson", 
    "wordcount": "886"
}