{
    "headline": "Scientist calls Hugh's Fish Fight 'a tawdry piece of hack journalism'", 
    "text": "A bird scientist interviewed by Hugh Fearnley-Whittingstall for his Fish Fight series on Channel 4 has posted a scathing open letter on Facebook accusing him of portraying her in an &quot;unfair and unflattering light&quot; and producing a &quot;tawdry piece of hack journalism&quot;. Dr Ruth Brown, a penguin specialist based at the British Antarctic Survey&apos;s research station at Bird Island, off South Georgia, was interviewed on the programme broadcast last Thursday. [Interview starts at 39:10] Fearnley-Whittingstall asked Brown, and her colleague, what impact intensive krill fishing would have on penguin populations in the southern Atlantic, and whether marine protection zones would help to protect bird species reliant on krill. In an awkward exchange, Brown told Fearnley-Whittingstall said she needed time to consider an answer. But the programme moved on without showing her giving an answer. In her letter, Brown objects to what came next. In the subsequent voiceover, the chef and food campaigner said: &quot;I can&apos;t understand why these scientists and naturalists are so wary about backing the idea of a new marine protected area around South Georgia.&quot; &quot;The bottom line is that the fisheries operating around South Georgia bring in 3m a year for government and that money is what keeps the whole place running. As so often in fish conservation, I&apos;m starting to feel caught up again in a web of bureaucracy, politics and, frankly, money.&quot; Brown responded in her letter: &quot;In your programme you implied that the research I do is paid for by licence money received from the krill-fishing industry, and that I am therefore unable to speak freely about my opinions of that industry. This is not true. I work for British Antarctic Survey, who do not receive any money from fisheries and are funded by the Natural Environment Research Council, a government body that funds independent scientific research.&quot; She concluded: &quot;The episode of Fish Fight which covered fisheries on the Southern Ocean was poorly researched and misleading. Many important facts were left out, as they would clearly have compromised the preconceived journalistic slant of the programme. She said she was a supporter of Fearnley-Whittingstall&apos;s Fish Fight campaign, which today won a notable victory with EU ministers deciding to ban the practice of throwing healthy fish back into the sea. &quot;It therefore saddens me that you have chosen to tarnish this noble cause with what can only be described as a tawdry piece of hack journalism. I am ashamed that I was a part of it, albeit unwittingly.&quot; On Tuesday Fearnley-Whittingstall wrote a point-by-point response to Brown and issued a statement to the Guardian: &quot;The programme was meticulously researched and we take great pride in getting our facts right, and putting across engaging arguments to our viewers to try to encourage them to take an interest in marine conservation issues. We spoke to many experts in the course of making the series, and the programme is a fair and accurate account of all the research we consulted and of our experience filming in South Georgia  although inevitably it was not possible to include every single detail in a one-hour programme.&quot; A spokeswoman at the British Antarctic Survey said it supported Brown, but that it was a &quot;personal matter&quot;. In a &quot;science briefing&quot; posted on its website the BAS said: &quot;BAS scientists do not receive funding from any commercial krill fishing company. However, BAS scientists do collaborate with fishing companies in order to understand how the fishery operates.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/27/fish-fight-fearnley-whittingstall-ruth-brown", 
    "wordcount": "594"
}