{
    "headline": "Boot up: iPhone 4's US ban, Obama's troll-chasing, Lego + Sony, and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team ITC bans importation of older iPhones and iPads into the US over 3G-essential Samsung patent &gt;&gt; FOSS Patents Florian Mller:   basically, Apple would have to make the iPhone4S its entry-level iPhone model and discontinue U.S. sales of older iPhones (and the &quot;new iPad 4G&quot;, the third-generation iPad, its entry-level model for iPads with cellular connectivity; WiFi iPads are not affected at all). Formally the decision also relates only to the AT&amp;T versions of those older products, but Samsung reserved the right to allege infringement by Apple products running on other networks (unless they come with Qualcomm baseband chips).  Apple can appeal; President Obama could veto the decision within 60 days - and, having started a number of moves over patent litigation&apos;s effect on US technology (including the ITC&apos;s lower bar for sales bans) might be tempted.  But sales bans over standards-essential patents are a contradiction in terms; SEPs are meant to be licensed freely, and not &quot;infringing&quot; an SEP would mean not conforming with the standard. Taking on patent trolls to protect American innovation &gt;&gt; The White House Gene Sperling, director of the US National Economic Council:   Last February during his Fireside Hangout, the President explained that patent trolls (known more formally as Patent Assertion Entities, or PAEs) &quot;don&apos;t actually produce anything themselves. They&apos;re just trying to essentially leverage and hijack somebody else&apos;s idea and see if they can extort some money out of them.&quot; This type of abusive patent litigation is a major problem. It&apos;s also important to know what we&apos;re not talking about here. We aren&apos;t trying to make it harder to pursue legitimate intellectual property rights, or vigorously defend valid patents.  Laudable premise. Going to be hard to make it stick, because PAEs (aka non-practising entities, NPEs, aka patent trolls) are sure to look for loopholes. (Thanks @ClarkeViper for the link.) What I learned using only Google products &gt;&gt; Computerworld Mike Elgan:   As a former Windows and current Apple user, I wanted to understand the full Google platform experience firsthand. So I went all-in. Sure, I&apos;ve used Android devices and even a Chromebook casually before. But I never tried to rely on them full time. Boy, did I learn a lot about Google (and Apple). And my opinions on many things have changed. I&apos;m going to tell you the 10 shocking things I learned and how my mobile computing buying and usage have been transformed.  His summaries are interesting, but it would have been useful to know what his work (and play) days actually consist of. Writing? Editing? Writing/editing while travelling? Spreadsheets? Conferencing? Using specialist LOB (line of business) apps? It&apos;s hard to know whether his blithe remark that   &quot;The Pixel is a great main computer for a wide range of people, from C-level executives to everyday businesspeople who want simplicity above all&quot;    is based on direct experience, or just guesswork. (Thanks @modelportfolio2003 for the link.) Sony and Lego collaborating on toy research &gt;&gt; Network World  Sony and Lego are working together on creating a new generation of products that bridge the gap between toys and video games. A team of researchers at Sony Computer Science Laboratories in Tokyo is embedding tiny motors, cameras, and actuators into Lego blocks. One demonstration uses two small motorized Lego platforms, one of which is computer-controlled and will relentlessly pursue the other, which can be maneuvered using a wireless PlayStation controller or by hand. Any combination of blocks can be built up on the platforms, and more platforms can be added. The system could be used to create Lego battles, or simply play tag. The research team has also added actuators that can cause Lego structures to crumble on demand, and camera blocks that can beam first-hand video of the action to tablets and smartphones.  Great for geeks and domestic spying. For children? Unconvinced. (Thanks @beardyweirdy666 for the link.) Hard Choices: Intel&apos;s &apos;orrible new Haswell chips &gt;&gt; Rock, Paper, Shotgun Jeremy Laird:   Intel reckons Haswell is the biggest step forward in processor efficiency in the history of its x86 CPUs. Yup, even bigger than the transition from Pentium 4 to Core. Thus, if Haswell is anything like as good as Intel claims, it&apos;s going to shake things up. Think tablets that combine iPad proportions with proper PC levels of processing prowess. Microsoft&apos;s Surface Pro, as nice as it is in some ways, doesn&apos;t quite deliver on that. Haswell, according to the hype, will. I&apos;ve long wanted a tablet convertible that&apos;s no bigger than an iPad but has the power of a proper PC. So I&apos;m genuinely excited by the prospect. But it&apos;s got naff-all to do with gaming PCs.  Given that laptops are outselling desktops by 4:3, and that gaming PCs make up a tiny fraction of desktop sales, this might not be a surprise. But does this point towards the end of gaming rigs? (Thanks @beardyweirdy666 for the link.) Cracked Glass: Why wearables are the next security maelstrom &gt;&gt; SlashGear Chris Davies talks to Marc Rogers of Lookout Security, who sees many new frontiers for hacking:   &quot;Some of the things that we&apos;re connecting, and allowing to build huge amounts of data I keep on coming back to the Nest thermostat because it&apos;s an awesome example,&quot; Rogers says. &quot;Because the Nest knows how many people are in your house, it knows when they come home, it knows what temperature they like it, it knows when you&apos;re on holiday, it knows if you&apos;ve got any pets, it knows if you&apos;ve got any wireless networks, it knows what&apos;s on the wireless networks, and it knows how to connect to the wireless networks. So suddenly, hacking a thermostat  not cool. Hacking a Nest? I now own your house.&quot;  Glass is only the half of it. The mental model of verbs in app design &gt;&gt; The Gong Show Venture capitalist Andrew Parker:   When I talk to people that use web apps infrequently, they are often surprised by the way the &quot;like&quot; verb works inside Facebook. People don&apos;t say they are surprised explicitly but its clear there is confusion when you tease it out via conversation.  As he points out, Facebook&apos;s &quot;like&quot; actually has three different meanings. Praise goes to Last.fm for inventing &quot;scrobble&quot; - a new word which brings no semantic baggage. Malware that drains your bank account thriving on Facebook &gt;&gt; NYTimes.com  Zeus is a particularly nasty Trojan horse that has infected millions of computers, most of them in the United States. Once Zeus has compromised a computer, it stays dormant until a victim logs into a bank site, and then it steals the victim&apos;s passwords and drains the victim&apos;s accounts. In some cases, it can even replace a bank&apos;s Web site with its own page, in order to get even more information such as a Social Security number that can be sold on the black market. The Trojan, which was first detected in 2007, is only getting more active. According to researchers at the security firm Trend Micro, incidents of Zeus have risen steadily this year and peaked in May.  And malicious links to it are now appearing on Facebook. Beware: it seems the &quot;Russian Business Network&quot; is back in, well, business. The Yahoo e-mail privacy flap that wasn&apos;t &gt;&gt; CNET News Declan McCullagh:  It seemed like yet another corporate privacy flap: Yahoo CEO Marissa Mayer decrees that Yahoo Mail users will have their email &quot;scanned and analyzed&quot; so relevant ads can be displayed. That apparent revelation prompted dozens of news articles in the last few days describing the practice as &quot;creepy&quot; or &quot;freaking people out.&quot; One wondered if it was an &quot;aggressive invasion of privacy.&quot; The only problem is that Yahoo hasn&apos;t, well, actually changed its policy. At all. A version of Yahoo Mail&apos;s terms of service adopted in 2011 gives the company the right to &quot;scan and analyze all incoming and outgoing communications content sent and received from your account&quot; and use the profile to &quot;match and serve targeted advertising&quot; to you This week&apos;s controversy underscores how short memories have become in the modern Internet era: the same privacy flap occurred in June 2011, when Yahoo actually adopted the policy in effect today that permits email to be scanned.  You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jun/05/iphone-us-ban-obama-patents", 
    "wordcount": "1453"
}