{
    "headline": "BP suspended from new US federal contracts over Deepwater disaster", 
    "text": "BP has been blocked from seeking new contracts with the US government because of the oil company&apos;s &quot;lack of business integrity&quot; during the Gulf of Mexico oil disaster, the Environmental Protection Agency said Wednesday. The temporary order bans BP from competing for new oil leases in the Gulf of Mexico  such as the auction of 20m acres taking place on Wednesday  or from bidding on new contracts to supply the Pentagon or other government agencies with fuel. While the ban does not affect existing business, it raises wider questions about the company&apos;s future in a crucial market.  The type of suspension imposed by the EPA typically does not last more than 18 months. But an official said that in this case the ban could be extended because of the ongoing legal proceedings. That could mean BP, the largest oil producer in the Gulf of Mexico, would remain under an extended moratorium until all criminal charges and law suits are resolved.  BP was clearly taken by surprise and struggled to explain the impact on its business.Its shares fell nearly 2% in London as investors reacted with dismay to the news which puts a major dent in the company&apos;s already battered reputation. The finance director of the London-based oil group warned investors at a recent presentation that any outright ban could &quot;affect BP&apos;s investment thesis in the US&quot;. The order was handed down just two weeks after BP agreed to plead guilty to manslaughter and other charges arising from the April 2010 explosion of the Deepwater Horizon oil rig, as well as pay a record $4.5bn in fines.  The oil company, in announcing its plea deal with the Justice Department earlier this month, had specifically said it did not expect to be barred from future business dealings. &quot;Under US law, companies convicted of certain criminal acts can be debarred from contracting with the federal government,&quot; the company said in its statement at the time. &quot;BP has not been advised of the intention of any federal agency to suspend or debar the company in connection with this plea agreement.&quot; The EPA said the suspension was based on BP&apos;s conduct at the time of the blow-out as well as the 87 days it took to contain the well. Some 4.9m barrels of crude gushed into the Gulf of Mexico before it was finally capped. &quot;EPA is taking this action due to BP&apos;s lack of business integrity as demonstrated by the company&apos;s conduct with regard to the Deepwater Horizon blowout, explosion, oil spill, and response, as reflected by the filing of a criminal information,&quot; the announcement said. The announcement went on to describe the oil spill as the &quot;largest environmental disaster in US history&quot;. It said BP would remain under suspension, and barred from new federal government contracts and transactions, until the company can demonstrate that it meets federal business standards. &quot;Federal executive branch agencies take these actions to ensure the integrity of federal programmes by conducting business only with responsible individuals or companies. Suspensions are a standard practice when a responsibility question is raised by action in a criminal case,&quot; the EPA announcement said. The agency gave no further details about the duration of the suspension, and the potential costs to BP were not immediately clear. In its response, BP said the ban would not affect existing business. &quot;The temporary suspension does not affect any existing contracts the company has with the US government, including those related to current and ongoing drilling and production operations in the Gulf of Mexico,&quot; BP said. The company said it was working with EPA and the US Justice Department to lift the suspension. &quot;The EPA has informed BP that it is preparing a proposed administrative agreement that, if agreed upon, would effectively resolve and lift this temporary suspension. The EPA notified BP that such a draft agreement would be available soon,&quot; the statement said.  The press release also noted that BP had been granted more than 50 new leases in the Gulf of Mexico since the oil disaster. Peter Hutton, an analyst with RBC Capital Markets, said the EPA action had &quot;real significance&quot;, especially as it came days after Lamar McKay, the head of BP in America, was promoted to head of global exploration and production. &quot;The critical question is whether this is a shot across BP&apos;s bows to get a settlement, or a more sustained stance, in which case the importance of the context is underlined by comments from BP&apos;s chief financial officer, Brian Gilvary, in a recent conference call that such actions could &apos;affect BP&apos;s investment thesis in US&apos;.&quot; But Joe Lampel, professor of strategy at the Cass Business School in London, said while the ban was a blow to BP the damage should be relatively limited.  &quot;This suspension should be seen as an additional penalty rather than a pressure tactic that the US government often uses when it wants to force firms to concede liability. We do not know how long the ban will last, but I suspect that it will be lifted after a sufficient grace period has passed.&quot; In its attempt to consign Deepwater to the past, BP has agreed to pay $7.8bn to settle private claims stemming from the spill, and with the plea deal reached earlier this month, had hoped to limit its criminal liability. It is still on the hook for up to $21bn for environmental damage to the Gulf. Wednesday&apos;s move by the EPA presents an additional complication.  Meanwhile, two BP rig supervisors appeared in a New Orleans court on Wednesday to be formally charged with manslaughter in the deaths of 11 workers aboard the rig. The supervisors, Donald Vidrine and Robert Kaluza, are accused of ignoring abnormal pressure readings seen as a red flag of a well blow-out. Kaluza told reporters just before his hearing that he was innocent of the charges. &quot;I think about the tragedy of the Deepwater Horizon every day. But I did not cause the tragedy,&quot; he told reporters at the court. &quot;I am innocent and I put my trust, reputation and future in the hands of the judge and jury.&quot; A former BP executive David Rainey was charged separately for allegedly lying to Congress about the amount of oil that was gushing from the well. All three men were expected to plead not guilty. The EPA action was positively received by a number of key players, including former senator Bob Graham, who had chaired the White House oil spill commission. &quot;I can&apos;t put a dollar figure on what that would mean but I would assume that access to one of the larger reserves of petroleum in the world  which the Gulf of Mexico is  would have some economic consequences. And the longer the prohibition, the greater the consequences,&quot; Graham told the Guardian. He went on to praise the Obama administration for holding the oil company to account. &quot;I think sending a very strong signal that the federal government is going to be a much better steward of public property and that those who are permitted to explore and then potentially exploit those public properties are going to have to conduct themselves by world-class standards,&quot; Graham said. Campaign groups also applauded the move by the EPA. But the Oceana conservation group said the tough line from the Obama administration was undercut by its decision to go ahead with new lease sales in the Gulf of Mexico on Wednesday.  &quot;We are pleased that BP is being penalised for the irresponsible actions,&quot; said Matt Dundas, the campaign director. But he went on: &quot;Overall, President Obama is missing the lesson of the Deepwater Horizon disaster which is that offshore drilling is inherently dirty and dangerous and needs to be phased out.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/28/epa-suspends-bp-oil-spill", 
    "wordcount": "1327"
}