{
    "headline": "Government invests 50m in windfarms", 
    "text": "The government is buying a multimillion pound equity stake in a series of onshore windfarms in an unusual move that is likely to anger Tory backbench MPs campaigning against public subsidies for one of the most controversial forms of renewable energy. The Department for Business, Innovation and Skills (BIS) is spending 50m on six windfarms  five onshore and one offshore  through a &quot;cornerstone&quot; stake in a renewable energy fund called Greencoat UK Wind, launched on Wednesday. Some of the farms are being bought outright, while others involve a stake of less than 50% being purchased from two of the big six energy companies, RWE and SSE. Among the windfarms being acquired will be Little Cheyne Court at Romney Marsh in Kent, which faced serious opposition from parish, district and county councils when it was first built by RWE. Also being bought are the Carcant windfarm in the Scottish Borders, the Bin Mountain facility in Tyrone, Northern Ireland, and the Rhyl Flats offshore farm off north Wales. The government needs more than 100bn to be invested in wind and other green power sources by 2020 if it is to get near its targets for reducing carbon emissions. BIS justified the investments by saying a move to lower-carbon power sources needed government to act as a &quot;catalyst&quot;, in a bid to suck in the major institutional and private investors. &quot;The transition towards a green economy requires unprecedented levels of investment,&quot; said a BIS spokesperson. &quot;By investing in the Greencoat UK Wind fund, the government is taking action to help catalyse the additional private sector capital required to achieve the necessary increase in investment.&quot;But the move will be controversial because 100 Conservative MPs have already written to David Cameron arguing that subsidy levels through the renewable obligation were already too high and should be reduced. Some of those MPs believe that onshore windfarms are not only an overly-expensive way of generating power but should not have been built because they are intrusive to homeowners and a blot on the landscape. Greencoat UK Wind is an infrastructure fund that has just announced plans to float on the London Stock Exchange. It is seeking to raise 205m and has already been backed by BIS (50m) and SSE (43m) itself. Tim Ingram, the non-executive chairman of Greencoat, said operational windfarms should make attractive investments, particularly for investors seeking long-term, predictable returns. &quot;Greencoat UK Wind represents the first opportunity to invest into a listed infrastructure fund fully invested in operating UK windfarms.&quot; The fund promises to pay a 6p per share dividend that will increase along with inflation. Earlier this week Centrica dropped out of a bid to build new nuclear plants in Britain. This underlined the financial pressures on the big six and showed the problems for ministers trying to win low-carbon investment. Meanwhile the difficulties for the wind sector were emphasised when Vestas, the world&apos;s biggest manufacturer of turbines, scaled back its global sales targets for 2013, from 5 gigawatts (GW) to 4GW. The Danish company, which dropped plans to build a new plant at Sheerness in Kent last summer, is already in the middle of a huge restructuring which involves shedding 5,000 jobs worldwide.", 
    "section": "environment", 
    "gid": "business/2013/feb/06/government-invests-50million-pounds-windfarms", 
    "wordcount": "547"
}