{
    "headline": "Renewable energy providers to help bear cost of new UK nuclear reactors", 
    "text": "The row over subsidies for the UK&apos;s new nuclear power stations has deepened after it emerged that the 160m-a-year cost of accommodating the giant reactors on the national electricity grid will be borne by all generators, including renewable energy providers. The new reactors planned by EDF for Hinkley Point are significantly larger than any existing power stations, meaning the national grid has to pay for extra standby electricity to stop the grid crashing if one of the reactors unexpectedly goes offline. National Grid said its decision to charge all generators for the cost was because &quot;increasing costs on larger users could delay the commissioning of large nuclear plants by a number of years&quot;. The government is sensitive to the charge that its energy policies are contributing to increases in consumer bills. On Wednesday it released an analysis which predicted that bills in 2020 would be 166 lower as a result of climate change policies than they would be if the government did nothing. But experts said the National Grid&apos;s decision to spread the cost of extra standby capacity amounted to a subsidy for the new power stations. &quot;There is no justification for nuclear being exempted from paying the additional costs to the system other than to make nuclear look cheaper than it is relative to other sources of electricity,&quot; said Prof Catherine Mitchell, an energy policy expert at the University of Exeter. &quot;It is clear to me that were there a genuine, transparent and comprehensive examination of the costs and benefits to society of nuclear versus renewables, the latter would be of far greater value both in the short and long term.&quot; A spokesman for EDF, which is currently in tense negotiations with ministers over the minimum price it will be guaranteed for electricity from the reactors in coming decades, said: &quot;The costs of balancing the system and maintaining reserve have always been proportionally spread or socialised across all those on the system. The maintenance of such a reserve is to the benefit of everyone: customers, generators and suppliers.&quot; He added that large offshore windfarms would also benefit from the upgraded grid back-up system. However, an industry source with decades of senior experience in the sector said offshore windfarms would not be connected to the grid by a single cable and therefore not pose the same risk. &quot;All renewable generators are paying the additional costs here, but not causing the need. The cost should lie where it falls,&quot; he said. &quot;National Grid obviously had its arm twisted at some point. Its justification is unconvincing.&quot; A spokesman for the Department of Energy and Climate Change declined to comment on how the new grid costs were spread, but said: &quot;The system requires back-up reserve to be available because of the intermittent nature of some types of low-carbon generation and in case a large generator fails. This underlines the importance of having a balanced energy mix.&quot; Currently, the grid&apos;s back-up system plans for a major loss of up to 1,320MW a few times a year. But the two new reactors planned by EDF will have 1,600GW of capacity each, meaning the grid will have to increase its back-up to 1,800MW. Nuclear power stations can shut down at short notice owing to engineering problems or even a swarm of jellyfish blocking cooling water pipes, as happened in June 2011 at EDF&apos;s reactor at Torness in Scotland. &quot;Nuclear reactors need back-up, which is expensive and which its advocates tend to forget,&quot; said Doug Parr, policy director at Greenpeace. &quot;The spreading of the cost is another implicit subsidy to get huge nuclear plants built that people will be paying for without even realising it.&quot; A spokesman for National Grid, which consulted on the charging decision in 2010, said: &quot;The overwhelming response was that operating reserve and balancing costs should continue to be socialised across the industry, given that the system security it provides protects all those connected, from nuclear to gas to renewables.&quot; The UK&apos;s big six energy companies, most of which had nuclear interests at that time, backed the plan, but Westinghouse, which makes reactors, said: &quot;Charging on the basis of size more accurately reflects costs to users. Socialising the cost  is anti-competitive.&quot; The question of state-sanctioned support for new nuclear power, paid ultimately by consumers, has become a fraught one for ministers. In 2010, they promised there would be &quot;no public subsidy&quot;, but ministers have since modified that to say no &quot;unfair&quot; subsidies, meaning the subsidies are available to a range of technologies. But in February the energy secretary, Ed Davey, admitted to MPs the funding mechanism could differ between technologies and even individual projects. EDF is likely to receive tens of billions of pounds via the minimum price agreement. The government also has to convince the European Union that its support for nuclear is not considered unfair under state aid rules. Doerte Fouquet, a lawyer specialising in EU law, said: &quot;This scheme for nuclear generators [cannot] be declared compatible with European state aid rules.&quot; Mitchell said the nuclear industry was set to enjoy other benefits as well. &quot;Renewables will be supported with 20-year contracts rather than nuclear&apos;s expected 40 years and the unknown costs of nuclear waste and accidents will also be placed on customers via government.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/27/renewable-energy-cost-nuclear-reactors", 
    "wordcount": "909"
}