{
    "headline": "40 best iPhone and iPad apps this week", 
    "text": "Yes, you read that headline right: 40. Four-Zero. The last week has been the craziest yet in the App Store&apos;s history for notable new releases, ahead of what&apos;s expected to be a lucrative Christmas for (some) app developers. With that in mind, this weekly roundup is expanding to 40 iOS apps and games, with 40 more Android ones available in this week&apos;s Best Android Apps post. As ever, the prices refer to the initial download of each app: often when you see (Free) it means freemium, so there may be in-app purchases or subscriptions. With the App Store approval doors now closed for Christmas, this is the last weekly roundup of 2012. Read on... Sneak (0.69) Every child in an iOS household needs Sneak this Christmas: it&apos;s one of the most inventive children&apos;s apps yet. You place the device in a room then get kids to retreat to a safe distance. When a cartoon monster appears, they have to sneak up silently and tap the screen to capture its photo. A joyful digital toy. The link above is for the iPhone version, but here&apos;s the iPad version.iPhone / iPad YouTube Capture (Free) YouTube wants to become the default video-recording camera on iPhones with this app, released separately from the watch-only YouTube app that came out earlier in 2012. It offers fast shooting, editing and uploading features, supporting Google+, Facebook and Twitter as well as YouTube itself.iPhone Pudding Monsters (0.69) Pudding Monsters is the new game from ZeptoLab, which had a couple of huge hits with Cut the Rope. This time, it&apos;s different monsters ones who live in the fridge and can stick together to solve puzzles. It&apos;s colourful and very cute: the developer looks to have another hit on its hands. The link above is for iPhone, but here&apos;s the iPad version.iPhone / iPad Tumblr (Free) Blogging service Tumblr has had an iPhone app for a while now, but it&apos;s just been released as a native iPad app too. You can manage multiple Tumblr blogs posting text, photos, videos, quotes and links, with a simple and efficient interface making it all easy.iPad Cinderella: Storybook Deluxe (2.49) As you&apos;ll see lower down, Disney has been on a bit of tear in the week before Christmas, releasing a succession of apps. This is an elegant book-app based on its Cinderella animated film, with added puzzles, music and digital painting for children.iPhone / iPad Ravensword: Shadowlands (4.99) Crescent Moon&apos;s action RPG is the follow-up to Ravensword: The Fallen King, offering a meaty open-world game where you explore an enormous world fighting monsters, improving your character&apos;s skills, and generally marvelling at Elder Scrolls-style games being possible on smartphones and tablets. Next stop: an iOS equivalent to Skyrim?iPhone / iPad Gary Numan (5.49) This is interesting well, it is if you&apos;re a Gary Numan fan an app by Artrocker with 200 photos of Numan and his band, as well as a dozen video interviews, memorabilia from his career, and a code to download a new remix album of his Dead Son Rising album.iPad Radio Times Christmas TV Magazine (2.99) Every year, I buy the Christmas issue of the Radio Times, grab a red pen and circle dozens of TV shows I plan to watch over the festive period. It doesn&apos;t matter if I don&apos;t watch most of them: it&apos;s the tradition that counts. Yet even this Christmas staple is going digital in 2012: a 2.99 in-app purchase gets you the digital issue of the British TV listings magazine, with trailers and other videos thrown in for good measure.iPad Digital Theatre (Free) Here&apos;s another clever idea: an app that streams footage of theatrical performances in the UK, including David Tennant and Catherine Tate in Much Ado About Nothing; David Morrissey in Macbeth; David Suchet and Zoe Wanamaker in All My Sons, and a host of other top-tier plays. It ties into the existing online Digital Theatre service in terms of paying for the content.iPad Rhapsody for iPad (Free) US-based subscription music service Rhapsody has a brand new iPad app, providing a tablety way in to its 16m-song catalogue. Playlists, recommendations and all the other obvious features are present and correct, in a stylish image-heavy interface. And while Rhapsody isn&apos;t available in Europe, the company has released a similar iPad app for its Napster subsidiary on this side of the Atlantic.iPad     Final Fantasy IV has been spruced up for iOS    Final Fantasy IV (10.99) Square Enix continues its strategy of bringing older games in its Final Fantasy series to iOS with this conversion of the 1991 fourth installment of the RPG. Smartened-up graphics, tweaked difficulty levels and Game Center achievements have all been added for a 2012 twist.iPhone / iPad From Shakespeare, with Love: Audiobook App (2.49) Vintage storytelling from an even older era here, courtesy of Naxos AudioBooks. This app takes a series of Shakespeare&apos;s sonnets and gets the likes of David Tennant, Juliet Stevenson and Maxine Peake to read them, alongside the original texts. Everything is stored locally on the device, and there are notes to clue you in on the individual sonnets.iPhone / iPad The John Lennon Letters (5.99) Book publisher Hachette UK has released this app companion to its John Lennon Letters book, offering 88 of the musician&apos;s private letters with transcripts, readings by actor Christopher Eccleston, links to buy Lennon&apos;s music from iTunes, and other multimedia extras.iPad William Hill (Free) From the Fab Four to, ahem, the fab 4-1 favourite in the 2.30 at Newmarket (note: needs work). Bookmaker William Hill has revamped its existing iPhone app for iPad, taking advantage of the larger screen to squeeze more information on, and thus require less navigating between screens at a pace.iPad Penny Arcade The Game: Gamers vs. Evil (2.99) A lot of gamers are getting distinctly hot under the collar for this, the official iOS game of webcomic Penny Arcade. It&apos;s a deck-building card game starring many of the webcomic&apos;s characters: &quot;Down your Bat Milk, clean off your Cardboard Tube and charge into battle astride your Magical Unicorn Starsong; for evil is a foot with 6 toes&quot;iPhone / iPad Miffy in the Snow (2.49) Dick Bruna&apos;s cartoon bunny Miffy makes her fourth appearance in an iPad book-app, with this one being suitably seasonal. It takes the story and illustrations of the Miffy in the Snow book, then adds in the ability to record your own voice reading it, as well as snowball-fights, matching pairs and e-card creation.iPad Where&apos;s My Holiday? (Free) Disney&apos;s Where&apos;s My Water? and Where&apos;s My Perry? games have been big app store hits in 2012. Now their heroes  Swampy and Perry have been brought together for a Christmas sampler. The puzzle action remains the same: guiding water through a series of levels, with links to upgrade to the full versions of each game.iPhone / iPad Cubasis (34.99) This is a serious piece of music-making appage from Steinberg Media Technologies the company behind production software Cubase. It&apos;s a way to record, edit and mix on the iPad, while then exporting products to the desktop software for fine-tuning.iPad (THRED) (Free) Endless-running game (THRED) has been released by Coca-Cola in aid of AIDS charity (RED), so it&apos;s a freemium game, but all the proceeds from its in-app purchases will go to the charity. Developer BitMonster has made a musical action game including a track from popular DJ Tiesto.iPhone / iPad Evernote Food (Free) No analyst has yet dared to venture a guess for how many photos will be taken and shared of Christmas dinners this year my guess is at least 700m but Evernote Food is a bit more useful than just foodbragging. Evernote&apos;s app helps you store details of meals you&apos;ve cooked and/or eaten, with photos and notes for later reference. It was already out on iPhone, but the iPad version is brand new.iPad     Talking Angela chats up a storm    Talking Angela (Free) With 500m downloads and counting, Outfit7&apos;s Talking Friends apps are far more than just a bunch of novelty squeaky animals. Angela joins Talking Tom Cat, Talking Ginger and others on the App Store, answering back, interacting with virtual gifts, and even text-chatting. In-app purchases are used to buy gold coins. The link above is for iPhone, but here&apos;s the separate iPad version.iPhone / iPad Respawnables (Free) Many people associate Zynga with games like FarmVille, Words With Friends and Draw Something, but Respawnables is a step in a more hardcore direction: a &quot;trigger-happy, action packed, third person shooter&quot; that can be played online or offline. The model remains freemium, with in-app purchases boosting your progress.iPhone / iPad Monsters, Inc. Storybook Deluxe (4.99) Another famous-movie storybook app from Disney, this tells the tale of Pixar&apos;s animated monster movie, with an additional mini-game, clips from the film, a &quot;scare simulator training room&quot; mini-game and other interactive features.iPhone / iPad Disney Carnival (Free) It can be difficult for even the biggest brands&apos; apps to be discovered on the App Store. Disney&apos;s solution is a standalone app for all its stories and apps: Disney Carnival. It lets you browse apps based on all its films, with a spot of standalone puzzling and digital colouring included too.iPhone / iPad Foldify (1.49) Foldify is very clever: an app for creating flat models of colourful characters and vehicles which can then be printed out and folded together to make 3D versions in the real world. Several designs are included, with further themed packs (Horror, Clothes etc) included as in-app purchases. You can also share your creations with the wider community, and browse those of other people.iPad Total Recall: Movie Touch (Free) This app from Sony Pictures is a way to watch Total Recall on your iPad: the newer Colin Farrell version, not the original with Arnie. The app is free, but to watch the whole film you&apos;ll need to own the UltraViolet (physical) version at home. The app also has lots of extra content: video, 360-degree photos, a timeline of the film, and the ability to share favourite clips to Twitter and Facebook.iPad Spreaker DJ (Free) Spreaker DJ follows a separate iPhone version of this podcast creation software onto the App Store. It &quot;transforms your iPad into a full-featured radio station&quot;, including letting you play your iTunes library while talking into the mic, and running live chats with your listeners. A podcaster&apos;s dream.iPad Scanner Mini (Free) Readdle&apos;s Scanner Mini is a genuinely useful tool to have on your iOS devices, replacing the job of a desktop scanner. You take photographs of documents, Scanner Mini cleans up the results, and converts them into PDF files ready to email or store.iPhone / iPad CITIA: &quot;Predictably Irrational&quot; by Dan Ariely (Free) Praised as &quot;a taxonomy of financial folly&quot; by The New Yorker, Ariely&apos;s bestselling book has been turned into an innovative iPad book-app. Not that it looks like a book: instead it&apos;s been split into a series of &quot;idea cards&quot; which you can flip through on-screen in whatever order you fancy. An interesting new spin on non-fiction app design.iPad UP: My Name is Dug (1.49) You may remember Dug as the dog from Disney-Pixar&apos;s marvellous movie UP a couple of years ago. Now he&apos;s got his own story on iPad, with a new plot but familiar voices from the film, and lots of interactivity for kids.iPad MailOnline Mini (Free) Don&apos;t snort: I don&apos;t have stats on this, but I&apos;d be willing to bet a significant chunk of Guardian readers also find themselves browsing MailOnline&apos;s sidebar of shame several times a week. This is a brand new native iPad app for the showbiz site, which as its name implies, may just be one of the first apps to be designed with the iPad mini in mind.iPad     Deepworld combines crafting and adventuring    Deepworld (Free) There have been Minecraft clones on iOS before, but this isn&apos;t one of them: instead it&apos;s a real example of a developer pushing on from the ideas in Mojang&apos;s famous game. Deepworld describes itself as &quot;a massively-multiplayer 2D crafting adventure game&quot; that has you wandering around virtual worlds crafting items, battling monsters and seeing what other players have been building.iPad Lost Treasures of Infocom (Free) It&apos;s safe to say you need to be a certain age and level of game-geekiness to be excited about Infocom text adventures being re-released for iOS devices in 2012. I am wildly excited. Four Zorks, Leather Goddess of Phobos, Planetfall and in total 27 text adventures from the dawn of digital adventuring. Games are sold in-app in packs of five for 1.99, or all 27 for 6.99.iPhone / iPad Iron Man: Armored Avenger (Free) This is the latest Marvel app: the origin story for Iron Man meeting The Mandarin, adding a 3D mini-game, achievement badges and voice narration from Iron Man&apos;s co-creator Stan Lee. Pitched at a slightly younger audience, it&apos;s a good way to introduce children to the Marvel universe.iPhone / iPad This Day In The Rolling Stones (1.99) As the Stones celebrate their 50th anniversary, this app from This Day In Music Apps digs back into the band&apos;s history. It&apos;s a date-based encyclopedia with info on gigs, TV appearances, recording sessions, releases and other Stones events tied to each day of the year. Notes for 15 of the band&apos;s albums and 140+ songs are also included, and the app can play Rolling Stones songs from your iTunes library as you read.iPhone / iPad PLAY WITH Leonardo da Vinci (2.99) This is a great idea: an app for &quot;learning art history while having fun&quot; aimed mainly at children. The idea: instead of merely looking at da Vinci paintings and reading dry text, kids get to play around with them through a range of interactive tools. And while some art buffs may rage at the idea of sticking a virtual red nose on the Mona Lisa, as a way to get 6-12 year-olds engaged with art, it looks great.iPad Super Mega Worm Vs Santa 2 (0.69) The original Super Mega Worm remains a backbone-less treat on iOS, and having already spawned one Christmas spin-off, it&apos;s back for another festive release. You&apos;re a giant worm laying waste to penguins, reindeer and elves, with an &quot;epic final battle with Santa&quot; to look forward to.iPhone / iPad Mr. Potato Head Create &amp; Play (Free) Here&apos;s an interesting attempt to bring a very physical toy to the digital world. Released by Callaway Digital Arts, it gets children mixing and matching more than 200 virtual parts to make their own version of Mr Potato Head, then send him on mini-adventures. Most of the parts and all the adventures need to be unlocked with virtual tickets, which are bought via in-app purchase.iPhone / iPad Leo Lion Band (0.69) Animals and music make a good combination for children&apos;s apps, as anyone who&apos;s played Toca Band will know. Leo Lion Band offers up 11 cartoon animals, each playing their own instrument in renditions of popular nursery rhymes. A separate Christmas version is also available.iPhone / iPad Anomaly Korea (1.99) Here&apos;s another good game if you like a bit more meat to your touchscreen gaming: a spin on the tower defence genre that sees you doing the attacking rather than the defending. This sequel to Anomaly Warzone Earth sees you battling an army of alien robots intent on invading Korea.iPhone / iPad That&apos;s this week&apos;s selection  although there was a longlist of more than 70 notable apps, so apologies to the good ones that didn&apos;t quite make the cut. But what do you think? Make your recommendations or comment on the choices above by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/dec/21/best-iphone-ipad-apps-21dec12", 
    "wordcount": "2659"
}