{
    "headline": "Google sources think maps app might struggle for Apple approval", 
    "text": "Those hoping to see Google Maps return to the iPhone might not want to hold their breath. Sources at Google familiar with its mapping plans say they are &quot;not optimistic&quot; that Apple will ever approve a dedicated Google Maps iOS app. Though the app is reportedly in development and should be ready to ship by the end of the year, the sources say their plans are only proceeding in &quot;the unlikely event&quot; that Apple will choose to approve the app. Although any user can bookmark a page on the Safari browser linking to maps.google.com, many have been hoping that Apple will allow Google Maps back on the iPhone as a dedicated third-party app via the App Store. But there are doubts among some circles inside Google that such an app, when completed, would be approved by Apple.While one source indicated increased hopes that the dedicated Google Maps iOS app will eventually be approved now that Apple&apos;s maps leader, Scott Forstall, has departed the company, another was less than enthusiastic about any increased prospects, citing industry politics and Apple&apos;s need to save face as much as possible and &quot;keep moving forward in an effort to make its obviously inferior product better&quot;. The source also cites the present organisation of the App Store, which, to them, suggests Apple has little interested in approving an official Google Maps app. The release in mid-September of Apple&apos;s latest mobile operating system, iOS 6, which runs on the iPhone 3GS, iPhone 4, iPhone 4S and is pre-installed on the iPhone 5, saw Apple replace Google Maps as the phone&apos;s mapping software of choice with Apple&apos;s own in-house mapping solution. Apple&apos;s Maps app was widely panned by both the technology press and consumers. The software saw train stations disappear, an airport relocated miles from where it should be, and local points-of-interest, like cafes and shops, completely erased from streets. Public transport information and some locations were lost. The addition of turn-by-turn navigation and vector graphics - which Google had refused to provide to Apple on the iPhone - did not satisfy a significant number of users. Although chief executive Tim Cook said in October that 200 million devices had been upgraded to iOS 6, the new maps are seen as Apple&apos;s most significant recent failure, and led Cook to issue a rare public apology on behalf of the company. Internal strife over the new maps was so great it reportedly became a key part of what led Cook last week to fire Forstall, the chief architect of Apple&apos;s iOS and the one finally responsible for choosing to replace Google&apos;s maps with Apple&apos;s own. Google&apos;s sources though do not think their own Maps app would be approved quickly. Specifically, they point to the lack of any mapping app in the &quot;Find maps for your iPhone&quot; section of the App Store - accessible only via iPhones or iPads - that use the Google Maps APIs to call wirelessly for location, routing or point-of-interest (POI) data.      Apple now has a special section in its App Store for map apps    Apple unveiled the section, which on Monday listed ten free and paid-for apps, to spotlight alternative mapping apps for iOS in an effort to placate users over response to criticisms of its own Maps app. Apps such as the freeMaps+ app, which uses Google Places APIs and Google Maps tiles to bring Google Maps back to the iPhone, and the 3 app Quick Route, which mashes Google&apos;s directions and locations database with Apple&apos;s Maps tiles, are noticeably absent from it, even though a Google source says they are the two apps that would give back many of the capabilities lost with the advent of Apple&apos;s Maps in iOS 6. Further, a source at Google told me the feeling is that those apps were purposely left out of the new section because they promote Google and its &quot;superior product&quot;  at a time when there is so much bad blood between the companies over the continuing smartphone patent litigation (following allegations from the late Steve Jobs that Google&apos;s Android OS ripped off iOS). In other words, no matter how bad Apple&apos;s Maps are, the company still wants its users to move on from Google  and forget about them. This doesn&apos;t bode well for the approval of an official Google Maps app, the source says. Apple did not respond to queries about how apps are chosen for spotlighting in the &quot;Find maps for your iPhone&quot; part of the store, or whether it would approve a dedicated Google Maps app for iOS. Both sources inside Google, however, werequick to point out that Google and Apple are constantly in communication about any number of topics and that policies and agreements can change quickly. The sources also say that no matter if a Google Maps app is approved, iOS users should never expect to see Google Maps back on the iPhone as its default mapping solution. That point was reinforced last Thursday as Apple released the beta of iOS 6.1 to developers, including improvements for generalised search strings such as &quot;coffee&quot; to its MapKit API, the low-level calls that let developers use Apple Maps from inside other apps. These search strings are meant to improve point-of-interest (POIs) queries to deliver better search results in the new Maps app. The MapKit improvements confirm two things: first, Apple is intent on improving its maps&apos; search functions, and second that believes the only direction to go is forward. Bringing Google Maps back to the iPhone would be just another wrong turn.", 
    "section": "technology", 
    "gid": "technology/2012/nov/05/google-maps-doubt-iphone", 
    "wordcount": "935"
}