{
    "headline": "Game on: SSX", 
    "text": "A red helicopter turns circles over snowcapped mountains. Inside, the cheery Australian pilot asks his only passenger, aflame-haired snowboarder: &quot;Hey, how&apos;s it going? Up for a little sky-boarding?&quot; She punches the air, tugs open the side door and peers out at a drop of several thousand feet. Now you&apos;re controlling her. You push the analog stick and she leaps into the white. Themountains below rush towards her. As she falls, she starts to spin and perform tricks. She grabs the board, flips and grabs it again, falling with style. The pilot cackles encouragement through an earpiece. She&apos;s not wearing a parachute. He&apos;s pretty calm about the whole affair. As is the boarder. The ground&apos;s getting closer but she just keeps throwing shapes. You hold the trigger and now the shapes are bolder, more audacious: she takes one foot off the board entirely, stretching and contorting to make cooler grabs. Now the Australian&apos;s getting excited. She&apos;s gone into Tricky mode. The moves getbraver and wilder, the board&apos;s spinning faster, the boarder&apos;s free foot flailing. These are moves you&apos;ve never seen a real snowboarder perform. The Aussie&apos;s whooping. Her hands are glowing red. She&apos;s gone Super Tricky. And now physics as we know it is out the window. She&apos;s flying like superman, holding the board in her hands. Now she&apos;s juggling it with her feet. Now she&apos;s spinning it on a finger as the peaks below get closer. And now she&apos;s sprouted wings. A wingsuit, with sails in its webbed armpits. She&apos;s not falling. She&apos;s flying with style. Thus ends the tutorial. Sound like your kind of thing? If you don&apos;t like showing off for the benefit of an airborne Australian, the odds are that snowboarding game SSX (PS3/Xbox 360) isn&apos;t for you. The franchise reboot&apos;s demo was released online this week with two full slopes of ramps, railings, pipes and ravines to tear through in a bid to impress your antipodean overlord. Unlock the Tricky modes with big jumps and death-defying grabs and he gushes approval. Stumble through it, as I did, bouncing from rock to rock like a drunk on Takeshi&apos;s Castle, and he basically calls you a prick. I mean he doesn&apos;t, but it&apos;s heavily implied. Snowboarding console games began, for me, in 1997, with the release of the first Cool Boarders for PS1. I ricocheted through the courses like a knife through the Eiffel Tower, but I was 10 and playing after school with my friends, so it didn&apos;t really matter. They were just as bad. The much-loved Cool Boarders made it to five instalments before giving way at the turn of the millennium to the original SSX, one of the first crop of games released for the PS2. That SSX was never a huge commercial hit but established itself as the leader of the genre nonetheless, winning rave reviews and awards. It took the snowboarding game into new, unreal territory, introducing the impossible tricks and exaggerated jumps that are now the series&apos; trademark. Given the choice between cool boarders and impossibly cool boarders, gamers didn&apos;t stop to think twice. A dozen years on, a lot has changed but a lot has stayed the same. The revamp looks to be really only an evolution of those earlier games. There are improvements, certainly, but nothing revolutionary: level design is broader and more free-roaming, with multi-path slopes, fewer obstacles and more opportunities to pull off tricks at every twist and turn, or disappear into a secret tunnel and emerge at the front of the pack. There are more courses too than ever before. More than 150, in fact, based across 27 mountains from across the world, from Everest to Mont Blanc, including nine &quot;deadly descents&quot; fleeing avalanches and rockfalls. The graphics have, of course, improved. The soundtrack&apos;s a little more varied. There are more characters and more character customisation. There&apos;s even one fairly major innovation: the ability to rewind time a few seconds for another attempt at a failed jump. But  being able to make a mess of the same jump twice aside  the gameplay feels much the same as ever. Which is no bad thing for fans of the genre, of course. Itjust means I&apos;ll continue to veer erratically around, barrel into rocks, hit a tree and fall over. While an Australian man berates me. In that sense it&apos;s actually pretty true-to-life.", 
    "section": "technology", 
    "gid": "technology/2012/feb/23/games-review-ssx", 
    "wordcount": "736"
}