{
    "headline": "Fresher fashion 2012: what students are wearing", 
    "text": "   Stephanie Burns, third year graphic design student at Central St. Martins. You can tell who studies what course by the clothes they wear. Fashion designers wear some crazy stuff  they seem more confident, freer. Graphic design students wear more simple, clean lines. Photograph: Agnes Bataclan/Guardian       Michelle Ru, second year graphic design student at the University of Arts, London. Pay attention to the details and the whole outfit, such as your hairstyle, and bag. Photograph: Agnes Bataclan/Guardian       Robert Fox, first year fine art student at Goldsmiths University. Go to Oxfam. You can pick up 100 items for 5. Photograph: Agnes Bataclan/Guardian       Round glasses and statement shoes. Denice Quansah, second year filmmaking student at the University of West London. Photograph: Agnes Bataclan/Guardian       Jeepers creepers. Steph Mills, 19, soon to study photography at Nottingham Trent University. Photograph: Agnes Bataclan/Guardian       Curtly Thomas, second year fashion photography and styling student at the London College of Fashion. I like Taz Arnold because he doesn't separate menswear from womenswear. It's an overload of everything, street and high fashion brands. Photograph: Agnes Bataclan/Guardian       Camouflage jacket and spotty jumpsuit. Charlie Robinson, fourth year footwear student at the London College of Fashion. Photograph: Agnes Bataclan/Guardian       Molly Trubody, fashion design student at the University of Creative Arts. It's how you wear it. As long as you have confidence you can pull it off. Photograph: Agnes Bataclan/Guardian       Kornelia Lukaszewicz, second year fashion design at the University of East London. I definitely prefer dark colours with a strong cut. I also like to wear leather with some lighter fabrics. Photograph: Agnes Bataclan/Guardian       Pamela Parker, recent MA graduate from Central St. Martins. I like matching colours and textures, and wear vintage when I can. Photograph: Agnes Bataclan/Guardian       Yosuke Fukudome, language school student from Kagoshima, Japan. I think British style is interesting as there are people from many different backgrounds wearing many styles. In Japan it is more rigid and classical. Photograph: Agnes Bataclan/Guardian        Vincent Pons, a recent fashion design graduate from Lyce des mtiers de la mode et des textiles at Lyce Svign. I love British fashion, it's why I quit France. It's so different, more young and dynamic, whereas France is more about big brands like Chanel. Photograph: Agnes Bataclan/Guardian  ", 
    "section": "education", 
    "gid": "education/gallery/2012/sep/24/students-freshers", 
    "wordcount": "0"
}