{
    "headline": "A-list stars support unique project to highlight need to educate girls", 
    "text": "Anne Hathaway, Cate Blanchett, Meryl Streep and Freida Pinto are among the most watched women in the world. Now, with a handful of other stars, they have come together to tell the stories of nine unknown girls, all of whom struggled to acquire what should be a universal right: an education. In a project launched to coincide with International Women&apos;s Day, the four actresses have been joined by Selena Gomez, Priyanka Chopra, Chlo Moretz, Salma Hayek, Kerry Washington and Alicia Keys. All have given time to make Girl Rising, which has its premiere in New York on Thursday. The film, made by documentary director Richard E Robbins, began as an investigation into a fact universally acknowledged by international aid workers: that educating girls in developing countries is the quickest and most enduring way to improve conditions not just for them but for whole communities. &quot;It really is fairly simple, but that is not to say it is easy to do,&quot; said Robbins, adding that in six years of research he kept coming across the same answer in areas as diverse as child health issues, economics and Aids awareness. &quot;The stars have been fantastic,&quot; he said. &quot;None has seen the whole thing, since we only finished last week. They are all invited to the premiere, of course, including Liam Neeson, who also worked on the film.&quot; Girl Rising is expected to have screenings in Britain this spring. One of the stories told is about Sokha, a Cambodian orphan who leaves a life on the garbage dumps to become a star student and an accomplished dancer. Another tells of Suma, who composed music to deal with servitude in Nepal and now crusades to set others free. The other girls come from India, Egypt, Peru, Haiti, Sierra Leone, Ethiopia and Afghanistan and each story is told by a renowned writer from her country, including the British-based novelist Aminatta Forna, who is of Sierra Leonean descent, the Haitian-American author Edwidge Danticat and Sooni Taraporevala, who wrote Salaam Bombay and Mississippi Masala. Robbins says the Girl Rising team visited each location three times. &quot;It was a luxury to research a film that way. First we went to look for the right stories, but also to educate ourselves. Happily, we didn&apos;t make the final selection of girls, because I don&apos;t know how I would have done it. Instead, the writers in each country had candidates to choose from.&quot; The social action campaign behind the film, 10x10, aims to provide girls everywhere with equal opportunity education and has linked up with Gathr, a web service that lets the public request screenings of a film at a cinema near them. &quot;We have sold 30,000 tickets to a film nobody has seen more than two minutes of yet,&quot; said Robbins. &quot;There is such an appetite for stories that tell you that you really can make a difference.&quot; Holly Gordon, executive director of 10x10, said the campaign has allowed them to discuss some of the world&apos;s biggest social and economic problems while publicising a film. &quot;In 2009 I saw this incredible opportunity to get a message across and build an audience,&quot; she said. Starting with a Facebook page, Gordon brought in partnerships with aid NGOs and large corporations that shared her aims and could put some international marketing muscle behind the film. Last month the microchip company Intel, a founding partner on Girl Rising, hosted a private screening and a debate about girls&apos; education with the Women in the World Foundation and Tina Brown, editor in chief of Newsweek and The Daily Beast. &quot;When you educate girls, good things happen,&quot; Brown said. The film was also shown at the Sundance festival and 461 American screenings have been requested to date. Facebook has also been used to spread research about girls&apos; education gathered during film-making. &quot;We started our page in 2012 and now have more than 250,000 friends. Our three most popular areas are Egypt, India and Pakistan,&quot; said Gordon, who grew up in Kenya with British parents and whose father worked for the World Bank. She hopes to prove that important stories can get a wide audience and that investing partners do not need to have editorial control. &quot;Business good and social good can go hand in hand,&quot; said Gordon. &quot;When people see the film I hope they will think we have told each story from the girl&apos;s point of view and through the lens of a writer who has grown up in the country they are writing about. There is very little judgment and these girls don&apos;t feel sorry for themselves, but they do grow up in a world that is limiting for them.&quot; For more information on Girl Rising, go to girlrising.com", 
    "section": "education", 
    "gid": "education/2013/mar/03/women-day-education-film-streep-hathaway", 
    "wordcount": "810"
}