{
    "headline": "TripAdvisor files competition complaint against Google", 
    "text": "Google is under growing threat of being charged with stifling competition by the European Commission, after TripAdvisor became the latest in a string of companies to file a complaint against the search giant. TripAdvisor has accused Google of anti-competitive and unfair behaviour, becoming the second travel company to do so in the past week after Expedia put forward its own concerns to European regulators. The company&apos;s complaints are backed by UK travel site lastminute.com, whose chief executive Matthew Crummack released a statement saying Google posed a serious threat to consumers and the principles of fair competition. EU Competition Commissioner Joaquin Almunia has said he will decide later this month whether to pursue Google. Almunia&apos;s investigators are due to report after Easter, at which point he could decide to drop the investigation, extend it or issue Google with a statement of objections, a process that can lead to demands to change behaviour and to sanctions like fines. TripAdvisor has not disclosed the nature of its submission to the commission in detail. In a brief statement, the company said it had filed a complaint with the European Commission to address anti-competitive and unfair practices by Google that harm the marketplace and consumer welfare. The company said: &quot;We hope that the commission takes prompt corrective action to ensure a healthy and competitive online environment that will foster innovation across the internet.&quot; The commission has been investigating more than a dozen complaints against Google from rivals, including Microsoft, since November 2010, looking at claims that it discriminates against other services in its search results and manipulates them to promote its own products. TripAdvisor&apos;s hotel and restaurants review site competes with Google Places, which provides reviews and listings of local businesses. &quot;We continue to see them putting Google Places results higher in the search results  higher on the page than other natural search results,&quot; said Adam Medros, TripAdvisor&apos;s vice president for product, in February. &quot;What we are constantly vigilant about is that Google treats relevant content fairly.&quot; Online travel company Expedia has accused Google of violating European law. The Californian search company, which handles 95% of search queries in Europe, introduced a flight-search service last year. A lawyer for Expedia told a US Senate subcommittee in September that Google flights search excludes any link to online travel agencies, which hampers customers&apos; comparison shopping. Crummack at lastminute.com called for a full investigation into Google&apos;s practices on travel, such as flight and hotel search, saying: &quot;When a company of Google&apos;s scale and undeniable market dominance deploys tactics that mislead consumers and work to exclude competition in vertical search services, it poses a very serious threat to consumers and the principles of fair competition.&quot; Google said it was working closely with the commission to explain how its business works, stating: &quot;We haven&apos;t seen this complaint yet, but we will continue to discuss any concerns with the commission, knowing that there&apos;s always room for improvement.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/apr/03/tripadvisor-files-complaint-against-google", 
    "wordcount": "498"
}