{
    "headline": "Green investment bank HQ to be in Edinburgh", 
    "text": "A green investment bank intended to attract billions of pounds in funding for new renewables projects will be run from Edinburgh, in a move designed partly to bolster the case against Scottish independence. Vince Cable, the business secretary, announced that the new bank, expected to employ between 50 and 70 people, would have its headquarters in Edinburgh, but will also operate a large fundraising office in London to exploit the City&apos;s financial clout and global reach. Cable told the Guardian the two cities had come top of a financial and technical assessment, with Manchester lying third. But he said the side-effect of splitting it between Edinburgh and London supported the &quot;wider narrative&quot; of binding Scotland into the UK in the run-up to the Scottish independence referendum. He admitted he expected criticism of the decision to split its operations up, and confirmed that London had by far the strongest case of all the 19 cities studied. But, he added, the UK government was also committed to putting major institutions in other parts of the UK to &quot;rebalance the economy&quot;. &quot;Edinburgh has a lot going for it, both in terms of it asset management and finance sectors, [and] also its proximity to green energy activity,&quot; he said. &quot;I think Manchester came third [during the assessment process] and had Manchester come second, I would&apos;ve felt obliged to look at Manchester but it didn&apos;t. Edinburgh had more to offer.&quot; Choosing the Scottish capital to strengthen the UK was &quot;a good argument anyway&quot; since it supported &quot;the wider narrative that the UK has a lot going for it&quot;. Suspicions that the decision was partly politically motivated were reinforced after Michael Moore, the Scottish secretary, said that sharing its operations between Edinburgh and London underlined the significance and interdependence of the whole UK energy market. As Alex Salmond builds his case for Scottish independence by highlighting Scotland&apos;s significant green energy potential, UK ministers have been arguing that independence would harm new investment by undermining the pan-UK energy framework and removing the UK government&apos;s crucial public subsidies. Moore said: &quot;The size and scale of the UK&apos;s single energy market ensures the level of investment that will unlock Scotland&apos;s renewables future, providing sustainable and affordable green energy across the UK. It makes perfect sense to have a GIB presence there. &quot;By basing the GIB&apos;s corporate HQ, asset management and administrative functions in Edinburgh and its transaction team in London, we can harness expertise across the country to deliver a strong and successful GIB for the UK.&quot; The first minister has previously insisted that an independent Scotland&apos;s energy industry would still be closely integrated with the rest of the UK&apos;s, but made no reference to independence or the 2014 referendum in his reaction to the GIB announcement. Salmond, who has played a prominent role in building up overseas investments in green energy, pointed out instead that 103m of the GIB&apos;s start up capital of 3bn came from the money owed to Scotland by the Treasury, which has been sitting on Scotland&apos;s share of the fossil fuel levy for some years. He stressed that Scotland had a major role to play for the UK, with the potential to meet 30% of the UK&apos;s overall renewables target, if it achieved the Scottish government&apos;s target of generating 100% of its electricity from green sources by 2020. &quot;The decision recognises Scotland&apos;s position at the vanguard of the renewables revolution and follows an excellent and professional bid campaign. It is great news for Edinburgh&apos;s economy and for Scotland&apos;s thriving low carbon sector,&quot; he said. Green campaigners said the decision on the GIB&apos;s location ignored the problems with its powers: it would not have borrowing powers until at least 2015, raising significant issues about its ability to start raising the 200bn estimated to be needed to hit the UK&apos;s CO2 reduction targets. The bank will initially get 775m towards that 3bn total funding due to come from the Treasury; its key role is to raise up to 15bn in private sector funding, from pension funds, foreign sovereign wealth funds, energy companies and banks, by underwriting the initial losses and risks from new and untested green technologies. Sue Charman, the &quot;one planet finance leader&quot; at WWF-UK, said the GIB had an essential role to play in shifting the UK to a low carbon economy, but giving it no immediate borrowing powers was a critical mistake. &quot;Stepping up investment in renewable energy infrastructure and energy efficiency will be critical to cutting the UK&apos;s climate emissions,&quot; she said. &quot;The current proposals that the bank won&apos;t be able to borrow until 2015 risks hindering urgent and much needed investment in green jobs and technologies and the UK government should reconsider this. &quot;In addition, linking borrowing power with net debt falling as a percentage of GDP will hamstring the bank&apos;s power and calls into question if the Bank really sits at the heart of UK financial and economic policy.&quot; David Powell, Friends of the Earth&apos;s economics campaigner, urged the chancellor, George Osborne, to use this month&apos;s budget to allow the bank to borrow immediately. &quot;Choosing the HQ for the green investment bank has been like arguing about where to put the cherry on a half-baked cake,&quot; he said. &quot;This is great news for Edinburgh, but George Osborne&apos;s inadequate support means it will start life as a lame duck.&quot; Cable said the green groups were wrong. He said that the bank&apos;s first priority was to find investors for the most difficult, initial start-up costs of new technologies, rather than borrow billions of pounds for projects not yet in planning. &quot;The question about borrowing powers assumes that there are a vast number of projects out there waiting for funding, and that just isn&apos;t the case,&quot; he said. &quot;I don&apos;t think the green groups appreciate the difficulties in getting new projects off the ground, making them work and being credible.&quot; Mike Crockart, the Lib Dem MP for Edinburgh West, who played a leading role in the city&apos;s campaign to bring the GIB to Scotland against bids from 19 other cities, said that the political element in the decision was exaggerated. He said the campaign for Edinburgh, which was backed by the first minister, all the main parties and other Scottish cities, was based on its technical and academic expertise in green energy technologies, and its large financial and investment sector, which is the second largest in the UK. It had decided to ignore the argument that siting it in Edinburgh would help &quot;bind Scotland into the union&quot; in late 2010, Crockart said. The city&apos;s campaign &quot;was quite unashamedly why Edinburgh had the strongest business case, the location of financial services, green technology and research investment going into Scottish universities; that is the case we have been making for 16 months.&quot; Martin McAdam, chief executive of Aquamarine Power, one of a number of Edinburgh-based marine energy firms, said that choosing the city was &quot;tremendous news&quot; for his industry, which has been boosted by a series of green energy investment decisions by major global firms including Mitsubishi, Gamesa and Samsung Heavy Industries. &quot;The GIB will build on this lead and enable businesses such as Aquamarine Power to leverage the significant private sector capital which will allow the UK&apos;s green energy sector to flourish,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/mar/08/green-investment-bank-edinburgh-scotland", 
    "wordcount": "1256"
}