{
    "headline": "Interpol arrests 200 and seizes $8m worth of timber in illegal logging raid", 
    "text": "Nearly 200 people have been arrested and 2,000 truckloads of wood seized in one of the biggest raids ever on suspected illegal timber operations in Latin America. The raid, Interpol&apos;s first international operation against large-scale illegal logging, was carried out in 12 Latin American countries alongside national agencies from September to late November 2012. About 50,000 cubic metres of wood was seized, with an estimated value of about $8m (5.25m), according to details released by Interpol this week. David Higgins, programme manager of the environmental crime programme at Interpol, said: &quot;Operation Lead marks the beginning of our effort to assist member countries to combat illegal logging and forestry crime, which affects not only the health, security and quality of life of local forest-dependent communities, but also causes significant costs to governments in terms of lost economic revenue.&quot; Details of Interpol&apos;s swoop came as the EU prepared for the introduction of strict rules designed to bar illegally logged wood and related products. From 3 March the regulations, which aim to stop European companies importing illegally harvested timber, will include a requirement for firms to properly check supply chains. This move should help ensure companies can trace the provenance of their imported wood products, certifying how the goods were obtained. In the UK, company directors who fail to check, and then import illegal products, may face two years&apos; jail. The illegal timber trade is estimated to be worth $30bn to $100bn a year, and the products, many deriving from Latin America, but also Africa and south-east Asia, have been found widely in Europe, China and the US. The NGO Global Witness hailed the Interpol move as a step towards halting the harmful global trade in illegal timber. Billy Kyte, forest campaigner at Global Witness, said: &quot;This is a major development in the fight against illegal logging, a much bigger global problem than most people realise. &quot;Local people often get the blame but they&apos;re usually not the real problem. Much more damage is done by big companies connected to business, political and criminal elites who systematically skirt laws and regulations in order to destroy forests on an industrial scale, which is a disaster for the people who live in the forest, and the planet as a whole.&quot; He said companies dealing in any sort of timber products should take note. &quot;For too long, governments and international enforcement bodies have turned a blind eye to the illegality and corruption that lies behind much of what ends up on our shop floors and in our living rooms. This news should come as a wake-up call for companies importing wood products.&quot; Operation Lead was part of a wider Interpol programme called Project Leaf, a joint effort with the UN Environment Programme, with funding from the Norwegian Agency for Development Cooperation. Project Leaf provides help for forested countries to tackle illegal logging and forestry crime. Operation Lead was carried out in Bolivia, Brazil, Chile, Colombia, Costa Rica, Dominican Republic, Ecuador, Guatemala, Honduras, Paraguay, Peru and Venezuela. Officials inspected vehicles, shops, ports and other transport hubs.", 
    "section": "environment", 
    "gid": "environment/2013/feb/21/interpol-arrest-seize-illegal-logging-raid", 
    "wordcount": "519"
}