{
    "headline": "Conservative thinktanks step up attacks against Obama's clean energy strategy", 
    "text": "A network of ultra-conservative groups is ramping up an offensive on multiple fronts to turn the American public against wind farms and Barack Obama&apos;s energy agenda. A number of rightwing organisations, including Americans for Prosperity, which is funded by the billionaire Koch brothers, are attacking Obama for his support for solar and wind power. The American Legislative Exchange Council (Alec), which also has financial links to the Kochs, has drafted bills to overturn state laws promoting wind energy. Now a confidential strategy memo seen by the Guardian advises using &quot;subversion&quot; to build a national movement of wind farm protesters. The strategy proposal was prepared by a fellow of the American Tradition Institute (ATI)  although the thinktank has formally disavowed the project. The proposal was discussed at a meeting of self-styled &apos;wind warriors&apos; from across the country in Washington DC last February. &quot;These documents show for the first time that local Nimby anti-wind groups are co-ordinating and working with national fossil-fuel funded advocacy groups to wreck the wind industry,&quot; said Gabe Elsner, a co-director of the Checks and Balances, the accountability group which unearthed the proposal and other documents. Among its main recommendations, the proposal calls for a national PR campaign aimed at causing &quot;subversion in message of industry so that it effectively because so bad that no one wants to admit in public they are for it.&quot; It suggests setting up &quot;dummy businesses&quot; to buy anti-wind billboards, and creating a &quot;counter-intelligence branch&quot; to track the wind energy industry. It also calls for spending $750,000 to create an organisation with paid staff and tax-exempt status dedicated to building public opposition to state and federal government policies encouraging the wind energy industry. The proposal was reviewed by John Droz Jr, a senior fellow at ATI, for discussion at the Washington meeting, which he also organised. ATI&apos;s executive director, Tom Tanton, said Droz had acted alone on the memo, although he confirmed he remains a fellow at the thinktank. Droz is a longtime opponent of wind farms, arguing that the technology has not yet been proven and that wind technology should not receive government support. He claims 10,000 subscribers to his anti-wind-power email newsletter. In a telephone interview, Droz said the Washington strategy session was his own initiative, and that neither he nor any of the participants had been paid for attending the session. Their main priority was co-ordinating PR strategy. &quot;Our No 1 reason for getting together was to talk about whether there should be agreement to talk about a common message.&quot; The strategy session is the latest evidence of a concerted attack on the clean energy industry by thinktanks and lobby groups connected to oil and coal interests and free-market ideologues. ATI is part of a loose coalition of ultra-conservative thinktanks and networks united by their efforts to discredit climate science and their close connections to the oil and gas industry, including the Koch family. Those groups include the Heartland Institute, the John Locke Foundation, and Americans for Prosperity, the organising arm of the Tea Party movement. ATI is a relatively new entrant, coming to national attention only last year when it filed lawsuits against climate scientists including Michael Mann and James Hansen. Campaign groups and spokespersons for the wind industry say there has been a sharp rise in organised opposition since early 2009 when Obama put investment in renewable energy at the heart of his economic recovery plan. &quot;We do see evidence of co-ordination,&quot; said Peter Kelley a spokesman for the American Wind Energy Assocation. &quot;The same rhetoric pops up all over the place. Things that are disproven, that are demonstrably untrue, continually get repeated.&quot; Recent developments in the campaign against wind power include:  A new $6m election ad buy by the ultra-conservative group Americans for Prosperity attacking Barack Obama&apos;s support for wind and solar power.  An email and telephone campaign by the American Legislative Exchange Council and Americans for Tax Reform to repeal or alter clean energy mandates requiring electricity companies to get a share of their power from renewables.  Putting forward Alec-drafted bills overturning those measures in Michigan, Ohio, West Virginia, Colorado, Montana and Washington state. Droz, in the telephone interview, confirmed that he had enlisted support for telephone campaigns from Americans for Prosperity and FreedomWorks  both of which have received funds from the Koch family. He also appeared at an anti-wind forum sponsored by the John Locke Foundation in North Carolina last December. But he dismissed any idea of a co-ordinated effort. &quot;We happen to have common interests on some things,&quot; he said. &quot;But it&apos;s not collusion.&quot; But conservative activists describe the ramp-up as critical to the effort to defeat Obama in the elections. &quot;It&apos;s absolutely a campaign issue and it&apos;s a big one,&quot; said Dave Schwartz, who heads the Maryland chapter of Americans for Prosperity, a tea party group with Koch funds. &quot;It absolutely is a contentious issue,&quot; he said. Kert Davies, Greenpeace research director, agrees. &quot;They are going back to the states to create the space for an anti-Obama, anti-green energy thing. It is really a political attack,&quot; he said. &quot; What the right wing wants to perpetuate is that this is a type of energy that never works and requires massive government handouts.&quot; More than 30 local wind farm opponents, all selected by Droz, came to Washington at his invitation. Participants included members of conservative groups such as Committee for a Constructive Tomorrow and Tea Party Patriots. A number said they had come to DC for strategy tips and PR advice. Three used the same phraseology as Droz who said the decision to meet and pool strategies was to avoid having to continually &quot;reinvent the wheel&quot;. &quot;Everybody is amateur and everybody is learning from the ground up and re-inventing the wheel and the discussion among some of us was as to whether or not we could be a little more efficient and share resources and information,&quot; said Carolyn Gerwin an attorney and Tea Party activist from Pontiac Illinois who was among the participants. Gerwin has been active in both Illinois Wind Watch and the Tea Party Patriots, and lobbied against wind energy at the state and federal level, her sign-in questionnaire for the February meeting said. &quot;I&apos;d like to see us develop a nationwide network of wind warriors that can be mobilised on very short notice,&quot; she wrote in a questionnaire distributed to participants. There is evidence that network is already coming into being. Since the meeting, participants have pooled efforts to make phone calls and send email to members of Congress. Opposing Obama&apos;s energy policies was a natural fit for conservatives, said Marita Noon, a conservative activist from New Mexico who was at the meeting. &quot;The American way, what made CostCo and Walmart a success, is to use more and pay less. That&apos;s the American way,&quot; The president&apos;s green policies however were the reverse, she said. &quot;President Obama wants us to pay more and use less.&quot; That set the stage for a confrontation over wind farms and other clean energy issues in the elections, Noon argued. &quot;I would say it&apos;s almost the issue,&quot; she said. &quot;It&apos;s going to be huge.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/08/conservative-thinktanks-obama-energy-plans", 
    "wordcount": "1230"
}