{
    "headline": "Mining - not agriculture - is the major worry for the Great Barrier Reef", 
    "text": "The Great Barrier Reef (GBR) is both a national marine park and a World Heritage Area. But next to the reef, a catchment of 400,000km2 is almost completely developed for agriculture, predominantly beef grazing and sugarcane, horticulture, cotton and grains cropping. How does this development affect the integrity of the reef? It is well recognised that pollutant runoff (particularly sediment, nutrients and pesticides) from agriculture to the GBR is causing serious widespread damage to the reef&apos;s ecosystems, including coral reefs and seagrass meadows. The degradation is compounded by climate change impacts. Coral cover on the GBR in the central and southern parts has fallen from near 50% in the 1960s to 14% currently. In the 1980s it was recognised that degradation due to agricultural pollution was an issue for the GBR. After decades of research and monitoring, a joint Federal and Queensland &quot;Reef Plan&quot; was developed in 2003 to address the issue. Reef Plan was finally implemented through an Australian Government initiative, Reef Rescue, in 2008 (with $200 million of Australian Government funding from the Caring for Our Country initiative). The scheme paid incentives to farmers, with matching farmer funding, to improve farm management practices. Reef Rescue has been an outstanding success for this type of catchment management program. In 2009 the Queensland State Government introduced legislation to improve farm management; this was implemented from 2010. With the change of government in Queensland in early 2012, emphasis has shifted to a farm-industry-led Best Management Practice approach, with organisations like CANEGROWERS signing agreements with the Queensland Government to develop and implement best practice. The combination of these initiatives has led to a small improvement in quality of water being discharged from rivers in the GBR catchment. This was first detected through modelling in 2011. Water quality in the GBR should keep improving  as funding is expected to continue  albeit slowly. The long process to improve the water quality of river discharge to the GBR has been a success, if a belated one. As well as agricultural development, though, there are a number of major ports along the GBR coast, with the largest of these exporting coal. These include Gladstone, Hay Point (probably the largest coal export port in the world) and Abbott Point. More general cargo ports include Townsville (sugar, mineral products and general cargo) and Cairns (sugar, tourism and general cargo). All the coal ports are in the process of major expansion for increased coal and/or coal seam gas exports. Expansion involves huge dredging operations and dumping of the dredge spoil at sea. In Gladstone, where expansion began in 2010, dredging is taking place in sediments that are known to be contaminated with heavy metals, Tributyltin anti-foulant residues and petroleum hydrocarbons (from long periods as a port and major industrial centre). In some areas the sediments overlie acid sulphate soils. The environmental management regime for this development is deficient in both planning and execution and it is claimed (see below) that serious environmental impacts are now occurring. However the monitoring programs in place are so poorly designed and weak in execution it is difficult to draw conclusions as to what exactly is causing the observed effects, including fish disease. Major expansions planned for the other ports are unlikely to be managed any better, given the deficiencies in both the Australian and Queensland environmental assessment and protection system for large projects. In response to the port expansion process and the fish disease episodes in Gladstone, UNESCO sent a team to examine the state of the GBR World Heritage Area (GBRWHA) in March 2012. They suggested the GBR may be placed on the &quot;World Heritage in Danger&quot; list. The Australian and Queensland Governments responded by beginning a Strategic Assessment process. Each government is preparing its own assessment; the terms of reference are different, but the assessments are meant to be complementary. The assessments are under way, with the Australian Government releasing its report last week. It is difficult to comment on the assessments&apos; scientific robustness and credibility at this stage. It&apos;s not clear the final assessments will have gone through any rigorous and independent scientific review. In the meantime, permits for major expansions of the Abbott Point coal terminal are progressing. As for Gladstone, there will be very major dredging and spoil dumping in the GBRWHA. The environmental impact assessment process here appears to be no more scientifically robust than that which occurred in Gladstone, although the sediments in the area are less contaminated than those in Gladstone. So although runoff from agriculture is still a major issue for the GBR, at least it is now being managed with some success. This is in contrast to major port development. There are multiple stages and proponents where management is uncoordinated, lacks transparency and appears to have no hope of reform in the near future, despite what may come out of the Strategic Assessments.  This article was first published on The Conversation", 
    "section": "environment", 
    "gid": "environment/blog/2013/feb/06/mining-agriculture-great-barrier-reef", 
    "wordcount": "824"
}