{
    "headline": "On the road: Strida LT  review", 
    "text": "This is the only bike I&apos;ve tested that has made me blush. It&apos;s an exhibitionist&apos;s bicycle, an I&apos;m-mad-me steed. A ludicrous contraption so wilfully wacky you may as well go the whole hog and pedal around with &quot;You don&apos;t have to be crazy to ride this bike, but it helps!&quot; embossed on your helmet. &quot;Why are you riding a triangle?&quot; I&apos;m sure that&apos;s what everyone was thinking. If I caught them checking out my wheels, I reddened, desperate to tell them this wasn&apos;t my bike. I hadn&apos;t paid 500 for this silly contraption. I&apos;m not like that. One question recurred: what&apos;s the point? I struggled to find one. Sure, I was able to appreciate the oil-free Kevlar belt, which replaces a normal chain  every commuter bike should have one. I had respect for the super-reactive disc brakes and I could see how the meerkat-ish riding position would be handy for a bad back and a good view of the road. But why bother with a folding bike that, even when compact, was the size of a set of golf clubs. So I asked the inventor. Mark Sanders came up with the Strida for his final project 25 years ago at Imperial College and the Royal College of Art but has long since sold the company. &quot;Maybe you just don&apos;t like it?&quot; he said in a very cheery email. &quot;It is a radical bicycle :-) Don&apos;t worry, it&apos;s a &apos;Marmite product&apos;  people seem to love it or hate it. It is not a bland, me-too product.&quot; It has &quot;chutzpah&quot;, he added. He admitted that, in the UK, the homegrown Brompton is &quot;the folding bike&quot;. But, he said, &quot;in Asia, where it is now made [Taiwan], this is reversed  Strida is seen as contemporary and less agricultural than most folding bikes. Even in countries like Russia and China they sell many more Stridas than [in the] UK. There are even several fake Strida factories in China  government-sponsored... grrrrrrr!!&quot; I confessed I had problems with the feathery steering, which Sanders described as &quot;super-manoeuvrable&quot; but just made me feel vulnerable. The unusual fold, inspired by the classic Maclaren pushchair, has its own advantages, Sanders insists. The idea is for the bike to convert quickly into a &quot;stick-with-wheels&quot; that fits neatly in corners. He insists you can stuff it in a golf bag and get it on a plane  I was planning to take it to the car-free Channel Island of Sark, but once I&apos;d struggled handling the thing on London&apos;s flat tarmac, I decided against trialling it on Sark&apos;s up-and-down dirt tracks. The single gear would have been fine  I actually found it too low for most of my cycling around the plains of north London  but I didn&apos;t trust myself to stay in the saddle. Nochutzpah, me. Strida LT     Strada LT bike detail Photograph: Simon Stuart-Miller for the Guardian    Price 499 from bikerepublicstore.co.uk Weight 9.6kg Gears One Measurements (folded) 114cm x 51cm x 23cm Added extras Kevlar chain, back rack and rear LED", 
    "section": "technology", 
    "gid": "technology/2012/jul/27/on-the-road-strida-lt-review", 
    "wordcount": "515"
}