{
    "headline": "Gentle wobblings of a 'foul gull' fulmar", 
    "text": "The river beyond Bosherston lily-ponds sinks into sand before it reaches the waves. I scramble up rocks to where little puffball mushrooms, delicious to eat raw, still speckle the turf. Ahead of me are the twin promontories of Mowing Word and Stackpole Head, a smooth green swell sluicing against them, piling into the zawns, subsiding again with a sigh and a lacy, spreading froth. The west face of Mowing Word is sodden and dark. Pale patches appear as the limestone dries. Subdued sound of sea against cliff apart, all is silent. A white shape ghosts along high bird-ledges that teem with guillemots and kittiwakes in their seasons. Iguess it&apos;s a first lone fulmar back from its mid-ocean wandering, and I focus the glass to verify. Sure enough, there are straight, slender wings and dark, amiable eye. There is this close cousin of albatross and petrel, sharing their mastery of flight as it prospects early among potential nesting sites. I thrill to see these strange birds  their name unkindly translating as &quot;foul gull&quot; on account of the stinking oil their nestlings vomit, of which sea-cliff climbers and bird-ringers alike are all too well aware. Their way of wobbling gently on the updraught at the top of a cliff, surveying horizontal and vertical with a mild curiosity, somehow endears. I&apos;m reminded of the New Naturalist monograph on thefulmar by James Fisher  an astounding piece of work, encyclopedically knowledgable, fiercely authentic, exquisitely written  one of the great classics of natural history by a man who died far too young and has left all who value the wild places profoundly in his debt. He tells of how these &quot;primitive, rather stupid&quot; birds, which he clearly adored, were thought to be sailors&apos; ghosts by the men of the Greenland whaling fleets. I entertain myself with the notion that, in the centenary year of his birth, this lone sojourner is Fisher&apos;s ghost, returning in favoured form to a place that in life he had loved, and the thought delights.", 
    "section": "environment", 
    "gid": "environment/2012/dec/07/south-pembrokeshire-gentle-wobblings-fulmar", 
    "wordcount": "341"
}