{
    "headline": "London Met: a student's view", 
    "text": "The news that London Met has been stripped of its Highly Trusted Sponsor status came as a surprise to some. But it&apos;s the inefficient way in which the university and UKBA have dealt with the situation that I find most shocking. The withdrawal of London Met&apos;s power to teach international students has been six months in the making. Yet students like me now have 60 days to find a place elsewhere, with virtually no support in place to help us. If we don&apos;t find alternative universities, we will be deported. To be honest, I don&apos;t mind switching schools, the facilities and organisation at London Met are poor. If I move to a different university at least I will get a better quality education. But the biggest problem I face is that the universities I have approached so far wont accept MBA students from London Met because of the way the university teaches and awards credits. My teacher called me today to say he will help me find a place elsewhere and that I will be refunded for the modules I have not yet taken. But there&apos;s a possibilty that I will have to start my course over again. And alternative universities charge around 10% more than I have paid this year, not to mention the extra costs of commuting to an alternative campus. The situation is upsetting and frustrating. When I applied to study here I took all the formal processes very seriously. I obtained an original IELTS diploma scoring 7.5, paid my tuition fees and was ready to learn. During the first six months of my course I attended every single class and achieved an overall mark of 70  a distinction. I feel let down by both my university and the British government. They should have worked out a way to support legitimate international students before yesterday&apos;s news was made public. They didn&apos;t. It seems as if they don&apos;t care. Without doubt, future students will be put off coming to the UK. When I applied to London Met I hoped for a quality learning experience and great tutors. I looked forward to living in an amazing city like London. I&apos;d heard that public services and government here were very well organised. Clearly UKBA found some illegal cases in the sample it took from London Met, but there are also plenty of legitimate students who came here to pursue their dream. My friends and classmates are devastated by the news, their families are shocked. I gave up a lot so that I could come here  I sold my apartment and took a two-year sabbatical. I planned to stay for a year and a half before returning to my country to make a new life. I now have no idea what&apos;s going to happen. Nor do the teachers at London Met. When I went into university yesterday staff were apologetic and depressed. I asked what would happen next, they told me to call up on Monday, they didn&apos;t have the answers yet.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/aug/31/students-higher-education", 
    "wordcount": "502"
}