{
    "headline": "Skipping breakfast primes brain to seek high-calorie food, study finds", 
    "text": "We are all told that breakfast is the most important meal of the day  and now neuroscientists are starting to understand why. Skipping the first meal of the day not only means you eat more at lunch, research has found, but also means your brain is primed to seek out unhealthier, higher-calorie foods. Dieters who skip meals often end up gaining weight over the long term, but why this happens is not well understood. Tony Goldstone, of the MRC Clinical Science Centre at Imperial College London, scanned the brains of people who skipped meals and found mechanisms at work that could help explain the conundrum. Prolonged fasting of any kind seemed to prime certain brain regions to gravitate towards higher-calorie foods when the person did eventually find a meal. &quot;That makes evolutionary sense if you&apos;re in a negative energy-balance situation,&quot; he said. &quot;You&apos;re not going to waste your time going for lettuce.&quot; He will present the results of his study on Wednesday at the annual meeting of the Society for Neuroscience in New Orleans. In the experiment, Goldstone scanned the brains of 21 men and women, all around the age of 25, on two separate days while they were shown pictures of food and asked to rate how appealing they found everything from chocolate and pizzas to vegetables and fish. On one of the days, the volunteers skipped breakfast before their scans; on the other, they were given a 750-calorie breakfast of cereals, bread and jam an hour beforehand. After the scans on both days, the volunteers were given lunch, where they could eat as much as they liked. &quot;Not surprisingly, when they are fasted they are hungry and they rate the high-calorie foods as more appealing than when they are fed,&quot; said Goldstone. &quot;For low-calorie foods, the effect is not as marked. When they come out of the scanner, they are given lunch and they eat more when they haven&apos;t had breakfast.&quot; When the volunteers had skipped breakfast, they ate around 20% more at lunch, compared with days when they had eaten a normal breakfast. Their brain scans also showed that activity in the orbitofrontal cortex, which is just above the eyes, was especially responsive to high-calorie foods. &quot;We believe that bit encodes the value of rewards  how rewarding, how pleasant, how tasty something is. Not just food but other rewards seem to be signalled there in the brain,&quot; said Goldstone. The more you like the food you&apos;re eating, the more active the orbitofrontal cortex becomes, and when people are asked to suppress their desire for tasty foods, its activity drops. The changing activity in this brain region could also explain why different methods of weight-control surgery work to differing degrees. Gastric bypass surgery, for example, involves sealing off parts of a person&apos;s gut so that they end up with a smaller stomach, and this produces an average of 20-25% weight loss. In gastric band surgery, doctors tie a band around the gut, which they gradually inflate over the course of a few weeks. This provides, on average, a 15-20% weight loss. &quot;People describe to us that, after gastric bypass, they really don&apos;t crave high-calorie foods at all,&quot; said Goldstone. &quot;The banding people say: &apos;I&apos;m not hungry but I do still like those [high-calorie] foods.&apos;&quot; His research team carried out brain-scanning studies on people who had undergone gastric surgery and found that the orbitofrontal cortex activity was less in the people who had had bypass surgery, compared with the banding. &quot;One of the reasons we think people do better after bypass is that you alter the craving for high-calorie foods, which is mediated by the orbitofrontal cortex,&quot; said Goldstone. &quot;We think that is possibly mediated by hormone changes and possibly also they get a little bit ill when they eat the high-calorie foods and they learn that they feel sick and so they avoid those foods.&quot;", 
    "section": "science", 
    "gid": "science/2012/oct/16/skipping-breakfast-brain-food-study", 
    "wordcount": "666"
}