{
    "headline": "Boot up: Google's web hole, iPlayer stats, no retina iPad mini?, and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Google WebmasterTools in dangerous security flaw &gt;&gt; SEO Blog by Dave Naylor - SEO Tools, Tips &amp; News  It has been seen tonight that WebmasterTools has suffered a major security hole and opened up and reverified all old accounts. What does this mean to the SEO community?  From initial glance at our WMT&apos;s accounts we now have regained access to every old account we have previously been given access to, whether that is a previous client or maybe a site that came to us for some short term consultancy. What is also quite amusing (if you look on the funny side) is that you can see who won the client or who you won the client from.  Broadband Factsheet, Q4 2012 &gt;&gt; thinkbroadband  The broadband factsheet is a document published by thinkbroadband each quarter with a wealth of interesting statistics on the state of broadband services in the UK. It is presented in an easy-to-understand graphical form.  The current factsheet for Q4/2012 was published on 26/11/12 and is available for download by clicking below:  Apple, LG Electronics face Alcatel-Lucent in patent trial &gt;&gt; Bloomberg  The jury trial, which began today in federal court in San Diego, stems from a 2010 lawsuit by the Paris-based company&apos;s Multimedia Patent Trust accusing Apple and LG Electronics of copying video-compression technology that allows data to be sent more efficiently over communications media, including the Internet and satellites, or stored on DVDs and Blu-Ray disks.  BBC iPlayer October performance &gt;&gt; BBC Internet Blog  As we also saw during the Olympics, the way people are watching iPlayer on multiple different platforms and devices is changing.  Although PCs are still the most popular platform for watching BBC iPlayer programmes, accounting for around half of requests in October, we saw another significant rise in usage through internet-connected TVs (+25% on September) together with a continuing upward trend for watching BBC iPlayer on mobiles and tablets.  In October 43 million programmes were requested via TV platforms (this includes smart TVs, operator platforms and games consoles) - 20% of all requests - while mobile phones and tablets recorded 28 million and 21 million requests, with year-on-year increases of +168% and +236% respectively, and together now delivering 23% of all requests.  This shows the extent to which internet-connected devices are really starting to penetrate the market and the fact that BBC iPlayer is available on a large range of mobiles and tablets out there.  Windows 8 - 40 million licenses sold &gt;&gt; Microsoft Windows blog Tami Reller, head of Windows:   &quot;The journey is just beginning, but I am pleased to announce today that we have sold 40 million Windows 8 licenses so far.&quot;   Careful phrasing. What actually does &quot;sold&quot; mean? Who has bought them? Reboxing: Why I&apos;m returning my Microsoft Surface &gt;&gt; ZDNet Jason O&apos;Grady:   The Surface is a strong first effort at stealing marketshare from the three &quot;A&apos;s&quot; (Apple, Android and Amazon) and with a little time, apps and polish it could pose a formidable threat. But until a few of the intial issues are addressed, mine&apos;s going back.   Never thought you&apos;d hear &quot;lack of apps&quot; as a reason to return a Windows box. (The article is followed by the usual three-cornered fight in the comments.) iPad mini Review &gt;&gt; Anandtech  One iPad is better to look at and one is better to hold. It&apos;s a real problem. The obvious solution would be to give the iPad mini a Retina Display. Once again, in our Podcast on this topic, Brian offered poignant insight: a Retina Display likely won&apos;t come to the iPad mini.   The reasoning is solid, at least for next year - though Moore&apos;s Law suggests that it could get there in a few years. (Thanks @hotsoup for the link.)  Almost Nothing to Almost No One &gt;&gt; Justin Watt He&apos;s disillusioned:   Other than overly dramatic people talking about the non-existant &quot;you have to pick one&quot; battle between Twitter and App.net, it&apos;s not a service that proves to be worth paying for. Just because Twitter has become the villain to some people, doesn&apos;t make App.net a viable alternative. App.net is mostly just a smaller circle of people I&apos;m already connected to and that isn&apos;t valuable. I am happy to pay for a service. I pay a lot for web services each month, but that&apos;s because they&apos;re worth it. Right now, App.net doesn&apos;t seem to be providing that value. They just opened their doors and let you join a smaller, more niche Twitter for a price.  Android vs. iOS: Usage &amp; Engagement Patterns &gt;&gt; Tech-Thoughts Sameer Singh:   Android seems to be leading all iOS devices (both the iPhone and iPad) in browsing over cellular networks. This means that Android users either have no WiFi access (understandable for lower income users) or prefer to use other devices for browsing when they do. This suggests that this is a &quot;browser engagement&quot; issue and not necessarily a &quot;user engagement issue&quot;. Let&apos;s attempt to understand the reason for this.   (Thanks @hotsoup for the link.) Nexus 10 now receiving Android 4.2.1 update - fixes December Bug &gt;&gt; TalkAndroid.com  Look what just appeared on my Nexus 10 around midnight tonight. Yes, that&apos;s Android 4.2.1! This is a small 1MB update that fixes the now infamous December bug. Other potential changes could include improved battery life and stability, but without an official changelog that&apos;s just speculation at the moment.   Impressively fast work. (Thanks @lollygagging for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/28/technology-links-newsbucket", 
    "wordcount": "978"
}