{
    "headline": "Spotify's Daniel Ek: 'We want artists to be able to afford to create the music they want to create'", 
    "text": "With more than 20m active users and 5m paying subscribers, Spotify is the most popular subscription-based digital music service in the world. It&apos;s also one of the most lucrative for the music industry, having paid out $500m to rightsholders since its launch in October 2008. Yet chief executive Daniel Ek isn&apos;t blind to the faults of his streaming music service. &quot;When we look at the product, it&apos;s very clear what our users are saying to us: &apos;Spotify is great when I know what I want to listen to, but not so great when I don&apos;t,&quot; Ek tells The Guardian on the eve of Spotify&apos;s public unveiling of a slate of new music discovery features. &quot;Another thing we&apos;ve heard a lot more recently is that artists are saying to us &apos;There are 20m songs now on Spotify, so how do I get heard?&apos; We&apos;ve been really thinking hard about how we solve these problems.&quot; They&apos;re not problems restricted to Spotify. All digital entertainment services in 2012 are grappling with the discovery challenge, from Netflix to Amazon to Apple and Google&apos;s app stores. Ek draws a comparison between music and another media type, though. &quot;Music isn&apos;t like news, where it&apos;s what happened five minutes ago or even 10 seconds ago that matters. With music, a song from the 1960s could be as relevant to someone today as the latest Ke$ha song&quot; he says. &quot;So how do you make sense of that and make sure the artist gets heard? We&apos;ve been working on a new version of Spotify which we think solves this problem.&quot; Ek makes an interesting point: that many of today&apos;s digital services are becoming &quot;more instantaneous on Twitter, what was written an hour ago is almost useless now&quot;, yet that&apos;s not a good fit for music, with its deep back catalogue. &quot;With music, rediscovery is a critical part of how you listen to music, but all the internet services are missing it,&quot; he says. New features So, those new features, which will be rolling out in an update to Spotify&apos;s desktop application in the coming weeks, before making their way to its apps on other devices  and likely to its still-beta web version in 2013. Discovery is the focus for two new tabs in the desktop app called Follow and Discover. The first sees Spotify adopting a Twitter-style asynchronous following model for people to subscribe to updates and playlists from artists, celebrities and music experts, as well as Facebook friends. This will filter directly into the Discover tab: a stream of updates from the people a user follows, including details about new music from those artists as soon as it gets added to Spotify. Artists including David Guetta, Bruno Mars, Justin Bieber, Paul McCartney and Katy Perry are already signed up, as is US president Barack Obama well, his office, which already published a presidential Spotify playlist in the run-up to the 2012 election. The Discover tab will also offer improved recommendations of music based on a user&apos;s listening history, as well as alerts about concerts by favourite artists, and reviews. Humans vs algorithms Ek says that some of this has been happening organically on Spotify already one of his own playlists has more than half a million subscribers, and numerous artists have also been curating their own playlists on the service and promoting them to fans. &quot;We realised there was a concept there: what if that was the experience for every single user on Spotify?&quot; he says While a lot of Spotify&apos;s discovery focus is based on people  whether real friends or big stars  it still has computer algorithms making recommendations too. Ek says they&apos;ll be noticeably in the new version of Spotify. &quot;If you think about the Internet in general, we&apos;re all used to these recommendation engines that say &apos;if you like this, you&apos;ll also like that&apos; and give you 500 recommendations. But if you&apos;re with me and ask what music I like, I&apos;m not going to give you 500 alternatives. I&apos;ll give you a few, but with a ton of context,&quot; he says. &quot;We&apos;ve made the recommendations a lot smarter. The big paradigm of sites within music discovery has been editorial versus the algorithms. But the more we thought about it, actually they&apos;re not mutually exclusive. You can marry them together.&quot; Artists on board The idea of musicians as curators on Spotify is important, and taps into wider trends in digital music. Deezer has just announced its own Deezer for Artists initiative with similar features, while the all-new Myspace is built around many of the same concepts. Indeed, Ek mentions US TV music supervisor Scott Vener as one of the inspirations behind Spotify&apos;s new follow model &quot;I was always checking in on the stuff he put in playlists&quot; yet Vener is also one of the early adopters of new Myspace, where he&apos;s creating similar mixes. Artists as Spotify curators also ties in to the ongoing and intense debate within the music industry about streaming payouts for artists and songwriters. While many artists have embraced Spotify and its rivals, others have criticised the company because their income from streams pales in comparison to their royalties from CD and download sales, which they fear may be cannibalised by streaming. Other artists or often, their managers have fallen into both camps, making their back catalogues available on streaming services, but holding back their brand new albums to be sold on iTunes and other download stores. Adele, Coldplay, Taylor Swift and Rihanna are the most famous examples of such &quot;windowing&quot;.     Florence and the Machine's new Spotify profile    Pay for plays The most recent controversy around streaming payouts was sparked by an article on Pitchfork by Damon Krukowski of independent bands Galaxie 500 and Damon &amp; Naomi. He claimed that 5,960 plays of one of his tracks on Spotify made him just $1.05 in songwriting royalties, while it would take 47,680 plays to earn the songwriting royalties equivalent to one traditional album sale. This, like previous criticism from artists like David Lowery, Jon Hopkins and the Black Keys, caused a stir online. What does Spotify&apos;s CEO make of the discussion? &quot;The whole debate about artists payments is slightly misconstrued,&quot; says Ek. &quot;We have paid out over half a billion dollars to rightsholders now, and that&apos;s doubled in the last nine months. That&apos;s a significant amount of money.&quot; This is true, but it&apos;s not the whole story. First, because Spotify doesn&apos;t pay artists and songwriters directly: it&apos;s those rightsholders labels, publishers and collecting societies who distribute the money. The contracts dictating how much artists and songwriters make from streams of their songs are a can of worms that Spotify has been cautious about busting open, unsurprisingly given that major labels are both its licensing partners and some of its shareholders. Cannibalisation questions Spotify and its rivals have a trust barrier to surmount with some artists and managers, too, which is not entirely of their making. The last big digital music disruption point iTunes and other download stores has led to a number of lawsuits from artists who claim they were short-changed in royalties by their labels.  When those same labels tell managers to trust their promises that the new generation of streaming services will be lucrative in the future when they reach scale, it&apos;s unsurprising to see some managers being wary. Rumours of Apple stoking this scepticism behind the scenes with reminders of the dangers of streams cannibalising downloads add spice to the situation too, despite a lack of conclusive proof of this happening and growing anecdotal evidence that the opposite is the case. &quot;We think that all releases should be on Spotify on day one, and all the data we have indicates that they should be. If you look at Mumford &amp; Sons, their album was on Spotify, but it sold a huge amount of copies too,&quot; says Ek. &quot;They had six songs on the Billboard Top 100, which is the first time that&apos;s happened since The Beatles in 1964. And part of that is that Spotify is now reporting [streams] to Billboard. People on Spotify were listening to the entire album.&quot; Artist-friendly Spotify There have been points in the last year when Spotify has seemed blindsided by criticism from artists, unsure how to respond without angering labels or looking like it&apos;s bullying musicians.  That&apos;s why it often ends up simply citing its latest payout total to rightsholders. A better strategy, though, is to turn attention towards artists who are backing Spotify, while introducing more artist-friendly features on the service. &quot;We feel it&apos;s natural that this kind of debate goes on early in a platform&apos;s life-cycle. We tend to focus on the controversy, but I could be telling you about all the artists who are on our platform, like Red Hot Chili Peppers, Bob Dylan a ton of artists that weren&apos;t originally on it,&quot; says Ek. The more Spotify and its rivals can show their services are a way for artists to connect with fans, the less they&apos;ll be seen as just digital jukeboxes, to be judged purely by their payouts. Which is where Spotify&apos;s new Follow model comes in. &quot;This is a way for artists to communicate directly to their fans. If you think of an artist like Bruno Mars, he&apos;s using Spotify, creating playlists and listening to music through it,&quot; says Ek. &quot;People are interested in what he&apos;s inspired by, so they can follow him and find out when he&apos;s done new stuff: updated a playlist, created a new one, but also when he releases a new album.&quot; iTunes comparisons Apple tried something along similar lines with Ping in iTunes, which was a flop. Spotify will be hoping its Follow feature is more successful. But Ek can expect plenty more iTunes comparisons in the year ahead, regardless of when or whether Apple launches its own long-rumoured streaming music service. A subtle change in the new version of Spotify is its introduction of a &quot;collection&quot; for each user, to which they can add albums by clicking an &quot;add&quot; button. A small but important tweak, because it&apos;s going to make Spotify feel more like your collection of music more iTunesy  and less like a giant, overwhelming jukebox. New Myspace has a similar feature called Library, incidentally. Both emphasize the importance of whole albums, which is another artist-friendly point for streaming music. &quot;We have over 1bn playlists that people have created, and almost a third of these were people saving whole albums. Whenever people say the album format is dead, we don&apos;t believe that at all,&quot; says Ek. &quot;People do like to listen to the entire album. On iTunes, they might cherry-pick songs because of the [a la carte sales] model, but with the access model there&apos;s no additional cost to listening to the entire album, so that&apos;s what they do.&quot; Future challenges Spotify faces a number of big challenges in 2013, including winning over more holdout artists, figuring out how best to get its new features into its mobile and tablet apps a year after launch, it has yet to take its desktop applications platform mobile and fielding questions about its business model. According to figures published by the Wall Street Journal in August 2012, Spotify&apos;s net losses widened from 28.5m in 2010 to 45.4m in 2011, despite revenues growing from 73.9m to 187.8m in the same period, with 156.9m of the latter coming from paid subscriptions. With Ek indicating that the company has paid $250m to rightsholders in the last nine months alone, questions about Spotify&apos;s long-term sustainability are inevitable, although a recent rumoured $100m funding round means it&apos;s not in danger of shutting down any time soon. &quot;We&apos;re feeling pretty good about next year,&quot; says Ek. &quot;People are consuming a lot more music, which in itself is a good thing for the music industry. And as more and more smartphones come around, people are starting to pay for music again.&quot; But he finishes by bringing the conversation back to that music, and perhaps surprisingly for critics, to one of the most high-profile holdout artists. &quot;If you look at Adele, the reason she did so well was she created great music. It wasn&apos;t about a clever marketing trick,&quot; says Ek. &quot;My ambition is we want artists to be able to afford to create the music they want to create, and if it takes them five years to sit down and make the album they want to make, they should be able to afford that. That&apos;s my goal.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/dec/06/spotify-daniel-ek-interview", 
    "wordcount": "2146"
}