{
    "headline": "From Terminator to Toy Story: drones for a better tomorrow", 
    "text": "Until recently, drones only meant one thing to me. They were the flying killing machines favoured by Obama, brought vividly to life  ironically  by the central plot of the president&apos;s favourite TV show, Homeland. They were the cutting-edge technology that pushed public concerns about automated warfare to the limit.  A UN inquiry into military drone attacks will report this Autumn. And the Ministry of Defence has just bought an extra 160 miniature flying surveillance vehicles for use in Afghanistan. Drones felt like the first dangerous step towards real robot armies.  Remote-controlled aeroplanes and helicopters were something different. They were like outdoor Scalectrix  the kind of toy that I forgot about 10 years ago.      Garden Drone with Jessica Bland of Nesta, and Jack of Horizon AP. Photograph: Nesta    Yet the technology behind them is not all that different. Recent leaps forward in accessible, affordable components mean that the civilian and hobbyist drone community is growing apace. The number of civilian vehicles worldwide is greater than the number owned by the US military.  Admittedly, the military concentrates on multimillion pound kits that look like small aircraft without a cockpit, whereas the first choice vehicle for civilian applications is a small copter, a metre across and with a maximum flight time of 20 minutes. But some of the most sophisticated autopilot and stabilisation technologies are built for these devices. One iPad-controlled copter can be bought ready-made for a couple of hundred pounds, and has sold 300,000 units worldwide. Firms build and sell these systems for aerial filming, geological surveys and for farmers to monitor  and herd  livestock. Last week, I joined UK-based aerial photography start-up, Horizon AP, for a test flight. Here&apos;s a video about what we did (if you&apos;re reading on a mobile device, click here to watch):  Companies like this have to operate under strict legislation. Our flight in Chelsea Physic Garden required an operator&apos;s licence, permission from the Civil Aviation Authority and the police. Because of the urban environment, flight was limited to 100 feet and the local heliport had to be informed as soon as the vehicle was in the air. In the US, any commercial flight is banned.  But that&apos;s right, isn&apos;t it? Shouldn&apos;t a technology that pushes the boundaries of acceptable military activity be handled with the same care outside the battlefield?  I don&apos;t know. Anthropologist George Marcus said that scientists &quot;are constantly trying to understand the present by borrowing from a cautiously imagined emergent future&quot;. Because science produces objects and systems that do not exist in the present, scientists  or in this case engineers  must understand their work by turning to an imagined future.  Drone technology is highly dependent on the kind of future imagined by those that develop it. And the way it is governed will depend on which stories regulators pick up on.  The military story is just one way to talk about drones, and it leads to a cautious view of what national and international drone policy should look like. Perhaps it should be even more cautious given the resurgence of drone attacks in recent years. But away from warfare, there is a different way to see things. Open source skies and pigeon drones Liam Young from think tank Tomorrows Thoughts Today has developed an alternative story about drones in the future. He argues that the physical environment is dissolving, leaving a mainly mobile, nomadic infrastructure. Personal drones will become like cheap, flying smart phones.  Flocks of drones will broadcast transient, situated data. They will fill gaps where the static infrastructure falls off, providing wireless and data exchange like digital airborne swarms of couriers. They will become ubiquitous and start to disappear  like carrier pigeons.  In this imagined future, flying aerial vehicles become nodes in a city. They become as innocuous as the servers buzzing in the basements of office towers today.  Re-imagining drone policy  Today&apos;s legislation requires a contract for every drone flight. Keeping this framework makes the pigeon-drone future impossible. Policy would need to change. A system would need to give greater freedom to operators who prove they have the skill and technology to fly in urban environments.  But those firms would need to prove their trustworthiness. There is room for better self-governance. In London, recent renegade unlicensed flights in Parliament Square did not help.  The European Commission will produce a roadmap for integration of unmanned aerial vehicles into national aviation policy in the spring. I worry that the consultation for this has not reached all the corners of the community, who are mostly joined together by online forums and unused to engaging with Brussels. Websites like DIYDrones.org have blogs and online shops. Perhaps they could become centres of governance as well. This worked well for the DIY biology community, who created their own codes of practice.  There is something here that is a bit like Toy Story. Drones are begging to be played with. It is time to reclaim aerial robotics outside of defence technology. It is remiss to understand drones as only Terminator-like killer robots. There is a different story being told. And unless this nascent DIY drones movement is given the space to play, their ideas will never leave the imaginary. More information on Nesta&apos;s recent Hot Topics event on DIY Drones Background resources on the history of flying robots", 
    "section": "science", 
    "gid": "science/political-science/2013/feb/08/aeronautics-science-policy", 
    "wordcount": "872"
}