{
    "headline": "How the North Dakota fracking boom shook a family", 
    "text": "In 1979, Brenda and Richard Jorgenson built a split level home in the midst of a large ranch outside the tiny town of White Earth, North Dakota. Richard&apos;s family is from the area  his grandfather started homesteading on the plains in 1915  and the couple&apos;s affinity for the area runs deep. They love the land they live on: the epic sky and seemingly endless grasses of the prairie, the White Earth River meandering through a tree-lined valley. For most of their lives the landscape of the region has been dominated by agriculture  wheat, alfalfa, oats, canola, flax, and corn. The Jorgensons always figured they would leave the property to their three children to pursue the same good life they have enjoyed.  Then the oil wells arrived. They began appearing in 2006, and within just a few years dominated the area landscape. Today at least 25 oil wells stand within two miles of the Jorgensons&apos; home, each with a pump, several storage tanks, and a tall flare burning the methane that comes out of the ground along with the petroleum.  Like most people in North Dakota, the Jorgensons only own the surface rights to their property, not the subsurface mineral rights. So there was nothing they could do when, in May 2010, a Dallas-based oil company, Petro-Hunt, installed a well pad on the Jorgensons&apos; farm, next to a beloved grove of Russian olive trees. First, heavy machinery brought in to build the well pad and dig a pit for drilling wastes took out some trees. Then the new hydrology created by the pad drained water away from the olives, while others became exposed to the well&apos;s toxic fracking fluid. Some 80 trees were dead by the summer of 2011.  On February 2, 2012, drilling started on a second well even closer to the Jorgensons&apos; home. &quot;The smell of ammonia permeated the house,&quot; Brenda says, &quot;and the yard was thick for quite a while too. The workers told us the smells came from corrosion inhibitors and biocide.&quot; Indignant, Richard called Governor Jack Dalrymple&apos;s office. A North Dakota health inspector arrived  but not until days later, after the drilling had stopped and trucks had left, and when neither of the Jorgensons were home. &quot;We knew he&apos;d come only because we found his card on our door,&quot; Brenda says drily. She tried contacting the county to see if they could re-zone their land as industrial, which they hoped would lead to closer regulation. County employees referred her to the North Dakota Industrial Commission, which regulates oil drilling. When she got ahold of staffers at the industrial commission, she was told she needed to talk to the county.  The chemical trucks returned on February 9. Brenda emailed the governor&apos;s office asking for air quality monitors. There was no response. That night, their seven-year-old granddaughter, Ashley, who lives on the same road less than a mile away, woke up screaming from a headache. On February 10, the governor&apos;s office called, saying the governor would speak to the head of the Industrial Commission&apos;s Department of Mineral Resources, Lynn Helms. Nothing happened. The fracking started on February 18. Brenda quit hanging out laundry to dry because the clothes smelled so bad and the air burned her nostrils. Then, in August of 2012, the Jorgensons had their worst scare yet. Richard and Brenda had just finished a long drive home from a funeral service when they found that the gas flare on the well 700 feet from their house had gone out. They could smell the foul, rotten-egg scent of hydrogen sulfide gas, and knew that along with it would be a cocktail of methane, butane, and propane. The couple didn&apos;t know what to do. Petro-Hunt hadn&apos;t given them an emergency number, and when they called the company&apos;s office no one answered and there was no way to leave a message. So the couple threw open all the windows in their house, turned on fans, and left to move their horses farther away from the gas line.  Brenda phoned me that night. She was in tears and at wits&apos; end. &quot;Who do you call?&quot; she cried. &quot;What do you do?&quot; The Jorgenson&apos;s experience, dramatic though it might be, is not necessarily exceptional in western North Dakota these days. In just five years North Dakota has gone from a quiet agricultural state to a rapidly industrializing energy powerhouse. By the middle of 2012 North Dakota was producing about 660,000 barrels of oil a day, more than twice as much as just two years before. That number makes North Dakota the second largest oil producing state in the United States, after Texas.  All of the new oil is coming from a vast underground deposit called the Bakken Shale that stretches from North Dakota west into Montana and north into Canada. The US Geological Survey estimates that the reservoir contains between 3 and 4 billion barrels of recoverable oil, a figure that would put it on par with Alaska&apos;s North Slope. According to the United States Geological Survey, the Bakken is the largest known oil reserve in the lower 48. Unlike conventional oil deposits  which are found in liquid pools and flow toward the surface when tapped  the &quot;shale oil&quot; in the Bakken is trapped amid layers of rock roughly two miles beneath the surface of the earth. Oil geologists have known about the formation since 1953. But the petroleum there wasn&apos;t recoverable until hydraulic fracturing technology was perfected in the early aughts.  With the advent of fracking, the oil rush into North Dakota has been relentless. Some 150 companies, both wildcatters and oil majors, are drilling up to eight exploratory wells a day. In 2007, about 175 new wells were completed and started to pump oil. In 2009, 450 new wells were in put into production. By 2011 the number of new wells completed doubled to 900. North Dakota&apos;s political establishment  Democrats and Republicans alike  view the oil boom as a huge success. Thanks largely to the new oil play in the Bakken, the state&apos;s economy is surging. More than 41,000 workers were hired in North Dakota between 2008 and 2012, and the state has the lowest unemployment rate in the country. National leaders are pleased, too. All the oil pouring out of North Dakota has markedly improved US energy security. As recently as 2005, the US was importing 60 percent of the oil it consumes; today imports account for 42 percent of consumption. &quot;Kuwait on the Prairie,&quot; is how one headline writer described the Bakken.  But not everyone is happy about the situation. Traveling across northwest North Dakota it is not difficult to find farmers, ranchers, and Native Americans who are outraged by what they are experiencing. Many North Dakotans view the oil rush as an assault on their communities and the places they love. The current oil rush seems to them different than the last oil boom that took over the state in the 1970s. The petroleum in the Bakken Shale is what the fossil fuel industry refers to as &quot;tight oil,&quot; or what environmentalists call &quot;extreme energy.&quot; Like the petroleum locked in the tar sands of Alberta, Canada, shale oil is hard to get at even with the most advanced technologies. All of the extra effort involved in extraction means that Bakken oil has an especially heavy impact  on water resources, on land use, on wildlife and habitat, on the fabric of communities. The oil rush in North Dakota has turned life there inside out. As White Earth rancher Scott Davis puts it: &quot;We&apos;re collateral damage.&quot;  The anger some North Dakotans feel toward the oil and gas industry is fueled by the feeling that the situation is totally out of their control. In many instances, people say, the oil companies haven&apos;t been invited to drill  they&apos;ve just invaded. Owning a piece of land is not the same as owning the rights to what is beneath its surface, the mineral rights. Beginning in the 1940s, oil, coal, and gas companies approached Dakota families and offered to buy the mineral rights of their properties. Many people agreed; the possibility of development seemed remote and the payments felt like free money. As a result, out-of-state investors and corporations own the mineral rights to much of the land in the state. When the Jorgenson family bought their most recent 1,000 acres, for instance, they did not have the option to buy mineral rights; those rights had long since been sold to a broker in Louisiana.  Between 2006 and 2009 oil companies approached mineral rights owners and offered $30 to $50 an acre and 18 to 20 percent royalties for a lease &quot;option&quot; to drill on their land. A typical lease option runs for three years, with the oil company having a second option to renew it for another two years at the same price. The owner of the mineral rights cannot refuse this renewal. If no drilling occurs during the renewal period, the oil companies must renegotiate at market rates. Between 2009 and 2011, as the extent of the Bakken reserve became clear and the global price of oil fluctuated around $75/barrel, oil companies radically increased the pace of drilling. They did not want the option renewals to expire and thus be forced to renegotiate the price at market rates, which by 2010 had skyrocketed to between $1,000 and $3,000 per acre, depending on how near the land was to proven finds.  As the drilling began, farmers and ranchers discovered they had little say over what the oil companies did. Long-established common-law tradition concerning &quot;split estates&quot; holds that mineral rights are dominant over surface rights. If landowners decide not to allow access for drilling, the drilling company has the right to sue  and invariably wins. By landowners&apos; accounts, even modest requests for change, such as the plea to move a well pad to the other side of a fence to allow for calving or to move a well&apos;s location to save a prairie wetland, are often ignored. Oil companies tell landowners that &quot;plans have been made&quot; and that it&apos;s &quot;too late&quot; to change them.  When an oil company builds a well pad (which can range in size from seven to 10 acres), farmers and ranchers lose the use of that land. North Dakota law requires companies exercising mineral rights to compensate landowners for that loss. But the companies only pay fees similar to those asked for grazing cattle or growing crops  usually no more than $45 per acre a year. There is no compensation for losing the use of land adjacent to the well pad. Don Nelson, 48, a second-generation wheat and hay farmer who lives near Keene, North Dakota, says that when a seven-acre well pad was built in the middle of a 20-acre field, the whole piece of property became useless to him. &quot;It&apos;s not economical to farm around it,&quot; he says. Nelson still had to pay taxes on the entire 20 acres, and the compensation didn&apos;t cover his losses. In 2011, North Dakota began requiring oil companies to negotiate with surface rights owners who claimed present and probable future damages to their land, but the state didn&apos;t require them to reach a settlement. Those landowners who have secured settlements normally receive about $1,750 an acre per year in damages. One White Earth rancher who refused to give her name because she worried about &quot;violent retaliation&quot; by oil company workers (she said cattle in the area have been shot by oil workers) says: &quot;You either take the money or they take it [the land] from you anyway by court order.&quot;  &quot;People feel powerless,&quot; says Derrick Braaten, a Bismarck attorney who represents surface-rights owners who are battling oil companies. &quot;The oil company is coming on your property. You don&apos;t have the ability to protect the land. You push the monster back, but at a certain point it&apos;s gonna walk on top of you.&quot;  Farmers and ranchers also find themselves struggling with new roads, dust, air pollution, and litter that came with the industrialization. The intrusion of fleets of trucks on rural roads has degraded quality of life in western North Dakota. From exploratory drilling through completion, it takes about a thousand truck trips to frack a shale oil well. Rancher Don Nelson says that in his community near Keene &quot;people have stopped going to town on Saturday night. The truck traffic makes it too risky.&quot; &quot;Our people at the Ft. Berthold reservation are literally being killed by oil companies,&quot; says Kandi Mosset, a resident of New Town and the climate campaign organizer for the Indigenous Environmental Network. &quot;We&apos;ve suffered over a dozen truck-related deaths on our roads since 2008.&quot; With thousands of tractor-trailers hauling fracking fluids and drilling equipment across red-rock gravel roads each day, dust has become a problem. It rises in plumes for hundreds of yards, creating polluted, hazy skies that resemble those of Los Angeles on a bad summer day. &quot;If you have a post box on the side of the road, it&apos;s full of dirt,&quot; says Walter Deville, a lifelong resident of Mandaree, the major oil producing area on the Ft. Berthold Reservation. Pat Hedstrup, a second-generation rancher in her forties who lives west of Dickinson, says the air pollution has gotten so bad that sometimes the cattle reject the dust-laden feed. &quot;It&apos;s so full of dirt you have to wash it or nothing will eat it,&quot; she says. &quot;Sometimes the hay has so much dirt the cattle won&apos;t even lay on it.&quot; Open range cattle in North Dakota have begun to die from dust pneumonia, a disease usually limited to feedlots. Farmers and ranchers have also found that the land they love is literally trashed by oil company workers. Shelly Ventsch, a farmer in her fifties, lives with her sister east of New Town, on a farm on which they grew up. The North Dakota she knows is one of &quot;quiet, wide open prairies, clean and beautiful  a sanctuary for a yearning, weary soul.&quot; Less than a year ago, a well was installed on her property. In March 2012 she walked through the field and recorded a portion of what the workers had left behind: &quot;There were cigarettes, lunch meat, toe warmers, butterscotch buttons, brownies, safety eyewear, a pipe wrench, pizzas and work gloves, plastic bags of all sizes, DANGER tape, boxes and labels, a placard in plastic reading &apos;Texas Buyer 82L-1098 Seller Dragon Products&apos;, and human waste deposits along with paper.&quot; The damage to western North Dakota&apos;s once-bucolic quality of life is the result of a larger, more violent process: the fracking itself. The very name of the drilling method, &quot;hydraulic fracturing,&quot; sanitizes what can more accurately be described as &quot;hyperbaric bombing&quot;  using intense pressure to create an explosion.  In conventional oil drilling, several dozen trucks converge on a site and bring pipes, cement, and about 60,000 gallons of water and chemical lubricants to facilitate the drilling. In contrast, fracking a shale oil well requires up to 1,000 truck trips to bring in  and then remove and relocate  up to thousands of tons of sand and millions of gallons of water and chemical solvents.  Here&apos;s how it works. First the drill descends about two miles underground. At that point the drill bit moves horizontally for more than a mile and the horizontal pipe is then perforated. High-powered compressors then pump between three and six million gallons of water, and an additional 30,000 to 120,000 gallons of toxic-laden chemical fluids, into the well at pressures ranging from 3,000 to 15,000 pounds per square inch of pressure (psi). (Federal law doesn&apos;t require disclosure of which chemicals are used in fracking fluids and the industry won exemption from the Safe Drinking Water Act in 2005, right before the boom began.) The explosive force of the chemically saturated water creates fractures in the shale rock, allowing oil and gas to flow out. Between 1,000 and 2,000 tons of sand are pumped into the newly fractured well seams to keep them from closing. The chemical mix further assists in keeping the seams open.  One of the basic problems of fracking is that as much as a third of what goes down the well bore comes back up. Western North Dakota contains thousands of waste pits from oil wells. A typical pit is 50 yards long, 20 yards wide, and 15 feet deep. It receives wastes such as drilling mud and the combination of water and fracking fluids that come back to the surface (known as &quot;produced water&quot; or &quot;brine&quot;). In April 2012, North Dakota started requiring companies to put liquid wastes in tanks for transport to &quot;disposal wells,&quot; but it still allows them to leave solid wastes such as drilling mud in pits, where the oil companies bury them. Watchdog attorney Braaten questions if the new law is being implemented. &quot;I suspect that not a lot of the personnel on the rigs has changed, so it&apos;s just a question if their employers bothered to educate them on the new rules,&quot; he says.  Because North Dakota&apos;s oil deposits are so deep, there is less danger than in other states that fracking fluids will contaminate underground aquifers in the course of oil and gas extraction. Nevertheless, there are risks involved. As with any oil drilling, spills sometimes occur. Some wells lose pressure and release fracking fluids at or near the surface, where they can enter the water supply. Storage pits have been known to leak. &quot;In rainy springs like we had in 2011 and 2012 the pits overflow,&quot; Braaten says. &quot;Plastic pit liners wear out and tear. The life of chemicals is much longer than the life of liners. Clay is not impermeable. Those wastes are going to move over time.&quot; An investigation last summer by the nonprofit journalism organization ProPublica, using North Dakota public records, found that more than 1,000 accidental releases of oil, drilling wastewater, and other fluids occurred in 2011  as many as in the previous two years combined. Many of the spills were minor, but some were large, including a spill of 2 million gallons of brine that sterilized 24 acres of land.  The 1,000-spills figure includes only incidents that oil drillers report themselves. State regulators admit that many more spills and the intentional dumping of wastewater occur but go unnoticed. Kris Roberts of the North Dakota Health Department told ProPublica: &quot;What&apos;s the solution? Catching them. What&apos;s the problem? Catching them.&quot;  When leaks and blowouts occur and are reported, oil companies frequently minimize the numbers. &quot;It&apos;s all self-reporting by the companies,&quot; Braaten says. &quot;When companies report a spill, it&apos;s always one barrel or ten, because that minimizes their responsibilities.&quot; Braaten also says state regulators, under pressure from the oil companies and politicians, often look the other way when accidents happen. He recalls an episode in which he drove to a farmer&apos;s field where an oil well had blown out and there was &quot;an oil sheen all over the snow.&quot; He called a local inspector from the North Dakota Industrial Commission. &quot;I don&apos;t want to get involved,&quot; the inspector responded. Braaten then called the North Dakota Health Department. A staffer drove out to the well site. &quot;Mother Nature will take care of it,&quot; he concluded, then walked off. Allison Ritter, spokesperson for the North Dakota Industrial Commission, disputed Braaten&apos;s account of the episode, saying, &quot;A conversation like that never happened.&quot; She then said: &quot;We at the oil and gas division have lots of interests to look out for  mineral rights owners, surface owners, operators. We can&apos;t impede on the right of the mineral owners to develop their minerals. It&apos;s in our state constitution.&quot;  The North Dakota Petroleum Council and two major oil companies drilling in the state did not respond to repeated requests for interviews.  There is one ongoing, structural form of leakage occurring in the North Dakota oil fields that everyone agrees is happening: the routine leaking of natural gas. Methane is so abundant below ground, and so mixed with oil, that everything that comes up the well is full of natural gas. Much of this is burned off at flaring stations near the wells for the simple reason that gas is cheap while oil is valuable. At one level, it&apos;s an enormous waste. Some 100 million cubic feet of gas are burned at well sites each day, enough to power a city of 500,000  and all because oil companies find it more expedient to burn the gas rather than build pipelines to carry it off. In reality, though, flaring burns only a portion of the gas. Because of the constant pressure on seams, joints, and valves, the systems leak gases during transfers. This leakage has an environmental impact far beyond the North Dakota. Methane, after all, is a potent greenhouse gas. Over its 12-year lifespan it is about 50 times more heat-trapping than CO2.  It&apos;s not as if the people of western North Dakota don&apos;t want any oil drilling. Almost all of the farmers and ranchers who express concern about fracking at one time either worked for the oil companies themselves or have family members who did. Oil-related jobs are often the only way to get the money to build a farm or ranch. But the current boom  largely unregulated and proceeding without careful consideration for the long-term impacts  isn&apos;t facilitating rural livelihoods anymore. It&apos;s destroying them. Even some veteran oil patch workers express surprise at the Wild West frenzy underway. A rancher near White Earth recalls a conversation he had with an oil worker last summer. &quot;There&apos;s going to be nothing left in northwest North Dakota,&quot; the oilman said. &quot;I&apos;m 62 years old and I&apos;ve worked 40 years in oil fields all over the country, but I&apos;ve never seen any place like this. It&apos;s a free-for-all out here. It will be a toxic waste dump. No one will be able to live here.&quot;  Longtime North Dakota residents and experienced oil industry employees Jacki and Steve Schilke feel much the same way. Jacki no longer works in the industry, but Steve still does, inspecting pipelines for an independent maintenance company. A decade ago they bought a 160-acre ranch just north of Williston, a fulfillment of their lifelong dream to raise cattle. Starting in 2008, 35 wells went in along the roads within three miles of their home. In May 2010, drilling began on a well and drilling-waste disposal pit about 600 yards from their house. Soon the air began to smell of gases. In June 2011, their previously healthy Yorkie died. Then the cattle sickened. By the fall of that year, Jacki says, &quot;I was so sick I couldn&apos;t walk.&quot; She traveled to a clinic in Montana, where urine tests revealed arsenic poisoning. The arsenic most likely came from the fly-ash used to reinforce the fracking wastewater pits.  Then, that same season, a creek on the Schilke&apos;s land that ran below the hill with the oil well turned yellow and bubbled instead of freezing. When the well behind the house was being fracked, Jacki grew dizzy. Once she passed out for five hours. Eventually the North Dakota Health Department acceded to the couple&apos;s requests to test their well water, and found that it contained ethylene dichloride, a chemical the US Environmental Protection Agency (EPA) calls a &quot;probable carcinogen.&quot; Ethylene dichloride is commonly used by the extraction industry as a solvent to remove oil and grease from metal pipes and to bond cement. The Schilkes tried to get the North Dakota Health Department to test their air, but were rebuffed. They then hired a private firm from Texas to do the tests. The results showed high levels of benzene, toluene, and methane 24 hours a day. A Michigan medical specialist confirmed that Jacki had been exposed to neurotoxins and hydrocarbons. This and the arsenic exposure were the probable causes of her physical problems. Today, Jacki continues to battle health problems. Even the Schilkes&apos; cattle suffer. &quot;Our cattle started to waste away to nothing,&quot; Steve says. &quot;We won&apos;t sell them to slaughter not knowing what&apos;s wrong, so we shoot them when they get that sick.&quot; The Schilkes know they are being poisoned, but they can&apos;t prove the source. They want to leave their home, but they fear that, because of the oil wells, their home and grazing lands are close to worthless. &quot;We want to get out of here and move to Montana, but we can&apos;t,&quot; Jacki says with bitterness in her voice. &quot;Every penny is tied up in this land. Hundreds of places around here are for sale or rent. We&apos;re living in the middle of hell.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/04/north-dakota-fracking-boom-family", 
    "wordcount": "4209"
}