{
    "headline": "Three should not be crowded out of the 4G spectrum", 
    "text": "The blockbuster acquisition by AT&amp;T of Deutsche Telekom&apos;s T-Mobile network in the United States may have collapsed, rejected by regulators nervous of price inflation were the number of national networks to have fallen from four to three, but European deal makers are undeterred. Austria, a four-player market, now faces the same dilemma. Hutchison Whampoa, the conglomerate controlled by Hong Kong tycoon Li Ka-shing and owner of the Three brand, wants to take out one of its rivals, leaving just three competitors. Greece is already contemplating a duopoly, from a merger proposed by Vodafone. Regulators have yet to approve the deals, and this is by no means guaranteed. Switzerland in 2010 blocked a consolidation which would have left just two competitors. These maneuverings matter to UK consumers because a scenario is beginning to emerge in which we too could be left with a choice of three. If this happens, could consumers be faced with higher prices, and for a potentially inferior service? The UK network at most danger of being toppled is Three. The newest entrant, loss-making since launch and the smallest by a country mile, Three has argued vocally for protection from regulators to ensure this remains a four-player market  which could create some interesting dilemmas as it pushes for consolidation in Austria. Urgings from bank analysts to squeeze out a British network are becoming insistent. Their employers, starved of action since the credit crunch, are hungry for the fees that could be earned if Europe&apos;s largest economies consent to a series of telecoms mega-mergers. Their arguments are being listened to because cash is about to be poured into rolling out super-fast mobile broadband across Europe. The costs are high. The largest-ever sale of British airspace, due to start at the end of this year, could raise up to 4bn for the Treasury, according to PricewaterhouseCoopers. To this sum must be added the cost of building the masts, and laying fibre optic cables to connect them. The UK&apos;s largest network, Everything Everywhere, has promised to spend 1.5bn over the next three years. Multiply that by three, to take account of lower investment by smaller players, and 8bn could be spent on masts and spectrum in the UK alone to make 4G a reality. No wonder the C word is back in fashion. If consolidation is to take place, it should probably happen before billions are poured into creating four duplicate 4G networks. Bernstein Research analyst Robin Bienenstock has argued eloquently against such wastefulness: &quot;Encouraging telecom operators to duplicate massive infrastructure is not just like encouraging them to build the London underground all over again, but like encouraging them to do it in the same space again and again. In fact the London underground equivalent of a spectrum constrained, multiple build approach to wireless is like getting four companies to build quarter-size London undergrounds that barrel down one tube  all of them in other words  pretty uncomfortable, poor quality and crowded.&quot; Telecoms watchdog Ofcom, on the other hand, insists it wants four players. In its much-disputed rules for the UK auction, revised and published for a second consultation last week, it says further consolidation could be harmful:  &quot;It is likely that a reduction in the market from four credible national wholesalers to three would lead to a reduction in competition, and hence to an adverse impact on consumers  Other things being equal, this would be likely to give firms an incentive unilaterally to raise prices or to be less competitive in other ways. There is also some risk that coordination between suppliers would become easier, especially if a disruptive competitor were eliminated.&quot;  Those wondering what consolidation could lead to should cast their minds back 20 years. Vodafone and BT Cellnet had the terrain to themselves from the mid-1980s, but the signal was patchy and prices were high. Mobile phones did not become affordable mass-market devices until a decade later, when two more operators  Orange and the company now known as T-Mobile  had established themselves. And it has taken a fifth entrant, Three, to agitate for cheaper mobile internet access and faster progress towards the 4G auction which will ensure networks have the spectrum they need to support the explosion in smartphones. Crucial to Three&apos;s survival will be acquiring a bigger chunk of spectrum in the 4G auction. But Bienenstock believes the rules as drafted by Ofcom make it likely that Three will fail to emerge with a viable network. This is because the telecoms watchdog Ofcom surprised the market by removing special protection from two of the bidders.     Current spectrum holdings. Source: Ofcom, January 2012    Neither Three, with a 10% market share, nor Everything Everywhere, owner of the Orange and T-Mobile brands in the UK and the largest player with 34%, are now guaranteed any of the much-prized 800 Megahertz spectrum. This is valuable because it travels further, and so requires fewer masts and is cheaper to build a network around. They had argued for special measures because rivals Vodafone and O2 both hold sizeable chunks in the neighbouring 900MHz band, which is also highly efficient. Removing protection from Everything Everywhere, which has sizeable holdings of higher frequency spectrum and an enviable market position is understandable. Removing the protection from Three makes it increasingly likely that the network will be priced out of the auction. Its network would be of a much lower quality than those of its rivals, say analysts, and subscribers would vote with their feet. Elsewhere in Europe, regulators have insisted on redistributing the spectrum holdings of more established operators so that bidders had a chance of emerging from auctions with networks of comparable quality. Ofcom prefers a light touch approach. It has promised to reserve some spectrum, in the 800MHz or other less valuable bands, for a fourth operator (Three) or a &quot;new entrant&quot;  none has yet declared. Under these rules, if a new entrant does materialise, the scenario of Three emerging with a small, poor quality, loss-making network becomes a possibility. Which in my view would leave consolidation back down to four, or even down to three, looking like the only sensible solution. To return to the London underground analogy, the idea of building just two or three tube networks has a compelling logic. In fact it is already happening. Three has a network sharing agreement with Everything Everywhere, and O2 and Vodafone have a European mast sharing deal that includes the UK. But ongoing competition between brands is important not just for prices, but to ensure everyone has a good signal. Weary commuters would be quick to agree that the London underground, without direct competitors, has not always provided the smoothest service. Telecoms veteran Bengt Nordstrm, who now runs the Northstream consultancy, says the lesson across Europe is that the fourth player typically loses money. This is because they tend to hold inferior spectrum, having entered the market last. The only way to ensure viable fourth networks, he believes, is for governments to be less greedy in taking licence fees, and firmer in distributing spectrum equally among competitors. Li Ka-shing may have deep pockets, but Three&apos;s owner will not go on subsidising cheaper prices indefinitely. The network will be looking to emerge from this year&apos;s UK auction on a more equal footing with its rivals. It is in consumers&apos; interests that it does.  This article was amended on 24 January 2012. A paragraph in the original said: &quot;It has promised to reserve some of the less valuable 2600MHz band for Three or another &apos;new entrant&apos;  none has yet declared  should they not acquire any other spectrum before the auction. Under these rules, the scenario of Three and/or an unlikely fifth player both owning small, poor quality, loss-making networks becomes more than a distant possibility. Which would leave consolidation looking like the only sensible solution.&quot; Bandwith has been corrected to &quot;800MHz or other less valuable bands&quot; and the number of potential players clarified.", 
    "section": "technology", 
    "gid": "technology/2012/jan/17/three-4g-spectrum-auction", 
    "wordcount": "1329"
}