{
    "headline": "Fishing discards practice thrown overboard by EU", 
    "text": "The wasteful practice of throwing away healthy and edible fish at sea will be ended in Europe, for the first time in four decades, in a partial victory for environmental campaigners who have viewed a discards ban as the key step to preserving fish stocks. But  crucially  the date when such a ban will come into force is still in question, raising fears that it may be implemented too late to save some species. More than 1m tonnes of healthy fish are annually thrown back dead into the sea by fishermen  due to EU rules, or in order to maximise their profits  and a ban on discarding fish such as mackerel and herring is likely from 2014. However for other very pressurised species such as cod, haddock, plaice and sole, the ban could be phased in from 2015, and not be fully in force until 2018. That, experts say, may be too late to be effective. Mette Gjerskov, the fisheries minister for Denmark, the current holder of the revolving EU presidency, said: &quot;Today the [EU] Council for the first time stated that a discard ban will be a reality.&quot; Maria Damanaki, the EU fisheries chief, said: &quot;It was a compromise, but a step in the right direction, a step forward, [and] workable.&quot; Although her proposals for comprehensive reform of the common fisheries policy  the biggest overhaul of the longstanding policy since it was formed  have not been implemented as Damanaki wanted, she vowed to fight on, saying the focus would switch to the European parliament, which will now discuss the council&apos;s decisions and could try to strengthen the proposals. Richard Benyon, the UK fisheries minister, who stayed firmly in favour of a discards ban but faced a revolt from the Scottish devolved administration over its timing, said: &quot;After years of pressing to eliminate discards it was always my aim to get the council to agree to end this wasteful practice as soon as possible. While I am disappointed that the council has not agreed the firm dates that I was seeking, a commitment to ending discards is a step in the right direction.&quot; The key question is now over when a discards ban for key species is implemented. Conservationists warned that unnecessarily prolonging the practice could be the death knell for many of the EU&apos;s dwindling fish stocks. The compromise agreement came after a marathon negotiation session in Luxembourg, at which EU fisheries ministers fought over whether to ban discards, when to do so, and how to set a &quot;maximum sustainable yield&quot;, by which fisheries would be managed in accordance with scientific advice over how much fishing they could bear. After more than 18 hours of negotiations, which continued till Wednesday morning in Luxembourg, the final decision was hailed by the Danish presidents of the EU as &quot;a very important step in the direction of a radical new fisheries policy  a sustainable fisheries policy&quot;. Gjerskov emphasised the battle that had to be fought to get this far: &quot;This was not given, six months ago [that the EU would opt for a ban on discards].&quot; Several member states, including France, had campaigned vociferously against banning discards, because the current system allows fishermen to make up their quota by selecting only the highest value species and the best specimens, throwing away the rest, and thus maximising their profits but destroying large numbers of healthy and edible fish. There was also a compromise agreement on the &quot;maximum sustainable yield&quot;  the largest average catch that can be taken from a species&apos; stock without undermining its sustainability, usually measured in tonnes. It is a crucial policy for ensuring stocks are not overfished. Again, the timing is likely to be key  the European Commission had hoped to move to a maximum sustainable yield policy from 2015, but under the compromise agreement it could be 2020, which many experts say is too late to preserve fish stocks that by then will have been gravely depleted after decades of overfishing. There was a mixed response from environmental campaigners. Hugh Fearnley-Whittingstall&apos;s Fish Fight campaign tweeted: &quot;After 18hrs of tough talk we have a plan for discards ban &amp; commitment to follow scientific advice on fish stocks.&quot; However, Greenpeace said it was disappointed by the outcome. Its oceans campaigner, Willie Mackenzie, said: &quot;UK fisheries minister Richard Benyon has hailed the Luxembourg meeting as a &apos;breakthrough&apos; but Greenpeace disagrees. What happened overnight proves a stubborn resistance to change tack, and leaves EU fisheries reform hanging in the balance. Timelines are vague and too long term, the text on key issues like MSY [maximum sustainable yield] is incredibly weak, and there is a real risk that fish and fishermen are facing another 10 years of overfishing and stock decline, with real consequences for species like cod, hake and tuna.&quot; Green MEP Isabella Lvin said: &quot;Fisheries ministers have demonstrated total short-sightedness with regards to the urgently needed reform of the EU&apos;s common fisheries policy. To address the precarious state of many fish stocks and the problems of overfishing, the EU commission had proposed to set catch levels that would allow fish stocks to increase above the levels needed to ensure sustainability, or the &apos;maximum sustainable yield&apos;. Scandalously, the council has decided to overturn this proposal, postponing any shift to sustainable catches and only &apos;where possible&apos;. In effect, this is prescribing the continuation of a fisheries industry based on overfishing and resulting unprofitability.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/13/fishing-discards-ban-eu", 
    "wordcount": "921"
}