{
    "headline": "Cispa will give US unprecedented access, internet privacy advocates warn", 
    "text": "Washington looks set to wave through new cybersecurity legislation next week that opponents fear will wipe out decades of privacy protections at a stroke. The Cyber Intelligence Sharing and Protection Act (Cispa) will be discussed in the House of Representatives next week and already has the support of 100 House members. It will be the first such bill to go to a vote since the collapse of the Stop Online Piracy Act (Sopa) in January after global protests and a concerted campaign by internet giants such as Google, Wikipedia and Twitter. The author of the new bill, Mike Rogers, the Republican chair of the House intelligence committee, has said it is aimed at tracking the nefarious activities of hackers, terrorists and foreign states, especially China. But its critics charge the bill will affect ordinary citizens and overturn the privacy protections they now enjoy. Opponents fear the way it is currently drafted will open up ordinary citizens to unprecedented scrutiny. The bill uses the wording: &quot;Notwithstanding any other provision of law,&quot; a phrase that if it became law would trump all existing legislation, according to critics.  In one section, the bill defines &quot;efforts to degrade, disrupt or destroy&quot; a network as an area that would trigger a Cispa investigation. Opponents argue something as simple as downloading a large file  a movie for example  could potentially be defined as an effort to &quot;degrade&quot; a network. The bill also exempts companies from any liability for handing over private information.  &quot;As it stands the bill allows companies to turn over private information to the government and for them to use it for any purpose that they see fit, all without a warrant,&quot; said Michelle Richardson, with the American Civil Liberties Union (ACLU). &quot;For 40 years we have had legislation about wiretapping that protects people. This would overturn that and make a cyber exception.&quot; Privacy advocates are especially concerned about what they see as the overly broad language of the bill. As people increasingly use services like Skype and other internet telephony services, Twitter and Facebook to communicate, advocates fear the bill is a land grab that would give US authorities unprecedented access to private information while removing a citizen&apos;s legal protection. The White House has called for the bill to be tightened. In a statement, national security council spokeswoman Caitlin Hayden said any legislation should include &quot;robust safeguards to preserve the privacy and civil liberties of our citizens&quot;. But Richardson said with wide support in the House, the bill could still pass. &quot;The Senate has already said it is looking at this bill as it drafts its own legislation. There is a real danger it will be rushed through,&quot; she said.&quot;Our concern is not about what the bill is aiming to do, it&apos;s about the way it is crafted,&quot; said Rainey Reitman, activism director at the Electronic Frontier Foundation (EFF), a digital-rights organisation. She said the EFF has three main concerns with the bill:  First, there is a lack of any standard for the type of information that can be collected.  Second, all the information will go to the national security agency, the US defense department&apos;s online intelligence arm. In 2010, the NSA was found guilty of conducting surveillance programmes without warrants.  Third, there is no clarity in the bill as to what the information will be used for. &quot;It should be used for cybersecurity purposes only, but the bill doesn&apos;t say that,&quot; Reitman said. Rogers claims Google has been supportive of Cispa, but the search giant has not commented. He has amended the bill, most recently taking out references to theft of intellectual property. Sopa, the last bill to try and tackle such theft, was scrapped after a global revolt. He added an amendment allowing people and companies to sue the US government if it violates the terms of use for the information.  The homeland security department was also given a greater role in collecting information, although critics noted that information would still be passed to the NSA. Richardson called the changes &quot;cosmetic&quot; and said the fundamental issues remained. She said: &quot;This bill is simply too broadly defined and overturns vital protections.&quot; The EFF, ACLU and others have been attempting to coordinate a revolt against Cispa similar to the one that overthrew Sopa, but so far the campaign has not gathered the same momentum. Rogers has said the privacy protests are &quot;like turbulence on the way down to landing&quot; for the bill.  Explore the seven-day special series on the Battle for the internet", 
    "section": "technology", 
    "gid": "world/2012/apr/18/cispa-unprecedented-access-internet-privacy", 
    "wordcount": "775"
}