{
    "headline": "Immediate action needed to prevent Sahel famine, says WFP", 
    "text": "The world needs to act together and act now to prevent the drought and severe food shortages in the Sahel turning into famine, an emergency meeting at the World Food Programme was told on Wednesday. Heads of UN agencies and representatives from governments, the African Union and the Economic Community Of West African States met in Rome to discuss a joint response to the situation in the region. &quot;We have a short time to act. We have two to three months, no more than that,&quot; the head of the Food and Agriculture Organisation, Jos Graziano da Silva, told a press conference after the meeting. The international community is keen to avoid repeats of the food crisis in the Horn of Africa. In July last year, areas of Somalia were declared famine zones. This month, the UN declared famine to be over, but warned that millions of people still faced food shortages and needed ongoing support. Those attending Wednesday&apos;s event included the executive director of the WFP, Josette Sheeran, the UN under-secretary general for humanitarian affairs, Valerie Amos, the administrator of the UN Development Programme (UNDP), Helen Clark, the assistant administrator of USAid, Nancy Lindborg and the EU commissioner for humanitarian aid, Kristalina Georgieva. All the speakers emphasised the need for a swift, joint response that addressed immediate concerns, but also built up future resilience. The press conference was told that lessons had been learned from events in Somalia. More than 10 million people in the Sahel face severe food shortages as late and erratic rains in the region have crippled harvests in parts of Niger, Mauritania, Mali, Chad, Senegal, Gambia, Burkina Faso and northern Nigeria. The meeting heard that the region had faced severe food shortages at least five times in the past 10 years. The situation has been compounded by fighting in Mali, which has resulted in thousands of refugees fleeing into neighbouring states, including Mauritania, Niger and Burkina Faso. According to the WFP, some areas of Burkina Faso have seen harvests fall by 14% this year, while in parts of Mauritania, they have dropped by as much as 46%. The government of Niger has reportedly said more than 5.5 million people in the country face hunger. The WFP said the 11 regions in the Sahelian parts of Chad are reporting critical or serious levels of malnutrition. The executive director of the WFP, Josette Sheeran, said: &quot;We are having an emergency meeting to avoid a full blown emergency, before we see the effects which are long lasting and devastating  We know what needs to be done. We have learned some lessons from the Horn of Africa. While we can&apos;t prevent drought, we can prevent famine. &quot; She told the meeting the WFP now had a policy to position food in at-risk areas before a crisis developed. In the Sahel, 62,000 tonnes of food, which is expected to feed 4 million people for a month, were &quot;already in the pipeline to move&quot;. Sheeran added that 20% of the money the WFP had received to assist the region would be given in cash and vouchers to small-scale food sellers to enable them buy and sell food in their local areas. These changes would allow for a &quot;more nuanced&quot; response to the situation. She re-emphasised the WFP&apos;s commitment to source food locally where possible. Last week, the organisation came under fire for buying wheat from the global commodities trader Glencore. The meeting was also a chance to make another call for funds. The UN believes it will need $725m this year to address the issues in the Sahel. So far 20% has been raised. Last week, the European commission said it was increasing its contribution to the region to 123.5m. Georgieva told the meeting that a first instalment for the WFP of 30m would enable it to immediately buy and deliver food. The UK government has given 5m (around $7.8m) in aid to the Sahel.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/15/wfp-action-prevent-sahel-famine", 
    "wordcount": "666"
}