{
    "headline": "Eradicating Pinzon Island's invasive rat population  in pictures", 
    "text": "   A lizard in Pinzon Island, Ecuador. Rats introduced by whalers and buccaneers beginning in the 17th century, feed on the eggs and hatchlings of the islands' native species, which include giant tortoises, lava lizards, snakes, hawks and iguanas Photograph: Rodrigo Buendia/AFP/Getty Images       A sealion on Pinzon Island. The Galpagos, 620 miles off Ecuador's coast, is an archipelago of 13 islands and more than 100 rocks and micro-islands  Photograph: Rodrigo Buendia/AFP/Getty Images       A helicopter is supplied with poisonous rat bait in the waters of Pinzon Island. Rat poison was dropped by helicopter all over the uninhabited islet of Isla Pinzon in an experiment designed to pave the way for mass rodent eradication Photograph: Dolores Ochoa/AP       A helicopter releases rat poison over Pinzon Island. As part of the effort to preserve the fragile ecosystem, tonnes of rat poison pellets mixed with food and an anti-coagulant were spread over the island Photograph: Rodrigo Buendia/AFP/Getty Images       A helicopter resupplies with rat poison from a boat. Hundreds of millions of the invasive Norway and black rats must be exterminated to restore the natural balance of the island Photograph: Rodrigo Buendia/AFP/Getty Images       Technicians handle sacks of rat poison off Pinzon Island. The unique species that make the Galpagos Islands a treasure for scientists and tourists must be preserved, Ecuadorean authorities say Photograph: Rodrigo Buendia/AFP/Getty Images       Staff from the Galapagos national park and the University of Minnesota prepare poisonous bait to kill rats, in the waters near Galapagos Pinzon Island Photograph: Dolores Ochoa/AP       A dead rat on Pinzon Island Photograph: Rodrigo Buendia/AFP/Getty Images       There are drawbacks to using the rat poison approach, including the death of an owl believed to have been fatally poisoned from eating the bait Photograph: Dolores Ochoa/AP       In an effort to keep bird of prey safe from harm, about 60 hawks are being raised in cages on a slope of Pinzon Island Photograph: Rodrigo Buendia/AFP/Getty Images       A young tortoise at the Fausto Llerena Breeding Centre of the Galpagos national park and the Charles Darwin research station, on Santa Cruz Island, Ecuador. Bred in captivity, the tortoise, part of a breeding and repatriation programme, will eventually be released into the wild. The programme was created in the 1960s in response to dramatic reductions in the tortoise population after the arrival of humans to the islands. The breeding center now hosts more than 1,000 tortoises from the islands of Santa Cruz, Santiago, Pinzon, and Espanola Photograph: Dolores Ochoa/AP       A sealion in the waters off Pinzon IslandPhotograph: Rodrigo Buendia/AFP/Getty Images       A sea turtle swims in waters off Pinzon Island Photograph: Rodrigo Buendia/AFP/Getty Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/dec/17/pinzon-island-rat-in-pictures", 
    "wordcount": "0"
}