{
    "headline": "University Awards: judges", 
    "text": "Professor Janet Beer, chair, University Alliance     Janet Beer    Professor Janet Beer took up her role as vice-chancellor of Oxford Brookes University in 2007. Currently she is chair of the Higher Education Public Information Steering Group which has oversight of the National Student Survey; alongside the president of the NUS she co-chairs the Student Charter Group. In 2009 she was elected as chair of the University Alliance and in 2011 became co-chair of the Equality Challenge Unit. She sits on the Advisory Board of HEPI and is a board member of UUK. In 2011 she was elected as a visiting fellow at Nuffield College. Professor Beer has an established record of research in late nineteenth and early twentieth century American literature and has published widely. She recently completed a study of the late writing of Edith Wharton. Wendy Berliner head of education, Professional Networks, Guardian News and Media      Wendy Berliner is an award winning education journalist who has spent half her career at The Guardian, first as education correspondent, then as a news editor and later as an education feature writer. She is now head of education for Guardian Professional. Wendy is also a former education features editor of The Independent where she launched a weekly education supplement and magazines promoting further and higher education to students and parents. She rejoined The Guardian last year after a two-year spell in Dubai where she was the first Director of Parental Engagement for the world&apos;s largest KG-12 group of international schools. Whilst there she worked with school leaders to develop a parental engagement programme now used by parents across the world. Wendy is back at The Guardian leading development of a series of community websites for education professionals. This includes the Guardian Teacher Network, a ground breaking online community for teachers and school leaders with more than 100,000 members.  Liam Burns, president, NUS     Liam Burns Photograph: Liam Burns    Liam Burns graduated in Physics at Heriot-Watt University, where he was the Students&apos; Association vice-president (Education and Welfare) and subsequently president. He went on to be elected as deputy president and president of NUS Scotland, before being elected as NUS UK president in 2011. Liam has been an officer in the European Students&apos; Union and has been involved in Quality Assurance processes both on a national and European level through QAA, ENQA and EQAR. As president of NUS, Liam has called for the reinvestment of public funding in tertiary education and an end to the current tuition fees regime. Ezri Carlebach, deputy director, communication and external affairs, University of the Arts London     Ezri Carlebach    Ezri Carlebach has more than 20 years&apos; experience leading multi-disciplinary communications teams for corporate, public sector and non-profit organisations. Ezri has published numerous articles and book chapters on business communication. He served as chair of the international committee for IABC&apos;s Gold Quill Awards in 2009. Currently he is deputy director of communication and external affairs at University of the Arts London. Previous roles include head of marketing and communication for the Royal Society of Arts, and head of communication for the Association of Commonwealth Universities.  Professor David Delpy, chief executive, Engineering and Physical Sciences Research Council (EPSRC)     Professor David Delpy Photograph: Professor David Delpy    Professor David Delpy is a world-renowned researcher specialising in the development of techniques for the physiological monitoring of patients and especially the imaging of neonatal brain function. He is one of only a handful of UK researchers to be appointed as a fellow to the Royal Society, the Royal Academy of Engineering, and the Academy of Medical Sciences. He has worked closely with many companies who have marketed the devices developed by him and his team. Most notably, he collaborated for more than twenty years with Hamamatsu Photonics, who have developed market-leading monitoring and imaging technology based on his work. Prior to becoming EPSRC chief executive in 2007, he was vice-provost for Research at University College London. Thomas Estermann, head of unit governance, autonomy and funding, European University Association (EUA)     Thomas Estermann    Thomas Estermann is head of the Unit Governance, Autonomy and Funding. He is responsible for EUA&apos;s policy on higher education finance and governance. He has published on these topics and is consulting European expert groups and national ministries in these areas. Thomas has over 10 years&apos; experience in senior university management and was involved in the implementation of previous higher education reforms in Austria. Before his time in university management he pursued a career as a lawyer. He was member of the executive committee of HUMANE and founding chairman of WSAN, a network of senior university managers in Europe.  Michael Farthing, chair, 1994 group     Michael Farthing    Michael Farthing became chairman of the 1994 Group on 14 October 2011. He has been vice-chancellor of the University of Sussex since autumn 2007, where he has been the driving force behind strategic institutional development during a period of profound change in the higher education sector. Under Michael&apos;s leadership the University of Sussex has achieved significant growth in student numbers, seen major improvements in the student experience, developed new streams of income, and undertaken major investment in campus facilities. The University has also risen to its highest position in the University league tables. Judy Friedberg, universities editor, the Guardian      Judy Friedberg is the editor of educationguardian.co.uk and writes Cribsheet, a daily blog that rounds up education news and comment from the Guardian and around the web. She has taught literacy to adults in African squatter camps, English to secondary school students, and reading to dyslexic children. Her journalism has spanned print, radio and the web. Heather Fry, director education and participation, Higher Education Funding Council for England (HEFCE)     Heather Fry    Heather Fry joined the Higher Education Funding Council for England (HEFCE) in 2008, becoming a director in 2010 with responsibility for HEFCE&apos;s learning and teaching, and widening participation agendas, and since 2012, the collective student interest. Other responsibilities include HEFCE&apos;s links with JISC. Having started her career teaching in Nigeria, Heather&apos;s previous posts include lecturing at the Centre for Higher Education Studies at the Institute of Education and the Bart&apos;s and London School of Medicine and Dentistry at Queen Mary, both at University of London, and head of the centre for educational development at Imperial College. She has published extensively in HE policy and teaching and learning in higher and professional education.  Nancy Groves, editor, Guardian Higher Education Network and Guardian Culture Professionals Network     Nancy Groves    Nancy Groves is editor of the Guardian Higher Education Network and Guardian Culture Professionals Network. She has a decade&apos;s experience as an arts and education journalist, working both in national and local newsrooms, and writes for the Guardian, Independent, Archant magazine network and a range of career and culture based publications online. Louise Hazan, climate change campaigns and communications manager, People and Planet     Louise Hazan    Louise Hazan is campaigns manager at People &amp; Planet - Britain&apos;s largest student network campaigning on poverty, human rights and the environment. She is the founder and compiler of the People &amp; Planet Green League, a ranking of UK universities by environmental and ethical performance published annually by the Guardian. Louise has been a regular contributor to debates on environmental sustainability and student engagement within the higher education sector since 2005. Anthony Maclaran, chief executive, QAA      Anthony McClaran has been chief executive of QAA since 2009 and was previously chief executive of UCAS. Anthony has held numerous governance positions across the school and university sectors. He was a member of the council of the University of Gloucestershire and its chair from 2007-09 and a governor of the National Star College. He was appointed chair of the new All Saints&apos; Academy in Cheltenham in 2011. From 2009-2011 he chaired the Employment and Skills Advisory Committee of Gloucestershire First (now GFirst) and served on its board. He is a freeman of the Company of Educators, a member and trustee of the Honourable Company of Gloucestershire, and a trustee of the Summerfield Trust. Rt Hon Simon Hughes MP, Member of Parliament for Bermondsey and Old Southwark deputy leader of the Liberal Democrats in the House of Commons     Simon Hughes    Simon Hughes is deputy leader of the Liberal Democrats in the Commons and is MP for Bermondsey and Old Southwark. In December 2010 he was appointed as the government&apos;s advocate for access to education and in 2011 he travelled the country to gather evidence for his report on access to education  &apos;The Hughes Report&apos;, which was published in July that year. Simon is the chair of governors at St James&apos; School in Bermondsey and a trustee of Bacon&apos;s College, Rotherhithe, as well as being an honorary fellow of London South Bank University.  Professor Craig Mahoney, chief executive, Higher Education Academy     Craig Mahoney Photograph: Simon Veit-Wilson    Professor Craig Mahoney joined the Higher Education Academy as chief executive in July 2010 and has had a distinguished career in academia and sport. He has published widely in the areas of children&apos;s fitness, health, sport, exercise, performance and education. Previously he was deputy vice-chancellor at Northumbria University and founding Dean of the School of Sport, Performing Arts and Leisure at Wolverhampton University. Professor Mahoney is a chartered psychologist with a strong interest in differentiated learning and e-Learning. He has been an outspoken advocate of Internationalisation. A former semi-professional squash player, Professor Mahoney has worked with athletes at World, Olympic and Commonwealth level and is an adviser to UEFA and FIFA on psychology in officiating.  Joanna Newman, director, UK Higher Education International Unit     Joanna Newman    Joanna Newman is director of the UK Higher Education International Unit (IU). The IU drives the delivery of the UK higher education sector&apos;s international agenda by shaping national policy, identifying and providing opportunities, delivering programme and research-based policy analysis. Recent initiatives include leading UK HE&apos;s involvement in the Brazilian Science Without Borders initiative and a new HE Global Advisory Service, aimed at increasing the sector&apos;s engagement in trans national education. Joanna represents the IU on the International Education Advisory Forum, is a board member of the School of Advanced Studies and regularly represents the sector on national and international platforms. Iain Patton, chief executive, EAUC     Ian Patton    Iain Patton is the chief executive of the Environmental Association for Universities and Colleges. Commended by his head master for being able to spell the word &apos;environment&apos;, Iain became first dedicated environmental (and subsequently sustainability) manager in a UK college 15 years ago. The EAUC was founded at the same to bring about a university, college and learning and skills sector in which the principles and values of environmental, economic and social sustainability are embedded. Working for a time in agricultural community development in Kenya was a pivotal experience for Iain and he is a trustee for FOAG a UK Uganda rural development charity. Dr Paul Redmond, president elect, head of careers and employability, AGCAS/University of Liverpool Dr. Paul Redmond is director of employability and educational opportunities at the University of Liverpool and a leading expert on generations and the graduate labour market. An experienced writer and speaker, Paul has presented at numerous events and conferences around the world. In addition to writing regularly for national newspapers, he is a frequent guest on both radio and TV, appearing on numerous BBC and independent news programmes. His research into the future of work, &apos;Generation Y&apos; and the rise of &apos;helicopter parents&apos; is currently attracting considerable attention among both graduate recruiters and the media. He is president of the Association of Graduate Careers Advisory Services (AGCAS) and a fellow of the Royal Society of Arts.  Professor Louise Richardson FRSE, principal and vice chancellor, University of St Andrews     Louise Richardson    Professor Louise Richardson is principal and vice-chancellor of the University of St Andrews. Immediately prior to her 2009 appointment, she was executive dean of the Radcliffe Institute for Advanced Study at Harvard University. For 12 years she was a professor of government at Harvard. A political scientist by training, professor Richardson has specialised in international security with an emphasis on terrorist movements. She has written numerous articles on international terrorism, British foreign and defence policy, security institutions, and international relations. She serves on the editorial boards of a number of academic journals and presses related to security studies. Professor Richardson has been awarded the Sumner Prize for work towards the prevention of war and the establishment of universal peace. In 2011, she was appointed to the Scottish Government&apos;s Council of Economic Advisers.  Alice Robinson, president, Association of Teachers and Lecturers     Alice Robinson    Alice Robinson was elected ATL president during the period of September 2011 to August 2012. She has taught at Our Lady&apos;s Catholic College, Lancaster, since 1974. Initially teaching Physical Education then became head of year 9, followed by a special education needs coordinator, head of lower school, and assistant head. Alice was educated at Our Lady&apos;s Catholic College, Lancaster, and then at the former College of the Sacred Heart, Newcastle-upon-Tyne. She was also a member of the Lancashire Education Authority&apos;s special educational needs and inclusion working groups.  Niall Sclater, director of learning and teaching, Open University, UK     Niall Sclater Photograph: Niall Sclater    Niall Sclater is responsible for institutional strategy in areas such as tuition and learning systems. Previously he directed the university&apos;s virtual learning environment programme and ran an initiative to embed e-learning across the institution. He has been involved in the research, development and management of learning and teaching in higher education since 1992, with particular interests in technology-supported learning Peter Scott, professor of higher education, Institute of Education      Peter Scott    Peter Scott is professor of Higher Education Studies at the Institute of Education University of London and also chair of the council at the University of Gloucestershire. He writes a monthly column for Education Guardian. From 1998 until 2010 he was vice-chancellor of Kingston University London. He has been a member of the board of the Higher Education Funding Council for England and chair of the Universities Association for Lifelong Learning. Formerly he was editor of The Times Higher Education Supplement. Nigel Semmens, director of communications, Universities UK     Nigel Semmens    Nigel Semmens has been director of communications at Universities UK for three years. He joined UUK from the National Gallery where he held a similar role. He has worked in the fields of communications for 25 years with posts at the British Council, Sotheby&apos;s, and the South Bank Centre. At UUK he is responsible for communication strategy and management of the media, parliamentary, web and campaign teams. He also oversees UUK events, conferences and sponsorship. Professor John Storan, Director, Action on Access     Professor John Storan    Professor John Storan is director of continuum, the Centre for Widening Participation Policy Studies at the University of East London. He is also director of Action on Access which is the national co-ordination team for widening participation. As founding current chair of the Forum for Access and Continuing Education (FACE) he represents communities of practitioners involved in Access and Lifelong Learning from across the UK and beyond. In 2001 he was made a professorial fellow at the University of Manchester Institute of Science and Technology (UMIST). He has been an influential regional and national figure on Lifelong Learning and Widening Participation in HE. Over recent years he has been advising and supporting the Higher Education Funding Council for England (HEFCE), Learning and Skills Council (LSC) and various agencies in the field. In addition to his extensive UK experience John also has enormous international experience as result of his keynotes and conference inputs and involvement in a large number of research and development projects. Pam Tatlow, chief executive, Million+      Pam Tatlow    Pam Tatlow has been chief executive of the university think-tank, million+, since 2007. Under her leadership, million+ has published a series of influential reports analysing the contribution of universities to the economy and society as well as the impact of government policy on students and universities. Pam is a leading commentator on universities and education and has appeared on programmes such as Newsnight, the Today programme, Sky News and Woman&apos;s Hour. She has worked in education, health and in public and parliamentary affairs and was appointed as a lay judge to the Employment Appeal Tribunal in 2002. Alex Thompson, director of policy, Russell Group     Alex Thompson    Alex Thompson is director of policy and is responsible for managing the Russell Group&apos;s policy work, with an interest in all aspects of government policy having an impact on Russell Group institutions. Before joining the Russell Group in 2008 as a senior policy adviser, Alex spent eight years working at the Higher Education Funding Council for England (HEFCE), where she was responsible initially for relations with institutions in the London region, and subsequently for knowledge transfer policy. She also spent two years on secondment from HEFCE to the British Council in China, where she held the position of director of education relations in Beijing, China.  Kat Thorne, head of sustainability,Greenwich University     Kat Thorne Photograph: Kat Thorne    Kat Thorne joined the University of Greenwich as head of sustainability in 2009. Kat develops and leads on sustainability projects across the university&apos;s activities and in 2012 the University of Greenwich was ranked 1st in the People and Planet Green League of UK universities. Kat co-chairs the London Universities Environmental Group and is on the Membership Advisory Committee of the Environmental Association of Universities and Colleges. Prior to this Kat worked as a sustainability advisor for the property sector and also for Business in the Community supporting companies and local organisations to work together to regenerate local communities. Dr Andrew West, director of student services, University of Sheffield     Dr Andrew West    Dr Andrew West is director of student services at the University of Sheffield. His remit has a wide scope covering the student lifecycle - including student recruitment, admissions, registry, student administration, educational strategy support, and a broad range of student support services. He is chair of AMOSSHE  The Student Services Organisation during 2010-12, and he was vice-chair of AUA in 2010-11. Andrew also serves as a member of the HE Advisory Panel for the Office of the Independent Adjudicator. His work on student affairs and management and leadership issues has been published in professional journals and other publications, including a chapter on strategy and service quality within UNESCO&apos;s guide to global best practice in student services, and a recent piece on staff development in a practitioners&apos; guide to improving the student experience. Sir Tim Wilson DL, emeritus professor     Tim Wilson    Sir Tim Wilson served as vice chancellor of the University of Hertfordshire from 2003 to 2010. Her Majesty The Queen conferred a Knighthood on him in the New Years Honours list 2011, for Services to Higher Education and to Business. He is acknowledged as being one of the leading thinkers in university/business collaboration. He has served on several national working parties in the field of knowledge transfer, intellectual property and business/university collaboration. Tim is a strong advocate of differentiation amongst universities and the centrality of universities in economic and societal development. He promotes a new model university: a business facing university, relevant to the skills needs of a modern economy and with research that is focused on real-time problem solving. Ewart Woolridge, chief executive officer, Leadership Foundation for Higher Education      Ewart Wooldridge took up his appointment as founding chief executive of the Leadership Foundation for Higher Education in January 2004, with the aim of developing leadership, governance and management skills in Higher Education. In 2006 and 2010 the LFHE received positive endorsements of its contribution to building the leadership capacity of HE and transforming the level of participation in leadership development. As well as leading the LFHE, Ewart directly undertakes consultancy work in the sector, focusing particularly on senior team development, coaching and organisational development interventions. Previously he was the chief executive and director of the Civil Service College, now the National School of Government. He was a director within the corporate development group of the Cabinet Office, actively working on civil service reform.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/sep/11/university-awards-judges", 
    "wordcount": "3258"
}