{
    "headline": "LulzSec: the unanswered questions", 
    "text": "The sentencing of four of the members of the LulzSec hacking crew closes the book on its three-month campaign, waged between May and July 2011, against a range of sites and targets  including government, media and games sites. Yet three big questions remain:  Who was Avunit? The names of five of the members of the group - Sabu, Topiary, Tflow, Kayla and ViraL - are known: they were respectively Hector Xavier Monsegur, Jake Davis, Mustafa Al-Bassam, Ryan Ackroyd and Ryan Cleary. But LulzSec chatroom logsobtained and published by the Guardian in June 2011 show that there was a sixth member. On 4 June, Topiary commented: &quot;hmm not sure who IS LulzSec really... tflow/Sabu/myself/kayla started it, then tflow was on/off, then Avunit/pwnsauce joined in.&quot; The hacker called &quot;Avunit&quot; has never been identified; the claims being made in Australia by a person now charged with hacking a site there to be a &quot;leader&quot; of LulzSec don&apos;t square with the activities that the original group. Who and where is Avunit? Whoever they are, they have kept their head down very successfully for two years.  Who has the Bitcoins? When active, the group asked supporters to donate Bitcoins to its address. At the time each Bitcoin was worth between $6 and $10, and Davis estimated that the group had about $18,000 donated by its supporters. &quot;If those coins are not all spent, they are now worth hundreds of thousands,&quot; said Mikko Hypponen, chief research officer at the security company F-Secure. &quot;Where are they? Who controls them? We don&apos;t know. Maybe the Lulzsec guys have a nice stack of coins waiting for them when they get out of jail.&quot; At today&apos;s prices, which are more than 10 times greater, those coins would be worth about $180,000. Graham Cluley of the security company Sophos said: &quot;Funds like that would normally be confiscated. I think. But I don&apos;t know if that applies with Bitcoin. But I think that they were asking for funds via Twitter  and it was Davis who controlled the Twitter account.&quot; The coins were held in multiple wallets, but have since been moved into a single wallet, Hypponen says. That suggests that a single person controls the LulzSec Bitcoin stash. &quot;It could make quite a nice defence fund,&quot; said Cluley.  Did LulzSec really hack the PlayStation Network? That was the claim made in court during the mitigation hearing. The hack of the worldwide PSN in April 2011 was a devastating blow to Sony&apos;s reputation which led to millions of credit card details being leaked online and in some cases used for fraud, though there&apos;s no indication that any of the LulzSec hackers did so. But hacking the PSN was an act requiring very substantial skills that would have been more usual in a top-flight commercial hacker rather than a loose group who had only just come together. If they could do that, one would have expected much more serious hacks. The group did later claim responsibility for hacking Sony Pictures Europe, but that was a lesser exploit. Sony has never said who it thinks carried out the PSN hack, despite hiring two different security firms to investigate it.", 
    "section": "technology", 
    "gid": "technology/2013/may/16/lulzsec-unanswered-questions", 
    "wordcount": "545"
}