{
    "headline": "Book publishers have long been playing into Amazon's hands", 
    "text": "There&apos;s something quaintly touching about the spectacle of two publishing conglomerates  Bertelsmann and Pearson  arranging for their book-publishing arms (Random House and Penguin respectively) to huddle together for warmth against the icy blasts coming from California (Google and Apple) and Seattle (Amazon). When the deal (which still has to be approved by regulators) was announced, there was the usual corporate guff about &quot;synergies&quot;  aka job losses  and about how the new partnership will be &quot;the world&apos;s leading publishing house&quot;, which will give it &quot;the upper hand&quot; in its dealings with Apple and Amazon. Ho, ho. In the long view of history, the Bertelsmann-Pearson deal will be seen as just the latest instalment of a long-running story: a tale of formerly dominant industries trying to prevent their venerable business models being dismantled by the internet. The early victims were travel agents, record labels, newspapers, magazines and broadcast networks. In each case, the relevant executives could be heard loudly declaring that while it was indeed the case that the guys &quot;over there&quot; (gesturing in the direction of some other industry) were being disintermediated by the network, nevertheless the speaker&apos;s own industry was special and therefore immune from technological contagion. Universities and book publishers have been arguing like this for quite a while. The Bertelsmann-Pearson deal suggests that the publishers have finally heard the tocsin. Universities haven&apos;t got the message yet. The funny thing about the publishing industry is that long before it was really threatened by the internet it was busily rearranging itself so as to make it more vulnerable to it. The process was vividly described by sociologist John Thompson in his book Merchants of Culture, the best account we have of what happened to publishing. As Professor Thompson tells it, the transformation of the industry occurred in three phases. In the first, the retail environment changed as large chains (Barnes &amp; Noble, Waterstones, Borders et al) supplanted independent bookstores. This created a new phenomenon  the mass-market hardback. Second, a new breed of aggressive literary agent appeared, poaching authors and leaning on publishers for unsustainable advances for the aforementioned hardbacks. And finally, large public corporations (think Bertelsmann, Pearson, News Corp) started acquiring the smallish publishing houses that once constituted the bulk of the industry, in the process transforming something that was once based on private ownership, long-term thinking, the nurturing of authors and backlists into an industry driven predominately by the obsession of stock markets with short-term (ie quarterly) results. Thus publishing turned into an industry that was inordinately reliant on blockbuster products to deliver the results that Wall Street demanded. The result was a market characterised by what statisticians call a power-law distribution  ie one in which a relatively small number of products sell in enormous volume while a &quot;long tail&quot; of other products sell in relatively modest quantities. The physical world of high street shops can&apos;t handle a long tail for the simple reason that shelf-space costs money. Every book has to earn its rent. But internet outfits such as Amazon don&apos;t have any problem handling the long tail; in fact, the company probably makes more from selling non-bestsellers than it does from blockbusters. Which is how we&apos;ve arrived at the point where our conglomerate publishing giants are getting really scared. They can see themselves heading down the slippery slope that made the record labels prisoners of the Apple iTunes store, except, in this case, for Apple read Amazon. If you think that this might be good news for consumers, think again. Consider, for example, all those people who happily purchase books for their Amazon Kindles. (On the train the other day, five people in my immediate vicinity were reading on them.) The blogosphere was much exercised recently when a blogger, Martin Bekkelund, reported on the plight of a Norwegian woman  identified only as Linn  who found that she had lost all the books she had purchased for her Kindle. The device had been remotely erased by Amazon because of some mysterious &quot;problem&quot; with her account. Mr Bekkelund published the set of increasingly Kafkaesque emails Linn received from Amazon as she tried to find out why she had been victimised in this way. In the end, after the blog post received wide circulation, Linn&apos;s Kindle was  just as mysteriously  reloaded with the books she had bought. Except that she hadn&apos;t really bought them. All she had done was to buy a licence to read them on &quot;her&quot; Kindle at Amazon&apos;s pleasure. Which makes one wonder how the Trade Descriptions Act might view the company&apos;s invitation to &quot;Buy now with 1-Click&quot; on a Kindle book.", 
    "section": "technology", 
    "gid": "technology/2012/nov/04/john-naughton-amazon-penguin-publishing", 
    "wordcount": "781"
}