{
    "headline": "Are academics misunderstood by the general public?  open thread", 
    "text": "Being a university professor is the least stressful job of 2013, according to a survey run by CareerCast.com. A few days into the new year and academia already has its controversial headline. Understandably, the story, featured in an article by Forbes columnist Susan Adams, received a backlash of more than 400 comments from the academic community, keen to point out why this was far from the case. In the original article, CareerCast publisher Tony Lee justified the findings by stating university professors answer to themselves and are &quot;basically kings of their own fiefdoms&quot;. But David Kroll, a pharmacologist and professor of science communications, was quick to respond against this &quot;misguided&quot; view of the working conditions in higher education, offering Forbes his 10 suggestions why being a university professor is a stressful job. Perhaps the reason the survey has caused so much controversy is because the general public have little understanding about the role of an academic, suggests Allan Johnson, assistant professor in English literature at the City University of Hong Kong, responding to the row on his own blog. &quot;We as academics have heard many times the complaints that we work only a handful of weeks a year and do very little, all on a hugely inflated salary,&quot; writes Johnson. &quot;Yet we recognise that people who make these complaints simply don&apos;t understand what it is that we do. In turn, academics should seek to understand what it is, exactly, other professionals do that make them valuable and unique.&quot; Setting aside the validity of the survey&apos;s findings (Adams has now modified her original posting), do you think that academics are misunderstood by the general public, and if so, what are the biggest assumptions about the job that we need to address? Post your thoughts in the comments below or tweet us @gdnhighered   we will be sharing the list with Guardian readers next week. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jan/09/academic-role-misunderstood-by-public", 
    "wordcount": "348"
}