{
    "headline": "Will open access to research achieve transparency? Your responses, please", 
    "text": "   Realising the benefits of open access requires a more intelligent openness in which research is effectively communicated and deliberated. Photograph: CliNKer/Flickr    The UK&apos;s minister for universities and science has taken a special interest in open access to journal articles. He chooses to talk about access to academic publications as enacting a particular principle of transparency. I cannot disagree with the principle. In fact I used the same line about sunshine as the best disinfectant when writing about the need for great access to scientific data. Although I attributed the phrase to the early 20th Century US Supreme Court Justice Louis Brandeis, not David Cameron. But there are two missing links in Willetts&apos;s argument. First, if sunlight is a disinfectant, then transparent government is meant to keep something clean. But the motivation for open access here is to enable more business access to research output. It is different to sharing surgeons&apos; success rates to allow for greater scrutiny of public services or the Treasury&apos;s spending data so that anyone can get a handle on public spending. This is about creating economic opportunity not public accountability.  There is at least an uncomfortable fit between open access and the main thrust of the government&apos;s transparency programme. (Admittedly, David Cameron&apos;s announcement of the second part of his programme was more explicitly aimed at the economic opportunities from open data. But he used the line about disinfectant to praise the philosophy behind Wikileaks.) Second, a taxpayers&apos; &quot;right to roam&quot; in academic journals is not the same as a right-to-understand, to re-use, to make-something-of. Just because in four years&apos; time I will be able mull over 75% of the UK&apos;s research output, it doesn&apos;t mean I will understand any more of it. Nor does it mean that small companies will either, let alone turn it into a product or service. Access to the written output of research is only part of true transparency.  As Onora O&apos;Neil argues, realising the benefits of open access requires a more intelligent openness, one where research is effectively communicated and deliberated. The Medical Research Council has had a strict open access policy since 2006, yet there is still a long way to go to make the most of that resource. There is still massive unrealised potential in shared medical knowledge, which is nothing to do with whether articles are open access or not. More important than holes in ministerial statements is a dark undercurrent to the already burgeoning open access journal market. There have been cases of fake websites, taking article fees under the name of reputable journals. More often, new open access journals have failed to live up to basic standards of peer review and editorial input. When handing over publication fees, universities will need to develop some ability to assess the journal as well.  With that in mind, the research councils should be applauded for yesterday&apos;s response to academics&apos; questions about the new system. Much like the addition of &quot;impact&quot; as a criterion for research assessment a few years ago, there are valid criticisms of this programme  is it fair to limit the number of articles a university can publish proportionate to the direct costs in their research grants? Are there disciplinary differences that need to be taken into account? But there are also more outlandish criticisms, aimed at a perception of the changes rather than the reality. These FAQs go some way to responding to those myths.  I&apos;m sure you have your own views about this and Willetts&apos; statement. Please do add them below: How does this affect your area of research? Do you agree in principle with open access and transparency, but object to gold open access, the allocation of funding or something else?  What should the UK government have done instead?  How might this affect the international standing of UK research?", 
    "section": "science", 
    "gid": "science/political-science/2013/apr/09/open-access-transparency", 
    "wordcount": "618"
}