{
    "headline": "What do Olympic visitors think of cycling in London?", 
    "text": "Olympic organisers may not be seeing anywhere near their ambition of 4,400 bikeborne visitors a day, but plenty of people are cycling around the Olympic Park. So who are these cyclists, and how do they feel about cycling in London? The Dutch are, as expected, out in force, and during the Olympics get extra bike safety points with the neon orange outfits many supporters wear. The first cycling tourists I met were riding very attractive town bikes provided by OV-Fiets, a scheme owned by the Dutch Railways that rents out bikes by the day from train stations in the Netherlands. Lawyer Erik Mientjes, 27, arrived on Monday with his friends Remco Vroegop and Merijn van der Klooster. They were looking forward to the women&apos;s hockey semi-finals tonight  although not as much as they might have been if they&apos;d had tickets to the right semi-final. They had Argentina v Great Britain instead of Netherlands v New Zealand. Like other Dutch visitors, they were disappointed by the lack of proper bike lanes. Wendy, a Dutch tourist from Alphen aan den Rijn, declared the roads in London were &quot;pretty dangerous&quot;.  &quot;There are cycle paths here but they are narrow and they sometimes just stop.&quot;  Rob Marks moved to London from South Africa earlier this year. A Games volunteer, he loves cycling in London, but is aware of the dangers.  &quot;I saw a guy get knocked off his bike in Bow last night because a driver decided to turn straight across a cycle superhighway without signalling. But that said, the cycle superhighway are awesome, we need more of them, although the roundabout where CS2 on Stratford high street meets the dual carriageway is flipping dangerous - it was designed for cars and then had a bike lane added afterwards.&quot;  Chris McMurran, from Ardrossan in Ayrshire, had come down on a whim and put his bike on the train to avoid the traffic.  &quot;At home I&apos;d usually have music playing, but there&apos;s not a chance here. I know there are some cycle lanes but there&apos;s a lot of taxis and buses driving in them  everyone&apos;s in a hurry. There should be more routes with complete separation.&quot;  Beln, Rubn and Oalla from Madrid borrowed bikes from a friend in London, despite finding the fact that bikes share a lane with buses intimidating. They had to cycle because of the cost.  &quot;The underground here is four times as expensive as it is in Madrid  we&apos;re having a crisis in Spain, we can&apos;t afford to go by tube when we&apos;re here.&quot;  Yuko Motoyama also cited the cost of public transport as the reason for cycling while here, and was a big fan of the London cycle hire scheme, which doesn&apos;t have an equivalent in her native Tokyo. She was surprised at how many people wear helmets in London.  &quot;Usually Japanese people don&apos;t wear them, they&apos;re seen as uncool.&quot;  It&apos;s not just spectators that are cycling to the Games. When I met Daniel Schlang, part of Germany&apos;s first ever Olympic BMX team, he was riding down Stratford high street. Despite the fact that he&apos;s entitled to be driven around in the Games lanes, the 21-year-old athlete had forsaken his chauffeur driven car for his BMX on his way to a training session before the start of the competition today. It was all about speed and convenience for Schlang, from Cottbus, a small town near Berlin.  &quot;It&apos;s a little bit faster because there&apos;s a lot of traffic. The Olympic lanes are brilliant but I ride every day so I think I&apos;m faster on the bike.&quot;  Schlang wasn&apos;t the only one choosing a bike over official Games transportation. Bori Csicsk, who had come over from Hungary to work in the park, bought a bike off the internet and was using it instead of the bus laid on by the organisers to get back to her lodgings. However, she was riding on the pavement down the high street.  &quot;I don&apos;t have the courage to ride on the road here, the traffic is scary.&quot;  Stopping in the bike park at the Greenway transport hub I got a free bike check from Anabel Sanchez. If only there were more free bike parks like this in London: secure, off the pavement and manned by several staff round the clock. Sanchez is pleased about the work she&apos;s doing.  &quot;There&apos;s not many bike shops in the area so it&apos;s nice that the Olympics gives some service to the locals. If you want to invite them to come by bike, you have to offer them support.&quot;  She mentions that one complaint she&apos;s heard a lot is that the bike parks are a long way from the venues  &quot;cyclists like to park right in front of where they&apos;re going&quot;. David Hutchinson, a games maker from Norwich volunteering at the aquatics centre, agrees.  &quot;I wasn&apos;t impressed, being a volunteer and giving up all my time, that they didn&apos;t provide any cycle parking any nearer the venues  I have a half hour walk from here to the aquatics centre.&quot;  He says he feels safer in London, which has more bike lanes than Norwich, but is more wary of the drivers  &quot;they do come a bit close to you, and they&apos;re less considerate.&quot; Lemar Lewis, working for UPS in the park, had just taken up cycling for the Olympics.  &quot;Everyone&apos;s on the get-fit programme, plus it&apos;s quicker to my house.&quot;  It takes him 15 minutes to cycle to work, compared to 45 minutes by public transport. I ask him if he&apos;ll keep up the cycling after the Olympics:  &quot;Most definitely. I think it&apos;s the best way to get around London. They should put in a lot more bike lanes though  we need to start making some sacrifices. Oxford Street should be a no-car zone.&quot;  Hopefully his experience will be one that a lot of people have had over the past weeks, and his view echoes what I heard all day: we desperately need to improve conditions, but cycling is still the only way to get around London.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/aug/08/olympics-visitors-cycling-london", 
    "wordcount": "1040"
}