{
    "headline": "Facebook narrowly avoids dip below starting price in mixed first day of IPO", 
    "text": "     Facebook&apos;s first day as a public company ended with the company narrowly avoiding the embarrassment of its stock dipping below the $38 (24) starting price, in one of the most frenzied share sales in history.  Shares in the social network giant ended the day at $38.23, up 0.61%, having soared 11% earlier in the day. A record 566m shares traded hands as the company joined the Nasdaq stock market where it is now valued at $104bn, more than the combined worth of Goldman Sachs and Nike.  Mark Zuckerberg, the company&apos;s 28-year-old founder and Facebook&apos;s largest shareholder, saw the value of his holding reach $20.4bn by the time the market closed. The sale got off to a messy and inauspicious start. Early trading was delayed until 11.30am as the exchange systems seemed unable to cope with the scale of the initial public offering (IPO) and failed to send electronic reports back to traders and firms to confirm that shares had been bought or sold. After the market closed, CNBC reported that the Securities and Exchange Commission was looking at the Nasdaq trading problems. When trading eventually did start, more than 82m shares were traded in the first 30 seconds. The share price soared 11% before quickly collapsing to close to the $38 offer price.  Dealers speculated that Facebook&apos;s army of bankers had stepped in to stop the shares falling below $38, a move that would have landed the social network with a public relations disaster on its first day as a public company. Sam Hamadeh, founder of the analyst PrivCo, watched the day unfold at the Nasdaq exchange. &quot;It was stunning,&quot; he said. &quot;I have not seen anything like it in 20 years of watching this market.&quot; He calculates that the banks who underwrote the share sale stepped in and bought $300m worth of shares to stop Facebook dipping below $38, a move that would have marked Facebook as a &quot;busted IPO&quot;. &quot;It doesn&apos;t matter so much to Facebook, they raised their money butit&apos;s not a great start,&quot; said Hamadeh, who said he believed Facebook was worth $24-$25 a share. &quot;And that&apos;s being generous.&quot;  Before the shares started trading the estimated price reached $45, triggering a wave of sell offs that Nasdaq could not handle, said Hamadeh. Nasdaq did not return calls for comment. He predicts that the shares will fall further next week. &quot;The banks can&apos;t support this thing forever,&quot; he said. For now the share price is not Zuckerberg&apos;s primary concern. &quot;Of course the money means something to him,&quot; said David Kirkpatrick, author of the Facebook Effect. &quot;But he&apos;s not doing it just for the money and he assumes that rather than focus on the money, he should focus on making sure Facebook does well. He is highly analytical in everything he does, extremely disciplined. He is not going to be watching that stock price every day, I can tell you that.&quot; Facebook&apos;s stock market debut had begun with Zuckerberg - wearing his trademark navy blue hooded top - remotely ringing the opening bell for the New York-based stock exchange from outside his California headquarters as staff cheered him on. Forbes calculated that as he did so, he was the world&apos;s 23rd richest man  two places above Google founders Larry Page and Sergey Brin. However, the riches generated by Facebook went wider. At $38 a share Facebook created 88 people with fortunes of over $30m, according to Wealth-X, an analyst that monitors high net worth individuals. If the price reaches $43, there will be 265 Facebook millionaires worth more than $30m. The sale reaped enormous rewards for Facebook&apos;s co-founders and early backers. Co-founder Dustin Moscovitz is now worth over $5bn. Elevation Partners, an investment firm that counts U2 singer Bono among its partners, holds shares worth over $1.6bn. Facebook&apos;s IPO is the most hotly anticipated share sale since Google&apos;s in 2004. Google&apos;s stock started trading at $85 and ended the day at $100.34. Google&apos;s shares now sell for over $620. As with the Google IPO, there has been a lot of scepticism about Facebook&apos;s ability to turn its phenomenal number of users into a business able to support a $100bn-plus valuation. Facebook&apos;s revenues were $3.7bn last year. Goldman Sachs, the investment bank, had revenues of close to $29bn and is valued at half Facebook&apos;s current value. The social network now has over 900 million people on its service and will soon top a billion. For its fans, Facebook is the defining company of the 21st century. &quot;His impact on the world will be as least as big as Bill Gates and probably already has been,&quot; said Kirkpatrick. Kirkpatrick has spent many hours with Zuckerberg writing the only authorised history of the company. He said Zuckerberg had a &quot;laser focus&quot; on business and planned to spend Friday working rather than watching the share price. &quot;He really doesn&apos;t believe in paying attention to that stuff. He&apos;s much more focussed on product development, on penetration of the service around the world,&quot; said Kirkpatrick. The sale comes amid what some are calling a new bubble in tech companies. Facebook&apos;s IPO follows a mixed set of share sales from other social media firms including Groupon, the online coupon company, and Zynga, the games firm behind Words With Friends and Draw Something. Facebook itself has driven up the bubble, according to some, by spending $1bn on Instagram, a profitless photo-sharing application. Earlier this week Pinterest, a social site that lets people &quot;pin&quot; pictures and content to create collections of interest, raised $100m at a price that valued the company at $1bn. &quot;There is a frenzy going on. I think this is a bubble,&quot; said Alan Patrick, co-founder of technology consultancy Broadsight. &quot;Short term I can see that Facebook can be valued at $100bn on sentiment. People believe that it is going to make a lot of money. But sentiment doesn&apos;t last.&quot; He said Facebook had yet to prove that it could make money on mobile devices, the fastest growing way in which people access Facebook. However, the share sale comes in a week when General Motors announced it was dropping its own Facebook ads and said they were not working. GM is one of the world&apos;s largest advertisers and spent $1.83bn on US ads last year, according to Kantar Media, an ad-tracking firm. Nigel Morris, chief executive of ad giant Aegis Media Americas, said: &quot;We handle a number of clients who are advertising very successfully on Facebook. For others we are evaluating the right approach. The issue for Facebook is not whether revenues will grow, it&apos;s whether they will grow fast enough to justify this valuation.&quot; Whatever the future for Facebook, its founders and early investors were certainly celebrating. Co-founder Eduardo Saverin, who is now worth over $2.7bn, congratulated Zuckerberg on his Facebook page: &quot;Congrats to everyone involved in the project from day one till today, and I especially wanted to congratulate Mark Zukerberg (sic) on keeping tremendous stead-fast (sic) focus, however hard that was, on making the world a more open and connected place.&quot;", 
    "section": "technology", 
    "gid": "world/2012/may/18/facebook-mixed-day-ipo-wall-street", 
    "wordcount": "1213"
}