{
    "headline": "Crowdfunding: the new buzzword for academics needing research money", 
    "text": "When Professor Dave Goulson decided to study the impact of pesticides on bees, he didnt rate his chances of getting funding from one of the big research councils. The University of Sussex biologist turned to the public, raising almost 8,000 through crowdfunding for the screening for pesticides of random plant samples from garden centres and supermarkets. Archaeologist Dr David Petts, from Durham University, has also used crowdfunding, raising almost 25,000 to fund a project on Lindisfarne, off the Northumberland coast. The dig, in June, led to some significant finds, including fragments of human bone and Anglo-Saxon headstones. Squeezed research budgets led both researchers to crowdfunding, which uses the internet to find individuals and organisations to pledge money for specific projects. Its increasingly hard to get money from traditional funding bodies, particularly the smaller pots of money, says Petts. And research councils are increasingly risk averse, he adds. Theyre not comfortable with funding where its not clear whether youll get a result. Obviously with archaeology thats a problem  particularly with an area that hasnt been dug before. You dont know what youre going to get until you start.     David Nutt of Imperial College London is researching the impact of LSD on the brain. Photograph: Christian Sinibaldi for the Guardian    Goulson feels research councils may have been put off by the controversial nature of his work. Companies that make pesticides tend to sit on the research council committees that allocate grants  and wouldnt exactly be keen to study the harm chemicals might be doing in gardens, he says. David Nutt, professor of neuropsychopharmacology at ImperialCollege London, is certain his crowdfunded research project, which looked at the impact of LSD on the brain, would not have attracted conventional research funding. The former government drugs adviser, who was sacked for calling for LSD, ecstasy and cannabis to be legalised, says: Its near impossible to get conventional research council funding to fund work on illegal drugs. Its a kind of stigma and fear they have that if they fund the research they will somehow be accused of condoning it. While crowdfunding may be quick (Nutt reached his 53,000 target in two days) it isnt money for nothing, as Petts points out. Most academics need to offer incentives to backers. Nutts included a free seminar, signed books, art prints (of the first MRI images of a brain on LSD) and, for backers pledging more than 1,000, a dinner party with the scientists working on the project. Academics who choose crowdfunding also have to push their project hard on social media. And while writing half a page of text, making a video and doing some tweeting is more fun  and less stressful  than submitting a formal research bid, it is still time-consuming, says Goulson. While his efforts on social media attracted support from big environmental organisations, including Friends of the Earth and the Soil Association, he spent as much time on his crowdfunding project as he would have on a formal research bid. You see the video online and what people have invested, but you dont see the effort [the academics] put into building networks or the many people theyve contacted about the project, says Natalie Jonk, director of crowdfunding platform CrowdScience, which supported Goulson and Nutts campaigns.     For crowdfunding to work, the project needs to capture the public imagination. Photograph: David Levene for the Guardian    And not all academics are comfortable with self-promotion. Jonk recalls coaxing a reluctant scientist into setting up a Twitter account. Now shes got into tweeting and using hashtags. Ithink that did help her project. But with academics under increasing pressure to show how they are engaging the public with their work, both in applications for funding and the Research Excellence Framework (which assesses the quality of research in UK higher education institutions), crowdfunding certainly ticks the right boxes. Petts worked with the crowdfunding platform DigVentures, which refers to its work as citizen science. He was joined by some of his backers on the Lindisfarne dig and shared finds online, in real time. You couldnt get a better example of public engagement, he says. But while such projects capture the public imagination, are they as credible as other academic studies? As Sarah Main, director of the UKs Campaign for Science and Engineering says, putting together a proposal to attract the public may not be as scientifically robust as an application to a panel of experts.   Related: Wheres the howl of protest at this latest blow to universities?    Not necessarily, says Joe Cox, senior lecturer at the University of Portsmouths business school, who has researched the motivations behind crowdfunding. He points to a study by the US academic Ethan Mollick of decisions by a panel of judges from research councils, versus the public, and found a remarkable degree of similarity in their decision-making. But its early days and difficult to predict the scale  and impact  of crowdfunding campaigns for academic research, says Cox. In most cases, the amounts involved are minuscule compared with what the big research councils are offering and involve mainstream crowdfunding platforms such as Kickstarter and Indiegogo rather than specialists such as CrowdScience and DigVentures, which take a cut of the money raised. And there is certainly some way to go before crowdfunding can begin to replace the 5bn the UK government has set aside in the budget for 2016-17. As it stands, crowdfunding may be best used to test early-stage research. Ifyoure successful in raising money via this mechanism and youve got a ready-made group of people who are interested in funding your work, says Cox. Thats a fantastic starting point. But after Brexit, if academics lose European research funding, crowdfunding could come into its own. Meanwhile, there is satisfaction for crowdfunders simply in knowing they are doing research the public is interested in. As Goulson puts it: Relatively speaking, [the funding is] peanuts. But its fun and great to have people chipping in their own cash for something they think is worthwhile, rather than just anonymous bureaucrats.", 
    "section": "education", 
    "gid": "education/2016/oct/25/crowdfunding-academic-research-money-brexit-bees-lsd", 
    "wordcount": "989"
}