{
    "headline": "African Union leaders convene in Addis Ababa - in pictures", 
    "text": "   Peace, security and ways to boost trade among African countries were on the agenda when the AU summit got underway in Addis Ababa on Sunday. But these issues were overshadowed when the election of a new AU commission chair ended in deadlock Photograph: Jacoline Prinsloo/EPA       The African Union's new headquarters in the Ethiopian capital Addis Ababa have been a source of controversy. The building, which cost $200m and consists of an office tower and a conference centre, was reportedly built by China as a gift to the AU Photograph: Jacoline Prinsloo/EPA       Traditional dancers perform during the inauguration of the new African Union building in Addis Ababa. The glittering opening was punctuated by high rhetoric from the assembled African leaders as well as performances by a brass band and singers Photograph: Noor Khamis/Reuters       Jacob Zuma, the president of South Africa (right), dances with President Jakaya Kikwete of Tanzania at the gala dinner hosted by Ethiopia and South Africa during the summit. There was much talk of 'Africa's renaissance' until Monday's voting impasse Photograph: Elmond Jiyane/EPA       President Teodoro Obiang Nguema Mbasogo of Equatorial Guinea, centre, at the inauguration of the AU's Addis Ababa headquarters. To his right, President Ali Bongo Ondimba of Gabon holds a giant golden key symbolising the new building's opening Photograph: Jacoline Prinsloo/EPA       UN secretary-general Ban Ki-moon, right, chats with Jean Ping, who will stay on as AU commission chairman until July, when a second election for the post will be held. After his unsuccessful bid to secure re-election, Ping will not be able to stand a second time Photograph: Peter Delarue/EPA       The outgoing chairman of the African Union, President Teodoro Obiang Nguema of Equatorial Guinea  pictured here, front right  will be replaced by Benin's president, Thomas Boni Yayi, who vowed to work for peace among the 54-member blocPhotograph: Tony Karumba/AFP/Getty Images       The former president of Ghana and UN special envoy to Somalia, Jerry Rawlings (second from top), attends the summit's official opening alongside former Nigerian president Olusegun Obasanjo and Thabo Mbeki, the former South African president Photograph: Tony Karumba/AFP/Getty Images       The new president of Tunisia, Moncef Marzouki, walks back to his seat after delivering a speech during the summit. He was one of several new faces at the summit, including President Michael Sata of Zambia and Cape Verde's prime minister Jose Maria Neves Photograph: Peter Delarue/EPA       President Salva Kiir of South Sudan greets Zimbabwe's president, Robert Mugabe , and the president of Mozambique, Armando Emilio Guebuza. Kiir reportedly held informal talks about oil export with Sudanese president Omar al-Bashir at the summit Photograph: Jacoline Prinsloo/EPA       Teodoro Obiang Nguema makes his opening speech during the inauguration of the new AU building. Senior Chinese politician Jia Qinglin earlier handed him the symbolic key to the building, which is felt to embody China's growing influence in AfricaPhotograph: Tony Karumba/AFP/Getty Images       South Africa's president Jacob Zuma, centre, laughs as President Denis Sassou-Nguesso of the Democratic Republic of the Congo, on the right of the picture, shares a joke with South Africa's minister of state security,  Siyabonga Cwele Photograph: Elmond Jiyane/EPA       Kenya's president, Mwai Kibaki, walks ahead of Sudan's president, Omar Hassan al-Bashir. The latter tried on Friday to tackle an oil export dispute with Sudan that Ban Ki-moon later urged the countries to resolve in the interests of peace Photograph: Noor Khamis/Reuters       South Sudan's chief negotiator, Pagan Amum, gives a press conference in Addis Ababa after Sudan's president, Omar Hassan al-Bashir, and his South Sudan counterpart, Salva Kiir, failed to resolve a dispute over oil after day-long negotiations Photograph: Tony Karumba/AFP/Getty Images       Said Khatib, a senior member of Sudan's negotiating team, said at a press conference that Sudan would release oil shipments belonging to South Sudan as a goodwill gesture. Though tense, talks between the two countries are set to continue Photograph: Tony Karumba/AFP/Getty Images  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/jan/31/african-union-leaders-convene-in-pictures", 
    "wordcount": "0"
}