{
    "headline": "Opponents of Oxford's partnership with Shell", 
    "text": "Today sees the launch of a new partnership between the University of Oxford and Shell. As Oxford alumni, staff and students, we are united in our opposition to this new partnership and the growing trend of oil companies funding, and thus influencing, the research agenda of our universities. Shell is a particularly inappropriate choice of funder for an Earth sciences laboratory. Shell&apos;s core business activities and political lobbying are pushing us towards a future with a global temperature increase well in excess of 2C. Oxford&apos;s own climate scientists are warning us that we need to leave the majority of known fossil fuels in the ground, and yet this new partnership will undertake research that will help Shell to find and extract even more hydrocarbons. Shell&apos;s research money is also buying legitimacy for its unconscionable activities globally. These include human rights abuses in the Niger delta, reckless drilling plans in the Arctic, fracking in South Africa, and carbon-intensive tar sands extraction that undermines indigenous rights in Canada. Worryingly, the government is endorsing this partnership, with energy and climate change secretary Ed Davey attending the launch. The government appears to be comfortable that its cuts to research funding are pushing our best universities into partnerships with the world&apos;s worst companies. We urge Oxford University to lead by example and dissociate itself from Shell before its own reputation is tarnished and its students&apos; futures are jeopardised by runaway climate change. Jeremy LeggettAlum, Solar Century chairman, campaignerJonathon PorrittAlum, founding director of Forum for the FutureEdward MortimerCMG, Honorary Fellow of Balliol College, author, journalist, former director of communications in the executive office of the United Nations secretary-generalHilary WainwrightAlum, Transnational Institute fellow and Red Pepper co-editorGeorge MonbiotAlum, journalistDoug ParrAlum, Greenpeace chief scientistPaul KingsnorthAlum, writerJames TurnerAlum, Greenpeace head of communications, Arctic campaign, Greenpeace InternationalHoward ReedAlum, Founder of Landman EconomicsOliver TickellAlum, author and commentatorSalla SariloaAlum, senior researcher in Global Health Ethics, University of Oxford Department of Public HealthJo TyabjiAlum, Editor of open security at www.opendemocracy.netOscar ReyesAlum, associate fellow of the Institute for Policy StudiesRachel StancliffeAlum, director of the Centre for Sustainable HealthcareTom HenfreyAlum, Energy researcher, Durham UniversityAnne Marie O&apos;ReillyAlum, Campaign Against the Arms Trade campaignerSam ThompsonLecturer in English, St Anne&apos;sSam GeallLecturer, School of Geography and the EnvironmentLouise HazanAlum, campaigns manager, People &amp; PlanetKevin SmithAlum, oil campaigner, PlatformDanny ChiversAlum, climate change researcher and author of the No Nonsense Guide to Climate ChangeWill McCallumAlum, former staff member (access officer, Wadham College) and SU president (2008/09)Stephen ReidAlum, network organiser, New Economics Foundation (nef)Emily CoatsAlum, Co-director, UK Tar Sands NetworkRuthi BrandtAlum, Campaigner, UK Tar Sands NetworkChris GarrardDoctoral candidateHelle Abelvik-LawsonAlum, human rights project officer, Human Rights Consortium, School of Advanced Study, University of LondonBradley L GarrettResearcher, School of Geography and EnvironmentAntione ThalmnannUndergraduate studentLucie KimchinAlumTom ShooterAlumDr Hugo ReinertAlumDanielle PaffardAlumLinda StewartAlumJim PriceAlumDr Uri GordonAlumRosalind GrayAlumHarriet YoungAlumTina ValentineAlumJon LeightonAlumColin GuildfordAlumDr Frances MortimerAlumEvelien de HoopAlumAnna ApplebyUndergraduate studentChiara VitaliAlumRebecca QuinnAlumDan WhiteleyAlumSophie SturupAlumHannah SchlingAlumDan JeffriesGraduate research studentAlice LaceyAlumMarloes NichollsAlumAdam Elliot-CooperAlumRowan LivingstoneAlumLeoni LwenherzAlumAmber Murrey-NdewaAlumMadeleine PerhamUndergraduate studentAbigail MotleyUndergraduate studentEleanor CrossAlumBethan TichborneAlumTim DaviesAlumAnna WolmouthAlumGeorge RobertsAlumNadira WallaceAlumMathura UmachandranAlumBen PritchettAlumSophie LewisAlumSara JanssonAlumFinn JacksonAlumEllen GibsonUndergraduate studentJames DaviesUndergraduate studentRowan BorchersUndergraduate studentGuy CochraneUndergraduate student", 
    "section": "education", 
    "gid": "education/2013/may/09/letter-opponents-oxford-partnership-shell", 
    "wordcount": "514"
}