{
    "headline": "This week's new games", 
    "text": "Resident Evil 6, Xbox 360 &amp; PS3     Resident Evil 6    After protracted whinging about Resident Evil 5, Capcom has set out to make this episode all things to all people. With a total of four discrete campaign stories  each with its own distinct feel, enemies and setting  you&apos;ll be whisked all over the globe in a relentless undead assault. The strong focus on co-op play means you&apos;re accompanied either by a human or AI partner, which saps the creeping dread of early Evils and replaces it with a set of romps through a zombie-infested apocalypse. Capcom, 39.99 Tokyo Jungle, PS3     Tokyo Jungle    Humans have vanished, leaving animals in charge. Starting as either predator (a feral former pet pomeranian) or herbivore (sika deer) your job is to search for food, escape threats, mark your territory and breed. Known affectionately as &quot;the dog shagging game&quot;, there&apos;s actually considerably more to it, notably stealth and a risk/reward structure that leaves survival in gigantic, jungly Tokyo almost completely open-ended, letting you approach the tricky task of longevity however you see fit. There is a lack of refinement, but that&apos;s more than made up for by its deep mechanics. Sony, PSN: approx 9.99  FTL: Faster Than Light, PC     FTL Faster Than Light Screenshot.jpg    You&apos;re a starship captain charged with conveying vital data to the federation, under pursuit by some standard issue ruthless rebel scum. You make progress via staccato light speed jumps, plopping you into new scenarios where you must make decisions and fight battles using a plan view of your ship to power up subsystems, move your crew about and train weapons on the tricky enemy. Its intricacies are immediately absorbing although getting good at it takes time, which means frequently watching aliens overrun your ship and your tiny crew members asphyxiate in the icy, lonely, all-encompassing vacuum of space. Subset Games, download approx 6.40 Games news     Jetpack Joyride    The BotPrize is an annual award for creating an AI-controlled Unreal Tournament 2004 player that could be mistaken for a living person. Human players carry a judging gun that lets them rate adversaries as machine or meatbag, and this year two AI bots achieved human ratings of 52%, compared with real people who ironically averaged just 40%.  Games currently doing the rounds include, Rocksmith (Xbox, PS3 &amp; PC), which uses actual (rather than cheap plastic) guitars for its on-screen play-along, making your faltering efforts sound considerably more rock god; We Sing 80s (Wii) lets you and your drunken friends pretend to be T&apos;Pau, Yazoo and Tears For Fears; Dragon Ball Z Kinect (Xbox) supplies another wearying demonstration of Kinect&apos;s inability to know what the hell you&apos;re doing; and bestselling Jetpack Joyride (iPhone), gets revamped for the new iPhone 5.", 
    "section": "technology", 
    "gid": "technology/2012/oct/06/this-weeks-new-games", 
    "wordcount": "451"
}