{
    "headline": "Electric avenue", 
    "text": "Recent figures are not electrifying: just over 1,000 new 100% electric vehicles (EVs) were sold in the UK last year. There are now 2,149 EVs on the road, outnumbered by the 2,500 special points at which to charge them. But here&apos;s the positive spin: last year&apos;s sales are eight times those of 2010. The optimistic might call this acomeback. In 2006 a polemical film on the suppression of EV technology by the car industry, Who Killed the Electric Car?, suggested the plug had already been pulled. There are issues. Number one is our binary approach to personal transportation. We buy a car. We drive it. Sometimes, we put petrol in.Who wants extra complications, such as &quot;range anxiety&quot;? But the distance covered has improved. TheNissan Leaf (the world&apos;s first mass-produced electric car) claims a range of 100 miles per charge. Research shows that 80% of our car journeys are pitifully short (and therefore disproportionately polluting in a normal car) and well within the capability of an EV. Nevertheless we still want the ability to drive the length of the country. By March there will be anational registry of charge points  pod-point.com  and critically, these are fast-charging points: drivers can charge their cars in 20 minutes to two hours rather than eight to 10 hours at home. In fact we&apos;re lucky EVs haven&apos;t taken off. If they were charging on every street, the grid would be at peak levels a lot of the time  expensive and not very green. So, for the time being, electric cars remain a slightly greener runaround second car for a tiny number of well-off families who care about reducing their emissions and want to future-proof against petrol price hikes. And, let&apos;s face it, EVs really are pricey. Despite the availability of the Plug-in Car Grant (luckily so underused that it&apos;s not in danger of getting cut by the government), which offers a 25% subsidy on ultra-low-emission cars, the &quot;affordable&quot; Nissan Leaf would still cost you almost 26,000. Having tried to kill them, car manufacturers are now keen to flog EVs to consumers. But they need to think far less conservatively. We need leasing models, collaborative consumption, second-hand EV markets, entire fleets turned over if they&apos;re to reach their heroic potential. Already EVs make more sense as fleet vans  short journeys, no petrol costs. It could be that white-van man is the one to get them off the starting grid. If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk or visit theguardian.com/profile/lucysiegle to read all her articles in one place", 
    "section": "environment", 
    "gid": "environment/2012/feb/05/lucy-siegle-electric-cars", 
    "wordcount": "451"
}