{
    "headline": "Boot up: Google 2.0?, Duqu's new language, SPDY Twitter and more", 
    "text": "A quick burst of 13 links for you to chew over, as picked by the Technology team Apple unveils iOS 5.1 with over 80 security fixes &gt;&gt; Infosecurity Jailbreakers, bad news:   Apple has unveiled iOS 5.1, the latest version of its mobile operating system, with fixes for over 80 vulnerabilities. Most of the plugged vulnerabilities involve the WebKit framework used to render web pages in Safari and other applications. Apple warned that visiting a malicious website could lead to a &quot;cross-site scripting attack&quot;, an &quot;unexpected application termination&quot;, or &quot;arbitrary code execution&quot;, according to a security advisory. A number of screen lock bypass issues were fixed, including a race condition issue in the handling of slide to dial gestures.   However jailbreakers said they&apos;d figured how to get around it within a few hours. (Thanks @rquick for the link.) Google+ aims to more than double users this year, executive says &gt;&gt; Bloomberg  Google added the social-networking service in a bid to keep users on its site longer and boost ad revenue. The company said in January that Google+ had topped 90 million members, more than double the amount in October. Still, its user base is dwarfed by Facebook Inc. (FB)&apos;s 845 million-plus members. And ComScore Inc. estimates that Google+&apos;s members spend a fraction of the time on the site than their Facebook counterparts. Google+ is the basis for a broader shift at the Mountain View, California-based company, Gundotra said. &quot;Google+ could be viewed as Google 2.0,&quot; he said. &quot;Google+ is the next generation of all of Google becoming unified because it understands you and your relationships. And so all services get better.&quot;   The question is to what extent people want that - or whether they want something more dispassionate. (Thanks @modelportfolio2003 for the link.) CanSecWest Day 2 - Smartphones, mobile security, iOS 5 and NFC &gt;&gt; Naked Security Chester Wisniewski on the latest, which includes trying to hack &quot;unrootable&quot; Android phones, hacking iPhones, NFC risks and some more - notably what percentage of iPhones have been found to be jailbroken. Which is fascinating. Visualising the Kony video being shared &gt;&gt; Google+ Ripples This is very cool:   The ripple diagram shows this post spreading as users share it on Google+. Arrows indicate the direction of resharing. (Only public posts show up.) Circles within circles represent a resharing sequence, so large circles indicate heavy resharing.   Observations: two people basically did all the sharing: Vic Gundotra (of Google) and Brian Brushwood (a magician). iPhone becomes biggest-selling cellphone in Japan &gt;&gt; Electronista Astonishing:   Apple now has the top-selling cellphone of any kind in Japan, IDC Japan determined late Thursday. The iPhone 4S launch helped Apple claim 26.6% of all cellphone shipments in the country this fall. It may have been the first non-Japanese company to top local ranks, ending a longstanding emphasis on local makers. The Fujitsu-Toshiba alliance was next closest at 18.3% courtesy of its Arrows smartphones, while Sharp (15.7%), Kyocera (9.8), and Panasonic (8.8%) were next. Year-long, the spike was enough to give Apple 14.2% of the country&apos;s cellphone sales. Sharp (20.1%) and Fujitsu-Toshiba (18.8%) were still larger, but it did see Apple eclipse Panasonic (10%) and Kyocera (9.7%).   Where are Samsung and Nokia? Japan really is a strange country. The new iPad battery: same great lifespan, tons more capacity &gt;&gt; iMore  So, just how big is the battery? The new iPad clocks in at 42.5 watt-hours, which works out to 11,666 mAh. That is a solid 70% boost to capacity over the iPad 2?s 25 watt-hour, 6,944 mAh battery. The new iPad maintains the established 10-hour lifespan standard, and even if you&apos;re active over LTE rather than Wi-Fi, you&apos;re still getting a very respectable 9 hours of life. To put that in context, an iPad 2 with with this new battery, if such a device existed, would probably last close to 17 hours on Wi-Fi. How does this shape up versus other LTE tablets? Well, Samsung claims the LTE-enabled Galaxy Tab 10.1 has 12 hours of continuous usage with a 7000 mAh battery, while AT&amp;T claims just as much with HTC Jetstream and its 7,300 mAh battery. Of course, these are dealing 1280 x 800 screens, which are bound to be way less taxing on lifetime, but it&apos;s still a considerable difference.   Would be interesting to know if Apple has some new battery technology in there. Given the volume/power change, it seems like it must. Perhaps the iFixit teardown (expected any time soon) will explain. Apple R.I.P. &gt;&gt; Forbes.com Note that this isn&apos;t contemporary. In fact, see if you can guess when Michael Malone wrote it before clicking through:   But with falling profits and plummeting stock, and having hastened the end of the desktop PC era, Steve Jobs has put Apple again in a precarious position. When the end does come, the big companies will have the necessary capital to transition into the multitude of new industries that will evolve out of the PC. The products of these new markets will be, thanks to Apple, stylish and beautiful. What an irony it will be if Apple, cranking out ever-less profitable commodity iMacs, its stock depressed, cannot afford to follow.  Kaspersky: Duqu Trojan uses &apos;unknown programming language&apos; &gt;&gt; ZDNet Faintly worrying:   The sophistication of the worm is one thing, but the fact that an entirely new programming language may have been created for it, points to some seriously deep pockets backing the project. Security experts have suggested that a state must have been involved in its development, and Kaspersky CEO Eugene Kaspersky supports this speculation on Twitter:   The mystery of #Duqu framework http://bit.ly/w5BrzP &lt;- seems the state behind #Duqu sponsored the development of a new progr language   That&apos;s slightly worrying. A whole new programming language for something to attack Windows? SPDY Momentum Fueled by Juggernauts  Mike&apos;s Lookout  Recent SPDY news comes from some big brands: Twitter, Mozilla, Amazon, Apache, Google.   Twitter has adopted it. SPDY (&quot;speedy&quot;) aims to be a method to reduce latency for web pages. Instagram hits 25 million users - you heard it here first &gt;&gt; Lies, damned lies and statistics Dirk Singer:   Since Christmas the mobile photo network Instagram has gained over ten million users. This makes Instagram the largest mobile only social network with a global reach (see comment and update below). Foursquare by comparison is on around 22 million. Instagram hasn&apos;t officially announced these figures, and they aren&apos;t published anywhere else as far as I can see.   Though of course, same question as any social network: how active? How interactive? Weathering the Vertical Storm &gt;&gt; Expletive Inserted An ex-Microsoft employee writes:   If Apple is made in Steve Jobs&apos; Image, then Steve Ballmer is made in Microsoft&apos;s image. The large, blustering, bumbling exterior belies a very smart, capable core that is struggling to weather two storms: (1) the shift in power from from client to cloud and (2) the return to dominance of a vertical industry structure in the fastest growth area of computing: mobile. Steve Ballmer can&apos;t take many lessons from the way Steve Jobs weathered the horizontal storm. Microsoft&apos;s remarkable profitability means that it will not hit bottom for a long, long time. It can&apos;t easily do the iMac trick and retreat into a niche, because horizontal platforms need market share and scale in order to succeed. And it can&apos;t do the iPod trick of finding a nascent category to dominate, because horizontal platforms don&apos;t do well in the early stages of a market when consumers need clarity and simplicity more than anything else about the value proposition.  Is the UK music industry sleepwalking into a CD crisis? &gt;&gt; Music Industry Blog Mark Mulligan makes the point that the CD, the main money-maker, is vanishing, and nothing is coming to replace it:   The music industry is being entrapped by a demographic pincer movement: on the left the emerging Digital Natives lack a product strategy that meets their needs, on the right the traditional CD buyers lack a format succession cycle. This is why the industry is becoming obsessed with squeezing as much &apos;ARPU&apos; as it can out of the remaining core of 20 somethings and 30 somethings. But of course that strategy can only go so far. I&apos;ve written at length about strategies for the Digital Natives, but the case for the Digital Refusniks is even more pressing, if less glamorous.  Our future with Android &gt;&gt; Mike Mobile  Where did your dollar go? We spent about 20% of our total man-hours last year dealing with Android in one way or another - porting, platform specific bug fixes, customer service, etc. I would have preferred spending that time on more content for you, but instead I was thanklessly modifying shaders and texture formats to work on different GPUs, or pushing out patches to support new devices without crashing, or walking someone through how to fix an installation that wouldn&apos;t go through. We spent thousands on various test hardware. These are the unsung necessities of offering our apps on Android. Meanwhile, Android sales amounted to around 5% of our revenue for the year, and continues to shrink. Needless to say, this ratio is unsustainable. From a purely economic perspective, I can no longer legitimize spending time on Android apps...   Mika, as you can guess, makes games - specifically Battleheart, a real-time RPG, but others too. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/12/technology-links-newsbucket", 
    "wordcount": "1629"
}