{
    "headline": "Education in brief: what becomes of the EBC consultants?", 
    "text": "Bye-bye EBCs So farewell, then, the ill-fated English Baccalaureate Certificate exams. But we wonder where this leaves a curious contract for their &quot;development&quot;, which was awarded without fanfare before Christmas. A government contracts database reveals that, on 5 December, the Department for Education awarded work, to be carried out over the period to summer 2014 and worth 39,600, &quot;to develop [the] English Baccalaureate Certificate proposals further&quot;. Eyebrows were being raised  even before Michael Gove&apos;s decision last week to retain and reform GCSEs rather than introduce the new EBCs  about who had been given this task. Three quarters of the funding for this contract went to the East Norfolk Academies Trust, a body that currently runs one school, with another due to open in September. The rest went to a consultant based in West Yorkshire. Oneassessment source questioned where the exams expertise for what looked like a major task was supposed to be coming from. The trust also has an interesting chairman: Theodore Agnew, who is an education department director, a Conservative party donor and is listed on the DfE&apos;s website as a trustee of both the right-of-centre thinktank Policy Exchange and of the free schools facilitators the New Schools Network. Rachel de Souza, of the trust, said the contracts related to work being carried out by teachers with links to the trust&apos;s soon-to-open Sir Isaac Newton Sixth Form free school, Norwich, to develop some science content. She thought this work had already been done over Christmas by the teachers and other professionals. Asked what would happen to the work now, de Souza said: &quot;I don&apos;t know.&quot; Divided over long division Gove&apos;s decision on the EBCs took attention away  initially at least  from another big announcement made on the same day, as England&apos;s helter-skelter reform programme continues: the detail of the entire draft the new national curriculum for first teaching from 2014. But it is a fair bet that controversy on that front is not going to let up. One person seriously unhappy with one aspect of the proposed primary maths curriculum is Anne Watson, professor of maths education at the University of Oxford. Watson was involved in the drafting of the document, but says that concerns about the inclusion of long division in the new programmes of study, registered by her and most of the maths teaching community including the overarching Advisory Committee on Mathematics Education, have been ignored by ministers. Writing to the Guardian, Watson argues that long division is a &quot;ping pong between the government and maths educators&quot;, most of the latter believing that specifying it in the curriculum is not the best way of preparing children for secondary education. &quot;Why on earth is a government interfering at this level with the teaching of a subject?&quot; she asks, adding that there appears to have been a &quot;blatant disregard&quot; for what is known about how children learn maths by either ministers, their advisers, or both. The government has defended long division as the &quot;most efficient&quot; calculation method. Whose line is it anyway?  Suspicions among some that DfE-Ofsted relations may be a tad too cosy will hardly have been assuaged by one recent nugget from the most high-profile controversy surrounding ministers&apos; move to force academy status on some schools. As the Guardian revealed last month, the DfE has provoked a parental and community campaign in opposition to its keenness to thrust Roke primary school, in leafy Kenley, Surrey, into the arms of the Harris academy chain after a single bad Ofsted report last May. Some among the school&apos;s supporters were unhappy after Ofsted took eight months to return to the school to check on what they believe was good progress, by which time the DfE had already written to governors to confirm ministers&apos; academy sponsorship plan. One parent, Maria Gunner, wrote to Ofsted to complain. And who wrote back? The DfE, informing her that &quot;we think it is right that action is taken at schools which are not providing an acceptable standard of education to their pupils&quot;. A campaign source asked: &quot;Does this response give the opinion of the DfE or Ofsted?&quot; Meanwhile, an exchange of emails relating to a row over plans to compel another primary school into academy status reveals the DfE stating clearly its line that it is the government, rather than governing bodies, that gets to choose academy sponsors for schools. A letter to Anne Kinderlerer, a hospital consultant who is chair of governors at Gladstone Park primary in Brent, north London, from the DfE&apos;s &quot;brokerage and school underperformance division&quot;, shows this. It says, &quot;ministers have been clear that the department should lead on brokering sponsored academy solutions  taking into account our knowledge of the school and a sponsor&apos;s capacity and experience&quot;. The department&apos;s knowledge of the school seemed not to extend, however, to getting the spelling of Kinderlerer&apos;s name right, the letter being addressed to &quot;Anne Kinderler&quot;.", 
    "section": "education", 
    "gid": "education/2013/feb/11/english-baccalaureate-certificates-maths-curriculum", 
    "wordcount": "840"
}