{
    "headline": "How cheap energy from shale will reshape America's role in the world", 
    "text": "After the fall of the Berlin Wall, the rise of China and the Arab spring, American energy independence looks likely to trigger the next great geopolitical shift in the modern world. US reliance on the Gulf for its oil  and its consequent need to maintain a dominant presence in the Middle East to keep the oil flowing  has been one of the constants of the post-1945 status quo. That could be turned on its head. It&apos;s been dubbed &quot;the homecoming&quot;. After decades in which the hollowing out of American manufacturing has been chronicled in Bruce Springsteen&apos;s blue-collar laments, cheap energy is being seen as the dawn of a new golden age for the world&apos;s biggest economy. The reason is simple. The US is the home to vast shale oil and gas deposits made commercially viable by improvements to a 200-year-old technique called fracking and by the relentlessly high cost of crude. Exploitation of fields in Appalachian states such as West Virginia and Pennsylvania, and further west in North Dakota, have transformed the US&apos;s energy outlook pretty much overnight. Professor Dieter Helm, an energy expert at Oxford University, said: &quot;In the US, shale gas didn&apos;t exist in 2004. Now it represents 30% of the market.&quot; If all the known shale gas resources were developed to their commercial potential in North America and other new fields, production could more than quadruple over the next two decades, and account for more than half of US natural gas production by the early 2030s, according to recent study by the Harvard Kennedy School Belfer Centre. Pennsylvania  where the first oil well was drilled in 1859  produced about 30m cubic metres (1bn cubic ft) of natural gas in 2008. By 2010, the state was producing 11bn cubic metres, helping to put the US on course to be the world&apos;s biggest supplier of oil and gas within a decade. Looming self-sufficiency in energy has three economic benefits to the US. The first is the direct impact on production and employment in the sector, with Barack Obama noting in this year&apos;s state of the union speech that fracking was likely to support 600,000 jobs by the end of the decade and that the US now had enough gas to keep it supplied for the next 100 years if current consumption patterns were maintained. Regime stress Long-term consequences for the rest of the world are hard to predict but it is probably safe to say that many of the regimes whose global role rests on hydrocarbons alone are likely to be significantly weakened, if not swept away. That includes the monarchies that have thus far withstood the Arab spring. Their persistence has depended on a historically high oil price and unquestioning western backing. Both those conditions are now in question. Shashank Joshi, a fellow of the Royal United Services Institute, said: &quot;The Gulf Arab political order for almost the entire post-war period has depended on US interest in the region. &quot;The monarchies endured for so long not because of any sort of popular legitimacy but because they could depend on enormous external support. Those regimes, which have already had to deal with a high degree of domestic mobilisation will come under unbearable stress and they cannot survive without the technical advantage of western weapons.&quot; Few are expecting the US Fifth Fleet to pack up and sail home in the immediate future, just because America has found enough oil and gas for its needs in its own back garden. Geopolitical change tends to lag a decade or two behind economic change, but as the US finds itself less reliant on regimes with which it has little in common there will be powerful pressure on the Pentagon to begin to bring home its troops and hardware. The speed of US disengagement will depend to a large extent on whether the alternative is a vacuum and instability, as a variety of religious and tribal forces vie to inherit the Gulf kingdoms. The role of Iran, an economy largely dependent on oil sales that already faces severe budget shortfalls from sanctions, is likely to be critical. Whether it responds to crisis by collaboration or confrontation with its traditional Gulf adversaries will shape the region&apos;s future. A lot depends, too, on whether the new biggest customers for Gulf oil are ready to take America&apos;s place in patrolling the tanker routes. Joshi said: &quot;There is a mismatch between China and India&apos;s reliance on Middle East energy and their provisions for its security. India will have three carriers and both China and India are building blue-water [ocean-going] navies. They may be compelled to engage if the US pulls away.&quot; Nicholas Redman, senior fellow for geopolitical risk and economic security at the International Institute for Strategic Studies, doubts that the US, even if freed of Gulf oil dependence, would want to cede the space to Indian or Chinese rivals. &quot;If the Gulf goes haywire, there is a transmission effect on the economy, whether or not it gets its oil from there,&quot; Redman said. Oil powers The US alliance with Israel is also likely to be highly resistant to change. As the presidential elections have just demonstrated, it has become an article of faith in security policy for both American parties  a fact that is largely independent of the geopolitics of oil. The Gulf is not the only area where the established oil powers are in danger of crumbling. The biggest single loser of all will most likely be Vladimir Putin&apos;s Russia, a regime largely dependent on high energy prices and a captive market with no real alternative plan. Russia is already feeling the direct impact of the new gas age. Development of its Shtokman field  believed to be one of the largest gas fields in the world  deep under the Barents Sea, has been shelved, because its intended customer, the US, now has its own home-grown source of natural gas. Russia is the most vulnerable of the current petro-states because of the central role of gas to its international standing. Moscow&apos;s sway over eastern and central Europe is dependent on Gazprom, which has used its dominance to set favourable terms, selling long-term contracts linked to the oil price. Now, as more and more of the liquefied natural gas (LNG) formerly intended for the US finds its way on to the western market, the spot gas price is coming adrift of the oil price and the Europeans have new options, which will lessen their dependence on a single dominant seller. &quot;Russia has just seen its aspiration market disappear. The US is already a bigger gas producer than Russia,&quot; Redman said. He pointed out that there were deep obstacles  environmental and economic  to large-scale European exploitation of its own oil shale resources, but imports from the US and elsewhere could still transform the continent&apos;s uneasy relationship with Moscow. &quot;Europe doesn&apos;t want to get into deeper reliance on Russia. They are looking at other options like: can you bring gas in from places like Turkmenistan? If the import of American LNG becomes a serious option in northern Europe, it could have very interesting implications.&quot; Russia has tried to look east, but China prefers to keep its energy sources spread around the world  emerging LNG producers such as Qatar, Australia and west African states, for example. The Putin government has talked a lot about diversifying the Russian economy, but very little has happened in that direction. It remains essentially a petro-state dependent on an oil price of $120 to balance its budget. With a current price of $109, Moscow already faces a serious shortfall, which is only likely to grow in an age of energy abundance, deepening its long-term problems and narrowing its capacity to diversify. David Clark, chairman of the Russia Foundation, said: &quot;Russia needs $200bn [125bn] a year in investment over the next 20 years, to open new fields and modernise its infrastructure. But it faces $60bn-$80bn capital flight a year. It cannot meets its requirements.&quot; The consequences are a greatly weakened Kremlin, both in relation with Russia&apos;s own regions and the rest of the world. If Moscow manages its decline well, that could have positive impacts in multipolar collaboration. Obama could find he has a partner in his bid to make deep cuts in the world&apos;s two biggest nuclear arsenals, and there could be a more collaborative atmosphere in the UN security council over issues such as Syria. The geopolitics of an energy surplus world will be quite unfamiliar. Australia is tipped to emerge as a major player, rivalling Qatar as the world&apos;s largest LNG exporter by 2030. As a region, west Africa is likely to emerge as a major hub, alongside Argentina. It will also, arguably, be a more interesting, more multipolar planet. Whether it will also be a better one will depend largely on how the shift is managed from the old world to the new. Why now?  Shale gas is natural gas  methane  that was generated from the rotting of forests millions of years ago, and is now held close within deep geological formations of dense rock.  Blasting open this rock requires vast force  the jetting of water, sand and chemicals against rock formations at extreme pressure  and the technology to do so has been developed only very slowly since the 1950s.  More importantly, conventional drilling for oil and gas has involved vertical wells that open up oilfields, which then spew their contents to the surface, where it can be captured. Shale gas release is entirely different, requiring the blasting open of rocks across vast distances at close quarters, making vertical wells useless. It was only in the early 2000s that the necessary horizontal drilling techniques were perfected.  Wells can now be drilled down 5,000ft-7,000ft, then diverted at right angles to produce tunnels 5,000ft-8,000ft long. These allow rocks to be blasted apart across huge distances.", 
    "section": "environment", 
    "gid": "environment/2012/nov/15/shale-energy-implications-geopolitics-america", 
    "wordcount": "1664"
}