{
    "headline": "Tomb Raider  review", 
    "text": "     There&apos;s a moment at the start of Tomb Raider Legend  Crystal Dynamic&apos;s first Tomb Raider game, released in 2006  when Lara Croft, the archaeologist destined for spinal troubles in later life, meets an armed guard standing with his back to her at the yawning mouth of a Bolivian tomb. She lines up a pistol headshot and moments later he slumps noiselessly to the ground. A voice in Lara&apos;s earpiece asks: &quot;Any idea who he was?&quot; Lara replies: &quot;I haven&apos;t the foggiest.&quot; No such murderous nonchalance from Lara at the start of this Tomb Raider, Crystal Dynamics&apos; prequel to the 17-year-old series. As she wanders, battered and torn by a shipwreck, on the unwelcoming rocks of Yamatai (an island almost as hostile as its inhabitants, the Solarii) she murmurs in distress at the idea of having to murder somebody in order to survive. Her first kill is in self-defence, a gun that goes off in the middle of a hand-to-hand struggle, taking her aggressor&apos;s scalp with it. She trembles in horror, shuffling hurriedly away from the twitching evidence of her mortal sin.  Still, they say the first kill is always the hardest, Lara. Indeed, five minutes later her body count is rising through the 20s and there&apos;s not a single crease of remorse on her young face. By the time she&apos;s fully plundered the macro-tomb that is Yamatai (an eastern Bermuda Triangle into which planes and ships are irresistibly drawn and wrecked), her kill count is of genocidal proportions. Small wonder by the time she made it to Bolivia she was shooting first and not bothering to ask any questions at all. This Tomb Raider is also a game that asks fewer questions of its player than in the past. Previous titles offered a series of elaborate environmental puzzles, Croft nobly throwing herself at nature, a solitary key with which to unlock the ludicrously well-maintained tombs of Tibet or South America.  These grand spatial conundrums required the player to stand back, observe and, bit by bit, work out how the giant cogs might fit together in order to yield their ancient treasure. In this Tomb Raider, by contrast, the tombs are few and their raiding is entirely optional.     Tomb Raider has shifted from its original puzzle-solving background to a game where the fun is found thoroughness and endurance. Photograph: Xbox    Chasing your tale In the main, your task is to chase the spectacle of the story. A tale in which Lara must save her scattered surviving companions from the gruesome rituals of the Solarii, upgrade her skills and weapons and explore off the beaten track for litter of varying degrees of worth: USB sticks, ceramics (fake and authentic) and the documents and possessions of previous, long-departed shipwrecked souls.  The only time when there&apos;s a strain of the old Tomb Raider sense of having worked a thing out is in the tombs, a series of seven, voluntary, single-puzzle caverns. These offer some of the standout moments of the game, and are one of the few times you must run your gaze over the contours of the environment, hoping to snag onto a solution. No doubt it&apos;s in these moments that Lara gained her taste for tomb raiding that would later characterise her career, but they are rare in this prequel. This is not a superficial shift. By relegating puzzle solving to a sideshow, Crystal Dynamics has changed the nature of enjoyment players might derive from the game. In the past, Tomb Raider thrills derived from ingenuity and triumph  the satisfaction of planning a solution and executing it successfully (or happening upon it by chance).  In this game, the fun is found in thoroughness and endurance  the willingness of the player to search out every trinket in the environment, before chasing the plot with all of its exciting, challenge-less, Uncharted-style set-pieces  weaving through coniferous treetops by parachute, shotgun blasting wooden obstacles as you slide down a waterfall. In truth, almost nothing&apos;s hunted here. There&apos;s always a treasure map to guide you to each and every collectible and the option to lay an impromptu marker to laser guide you towards your mark. That&apos;s not to say that these designs aren&apos;t gripping. Tomb Raider is relentlessly absorbing in the contemporary fashion, and the natural contours and relief of the island make the somewhat shallow exploration feel more believable than before.      Tomb Raider Photograph: Xbox    Celebration of animation Lara&apos;s exquisite animation allows her to move through the world with unmatched grace, and the heavy emphasis on combat is more palatable thanks to its ease of interaction, Lara naturally crouching behind cover and switching between her bow, pistol, rifle and shotgun with rare quickness and ease.  As she discovers new tools (an axe for climbing, a rope bow for creating washing lines across chasms, fire arrows), so previously impassable routes open up (although in nowhere near such a satisfying or orchestrated manner as in Zelda, or the most recent Batman titles). But it&apos;s important to note the fundamental shift at the heart of the game, one that contemporises Tomb Raider, but removes great chunks of challenge. The thrills are more sustained, but they are also muted. Lara, however, is not as she gets thrown about with bone-jarring frequency. A great deal of Camilla Luddington&apos;s voice-acting sessions have been dedicated to Lara&apos;s oohs, ahhs and grrs of fleshly anguish. In a sense, it has the desired effect. The island of Yamatai is the crucible in which the older Lara was forged and her cries of physical misfortune probably demonstrate how the girl became a woman. Incrementally, she stops cringing in the bushes and steps into her role of a heroine modelled on the aristocratic British explorers of the early 20th Century: pioneering, fearless, cultured and somewhat standoffish. We watch as she loses innocence at the hands of experience. In contrast to the previous titles then, Tomb Raider is a game about loss as much as it is about discovery  even if that loss is generally only expressed in the storyline, not the systems. It&apos;s also a game about survival, in a way the previous games were not. The increased peril  which derives from both the Solarii and the island itself  places a greater emphasis on looting ammunition from fallen foes and on collecting salvage to improve your weapons. These violence-minded concerns that were largely absent in the past. In this way, Crystal Dynamics&apos; game loses the sharp focus of old, but gains a more wide-ranging appeal.  Whether you view this discovery as treasure or folly depends on your affection for the past, and the Tomb Raider artefacts that are now lost to it.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/01/tomb-raider-video-game-review", 
    "wordcount": "1083"
}