{
    "headline": "How are communities raising serious money for green energy projects?", 
    "text": "This month a hydro project to generate electricity at a weir on the Thames in Oxford nearly 300,000 from 95 shareholders, three-quarters of whom live in Oxford, within two weeks of opening its offer. Just a few weeks ago, the village of South Brent in Devon financed a large wind turbine almost entirely with local money. Green energy projects owned by communities  long talked about as a way to reduce emissions, cut bills and bring people together  are starting to raise serious amounts of money. But how? Saskya Huggins, one of the volunteers who has organised the Osney hydro project in Oxford, said &quot;when you get an opportunity like this that helps tackle a major global issue, albeit in a small way, and raises significant funds for your own community, you grab it with both hands.&quot; The two ventures share many features. Both had a core group of utterly committed volunteers like Huggins working for many years to bring the project to fruition. The Osney hydro plant has been in development for over a decade. South Brent&apos;s team got planning permission three years ago but took until the late 2012 before being able to start fundraising. In both places, the organisers are well known and trusted in their local community. This seems to have helped build the impetus behind the fundraising. Charlotte Robinson, one of the Osney Hydro investors, said: &quot;When I came to Oxford 10 years ago, this idea was reported in the local newspaper and I loved it, but I couldn&apos;t see how such a big project could happen in such a small area. So I&apos;ve been thinking about this for a decade, and was determined not to miss the boat. This sort of action gives me hope that a climate change revolution really is possible, even for non-leaders like me, by doing things from the bottom up and locally. I feel incredibly lucky to be able to take part.&quot; Edward Chapman, one of the Devon organisers, actually discouraged publicity outside the area, saying he wanted to make sure as much money as possible came from individuals living close to the turbine. He remarked on how early publicity for share issue had galvanised more support from local people. &quot;The team of volunteers who assembled after the first open meeting back in January did an amazing job  the village was covered in banners and posters and they opened the &apos;pop-up&apos; shop for a week.&quot; The two schemes independently decided to offer investors an annual return of about 4% on their investment. This leaves large surpluses available for local schemes to reduce fuel poverty and meet other energy priorities within the community. Osney says it will put a total of 2m into energy projects in West Oxford during the 40-year life of the hydro plant, more than three times the initial cost of the scheme. South Brent has its eye on using the money from the wind turbine to provide the seed funds for its own large hydro power scheme as well as insulating local homes. The volunteers that have driven the two schemes forward were already experienced renewable energy investors. The Osney group had raised the money to invest in several large solar photovoltaic arrays on local buildings while one of the South Brent directors had rebuilt some of the village&apos;s small electricity-generating water wheels and another works as a surveyor for a large renewable energy company. In South Brent about 130 people put money into the wind turbine from a village population of only 3,000. Although other Devon wind turbines have been fiercely resisted  including some planned by other community groups  few voices were ever raised against the proposal. At Osney, over half the money came from less than a mile from the weir at which the generating plant will be built. The average amounts invested were broadly similar in both cases. The Thames scheme raised an average of just over 3,000 per investor compared to 2,300 in Devon. All the Osney shareholders are individual people. A few companies and trusts invested in the South Brent wind turbine - usually buying relatively few shares - but over 95% of the investors are individuals. The big brother of these two ventures is the Westmill Solar cooperative, which raised 4m from 1,600 small shareholders in the summer of last year to buy an existing solar farm near Swindon. The profile of the investors is similar to the two newer schemes. At 2,500, the average investment is about mid-way between the Osney and South Brent figures. Three quarters of the Westmill investment came from within 25 miles. The experience in Germany shows what might be achieved by encouraging such community power companies. By the middle of 2012 over 500 energy co-operatives were operating in the country, with almost 170 founded in 2011 alone. Although the pace of growth is faster there, other features are very similar. At around 2,800, the average size of shareholding in these ventures is about the same as in the UK and, like here, over 90% of investors are private individuals. The typical dividend is 4%, similar to the rate proposed at Osney and South Brent. Even in Germany, co-operatives still produce less than one-tenth of 1% of the country&apos;s electricity. However, the speed of growth suggests that local energy companies may eventually produce a respectable amount of the country&apos;s power. According to a recent survey, the prime purpose behind the German co-operatives is not to make shareholders rich but to promote renewable energy and to keep money in the local economy. The same survey showed that the most important reason that the founders decided to form co-operatives, rather than conventional companies, was because of the democratic &quot;one member, one vote&quot; nature of the decision-taking. If my straw polls are any guide, it&apos;s the same in the UK. The experience at Osney and South Brent suggests that deeply rooted, cautiously run and philanthropic energy ventures can raise significant amounts of capital from local investors  even if the promised financial returns are quite limited.", 
    "section": "environment", 
    "gid": "environment/2013/apr/29/community-raising-money-green-energy", 
    "wordcount": "1028"
}