{
    "headline": "Mystery bird: speckled mousebird, Colius striatus", 
    "text": "    Speckled mousebird, Colius striatus, Gmelin, 1789, also known as the speckled coly, bar-breasted mousebird, or as the striated mousebird, photographed at the Haile Resort at Lake Awasa, a freshwater Rift Valley lake in Ethiopia (Africa).  Image: Dan Logen, 1 February 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. D300s, 600 mm lens, ISO 800, 1/1250 sec, f/5, Exp comp +.3    Question: This Ethiopian mystery bird has an interesting behaviour that affects its entire life history. What behaviour is that? Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult speckled mousebird, Colius striatus, a small peculiar bird that is placed into the mousebird family, Coliidae. For people who are interested in such things, mousebirds can be considered to be &quot;living fossils&quot; since this lineage is the last few survivors of a much larger and more diverse group of birds that lived suring the late Paleogene and Miocene. Mousebirds get their name from their soft fluffy greyish or brownish feathers that are more like fur than feathers, a long thin tail that is twice the length of their body, and they have mouse-like habits; scurrying around in brush in search of food. I&apos;ve always been impressed by their acrobatic behaviours (aided by their strong reversible outer toes), such as feeding upside down, and the peculiar way they perch, with their legs positioned in what appears to be impossible angles.  As a group, mousebirds are gregarious, often engaging in mutual preening, and they are found in noisy flocks in light wood, savannah, forest edge and clearings, bush country, strandveld and in orchards, parks and gardens. Mousebirds are frugivores, a trait that affects their entire life history. Since these birds primarily feed on fruits that are low in calories, they go into torpor to save energy [read more about torpor in birds]. They are fond of sun-bathing, which they do often during the day to maintain their body temperature Speckled mousebirds are the largest mousebird species. They have brownish to greyish brown upperparts with distinct fine barring on the mantle and rump that are visible at close range. There is a brown crest on the head, a dark brown or blackish forehead, lores and area around the eyes, and the ear coverts are silvery grey or pale brown in colour. The strong decurved bill has a black upper mandible and a horn-coloured, pink or even white lower mandible (this bill colouring is unique amongst the mousebirds and therefore, it is diagnostic). The underparts are paler brown than the upperparts with a dark grey throat and fine dark barring on the neck and breast. Underwings are brown with greyish brown tips on the flight feathers and legs and feet are dark pinkish-red. Interestingly, there are a large number of subspecies that have slight plumage colour variations (some darker than others) and different eye colours, ranging from dark brown to to whitish, and even pale blue, as you can see in the birds pictured above.  Speckled mousebirds live in family groups and may also have nest helpers. Interestingly, these birds are either monogamous or polygynous, and several females may lay eggs in the same nest. Both parents share incubation and chick-rearing duties.  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/19/2", 
    "wordcount": "598"
}