{
    "headline": "It is time for the judiciary to step in and avert climate catastrophe", 
    "text": "Military reports warn our governments of the impending problem of oil decline, endangering western society. Science informs our politicians that we have only a few years left to avert dangerous climate change. Still, the public is largely unaware and uninformed about these issues. But the sound functioning of democracy demands an informed public. Democracy also assumes that a government is capable of exercising its decision-making authority and of actually protecting citizens when and as it is needed. Since all of this is no longer true, the democratic order is under siege and it is time for the judiciary to step in. More than 180 countries, including all developed countries and the European Union, have long acknowledged and agreed that dangerous climate change poses a real and potentially irreversible threat to humanity and the planet, demanding urgent action. It is also well understood and agreed that due to the principle of common but differentiated responsibilities, fighting dangerous climate change requires developed countries to take the lead and reduce their greenhouse gas emissions by 25-40% by 2020. Yet almost no developed country is acting upon this responsibility and there is no realistic outlook on even coming close to these strategic goals for 2020. The fact is that governments have become largely incapable of making or acting on major changes such as an energy transition, especially if vested interests of powerful multinationals are at risk, like those in the fossil fuel industry when it comes to climate policies. They are well organised, well capitalised, are too big to fail and can easily wield their economic power. In a globalised world, a simple threat to lay off workers or move operations abroad is all it takes to mobilise employees and suppliers to rally behind the multinationals&apos; political lobby. Rare is the politician who would consciously subject himself to such a barrage of protest and criticism. This is a dangerous deadlock to be in since all the evidence suggests that our current CO2 emissions pose a direct threat to the human rights of all people and all societies in the world. This is what the UN Human Rights Council has been warning of over the last few years. Consider the climate change we are seeing today is not caused by today&apos;s greenhouse gases but by the cumulative emissions of decades ago. Due to the inertia in the climate system it will take decades even centuries for today&apos;s emitted CO2 to have its full warming effect. As the north pole is already melting before our very eyes, due to these historic emissions, imagine what we&apos;ll be facing once the full warming effect of the emissions of the last decades start kicking in. Keep in mind, these were decades of steep economic growth. As a result, there is already a massive quantity of built-up CO2 in the atmosphere, poised to turn up the Earth&apos;s average temperature. Poised to melt our ice sheets, acidify our oceans and ruin our crops, poised to generate more extreme heat waves and heavy rains and storms. And this will have ramifications for people and societies all around the world, including our own. It will lead to loss of life, endanger our health, destroy our properties and impact our private lives. It is the inertia in the climate system that makes it so critical that the goals for 2020 are met by developed countries. If not, averting dangerous climate change has become all but impossible, putting Western countries at serious risk of committing human right violations on a scale nobody had thought to ever see again after world war two. This leaves the judiciary with the task of stepping in and averting catastrophe. In a democracy, issues certainly stop being only political when they give rise to domestic human rights violations and endangerment. Together with the precautionary principle these infringements may serve as legal grounds for the judiciary to take over from politics, protecting citizens from violations by their own government and summoning government to actively protect citizens&apos; fundamental rights. A fast-paced energy revolution is citizens&apos; by right and judicial intervention will help to restore the democratic order, depoliticising the climate issue and making the influence of special interests and short-term gain in the political process less effective. It is a revolution justified, no longer to be postponed.  Roger H.J. Cox is a partner at the law firm of Paulussen Advocaten in the Netherlands and founder of the Planet Prosperity Foundation.", 
    "section": "environment", 
    "gid": "environment/2012/nov/14/judiciary-climate-change", 
    "wordcount": "739"
}