{
    "headline": "Games charity teams up with Oxford United for fundraiser", 
    "text": "     When Oxford United takes to the pitch against Rotherham United on Saturday afternoon, the team will be representing, not just the university city, but also an important local charity - and one of its latest success stories. Formed in 2008, SpecialEffect designs and builds customised video game controllers for gamers with disabilities. The organisation loans its specialised equipment to players all over the country, and also helps developers to make their titles more widely accessible. Four-year-old Charlotte Nott is a wonderful example of their work. Two years ago, she contracted meningococcal septicaemia and lost all four of her limbs during the desperate bid to fight the infection. When Oxford United heard about Charlotte, the club looked into a fundraising initiative, but the chairman also suggested they visit SpecialEffect, based in nearby Charbury. The charity invited Charlotte and her parents to the centre, where they tested her with a range of modified controllers, including a special version of a Nintendo Wii Remote, and an eye-tracking technology, which allows games to be controlled via eye movements alone.&quot;We first went over there six months ago, and visited again recently,&quot; says Charlotte&apos;s father, Alex. &quot;The stuff they do there is amazing - things you couldn&apos;t even think of. They adapt all these controllers to specific disabilities. We had an amazing time there.&quot; The family has now arranged to borrow some of the kit so Charlotte can play with her friends and younger brother. SpecialEffect made the video above showing Charlotte using a Wii controller strapped to her arm to have a go on the mini-game collection Wii Play. &quot;At first I thought they&apos;d underestimated her a tiny bit&quot; says Alex. &quot;They started off really slowly, but Charlotte just goes into everything at 100 percent - they were surprised at what she was capable of. They were blown away, I think.&quot; It turns out, her favourite game is the Xbox 360 version of popular mobile title, Fruit Ninja, in which players slash falling fruits into little pieces as they cascade across the screen. The game employs the Kinect motion controller, allowing participants to cut using arm gestures. &quot;The first time she played she was getting every single fruit,&quot; says Alex. &quot;When I tried it, I was useless.&quot; For Saturday&apos;s game, Oxford United has commissioned a range of one-off shirts for the players, bearing the SpecialEffect logo as well as the message &apos;United 4 Charlotte&apos;. The shirts are being auctioned off online this weekend, with all the details available at the club&apos;s website. For SpecialEffect, it&apos;s another successful and heartwarming tale. According to fundraiser Nick Streeter, the organisation is now running a roadshow, taking its specialised controllers to hospitals around the country. &quot;We want to bring gaming to everyone,&quot; he says.  But an important part of their work is simply talking to mainstream developers, letting them know how easy it is to make their titles more accessible; it can be as little as providing alternative controller configurations, or changing the colours on the menu screen to help with visual impairments. &quot;We&apos;re not preaching,&quot; says Streeter, &quot;we&apos;re just saying to developers, if youre interested in accessibility we can help.&quot; You can find out more about the fundraising efforts for Charlotte and her family here.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/16/specialeffect-oxford-united", 
    "wordcount": "556"
}