{
    "headline": "Nuclear power is the Betamax of the energy world", 
    "text": "In my first month as the new Green party leader, I&apos;ve spent lots of time talking about pressing economic and social issues - the need for the minimum wage to be a living wage, how benefits should be available to all who need them, and how costly and destructive the privatisation of the NHS will be. But with the government&apos;s energy bill on the horizon, serious questions around the coalition&apos;s wobbly-looking commitment not to subsidise new nuclear, and an anti-nuclear protest at Hinkley Point on 8 October, I&apos;ve also spent lots of my time explaining why I think renewable energy - wind, solar and, in the future, tide and wave - combined with energy conservation, provide an excellent way forward for British energy. I talk about the fact that the first two are technologies that are ready to scale up right now, providing jobs and affordable supplies for Britain. And about the fact that we know exactly what all of their &quot;fuel&quot; supplies will cost indefinitely into the future - ie nothing. I talk about the way they can provide a decentralised, resilient energy system that is able to withstand climate or other shocks. And I discuss how nuclear is a distraction from the need to promote and invest in renewables. Fuelled by a fierce and well-funded industry lobby claiming that nuclear would address the dire, if exaggerated, warnings about &quot;the lights going out&quot;, as well as the urgent need to reduce our greenhouse gas emissions, the nuclear idea has gained some traction recently in the UK. So I think it is worth spending a little time talking about why nuclear power is the Betamax of the energy world - a technology that was briefly in the hunt, but now could be ready to fade away into a museum curiosity. And you don&apos;t have to just believe me on this - consider this recent front page from the Economist. First, it is immensely and unpredictably expensive. Even a group called Supporters of Nuclear Energy is now questioning the cost of nuclear to the UK. Paying 165/MWh for power from Hinkley Point would make new nuclear more costly than either onshore or offshore wind - a cost that would be felt in the pockets of millions of already hard-stretched British households. The two European Pressurised Reactors, as proposed for Britain, now being built in Finland and France, are both already running four years behind their construction schedule, and at roughly double the original budget. The French National Audit Office recently recommended that the programme - the very one Britain is looking like signing up for - be abandoned. Second, it is slow to build - very, very slow. The four new nuclear reactors built by EDF since 1990 have taken on average 14 years to completion and 17.5 years to come online. That&apos;s not nearly quick enough to meet Britain&apos;s needs, either for power or for emissions reduction. Third, it is by its nature monopolistic. Enormously expensive and, technologically, immensely complicated, no community would be able to decide to install one even if they wanted to. Local communities aren&apos;t going to be able to install one to boost local education spending in the same way that a Scottish Green party councillor is suggesting with wind turbines in Aberdeenshire. Fourth, it isn&apos;t renewable. Arguments are many and varied about the supplies of nuclear fuels and how long they might last, but whatever figures you accept, the fact is we&apos;re talking about a quite limited supply. But the wind and the sun are never going to run out - at least not in a time frame we have to worry about. Fifth, it is unreliable. If a handful of plants are responsible for a large percentage of Britain&apos;s power, sudden shutdowns could have hugely disruptive effects - as sweating Japanese salarymen in their suddenly non-airconditioned offices found after the Fukushima disaster. A power system reliant on nuclear can never be a reliable, resilient system. Then there is safety. There is, as we saw at Three Mile Island, Chernobyl and Fukushima, the potential for enormous catastrophe. Again, you&apos;ll find lots of arguments about just how many people died or were badly affected as a result of these catastrophes. But those who like to claim figures of near zero fail to mention the loss of homes and land, tens of thousands of people displaced, and agricultural land lost to use for centuries from the small land mass of Japan (an island nation pretty similar in scale to Britain). But it is difficult to weigh the risks of rare yet highly catastrophic events, such as a full nuclear meltdown. The good news is that we don&apos;t have to - it doesn&apos;t even have to be part of the argument against nuclear power. The costs, the unreliability, and the slowness of nuclear power alone mean that it can&apos;t be the answer to Britain&apos;s energy needs. If there weren&apos;t already a solution at hand, we&apos;d have to be frantically hunting around for one. But the fact is that there is - renewables, combined with a serious drive for energy conservation, which would also have the added benefits of making our homes more comfortable and our air more breathable. And put money into the pockets of local communities, not export it to a multinational energy giant. We need to stop getting distracted by this 20th-century Betamax option, and get on with putting in place the 21st-century renewables solution.", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/28/nuclear-power-betamax-energy-world", 
    "wordcount": "916"
}