{
    "headline": "Kindle's English language teaching role 're-examined'", 
    "text": "Days before US Secretary of State Hillary Clinton and Amazon founder Jeff Bezos were due to launch a partnership, to promote US culture and provide English lessons to young learners around the world via 35,000 Kindle e-readers, the event was quietly cancelled. The proposed partnership with Amazon to develop the Kindle Mobile Learning Initiative was officially terminated on 15 August. The cancellation notice stated that the state department &quot;intends to conduct additional market research and re-examine its requirements for this programme&quot;. The U-turn was an embarrassment for the state department, which spends close to $40m a year on spreading English language skills around the world. But it is also a tacit acknowledgement that e-readers may not be a quick fix for raising learning achievement and that more needs to be done to learn how to exploit them effectively. The reasons behind the withdrawal remain unclear. One factor may have been the US&apos;s National Federation of the Blind&apos;s (NFB) claim that Kindles are not fully accessible to the visually impaired and therefore the project was illegal. &quot;This agreement would violate US law regarding access to information by the blind,&quot; NFB president Marc Maurer said. Meanwhile, the apparent commitment to conduct further research has been welcomed by many education experts. Mobile learning has a relatively short history, but there is much to learn from both the successes and failures of early projects. The agreement with Amazon would have involved a purchase of 35,000 Kindles over five years, with pre-loaded content and access to further material online. The anticipated value of the contract was $16.5m with the state department aiming to: &quot;Create a global e-reader programme that introduces aspects of US society and culture directly to young people, students, and international audiences in new ways and expands English language learning opportunities worldwide.&quot; While Amazon&apos;s input into the project was clearly outlined in US Federal Business Opportunities documentation, there appeared to have been little focus on exactly how the Kindles would be integrated into current education programmes. Yet a concentration on technology over pedagogy has become a critical factor in determining the success of English language programmes that combine ICT and traditional teaching, also known as blended learning. Kindles have already been used to support large-scale education projects. The nonprofit organisation Worldreader aims to improve literacy and language skills of school children in developing countries by providing digital libraries on Kindle devices. With current projects in Ghana, Kenya and Uganda, encouraging results have been reported in evaluation studies. Worldreader is also developing its Book App that can be accessed on mobile phones, with further details on new funding partners for this scheme expected to be announced shortly. However, putting in funding and providing hardware for a blended learning project is not enough by itself. The US-based One Laptop Per Child (OLPC) project has distributed more than 2m low-cost laptops since 2007 to children globally, but a report by the Inter-American Development Bank into OLPC in Peru sparked widespread debate when it appeared in February. It stated that, 15 months after implementation, there appeared to be no significant increase in language test score levels or the quality of teaching in classrooms. The report suggested that the amount of training that teachers received on how to use the technology with their students could have been a factor in the disappointing results. When large numbers of expensive and delicate electronic devices are involved, research and training on how to maintain them is key. Over 40% of the Kindles broke during Worldreader&apos;s initial pilot in Ghana. According to USAid&apos;s final evaluation report: &quot;[the] high breakage rates were primarily a result of the device&apos;s fragile screen and vulnerability todust.&quot; Worldreader claims that the breakage rates have been reduced to almost zero in the latest project, following the introduction of a more robust screen and better training for users on care and maintenance. Working on ways to ensure that the technology is valued by the students, teachers and administrators is also of crucial importance in ensuring that the devices do not end up being discarded. As UK-based ELT learning technologies specialist Pete Sharma states: &quot;Both teachers and students need to hold positive attitudes towards technology. While many teachers are happy to incorporate digital learning, others are less so. If the teacher does not believe in the pedagogical soundness of the digital component, there is a real chance of failure.&quot; The content that is available for use via the devices must also be closely matched to the existing curriculum. The British Council&apos;s English projects manager David Pardoe has been working on bringing English language audio content to resource-poor schools in sub-Saharan Africa. British Council-produced podcasts and radio programmes are loaded onto solar-powered, portable devices with integrated speakers, known as Lifeplayers. These are being distributed to rural schools in eight countries in southern Africa. &quot;A lot of people get excited when they see the device and that is good, but the initial enthusiasm can quickly be lost if it&apos;s not linked to curriculum,&quot; Pardoe says. &quot;I would say that right now, matching content is almost more important than the device, because if it&apos;s not then it&apos;s quite difficult to convince a teacher to use it in lessons.&quot; Unesco is currently drafting policy guidelines for the development of mlearning initiatives. According to its programme specialist Steve Vosloo, &quot;[Our] research has found that there is a dearth of policy related to mobile learning at the national level. [The guidelines will] try to fill that vacuum by helping policy makers understand the benefits and challenges related to mobile learning and to offer guidelines for creating an enabling policy environment in which mobile learning can grow.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/18/ereader-education-challenge", 
    "wordcount": "962"
}