{
    "headline": "Facebook's market listing is imminent  but does it have Google's potential?", 
    "text": "Bankers, bloggers, stock market traders and internet entrepreneurs from Singapore to Silicon Valley are holding their collective breath. Facebook&apos;s record-breaking stock market listing, the largest ever for a technology company, is imminent. Papers must be filed soon if Facebook wishes to press ahead with plans for a May public offering. The world&apos;s leading social site, with 800 million members worldwide, is expected to sell off a 10% stake for between $7.5bn (4.8bn) and $10bn, implying an overall value of $75bn to $100bn. The multiples are on a par with those achieved by Google when it joined the Nasdaq in 2004. By then, Google&apos;s superior engineering had allowed it to secure an unassailable position in search, a utility without which the web would be impossible to navigate. Seven years on, and Google is making more than $10bn a quarter with a market capitalisation of $188bn. Does Facebook have the same potential? The bulk of Facebook&apos;s income will be from advertisers. WPP, the world&apos;s biggest marketing services group, already spends $200m a year with Facebook, an eighth of the $1.6bn it pays to Google. A vote of confidence, but WPP chief executive Sir Martin Sorrell has &quot;fundamental doubts&quot; about the extent to which social platforms can be monetised. &quot;The point is that Facebook is a social medium, not an advertising one, like search or display,&quot; he told the Guardian. &quot;It certainly is one of the most powerful, if not the most powerful branding medium. It is, however, a word of mouth or PR medium. You interrupt social conversations with commercial messages at your peril.&quot; Mark Zuckerberg was initially cautious about foisting advertising on his followers, to the extent that it led to a parting of ways with his co-founder and Harvard friend Eduardo Saverin. The commercial coyness is long gone, and moves to monetise the audience with new forms of advertising have often provoked backlashes. Facebook&apos;s Beacon ad system, which monitored members&apos; activity on partner websites and then publicised these movements on their Facebook news feeds, so outraged users it led to a class action lawsuit. Beacon was shut down in 2009. Another legal claim was given the go-ahead in California in December, from users unhappy that if they clicked the &apos;like&apos; button on a company&apos;s page, Facebook could use that member&apos;s image and name in an advert endorsing the same company. The experience of Myspace, Britain&apos;s Bebo and Friends Reunited would suggest these forums can be passing fads, whose users are quickly drawn to other novelties. The social network founded eight years ago in Zuckerberg&apos;s Harvard dorm room has soared in membership while rivals melted away, but Google is biting at its heels. The search giant recently pegged staff bonuses to the success of its own social offering, Google+, and the effect has been dramatic. Its membership ramped up to 90m users in January, having doubled in three months. There are signs that Facebook&apos;s membership is reaching saturation point in its biggest markets. The number of UK monthly visitors fell 2.2% to 32m from November to December, while US visitors declined 2.1% to 166m, says web measurement firm ComScore. Its worldwide audience is still growing, however, adding 1.4m visitors from November to December, boosted by rapid growth in Brazil and India. The deep level of penetration in small or remote nations like the Falkland Islands (75% of inhabitants are users according to research site Socialbakers) and Iceland (68%) suggests that in some communities Facebook has become not just a pastime but a social service, integrated into the fabric of everyday life. &quot;For some users Facebook is the internet,&quot; says ComScore European managing director Mike Read. He identifies two trends that point to success for Zuckerberg. &quot;Facebook&apos;s user base is growing and the amount of time people are spending online individually is growing. Not only is the audience maturing, the way in which people use Facebook in a commercial sense is maturing.&quot; Once membership stops growing in mature markets, increasing the amount of time each user spends on Facebook will become a crucial measure of its success. In October 2010, the average user idled away 4.5 hours a month on Facebook. This rose to 6.5 hours in December 2011. If Facebook can imitate Google by becoming a landing page from which users access games, video, music or online shops, the advertising money should follow. It is already the largest internet display  as opposed to search  medium in the UK, with 18bn ads seen on the site in December compared to 4bn for its next largest rival, Yahoo. But online display is still embryonic compared with the millions once poured into newspaper and magazine advertising. Facebook has not shared its numbers for 2011, but the most recent leak suggests earnings of $1.5bn on revenues of $3.8bn. A $100bn valuation would equal 66 times earnings and 26 times revenues. In 2004, Google was valued at $23bn, around 67 times its 2003 earnings and 24 times its revenues. After disappointing performances from games group Zynga and coupon network Groupon, Facebook may prefer to avoid a fall in the weeks after it goes public by pricing at the lower end of expectations. Trades in the firm&apos;s privately held equity, through services like SharesPost, imply a $83.5bn valuation. Guessing is a dangerous game. &quot;Perhaps it is worth $100bn, who knows,&quot; says Sorrell. &quot;I thought $15bn was too much. More fool me.&quot; Facebook&apos;s roster of celebrity backers, which ranges from Bono and Microsoft to Russian billionaire Yuri Milner would suggest something of a bubble, but its ability to attract investors has continually defied expectations.", 
    "section": "technology", 
    "gid": "technology/2012/jan/31/facebook-stock-market-listing-imminent", 
    "wordcount": "952"
}