{
    "headline": "Give the green investment bank power to borrow now", 
    "text": "Cross party consensus emerges only rarely in the tribal world of Westminster. So when politicians do tentatively edge towards agreement, there&apos;s always a glimmer of hope that progress might be possible. When MPs return from recess, they will scrutinise the government&apos;s plans for the green investment bank (GIB) under the enterprise and regulatory reform bill. The concept for the world&apos;s first GIB was developed by the business and NGO alliance, Transform UK, and introduced by Alistair Darling in his final budget before being carried through by the coalition. The GIB has huge potential to leverage in a hefty proportion of the private sector investment needed for the UK&apos;s low carbon economy to flourish. But, as I highlighted in 2011, there are serious doubts as to whether the GIB will a) be a real bank, and b) be green. The main concern is that the Treasury is ideologically opposed to a fully operational GIB, and given George Osborne&apos;s hostility to the idea that there is a green route out of recession, it&apos;s clear the battle won&apos;t be easily won. Nevertheless, there is growing support for improving the bill. The Liberal Democrats passed a motion at conference calling on the government to &quot;expand the bank&apos;s scale and remit as fast as possible, including relaxing the restriction on its ability to borrow before total public sector debt begins to fall&quot;. And as the bill has winded its way through the Commons, Labour have also shown support for proper borrowing powers. There are now two amendments on the table. First, the GIB must be allowed to borrow from the capital markets the only way to make it a bank rather than a token fund, and to assure investors it&apos;s the real deal. The government has said the GIB won&apos;t be allowed to borrow until national debt declines as a percentage of GDP a constraint which may not be met until 2017. An increasing number of MPs, businesses and campaigners don&apos;t see why it shouldn&apos;t be allowed to borrow as soon as possible. With the eurozone crisis deepening and the UK economy flailing, the government&apos;s timetable is likely to be pushed ever further into the future any later than 2015, the GIB falls into the hands of a future administration which may never allow it to borrow. In a letter to the prime minister, environmental and business groups pointed out that if the GIB could borrow at a modest ratio of 1:6, this would boost its capital base to 18bn, unlocking 90bn in private sector co-investment. That&apos;s almost half of the 200bn we need to invest in the energy sector alone out to 2020. Other countries have managed it already. German state-owned bank, KfW Bankengruppe, for example, is one of the world&apos;s biggest green lenders and leverages its equity by a factor of 28 times. This highlights the flaws in the Treasury argument that the GIB shouldn&apos;t be able to borrow yet because the &apos;debt&apos; would show up on government balance sheets. The reality is that allowing the bank to borrow immediately would bring in far more private sector money, resulting in greater tax receipts for the Treasury. The second amendment addresses the &apos;green&apos; question: how will this bank make investment decisions? Who will set the criteria for measuring &apos;green&apos;, and how will those businesses which benefit be held to account? The hope is that the GIB will invest in new green projects: reducing energy consumption and waste, supporting clean energy, or backing &quot;lean&quot; technologies. But in its current form, the bill defines the green purposes of the GIB in worryingly broad terms. So this amendment requires the GIB to make sure its investment portfolio increases the UK&apos;s ability to meet our carbon targets. Importantly, it proposes an explicit link with the Climate Change Act, requiring the GIB board to consider advice from the committee on climate change. If the coalition gets it right on the GIB, it will have taken one important step towards leaving a decent green legacy finally showing that it&apos;s starting to understand the value of the low carbon sector in getting our economy back on its feet. Ministers can make this work if they want to. Billions were found to bail out the Royal Bank of Scotland, which the Treasury classifies as &apos;off balance sheet&apos; because it is a &apos;temporary liability&apos;. Maybe the GIB could be a &apos;temporary liability&apos; until it develops credibility and a portfolio? The government might also address the fact that taxpayer-controlled RBS still invests heavily in oil and gas by, for example, introducing low carbon investment criteria. There&apos;s little point in the GIB investing in green technologies if government continues to prop up the fossil fuel industry elsewhere. Ultimately, a Green Investment Bank is a huge step forward but won&apos;t be enough on its own to make the low carbon transition. Rather than continuing to debate plan A versus plan B, we need a complete rethink of our economic priorities  a &apos;Plan G&apos; to green the UK economy. But in the meantime, if this effort to strengthen the GIB gains cross party support, we still have a fighting chance of creating an institution that can pave the way towards a more sustainable future.", 
    "section": "environment", 
    "gid": "environment/blog/2012/oct/05/green-investment-bank-caroline-lucas", 
    "wordcount": "875"
}