{
    "headline": "Your daddy's rich  inherited wealth may date back to dawn of agriculture", 
    "text": "Hereditary wealth and privilege date back to the earliest days of farming in the Neolithic, according to researchers who have studied hundreds of ancient human skeletons. They found evidence that the wealth children were born into persisted right up to death and that rich people lived cheek-by-jowl with the poor  who scraped an existence from whatever they could find. &quot;It seems who your parents were mattered even then,&quot; said Dr Penny Bickle of Cardiff University, one of the international team of researchers whose findings are reported in the journal Proceedings of the National Academy of Sciences. The study looked at levels of strontium isotopes, which can reveal the diet eaten in childhood, in more than 300 skeletons dating from the Neolithic period, around 7,000 ago, from sites across central Europe. Some of the male skeletons were buried with stone adzes  cutting and chopping tools  which were often beautifully polished and made from carefully selected stone, and so were probably also symbols of status and wealth. An analysis of the strontium isotopes in their tooth enamel showed these individuals had lived on food grown in &quot;loess&quot;, the most fertile and productive soil. Because strontium markers are laid down in tooth enamel in childhood, it seems they hadn&apos;t earned but inherited this richer diet, and the fact that they were buried with the adzes suggests that they died as they had lived: privileged to the end. &quot;This strongly suggests that access to the best soils was being passed on between generations,&quot; Bickle said. &quot;Thus, while I think it&apos;s not news that status differences and subsistence specialisms date to the Neolithic, this is perhaps the first time we&apos;ve been able to show that inheritance was a large part of this.&quot; The men buried without adzes, who seem to have been living in the same settlements, had variable strontium values, suggesting that their food came from less fertile soil. This was possibly a result of surviving on foraged wild plants or because they were deliberately excluded from farming the best soil. Isotope analysis also revealed that the women were more likely than men to have come from places outside the areas where they were buried, suggesting that they moved to live in the homes of their partners. Professor Alasdair Whittle, also of Cardiff University, said: &quot;Our results are providing incredible detail about the lives of these earliest farmers, helping us to understand the ways in which they restructured their society at the beginning of farming.&quot;  This article was amended on 29 May 2012. The original stated that radioactive isotopes of strontium were used in the analysis. This has been corrected", 
    "section": "science", 
    "gid": "science/2012/may/28/daddy-rich-inherited-wealth-agriculture", 
    "wordcount": "450"
}