{
    "headline": "Alfred Russel Wallace, the forgotten man of evolution, gets his moment", 
    "text": "Alfred Russel Wallace is far from a household name, but he changed the world. Recovering from a bout of malaria on the remote Indonesian island of Halmahera, the young British biologist came up with an idea that would transform humanity&apos;s view of itself: he worked out the theory of natural selection. Wallace wrote down his idea and sent it to Charles Darwin, who had been contemplating a similar theory of evolution for more than a decade. Both versions were read to members of the Linnean Society in 1858. Today Darwin is the man who gets the lion&apos;s share of the credit for a theory that provides the mechanism to explain how a species can be slowly transformed into another. Wallace has been forgotten. But this week curators at the Natural History Museum, London, will launch Wallace 100, a project aimed at righting this wrong. On Thursday, Wallace&apos;s portrait  which has been kept for years in a storeroom  will be hung beside the grand statue of Darwin that overlooks the museum&apos;s main hall. Wallace&apos;s entire correspondence will also be put online. &quot;It has taken two years to find all his letters from universities scattered round the world and to put them online,&quot; said George Beccaloni, a curator and expert on Wallace. &quot;Now people can see just what a fine writer he was, and what a great mind he had.&quot; The museum&apos;s ceremony marks the beginning of its Wallace 100 programme, which will mark the centenary of Wallace&apos;s death and aims to bring him back to the public&apos;s attention. Comedian Bill Bailey, a committed fan of the biologist, will unveil the portrait on Thursday and will also host a BBC2 TV series about Wallace which is to be screened in spring. The programme involved Bailey following Wallace&apos;s footsteps round the East Indies where the biologist was working on an expedition to collect birds and animals in the 19th century. &quot;I was on a trip to Malaysia a few years ago and discovered there was a huge group of Indonesian islands known as Wallacea, named after Wallace,&quot; Bailey told the Observer. &quot;He is still considered to be a hugely important figure there but has been ignored in Britain. I got interested and became absorbed by the man, like so many other individuals have been. There is a sort of secret society of Wallace fans. Mention his name and you create a frisson of interest among these people. I have tried to get over the feeling of the excitement that is evoked by his name in our programmes.&quot; Wallace was born in Usk, Monmouthshire, to middle-class parents, but was forced to leave school at 13 when the family fell on hard times. He worked as a surveyor before deciding to travel to the Amazon to collect specimens and to work as a naturalist. After four years, with his health deteriorating, he sailed home. Twenty-six days out of port, his ship caught fire and his drawings, most of his notes and his collection of specimens were destroyed. Wallace survived, in an open lifeboat, with only a couple of notebooks and an indignant parrot. Two years later, Wallace left Britain again. This time he sailed to the Malay archipelago (now Singapore, Malaysia and Indonesia) where he spent nearly eight years collecting and studying the local wildlife. These included the standardwing bird of paradise which is now named Semioptera wallacei after the biologist. &quot;It is a beautiful bird and Wallace was particularly impressed by it, though they are difficult to find, for they live deep inside forests,&quot; added Bailey. &quot;We were lucky. We filmed one in perfect high definition for the programme.&quot; In 1858, in Halmahera, Wallace wrote his essay on natural selection and posted it to Darwin. Darwin and his friends, the botanist Joseph Hooker and Charles Lyell, were horrified. Darwin had been working on a similar theory for several years and now faced the prospect of being robbed of glory. Lyell and Hooker arranged a reading for Wallace&apos;s paper and for a hastily written one by Darwin at the same meeting of the Linnean Society. &quot;It was a rather shabby trick,&quot; said Bailey. &quot;Wallace had sent his paper to Darwin to help get it published. Unluckily for him, he sent it to the one person in the world who had a vested interest in not seeing in print. Lyell and Hooker intervened and a reading was arranged instead. &quot;Darwin&apos;s paper was read first and he is the one we now remember as the man who came up with the idea of natural selection. Wallace should have got priority, but it was Darwin, the man with the connections, who got the glory.&quot; In fact, Wallace did fairly well when he came back to Britain and he produced an extremely popular book, The Malay Archipelago, which provides a vivid, highly readable account of his travels in the East Indies. At one point he admits to sleeping comfortably one night &quot;with half-a-dozen smoke-dried human skulls suspended over my head&quot;. Joseph Conrad kept a copy of the book on his bedside table and drew on it for his own works, including Lord Jim. More recently, David Attenborough has admitted reading the book as a schoolboy and credits it with stimulating his interest in the natural world. &quot;It is wonderful book,&quot; added Beccaloni. &quot;It is written in modern English and is not at all stilted, as so many Victorian books seem today. It reveals what an advanced thinker Wallace was.&quot; www.nhm.ac.uk/wallace100", 
    "section": "science", 
    "gid": "science/2013/jan/20/alfred-russel-wallace-forgotten-man-evolution", 
    "wordcount": "938"
}