{
    "headline": "Paul Watson skips bail in Germany", 
    "text": "The controversial anti-whaling campaigner Paul Watson has skipped bail in Germany. The founder of the militant Sea Shepherd Conservation Society failed to check in with the authorities on Sunday, which was a condition of his release in May. The higher regional court in Frankfurt announced on Wednesday that it had been told by Watson&apos;s lawyer that he had left Germany for an &quot;unspecified destination.&quot; The justice ministry said that it did not know of his whereabouts or whether he was still in the country. Susan Hartland, administrative director of Sea Shepherd, confirmed his flight from Germany. &quot;We have reason to believe from a reliable source that, once in Costa Rica, the Japanese government may have sought extradition of Captain Watson to Japan to answer charges related to obstructing their illegal whaling activities in the Southern Ocean whale sanctuary,&quot; Hartland said. On Thursday afternoon, the Japanese embassy in Berlin told AP that it had submitted an extradition request on 19 July to German authorities. Watson, one of the original founders of Greenpeace, gained fame through the Whale Wars TV show in which he and his crew are shown attempting to disrupt Japanese whalers. However, he was being detained in Germany on charges relating to an incident at sea in Central America in 2002. In October last year maritime violation charges that had been previously dropped over the incident were reinstated by a Costa Rican prosecutor and an international arrest warrant was issued. Watson was arrested at Frankfurt Airport on 13 May. He was detained for a week before being released, after a bail of 250,000 (196,000) was paid. As a condition he was ordered to report regularly to the authorities until a decision was made on whether to extradite him to Costa Rica. However, on Sunday, 22 July he failed to report. &quot;Since by fleeing, Watson has shown that he cannot justify the trust placed in him, the extradition process has been restarted,&quot; the court in Frankfurt announced on Wednesday. Costa Rica has insisted that he would get a fair trial if extradited. However, Sea Shepherd has claimed that he would be in danger if he entered the penal system in the country. The Frankfurt court said that a decision on whether to extradite Watson had been due very soon, although the federal justice ministry would have had the final say. Die Welt reports that, according to a spokesperson for the Frankfurt prosecutors office, another extradition request had come from Japan last week relating to a charge of violating ships traffic that is alleged to have occurred in 2010.", 
    "section": "environment", 
    "gid": "environment/2012/jul/26/paul-watson-skips-bail-germany", 
    "wordcount": "437"
}