{
    "headline": "German renewable energy drive brings emissions cuts success", 
    "text": "Germany has reduced its greenhouse gas emissions significantly in recent years as it has pushed forward a renewable agenda leading Europe into an age of wind and solar power. In the past year, the country&apos;s CO2 emissions fell by 2.4% compared with 2010, according to figures released by Germany&apos;s Federal Environment Agency (UBA). The decrease, say experts, has largely come through a push towards renewable energy that has accelerated since the country began its move away from nuclear power. In the first six months of 2012, the amount of electricity produced using renewable energy rose from 20% to 25%, bringing the country closer to its targets of 35% by 2020 and 80% by 2050. &quot;We are on a good track in regard to the increase in the share of renewables,&quot; said Brigitte Knopf, deputy head of research at the sustainable solutions project at the Potsdam Institute for Climate Impact Research (Pik). &quot;This is a story of success, though some challenges are still ahead.&quot; According to figures released by the government agency Germany Trade and Invest, 38% of the electricity produced by renewable energy during that period was through wind power, and almost 16% from solar. The push for renewables has come largely through in Germany&apos;s highly regarded and much-copied Renewable Energy Act (EEG), which subsidises producers who invest in wind and solar energies through feed-in tariffs. The cost of subsidy has triggered a heated debate in Germany, because subsidies have been covered by higher energy prices for households. &quot;If the prices keep increasing, this might undermine the acceptance of the Energiewende [energy transformation],&quot; said Knopf. This transformation follows the Fukushima nuclear disaster in Japan in 2011, which prompted Berlin to move forward plans to phase out nuclear energy use in Germany from 2036 to 2022. Eight of 17 power plants were closed last year as part of the Energiewende process. But as well as increasing Germany&apos;s reliance on renewables, it also increased German dependence on coal-fired plants, a major source of CO2. While experts said there are no plans for new coal-fired plants, those already under construction will be finished. &quot;If you have new plants now, they will run for 40 or 50 years and then you will have a problem with emissions in the future,&quot; said Jan Burck, of environmental group Germanwatch. Germany aims to reduce its carbon emissions by 40% of 1990 levels by 2020 and 80%-95% by 2050  a target Burck said would be tough. And even though the strategy has brought about a 26.5% reduction up to 2011, according to the UBA figures, there are other problems. Europe&apos;s emissions trading scheme (ETS) has less ambitious reduction targets, which means EU companies involved do not need to work towards German goals. As a result, environmentalists are pushing for tougher Europe-wide regulations to bring all of the states into line. But despite the problems, Germany remains committed to its green agenda, driven, some say, by the need to correct the world&apos;s wrongs  a sentiment that goes back to the second world war and the postwar generation who challenged their parents afterwards for just standing by. &quot;That has led to a very strong environmental and anti-nuclear movement,&quot; says Green party MP Hermann Ott. &quot;It ultimately led to the foundation of the Green party and made us very strong. If something goes wrong, you have to speak up and do something otherwise your children will ask you in 20 to 30 years, &apos;Why didn&apos;t you do anything?&apos;&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/26/german-renewable-energy-emission-co2", 
    "wordcount": "593"
}