{
    "headline": "GCSE row: pupils, schools and councils launch legal action", 
    "text": "An alliance of pupils, schools and councils has launched legal action over the grading of this summer&apos;s GCSE English exam. Papers have been served on England&apos;s exams regulator, Ofqual, as well as the AQA and Edexcel awarding bodies, the alliance announced. The group is challenging a decision by the exam boards to raise between January and June the boundary needed to get a grade C in GCSE English, and claims Ofqual failed to address the situation. The alliance claims that, as a result of the decisions, an estimated 10,000 pupils who took their English GCSE exam in June missed out on a C grade. Around one in 14 students  more than 45,000 in total  who took the qualification in the summer have opted to re-take exams, according to figures obtained by the BBC. The statement of claim submitted to the high court says: &quot;The decisions have prejudiced the life chances of thousands of children. The immediate effects of the decisions include children being unable to progress in education, losing vocational opportunities and jobs and being unable to gain employment.&quot; The alliance includes 167 pupils, as well as 150 schools and 42 councils from around the country, plus six professional bodies. Brian Lightman, general secretary of the Association of School and College Leaders (ASCL), said: &quot;We are not happy about issuing court proceedings, but Ofqual and the awarding bodies have left us with no other alternative. Young people only have one chance at their education and we will not give up on them.&quot; Last month Ofqual responded to a pre-action letter sent by the alliance, vowing to &quot;rigorously defend&quot; its decisions over this summer&apos;s GCSE English results. The row over the English exams broke out as national GCSE results were published in August. Ofqual conducted an inquiry into the fiasco, which concluded that January&apos;s GCSE English assessments were &quot;graded generously&quot; but the June boundaries were properly set and candidates&apos; work properly graded. The regulator insisted it would be inappropriate for either of the sets of exams to be regraded. Instead, students will be given an extra chance to resit the GCSE in November. In Wales, education minister Leighton Andrews ordered the WJEC exam board to regrade Welsh students&apos; English papers. As a result, last month nearly 2,400 pupils who took English with the exam board received better results. Christine Blower, general secretary of the National Union of Teachers (NUT), said: &quot;The education secretary should have taken the lead from Wales and re-graded this year&apos;s English GCSEs. The NUT, as part of a coalition of other interested parties, has been left with no option but to try and redress through the courts the great injustice suffered this year by schools and pupils.&quot; A spokesman for Pearson, the parent company of the Edexcel exam board, said: &quot;This matter is with our legal team and we will not be making further comment at this time.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/26/gcse-english-grade-legal-action", 
    "wordcount": "496"
}