{
    "headline": "Famine isn't an extreme event, it's the predictable result of a broken system", 
    "text": "Drought and famine are not extreme events. They are not anomalies. They are merely the sharp end of a global food system that is built on inequality, imbalances and  ultimately  fragility. And they are the regular upshot of a climate that is increasingly hostile and problematic for food production across huge swathes of the developing world. For the third time in seven years, the Sahel region of west Africa is facing a toxic combination of drought, poor harvests and soaring food prices. In Niger, 6m people are now significantly at risk, together with 2.9m in Mali and 700,000 in Mauritania. An immediate response is needed in order to avert a devastating food and nutrition crisis. In responding, however, we must also redefine the vocabulary of food crisis. It is our global food system that is in crisis. Last year&apos;s famine in the Horn of Africa, and the current woes in the Sahel, are the surface cracks of a broken system. These regional outbreaks of hunger are not, as such, extreme events. Beyond semantics, this is a crucial distinction. In viewing these events as extreme and unexpected, we fail to acknowledge the regularity and predictability of hunger. This flaw is fatal, for it means failing to acknowledge that the food system itself is broken. It means failing to build readiness for persistent famine into international development and humanitarian policy. And it means waiting until people starve before doing anything. The worst hunger crisis in a century hit Kenya, Ethiopia, Somalia and Djibouti last year, affecting 13 million people and taking thousands of lives. International aid came thick and fast from mid-2011 onwards, by which point mass displacement, malnutrition and death had already taken hold. Yet, according to a damning report from Oxfam and Save the Children, early warning systems flagged up the crisis as early as August 2010. A full response came only after decision-makers could see evidence on the ground of the failed harvests and starvation that had been accurately predicted. Poor local governance is part of the story. Governments in the Horn of Africa  with the help of international relief and development agencies - should have set up comprehensive anti-drought plans in advance, and should have sounded the alarm earlier. Signs are already more promising in the Sahel. Aside from Senegal and Burkina Faso, all affected governments have been quick to declare an emergency, devise plans, and call in international aid. But the international community must also ensure that its crisis response tools are fit for purpose. Food aid is often counter-cyclical: donors are more generous when prices are low due to significant harvests, which tends to be when needs are lower. So standing regional food reserves should be set up to enhance access to affordable stocks as soon as needs begin to rise. This would allow emergency stocks to be pre-positioned in risk-prone regions, so that  when local purchases are not possible  humanitarian agencies have access to food stocks below the market rate. The problem is not just about governance shortcomings in Africa, and it is not just about the modalities of delivering food aid. It is also a problem of principle. For decades, we have taken the wrong approach to feeding the world. In many poor countries, investment in agriculture has focused on a limited range of export crops. Too little has been done to support smallholders, who produce food for their local communities. Yet, by supporting these poor farmers, we could enable them to move out of poverty, and enable local food production to meet local needs. Diverse farming systems, agroforestry and reservoirs to capture rainfall are sorely needed in drought-prone areas such as the Sahel. This requires a real commitment to local food systems, and an acknowledgement that trade and aid cannot provide all the answers, especially when international grain prices are so high. The solution is therefore twofold: we must plan adequately for the food crises that emerge within our broken food system, and we must finally acknowledge how broken it is. Only when we are honest about hunger will the world&apos;s most vulnerable populations receive the short-term aid and long-term support that they need.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/30/famine-predictable-result-broken-system", 
    "wordcount": "693"
}