{
    "headline": "Big Science in Small Town Japan", 
    "text": "Hundreds of particle physicists are descending once more on the sleepy village of Tokai-mura in Eastern Japan. Over the next week we will discuss the present and future of an experiment that many have devoted several years of their lives to. An experiment that will forge a path into a new era of understanding the creation of our Universe.     The ND280 detector, part of T2K.    The Tokai to Kamioka experiment (T2K for short) restarted last month, a year after the massive eastern Japanese earthquake shut it down after just months of operation. The experiment is once again firing an intense beam of neutrino particles 295km through the crust of the Earth from Tokai-mura to the Japanese alps in the West. In looking at the particles at the start of their journey and again at their final destination we are looking for neutrinos changing their sense of exactly what they are. The method of character change that neutrinos undergo is called oscillation and is well understood. The exact changes however must themselves be measured directly from Nature. Recently the Daya Bay experiment, and shortly after the RENO experiment, measured the final unknown. We now have a complete but blurry picture of how neutrinos behave. The T2K, Daya Bay, RENO and future experiments will bring different aspects of this picture into focus. Once a sharp image is in place then the fun really begins. Once we know how neutrinos behave we will start pitching neutrinos against their opposite number; their antimatter versions called antineutrinos. If we understand them well enough we can look for subtle differences between neutrinos and anti-neutrinos. Any difference between any types of matter and antimatter are important because it was exactly differences like these that created the Universe in which we live. The very slight preference in Nature for matter over antimatter left a residue of matter. This residue was the raw material from which, over 13 billions years later, forms the entire visible Universe. T2K will forge the path in looking for this difference and it is in this week where we discuss how to start on this journey. Ben Still is a neutrino physicist at Queen Mary, University of London, and a member of the T2K collaboration. He blogs and does other things here.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/apr/22/1", 
    "wordcount": "372"
}