{
    "headline": "World's deepest sea vents reveal unknown creatures - in pictures", 
    "text": "   Scientists have revealed details of the world's most extreme deep-sea volcanic vents, 3.1 miles down in a rift in the seafloor of the Caribbean.  The undersea hot springs, which lie half a mile deeper than any seen before, may be hotter than 450C and are shooting a jet of mineral-laden water two-thirds of a mile into the ocean above.  The vents are nicknamed 'black smokers' for the smoky-looking hot fluids, laden with mineral particles, that gush from them Photograph: University of Southampton/NOC       Writing in the journal Nature Communications this week, a team led by Doug Connelly of the National Oceanography Centre and Jon Copley of the University of Southampton describe the discoveries from an expedition aboard the Royal Research Ship James Cook.  The RRS James Cook is the UK's most advanced research vessel, with eight science laboratories aboard and deck space for carrying deep-diving underwater vehicles Photograph: University of Southampton/NOC       The scientists explored a 70-mile long volcanic rift in the ocean floor of the Caribbean, south of the Cayman Islands, where they discovered deep-sea vents in two areas.  The Beebe vent field, named after pioneering deep-sea biologist William Beebe, contains the world's deepest known volcanic vents, 3.1 miles down on the seafloor.  The Von Damm vent field, named to celebrate the life of geochemist Karen Von Damm, is on the upper slopes of an undersea mountain twice as high as Ben Nevis but still 1.5 miles beneath the waves Photograph: University of Southampton/NOC       To reveal the world's deepest known volcanic vents, the team used two underwater vehicles.  Autosub6000 was built at the National Oceanography Centre in Southampton and is an Autonomous Underwater Vehicle, which can be preprogrammed to survey for deep-sea vents on its own with chemical sensors and sonar.  The scientists then launched HyBIS, which they controlled remotely from the ship, to film the vents with a high-definition video camera and collect samples in a hydraulic grab Photograph: University of Southampton/NOC       Despite the pressure 3.1 miles deep and the scalding fluids gushing from the vents, the Beebe vent field is teeming with a new species of deep-sea shrimp, which the scientists have named Rimicaris hybisae after the underwater vehicle that they used to collect it.  The new shrimp's closest known relative is another species that swarms around deep-sea vents in the middle of the Atlantic, 2,500 miles away Photograph: University of Southampton/NOC       Like other shrimp found at deep-sea vents, the new species has a light-sensitive organ on its back, which may help it to navigate in the very faint glow of the vents.  The shrimp feeds on bacteria that grow on the surface of its body, nourished by minerals in the hot fluids erupting from the seafloor Photograph: University of Southampton/NOC       Pale deep-sea anemones cluster around cracks seeping warm water at the Beebe vent field.  'Studying the creatures at these vents, and comparing them with species at other vents around the world; will help us to understand how animals disperse and evolve in the deep ocean,' says Copley Photograph: University of Southampton/NOC       The Von Damm vent field is thronged with the new species of shrimp, along with other animals such as snake-like fish.  'The Von Damm vent field was a complete surprise - hot vents have never been seen in a place like this before,' says Connelly. 'Its discovery suggests that there may be more deep-sea vents out there than we previously thought' Photograph: University of Southampton/NOC  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jan/11/sea-vents-unknown-creatures-in-pictures", 
    "wordcount": "0"
}