{
    "headline": "HMV and retail nostalgia: it's about games as well as records and books", 
    "text": "When I was 12, I spent a lot of my Saturday afternoons hanging out in the Stockport branch of Debenhams  and already you know this isn&apos;t going to be a story about how cool I was as a child. I was there because this ugly old department store had a little computer section where you could buy  but much more importantly, play  the latest Commodore 64 and Spectrum titles. I would spend many happy hours testing the likes of Sabrewulf, Mercenary and Paradroid while the rest of my family were elsewhere buying, oh I don&apos;t know, legwarmers? Pinstripe jeans? This was the 80s, it was a weird time. I&apos;m recalling this now because of the collapse of HMV and the ramifications this may have for entertainment retailing. Obviously, the tragedy is that 4,000 employees are facing redundancy, but beside that, a lot of the narrative has been dictated by music lovers, reminiscing over the old days of meeting friends in noisy stores, browsing vinyl records, and discovering new artists. Somewhat overlooked at times is the fact that HMV also sold video games and its possible demise will rob huge numbers of people of the opportunity to buy and browse games in their local high street. After all, specialist retailer Game almost collapsed last year and survives now with a far reduced chain of stores. As for the independents  I recently emailed Matt Martin, editor of Gamesindustry.biz to ask him if he knew of any indie game shop owners I could speak to for a feature I was writing. &quot;There are no retailers left, Keith,&quot; was his stark reply.  There are, of course, a few determined survivors, littered here and there. But while small book and music stores have managed to maintain a presence, trading on the romance and cultural prestige of their goods, game shops are disappearing fast. There are, after all, plenty of old music lovers who spin misty-eyed yarns about buying the latest Bowie or Cure album and then obsessively reading and re-reading the sleeve notes, and they can be reasonably confident that their peers will nod sagely. We all understand that music is important, we get it that books and records are artifacts of great tactile and design beauty. And true enough, people have been nodding sagely all this week as bloggers and journos have lined up to bemoan the death of the record store. Ironically, many readers peruse these stories on their iPhones; the very vessel of the digital audio revolution. What of games? Who cares, right? I mean, what difference does it make, buying these cold technological playthings on Amazon rather than on the high street? And yet, game shopping is just as social, just as resonant, as searching for books or albums. I didn&apos;t have many friends at school, but a small band of geeks would pool our resources, meet in Stockport and play the latest games. It was important that we all bought different titles so that we could swap and share; the big releases were usually priced at around a tenner back then, and I got two pounds a week pocket money  maximising my exposure to masterworks from companies like Beyond, Gremlin, Ocean and US Gold meant taking a collective approach to buying decisions. It was a serious business.  And then on the bus home, I wasn&apos;t ogling the latest Smiths album cover with an expectant yearning for Morrissey&apos;s latest works of miserablist wisdom, I was reading the instructions to Lords of Midnight or Elite. I can remember once buying the brilliant beat-&apos;em-up Way of the Exploding fist while my family and I were staying with an elderly relative in Bradford. It was one of the first fighting games to feature an extensive range of different moves and I spent the three days of our visit engrossed in the wad-like instruction book, memorising leg sweeps and flying kicks. To be so far away from my computer, from the chance to load this thing up and play it, was tortuous.  Lots of my contemporaries in the games industry recall the game-buying experience of the 80s and 90s. They remember hanging out in cramped, untidy stores, chatting with staff, poring over import copies of Japanese games mags such as Famitsu, ordering in hugely expensive import cartridges for exotic consoles such as the PC Engine and FM Towns Marty. The rarity, the exclusivity, the ritual  it was there for games retail as it was for music.  HMV made intermittent attempts to revive those days. Several of its stores had game demo areas with large screens and multiple consoles. Its famous store on Oxford Street held launch events for major titles  that sense of ceremony and a shared passion, lingering on into the digital era. I went to a few of these and enjoyed the atmosphere, the camaraderie, of a shared passion. The surviving Game stores will no doubt carry this fading torch of spontaneous retail excitement. But mostly we buy games online and in supermarkets, and many will not miss HMV, with its haphazard pricing, poor back catalogue and over-reliance on used titles. I wonder though if anything else can emerge from the ashes of major chain store retailing. I&apos;m convinced independent stockists of books, music and DVDs will find ways to attract customers who want a more pleasant personable buying environment, who want to browse and be seen browsing in cool little indie stores with plump armchairs and coffee on tap.  Games buying has always been different, the atmosphere of the best stores, more seedy, more secretive; much more like comic shops. I&apos;m not sure the experience can be repackaged and resold as retail theatre. I hope it can.  Because there are still kids like me, or kids like the one I was, awkward but bright and enthusiastic, whose social lifeline may be games. You can do that stuff online now, and in some ways that is the beauty of the internet: the ability to play against anyone, anywhere. However, to be in a physical space with your friends and rivals, to be surrounded by shelves filled with games, the little plastic boxes and paper instruction manuals; the excitement of a new demo, there in the store, on a big CRT television  that was an experience as rich and memorable as flicking through 12in records. If we are to get misty eyed over a retail business we all helped to see off, at least let us understand that games were there too.  I still have that copy of Way of the Exploding Fist, bought in a computer store in Bradford in 1985. The clear sleeve around the box is torn and held together by yellowing sellotape; the cassette label is worn, the instructions smeared and tattered. It is a relic, like any much-loved LP, of a moment long ago and of the boy who bought it and played it, and of the boys who shared it with me.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/17/hmv-retail-nostalgia-games-music-books", 
    "wordcount": "1158"
}