{
    "headline": "The week in wildlife  in pictures", 
    "text": "   A seagull flies over sunlight refections on the waves of the Vltava River in Prague, Czech Republic Photograph: Filip Singer/EPA       A chameleon rests on a branch at a zoo in Antananarivo, Madagascar. The Indian Ocean island is home to a vast array of plants and animals, many found nowhere else on Earth Photograph: Ding Haitao/Corbis       Mallard ducks perch on Spot and Sonia, two hippos sunbathing in a lake in Wiltshire safari park Photograph: Longleat Safari Park/PA       A bison, often referred to as an American buffalo, drinks from a river stream on its range land in Jackson Hole, Wyoming. Seen in the distance are the Grand Teton mountains. The US senate recently passed an act designating the American bison as a national mammal and recognising the first Thursday in November as National Bison Day Photograph: Alex Pitt/Corbis       Atlantic sailfish (Istiophorus albicans) hunting sardines in the Caribbean sea. They have a large dorsal fin which has the appearance of a sail. The fin runs along the length of its body and, when extended, it is taller than the width of the body. The Atlantic population of the sailfish is sometimes referred to as Istiophorus albicans, while the Indo-Pacific population is called Istiophorus platypterus, but there is no genetic evidence to indicate they are two separate species Photograph: Doug Perrine/Alamy       A seven-day-old unnamed Siamang gibbon weighing 170 grams is nursed by its mother Jamby at the safari park and zoo in Ramat Gan, Israel. The Siamang gibbon is found mainly on the Indonesian island of Sumatra and the Malaysian peninsula but is endangered by logging and deforestation  Photograph: Uriel Sinai/Getty Images       Snow leopard cubs discover their outdoor enclosure at the zoo in Wuppertal, west Germany. They were born in the wild in a den in Mongolia's mountains but brought to the zoo after the death of their mother Photograph: HOLGER BATTEFELD/AFP/Getty Images       I am stuck! A squirrel is trapped in a manhole cover in Isenhagen, north Germany. Local residents called the police who managed to free the animal by using olive oil Photograph: AP       Rima Jabado, centre, a marine scientist and shark researcher writes the measurements of a shark at a fish market in Dubai, UAE. Jabado has spent the past three years visiting docks around the UAE and the fish markets of Dubai, chatting with fishermen and asking them about sharks. What she hears from all of them, she says, is that shark stocks have dropped drastically in the warm waters offshore in the Gulf  Photograph: Kamran Jebreili/AP       A dahlia flower displayed at the annual Lalbagh Flower Show 2012 in Bengaluru. The flower show is being readied for India's independence day celebration on 15 August Photograph: Jagadeesh Nv/EPA       Migrating shore birds feed in one of the few pools that have water at the Quivira National Wildlife Refuge in Hudson, Kansas. Rain and cooler temperatures in the drought-stricken US-midwest crop belt will provide relief for late-season soybeans, but the change in the weather is arriving too late to rescue the severely damaged corn crop Photograph: Jeff Tuttle/Reuters       Some 6,000 species of reptiles, including lizards, are traded legally as well as illegally either to live as pets or for their skins. In the US, lizards are often imported to be sold on the pet market  Photograph: INA FASSBENDER/REUTERS       A female pillar coral releases eggs in the Florida Keys National Marine Sanctuary.  Researchers said it was the first time anyone had observed pillar coral spawning and until recently, it wasn't even clear whether the species existed in Florida waters Photograph: Karen Neely/AP       A male sandpiper trying to impress the females. Partying round the clock usually takes its toll - unless you happen to be a sex-mad male pectoral sandpiper. The birds avoid sleeping for weeks on end so as not to miss out on mating opportunities. Scientists found they spent up to 95% of their time awake, yet appeared to suffer no ill effects  Photograph: Wolfgang Forstmeier/PA       A crab walks on plastic pellets washed up on Lamma island during a clean-up operation in Hong Kong. The government said about 150 tons of the pellets were spilled into the sea from a vessel when Typhoon Vicente hit two weeks ago, and some of the pellets drifted into fish farms  Photograph: Kin Cheung/AP       The paws of Fafa, a lioness that is nearly 18 years old, are seen as it lies on a CT scan machine at the veterinary clinic in Brasilia. Fafa has been living in Brasilia zoo since birth and has undergone surgery this year to remove both her ovaries and uterus. The lioness had to undergo a three-hour-long CT-scan sessions to chest, skull and abdomen in order to diagnose the source of her health problems  Photograph: UESLEI MARCELINO/REUTERS       Migrating wildebeest run across the Mara River at Masai Mara national reserve in Kenya. At the end of the dry season, thousands migrate from Kenya's Masai Mara reserve back to Tanzania's Serengeti national park in one of the greatest natural spectacles on Earth. More than 2 million herbivores - about 200,000 zebra, 500,000 Thomson's gazelle and 1,500,000 wildebeest - thunder up to 700 miles  across East Africa's plains at the beginning of June and make the return journey in August-September Photograph: Tai Jianqiu/Corbis       Moon jellyfish: fewer jellyfish have been spotted in UK waters this year although recent warmer weather could bring out more blooms of the sea creatures, conservationists say. While sightings are down in the UK, visitors to Spain's Costa del Sol have been warned of massive blooms of mauve stinger jellyfish which have left many people requiring treatment Photograph: Chris Radburn/PA       A male weedy sea dragon at the Monterey Bay aquarium swims with newly hatched babies in a sea dragon display that is  part of the aquarium's special exhibition  the Secret Lives of Seahorses. The inch-long fish, Australian relatives of the seahorse, were carried as eggs on a brood pouch under the sea dragon's tail  Photograph: Randy Wilder/AP  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/aug/10/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}