{
    "headline": "Apple and Samsung have won the smartphone wars. What's next?", 
    "text": "The smartphone wars are, essentially, over. Samsung and Apple have won the battle of the manufacturers; Android has won the battle for market share, though it remains to be seen which of the two giants - the South Korean manufacturer or the Californian designer - will win the battle for profits. The latest figures from research company IDC for the mobile market for the fourth quarter of 2012 and the full year show that the smartphone market now belongs to Apple and Samsung. By IDC&apos;s reckoning (because Samsung does not publish figures, but gives &quot;guidance&quot; to analysts), Samsung shifted 63.7m smartphones in the fourth quarter, while Apple shipped 47.8m. Together, they comprised more than 50% of the whole smartphone market - which itself comprised 45.5% of the whole mobile market.     Apple and Samsung combined percentage of smartphone sales in fourth quarter of 2012 (source: IDC)    In other words, one in four of all phones shipped during the fourth quarter was a smartphone from either Apple or Samsung. In the smartphone space, Samsung had a 29% share, up from 22.5% a year ago, and Apple a 21.8% share (23% a year ago), IDC says. The next biggest was Huawei, with just under 5%.  There&apos;s no particular reason to think that either Samsung or Apple is going to pack up their bags and go home. Despite all the noise around Apple&apos;s &quot;disappointing&quot; results (because it did pretty much what analysts forecast - always a mistake), the murmurs about another iPhone, or even a lower-cost but new iPhone model (rather than the lower-cost but old iPhone model using the iPhone 4 casing) do make some sense if the company wants to expand its presence in markets unlike the US, where the carrier subsidy model distorts the market in the iPhone&apos;s favour. Given that, and given that Nokia hasn&apos;t shown any signs of breaking the market (it sold just 770,000 Lumias in the US in the fourth quarter of 2012), it seems reasonable to say that the war is over. Windows Phone will get some share, RIM&apos;s BlackBerry will get some share, but Android has the majority - anywhere from 60% to 70%, depending - and Apple has about 20%.     Year-on-year growth in all mobile phones, featurephones and smartphones. (Source: IDC)    The figures also show how rapidly smartphones are taking over the market. The featurephone market is shrinking, quite fast: it has gone from around 300m phones per quarter during 2011 to about 250m in 2012 (and fell by 15% year-on-year in the fourth quarter), while smartphone numbers keep growing, rising by about 40% per quarter. Some time this quarter, smartphones will make up more than 50% of the world total. But what&apos;s &quot;smart&quot;? You can argue about whether some of the low-end Android handsets being sold in the US, Europe or China ever get used as smartphones; many as just used as pay-as-you-go (aka &quot;prepaid&quot;) phones.  Equally, should Nokia&apos;s Asha range should be included as a smartphone? Presently it isn&apos;t, because you can&apos;t install third-party apps, a key measure that companies such as IDC and Gartner use to define &quot;smartphones&quot;. but they can connect to the internet for browsing and email, which is why the Opera browser shows up so much in mobile statistics.)  On Nokia&apos;s measure, it sold just 6.6m smartphones (4.4m Lumias running Windows Phone, and 2.2m running Symbian) but also 9.3m Asha handsets - which would, if you include those, mean 15.9m &quot;smart&quot; phones, and make it the third-biggest smartphone seller. Instead, though, the top five smartphone sellers on IDC&apos;s measure are Samsung, Apple, Huawei (10.8m), Sony (9.8m), and ZTE (7.5m). It&apos;s telling that RIM, Nokia, HTC and Google-owned Motorola have all dropped out of that and that LG, supplier of the Nexus 4 for Google, isn&apos;t in there either. While Nokia managed to eke out a profit from the fourth quarter (bolstered by the sale of Vertu, patent licensing and Microsoft&apos;s injection of cash to push Windows Phone) there&apos;s no sign of a sudden ramp in sales. And almost all of those companies are loss-makers, apart from HTC and Sony, which have just managed to keep their handset businesses in profit. The barbell-shaped market During ARM chipmaker Qualcomm&apos;s fourth-quarter results call its chief financial officer William Keitel offered this insight: &quot;The OEM [mobile handset] market is kind of getting to be a barbell, where you have one end of the barbell with names that we all recognise. But the other end of the barbell has a lot of names that very few people recognise concentrated in Asia. And it&apos;s that visible name in one end of the barbell that people tend to focus on and where data is more readily available. The other end of the barbell, the data can be hard to come by.&quot; Barbells, of course, are large at both ends and thin in the middle. Keitel was talking generally about the proliferation of handset makers, where there are enormous numbers in Asia churning out cheap handsets (increasingly, using Android, or AOSP - the Android Open Source Platform, which doesn&apos;t &quot;call home&quot; to Google when the phone is activated).  The dominance of Samsung and Apple in terms of volume leaves few pickings for the rest. &quot;HTC makes beautiful phones running Android. But it&apos;s in terrible trouble,&quot; says Benedict Evans, telecoms and technology analyst at Enders Analysis. Just offering Android isn&apos;t a guarantee of success for anyone except Google, and even it has challenges in the Chinese market, where AOSP phones make up an increasing number of the &quot;Android&quot; phones recorded in statistics.     Market share of manufacturers in smartphones and overall mobile market, 2Q 2011 - 4Q 2012. (Source: IDC)    In this barbell market, Apple is firmly ensconced at the high end, though its policy of keeping older iPhone models which can be sold by carriers for lower upfront prices on contracts means that it&apos;s not confined to the very top niche. Samsung makes a colossal variety of phones and smartphones; it&apos;s a company that gives the lie to the idea that you can&apos;t be vertically integrated. (In fact Apple and Samsung are a fascinating contrast: one owns pretty much no manufacturing facilities, but outsources all manufacture; the other owns everything, from silicon fabrication plants right up to phone assembly plants. It certainly shows that there&apos;s no point in being didactic about the best way to win in the market.) Samsung&apos;s fourth-quarter results don&apos;t break out its revenues in any useful way; there&apos;s no clue about how many phones or tablets it produced, or what they produced in revenues, or their average selling price. In that sense, Samsung&apos;s a financial black box.  We know it&apos;s a behemoth. But it&apos;s easy - and wrong - to see its flagship devices such as the Galaxy S3 and Note 2 and think that those made up pretty much all of the 63.7m sold. They don&apos;t; Samsung&apos;s own figures, from its announcement on 10 January that it had shipped a total of 100m Galaxy phones, was easy to misinterpret.  But Samsung was clear about it: the Galaxy S3 shipped 30m in five months, 40m in seven months. The Galaxy S2 had shipped more than 40m in 20 months. (Which logically leaves the original Galaxy S at somewhere under 20m.) Compared to the number of smartphones Samsung has shipped since the launch of the Galaxy S in March 2010 - which total 321m - it&apos;s clear that Samsung isn&apos;t just at the high end. It&apos;s everywhere - high, middle and low end. And it has the marketing muscle and spend to shove lesser players such as HTC out of the picture through promotions that put its phones (and tablets) in front of anyone who steps into a phone store. Nothing wrong with that; it&apos;s the reality of the modern market, where sheer scale is the determinant.  Small pickings When Steve Jobs introduced the iPhone in January 2007, he said it was &quot;five years ahead of anything else out there&quot;. Those five years have elapsed, and some; and the rest have caught up, so that there&apos;s more homogeneity out there than ever before. Even RIM&apos;s new BB10 interface (shown in this video) is based around a black slab touch screen with a grid of icons (for app collections), with the addition of two screens - one dedicated to email, the other to showing running applications. The swipe-to-switch gestures aren&apos;t that dramatically different from what you&apos;d find on Android or iOS. Only Windows Phone offers a genuinely different interface. The dreams that companies and operating systems such as Jolla and the Firefox mobile OS are nice, but in essence they&apos;re experiments. Jolla might have a vague chance of getting some traction in China, but then again, it has to attract a developer ecosystem around it - and why would you write for Jolla when there will be hundreds of millions of Android/AOSP phones to target there?  It&apos;s true that Nokia said there would never be another open mobile OS after Symbian - and look what happened to that. Does that mean there will be nothing after Android? Not at all; we&apos;re going to want smarter OSs to handle, for example, the wearable computing that&apos;s coming along (think of the Pebble smartwatch and Google Glass) as well as the explosion in addressable devices coming with IPv6. What will that be? Hard to know, but it won&apos;t necessarily be Android. It might even - who knows? - be QNX, which underpins RIM&apos;s BB10.  Room for growth     Smartphone share of mobile market to 4Q 2012. (Source: IDC)    How much bigger can the smartphone market grow? Given that the overall mobile market is pretty stable at around 450m units per quarter (varying seasonally), and that as a rule of thumb you can usually expect that there will be 20% of any market that will stubbornly stay with simpler (cheaper, longer-lived) phones, smartphone shipments could probably hit 360m per quarter in 12 to 18 months. That implies that there&apos;s room for another 140m smartphones to be sold every quarter - an increase of 63% on the market as it stands now. But much of that will be at the lower end of the barbell, in China and the rest of Asia; the US market is pretty much saturated (80% of phones sold there now are smartphones), and Europe is headed that way, with smartphone usage above 50% in many countries. But as above, it will be slim pickings for any company that isn&apos;t Samsung or Apple. Samsung in particular shows an ability to carpet any market with its handsets - apart from China, where &quot;white box&quot; handset makers are prospering. Update: Evans has a splendid illustration, in a blogpost he titles &quot;Polarisation, continued&quot;, of the way that Samsung and Apple are sucking the air out of the room for the name vendors. He also has this graph, where each successive quarter shows the revenue for the respective companies:     Revenues of Samsung, Apple, and other handset vendors by quarter from 3Q 2011. (Source: Enders Analysis)    It comes with the caveat that the Samsung figures include revenues from both featurephone and smartphones, and that Chinese OEM &quot;white box&quot; makers (the other end of the barbell) aren&apos;t included. Nor are Huawei or ZTE, as they don&apos;t provide consistent figures. Next stop: services As Microsoft is discovering in the PC market, hardware is the new software - being able to offer an integrated product makes the real difference (hence its efforts with the Surface). But in smartphones, services are the new hardware and software. Having a great screen and great camera isn&apos;t a differentiator any more. Having lots of apps in your app store is a given. What now distinguishes smartphone platforms is having really good services. Google of course has not just maps, but also email, cloud storage and Google Now - a feature that really marks it out from all the other platforms. Apple has iMessage, as well as its iCloud mail and document service, the iTunes Store (with all those films, books and music) and its own maps (you could put those on the plus or minus ledger). Nokia has Maps and Nokia Music. It&apos;s noticeable that Samsung is making its own effort to split from the rest of the Android pack, by offering services such as S-Voice (powered by the same backend as Apple&apos;s Siri) and its Samsung-specific Android apps (for the Galaxy Note&apos;s stylus, for example). For Android rivals such as HTC, LG and Motorola, any adoption by Samsung owners of those apps makes them less likely to change to another handset maker, and imperils them further. (It&apos;s not as big as the jump from Android to iPhone, though, which some do make; even so, it&apos;s not trivial.) Samsung is also making moves to offer music and video through its own iTunes-like store; it knows that just making hardware isn&apos;t enough. Update: and don&apos;t forget Samsung&apos;s deal with Dropbox, offering 50GB of storage for free for two years. That&apos;s ten times more than Google offers by default in Google Drive, and Dropbox will upload your photos automatically - just like Google+, but completely separate. Where next? If the smartphone wars are really over, what comes after? As above - the obvious next step is the phone that you don&apos;t need to look at, but which alerts you by voice or visual message when you need to know something. Wearable, pocketable - it&apos;s likely to be an evolution from what we&apos;re seeing now (as the smartphone was from the featurephone; think of the Asha as the missing link, maybe) and which - let&apos;s hope - will change our lives for the better too.", 
    "section": "technology", 
    "gid": "technology/2013/jan/25/apple-samsung-won-smartphone-wars", 
    "wordcount": "2248"
}