{
    "headline": "Fifa 13  review", 
    "text": "Well, EA Sports has finally done it. After years of hinting in this direction, building the options, crafting the background activities, nudging us toward an inescapable realisation, the purpose is now clear and the truth is out. Fifa 13 is an action RPG.  You only really have to look at Ultimate Team, the game&apos;s increasingly epic mix of Pokmon, Farmville, Final Fantasy and old-school sticker books. Building a team from virtual packs of trading cards, swapping duplicates and auctioning unwanted misfits has always been fun, but now there are seasons to compete in, manager tasks to beat, and team of the week challenges to undertake, all of which unlock goodies and allowing access to better players. It is essentially an adventure, with the team as a clan, fighting its way through a division of enemies.  Added to this is the revised EA Sports Football Club section. Here, you&apos;ll find a catalogue page where gamers can spend the XP points they&apos;ve earned in other sections of the game, buying classic kits, new goal celebrations, licensed boots, pro-player upgrades and other desirable swag. Like the structured multi-player systems in Call of Duty and Battlefield, it&apos;s all designed to tap into the sort of completist compulsions that drive role-playing games. Unlock, open up, play on. It&apos;s football as compulsion loop. It&apos;s the league of loot.      And the analogy extends out onto the pitch. Ported over from the more showy Fifa Street, the new complete dribbling option lets you face goal and dribble along wide parallel arcs, giving you time on the ball and encouraging a deliciously thoughtful approach.  EA Sports has effectively built a tactical battle system into a sports sim: every confrontation with a defender is a melee encounter, your weaponry a range of chipped, faked and weighted passes. It is so intricate, so subtle, and while Fifa 12 was clearly inspired by the rise of Leo Messi  the RPG hero of football  Fifa 13 has broadened the gamer&apos;s ability to really be him, to stop, assess and then deliver any killer pass. The increased physicality of the game is also noticeable from the outset. Hitting the B button when running in behind the player with the ball now pushes and prods at him in an aggressive and effective way. Of course, this sort of stuff has been in footie sim animation cycles since the PES glory days, but married to an increased vulnerability and a flighty ball physics model, the outcomes are pronounced and almost immediate, whether that&apos;s a halted attack or a yellow card. In defence, the jockey and contain controls from Fifa 12 are back, and both now integrate smoothly with the push/pull option and tackle buttons to allow chained combos of reactive moves. Specifically, contain now has more fluidity, allowing you to close off attackers, but also nip the ball away if they progress into your line. I also feel less vulnerable to short side passes because defenders can whip a leg out to stop speedy one-two manoeuvres.  This has had an interesting consequence: whereas, for me, Fifa 12 felt very zonal, very structured, because of the implantation of tactical defending 1.0, Fifa 13 is much more seamless now that the edges have been smoothed off that system. Hence, versatile midfielders like Yaya Toure and Alex Oxlade-Chamberlain will come into their own, retrieving the ball from deep and scorching well into the opponent&apos;s half.           There&apos;s also a greater sense of industry from AI team-mates  true, they&apos;re still not overly imaginative in their play, but at least they stay onside and wave madly for the ball, without you having to instigate a forward run yourself. It just feels more fluid, more adaptable. Another big change is the first-touch feature, which calculates a player&apos;s ability to receive a pass based on his skill, his position, and the speed of the ball. In short, a missile-like hoof across the pitch will no longer be magnetically attracted to the recipient&apos;s foot like an obedient satellite. Sure, the likes of Xavi and Santi Cazorla can (and do) take down speculative 50-yard balls as though cushioning a tiny baby, but other players will need to take drastic measures  like slowing down, re-positioning, or just preparing to chase the thing when it ricochets off their shins.  Dave Rutter, the producer of Fifa, often talks about predictable unpredictability  it&apos;s a puzzling oxymoron, but what he means is that there is an authentic element of chance in every interaction; every touch is a wager placed against physics.  I&apos;ve really started to try to exploit this now, getting players close in on throw-ins and free-kicks to scoop up rebounds. It seems odd to celebrate a feature that gives participants less control, but for those who&apos;ve always seen Fifa as a soulless automaton to Pro Evo&apos;s flighty improvisational oddball, it&apos;s a lurch in the right direction.  I&apos;m not sure the system is working quite as well with crosses, however. These have always been challenging to score from in Fifa, so many will feel that to add an extra burden on the receiving player is a bit much. When Rodrigo Palacio floats a beautiful curving ball into the path of Diego Milito, you don&apos;t want one of the world&apos;s most clinical strikers to uselessly chest it at the keeper, despite a seemingly well-timed jab on the finesse shot buttons. But then, of course, that could just be me.          And if it is just me, there&apos;s now a partial solution. Fifa 13 comes with a new skill games mode which offers a series of tutorial challenges based around eight key facets of every match. In the crossing task, you need to run into the correct zone then put the ball into the box to hit a series of targets, while shooting gets you to aim at specific zones within the goal mouth.  Each skill game has four stages: bronze, silver, gold and skill challenge, and naturally they get progressively more difficult. With the lobbed pass tasks, for example, you start out having to chip the ball into a series of bins, but on reaching gold you need to hit the crossbar within eight attempts. They&apos;re fun but they&apos;re also instructional: for example, I discovered that I&apos;ve been taking penalties wrongly for the last five years, which was handy.  However, despite sailing through the free-kick challenge, set-pieces are still frustratingly obtuse in the game (and the new tactical free-kick options, which let you bluff and double bluff your chosen taker, merely plaster layers of ineffective artifice over the top). One final nice touch, though: random skill challenges come up while you&apos;re waiting for matches to load, giving you a little opportunity to tune your skills. As for presentation, a general overhaul of the graphics engine is noticeable, with crisper, brighter stadium detail and a few new contextual animations that takes us ever closer toward moments of photo-realism. When Joe Hart pumps his fist after a successful save, or Wayne Rooney wheels manically away from a goal, the actions are so smooth it is a joy to watch.           The commentary, too adds to this sense that it&apos;s not only the sport that&apos;s being simulated, it&apos;s the theatre. While Andy Townsend will reflexively point out the brilliance of a penalty that dinks in off the cross bar, you also get Alan Smith pontificating on the Etihad Stadium&apos;s role in the regeneration of east Manchester. It all adds to this sense of occasion  something EA is also building on by enhancing Fifa 13&apos;s connection with the real sport.  The match day function now downloads stats and trivia from the week&apos;s play and applies these to your player ratings and certain commentary elements. When it works, there&apos;s a little frisson of excitement and recognition  though many fans will baulk at having their simulation tied closely to capricious reality (don&apos;t worry, you can switch it off). Elsewhere, the career mode hasn&apos;t been dramatically overhauled, save for the addition of international roles, which give your player or manager the chance to represent their country  a neat idea that brings a different rhythm to the pro options.  Online functionality adds a revised pro clubs seasons mode to the mix of friendlies and custom matches, providing more stability and longevity to the multi-player experience. The key thing will be how the game avoids some of the lag and glitching problems that cursed Fifa 12 in its early days, and that won&apos;t become clear until there are millions on the servers. And that is Fifa 13. In some ways, it&apos;s a very subtle continuation of the work EA Sports began last year  there are no dramatic additions. However, in tuning the defensive systems and the attacking AI, the development team has unlocked the potential that Fifa 12 only hinted at, creating a game that, at last, seems to invite improvisational play, a game in which your own skill as a player comes to the fore. It isn&apos;t about the way Fifa wants you to play any more, and that is an important part of confronting the phantom of PES in its glory days, the PES that  in pure gameplay terms  Fifa has struggled to beat. Now PES is approaching its best again, and Fifa 13 needed to be at its stylish zenith to hold on to the top spot. I think it is, and it does. Just. And I think this is because it is not really a pure simulation anymore; within its interconnecting systems of adventure, collection, unlocking and upgrading, Fifa 13 has become something else. Something far more interesting and rewarding.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/25/fifa-13-review", 
    "wordcount": "1601"
}