{
    "headline": "International students queue all night to register with police", 
    "text": "     International students are queuing throughout the night in a bid to register with the police before the legal time limit passes (video). Overseas students need to register with the police within seven days of their arrival. But increased demand  especially in London, where around 30,000 students are waiting to collect a police registration certificate (PRC)  has left officials unable to cope. Mariella Nihabi, 18 from Brazil, has missed the first few days of her course at London College of Fashion because of the delays. &quot;I cannot attend class before I have registered but this is the third time I have tried queuing, today I have been here since 6am. There are people who got here earlier. &quot;It&apos;s horrible  we have to wait here for hours and pay for the travel each time. If they want us to register, they could at least ask us to do it at a police station nearer to where we live.&quot; London Met&apos;s overseas visitor records office website blames the delays on the large number of international students registering at the start of the academic year. It asks people not to form queues the night before: &quot;Our queues are currently starting at 12.00am. In the interest of health and safety we would kindly request that you do not start queueing at this time as it forces us to close our queues as early as 06.30am.&quot; It adds: &quot;We operate on a first come, first served basis so it&apos;s advisable to attend early in the morning.&quot; Daniel Stevens, NUS international students officer, says it is unclear why is is necessary for students to visit police offices when their information is already held by the UK Border Agency. &quot;There are numerous other ways to avoid the distress being faced by these students including increasing staff numbers, adjusting the amount of time given to students to register, or creating a ticketing system so that students have defined times to register. &quot;It is absolutely unacceptable that students be asked to be queue for hours, often in terrible weather, and be expected to arrive before 6.30am to have any chance of being seen.&quot; The problems come only weeks after universities minister David Willetts launched a global drive to bolster British universities&apos; reputation abroad following the removal of London Metropolitan University&apos;s right to sponsor overseas students. The higher education business in international students is worth an estimated 5bn a year to the economy. But a law student from the London School of Economics who has spent the past four days trying to join the queue says British inefficiencies are putting overseas students off. &quot;Obviously this will damage British universities&apos; reputation. This isn&apos;t the only country that offers international education  the US and Canada do not treat foreign students like this.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/02/international-students-queue-into-night-to-register-with-police", 
    "wordcount": "476"
}