{
    "headline": "Jim Yong Kim's trip to South Africa was just a PR exercise for the World Bank", 
    "text": "Just nine weeks into a new job that pits his critical intellect and earlier game-changing Aids treatment advocacy against the need to relegitimise a very sick multilateral institution, the most startling contradictions were laid out in front of the World Bank president, Jim Yong Kim, in South Africa. Yet during his trip, those contradictions were barely acknowledged, despite the fact that the country is screaming out for decisive leadership and moral clarity. Last Thursday, Kim met President Jacob Zuma, finance minister Pravin Gordhan and other cabinet ministers in Pretoria, and then, down the road in Johannesburg, he praised the World Bank&apos;s local International Finance Corporation (IFC) staff, who are dedicated to private-sector investments, and even recorded a brief video while visiting Mailtronic Direct Marketing, a successful, IFC-funded small business specialising in printing and posting. In his blog the next day, Kim was effusive about the trip, including &quot;possible collaboration on an issue dear to my heart: fighting the spread of tuberculosis&quot;. Really? If this is not public relations gimmickry, and if Kim genuinely wants to tackle TB, it would mark a U-turn in the bank&apos;s historic trajectory. From 1951, the bank lavishly financed the then-apartheid regime&apos;s Eskom energy parastatal, which built coal-fired power plants and transmission lines that entirely avoided black townships and villages. The majority of the country&apos;s people were left to use dirty indoor energy (paraffin, coal and wood) for cooking and warming their shelters, regardless of the profuse particles produced that could lead to or exacerbate respiratory illnesses. Bank-financed electricity mainly supplied South Africa&apos;s mining houses and smelters, as is still the case (the main customer of the Medupi coal-fired power station currently being built will be BHP Billiton, which consumes more than 10% of the country&apos;s power to smelt aluminium). Then and now, this facilitated South Africa&apos;s notorious migrant labour system, with low pay to migrant workers who succumbed to TB in squalid, single-sex, 16-to-a-room hostels and shacks. Kim failed to address these historic issues, which are mirrored in his institution&apos;s current portfolio, especially the IFC&apos;s controversial commitment (approved by former president Paul Wolfowitz in 2007) of $150m in equity/credit lines to Lonmin at the Marikana mine, as well as the $3.75bn for the Medupi plant north of Pretoria, pushed through by his immediate predecessor, Robert Zoellick. The 34 victims of the Marikana massacre were mainly migrants from Lesotho and the Eastern Cape. Their migrant labour status replicates apartheid, including health vulnerability in disease-ridden shack settlements. Many more low-income South Africans have shifted to dirty energy sources (pdf) that spread TB, thanks to electricity price increases of 128% from 2008-12, justified by Eskom&apos;s &quot;build programme&quot;, which features Medupi. Worsening price and access problems, in turn, have prompted thousands of &quot;service delivery protests&quot; that often became violent. The very day Kim arrived, hundreds of Medupi workers downed tools over grievances associated with outsourcing, and protests forced an evacuation of the construction site. &quot;Coal is a difficult issue,&quot; Kim said at his Pretoria press conference, while promising to help with South Africa&apos;s $100bn coal-centred infrastructure expansion. Medupi alone will spew 25m tonnes of CO2 annually, more than the emissions total of 115 countries. Then Kim&apos;s spin turned surreal. &quot;There was a very strong sense that this clean coal project [Medupi] was the way to go,&quot; he said. The very phrase evokes a shudder, considering an estimated 10,000 people die annually from multilateral-financed, coal-fired power plants, according to the Environmental Defence Fund. Given the ongoing mining chaos here, including widespread acid mine drainage wrecking eastern South Africa&apos;s water, &quot;clean coal&quot; is a contradiction in terms. The renewable energy piece of the Eskom loan was acknowledged as a &quot;fig leaf&quot; by William Moomaw, a bank consultant to the Medupi loan. What about Kim&apos;s enthusiastic praise for Mailtronic&apos;s &quot;great story&quot;? Organised labour here valiantly opposes &quot;tenderpreneur&quot; dealings that cause state shrinkage via outsourced tenders on behalf of entrepreneurs. The World Bank pushed Pretoria to privatise after Nelson Mandela took office in 1994, and it was insensitive for Kim to promote outsourced printing when the government should be building internal mass-communications capacity. Equally dubious was the claim that IFC&apos;s stake in Mailtronic&apos;s junk-mail paper/packaging waste  with its promotion of rampant consumerism  contributes to fighting poverty. As the neoliberal Columbia University economist Jagdish Bhagwati said of the US-led nomination and selection process in April, it was of a piece with the &quot;linguistic obfuscations that dominate American public debate&quot;, and allowed Kim to gain presidency of the World Bank unfairly. Though I would quickly diverge from Bhagwati&apos;s agenda, Kim&apos;s visit here gives further reasons for him to resign, before more futile statements are uttered in defence of the indefensible at the World Bank.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/sep/12/jim-yong-kim-world-bank-south-africa", 
    "wordcount": "803"
}