{
    "headline": "Crowdstar the latest social games publisher to switch focus to tablets", 
    "text": "The phrase &quot;mobile-first&quot; continues to be en vogue for a range of media and entertainment services. But in the world of social gaming, &quot;tablet-first&quot; is becoming just as popular a strategy. Publisher Crowdstar is the latest to adopt it, having raised $12m of new funding to tilt its business more towards tablets, and away from web games on Facebook although the social network will continue to be a key ingredient in the company&apos;s mobile games. &quot;We&apos;ve completely switched to mobile and the focus will be on tablets,&quot; chief executive Jeffrey Tseng tells TechCrunch, which reports that Crowdstar will release two new games later this year under the new approach. The company is already active on iOS and Android with a notably female-focused range of games that include Top Girl, Top Stylist, Modern Girl and Mermaid World. Its latest funding comes from existing investors. Crowdstar has now raised nearly $47m since 2011, including investment from Intel Capital, Time Warner Investments and Chinese online gaming firm The9. The company blazing a trail for tablet-first games is Finnish developer Supercell, which started life with a Facebook (web) game called Gunshine in 2011, before pivoting in 2012 with the iOS launch of Hay Day and Clash of Clans. In the first quarter of 2013, those two titles alone generated $179m in revenues for Supercell. It&apos;s no wonder Crowdstar and other companies that cut their teeth first on Facebook are turning towards tablets. There are a growing number of studies and market predictions encouraging these strategic decisions. In April 2013, a GfK MRI iPanel study claimed that half of US adult tablet owners had played a game on their device in the last 30 days. Meanwhile, Juniper Research claims that tablet owners are downloading more than twice as many games for their devices than smartphone owners, predicting that combined game downloads on both device types will reach 64.1bn by 2017, with 93% of those being free downloads (or rather free-to-play, making money from in-app purchases and/or advertising). In March 2012, Juniper also predicted that the global tablet games market will be worth $3.1bn in 2014. &quot;Tablet games are growing so much because they are such an accessible way for all consumer segments to access games,&quot; said Juniper&apos;s Sin Rowlands at the time the more-recent research was published. &quot;In particular mid-core gamers, who previously spent a lot of money and time playing games but now have jobs, families or other commitments, are driving this trend. These people are really embracing the tablet form factor.&quot; Crowdstar&apos;s challenge is to come up with games that will capitalise on this trend. The company has seven games already available on iPad, but only two are currently in Apple&apos;s Top 200 Grossing iPad Games chart in the US: Fish With Attitude in 125th place, and Mermaid World in 134th. At a time when the tablet games market is more competitive than ever, $12m of funding helps, but it&apos;s no guarantee that Crowdstar&apos;s next two games will be popular and lucrative.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jun/03/crowdstar-funding-tablet-games", 
    "wordcount": "515"
}