{
    "headline": "Student film competition: seven days left to enter", 
    "text": "The countdown has begun: there are now only seven days left to enter the Guardian Students Very Short Film competition. Make a 60-second film about a subject you love and you could win 9,000 towards your education. Your video can explore any topic you like, but the most successful films will be both informative and engaging. The standard of entries received so far is extremely high  as you can see from our online gallery. Think you can do better? The final closing date is Sunday 13 January. Here&apos;s how to enter:  Register with Guardian Students to be in with a chance of winning  Pick a subject you&apos;d like to present. You can find more guidance on what we&apos;re looking for here  When you&apos;ve finished filming, upload your video here. When submitting your entry don&apos;t forget to tell us your name, the school, college or university at which you study, your course title, year of graduation  and what you would do with the money if you win.  Please also find time to read our competition terms and conditions Using music in your film When making your video, you may want to use music. You can only do so if you have the permission of all the various people who performed, authored and distributed the music, otherwise we can&apos;t put your film on our site and you wont be eligible for the prize. Please be aware that this competition is not educational or non-commercial. This means you may not have permission to use some royalty free or creative commons material when submitting your entry. In practice, you probably can&apos;t use any recorded music. But if your mate wants to strum some random chords on their guitar or you know a band who will give you permission to use unrecorded material of theirs, that&apos;d be fine. The same principle applies to images already published elsewhere. For more details, look at paragraph 11 of our T&amp;Cs or email students@theguardian.com", 
    "section": "education", 
    "gid": "education/2013/jan/07/seven-days-left-to-enter-student-film-competition", 
    "wordcount": "331"
}