{
    "headline": "Tanzania: land rights v biofuel development  in pictures", 
    "text": "   Aziza Gonjwa and her family have lost their five acres of fertile land to an international biofuel business. The biofuel development has affected 11 villages in Kisarawe  Photograph: Tom Pietrasik/ActionAid       The people of Mtamba village are angry about the way the biofuel company has treated them. The UK government includes biofuels in its energy plans, and the EU has targets for the use of biofuels. Until consumer countries reduce their biofuel targets, developments are likely to continue Photograph: Tom Pietrasik/ActionAid       A plantation where an inedible crop called jatropha is grown to produce biofuels. The biofuel company has acquired 19,753 acres of villagers' land in Kisarawe Photograph: Tom Pietrasik/ActionAid       The oil from this Jatropha plant will be refined to produce biofuels for road vehicles, planes or power stations. It will be sold in ready markets, such as Europe Photograph: Tom Pietrasik/ActionAid       Amina Ali and her family, from Mhaga village, used to earn the equivalent of 150 per month selling charcoal and handicrafts made from material gathered from the common land. She lost her living when she lost access to the land and her husband had no alternative but to work at the biofuel plantation for 50 a month. Now even that job has gone Photograph: Tom Pietrasik/ActionAid       Athumani Mkambala with his family. As chairman of Magda village committee, he remembers the promises made by the biofuel company to build clinics, schools, roads and boreholes for clean water, and to provide employment and livelihood opportunities. 'All these promises remain empty,' he says Photograph: Tom Pietrasik/ActionAid       Halima Ali from Mhaga village says: 'Our income comes from farming. We have been stopped from going to the land now, from harvesting it. I get something small from my tailoring business  a few shillings, praise God' Photograph: Tom Pietrasik/ActionAid       The former water sources became off-limits to the communities, and the only accessible well was nearly three miles from Halima Ali's village. 'During dry seasons we get water from our neighbouring community and we walk for almost four hours,' she says Photograph: Tom Pietrasik/ActionAid       Halima Weli lives with her husband, daughter and three of her grandchildren.  'We can only say that they want to benefit themselves. When they took away the land, it affected all those who were living on that land in one way or another' Photograph: Tom Pietrasik/ActionAid       The biofuel development is also having a big impact on Kisarawe's children.  There is little money to provide them with an education, and there is no land to inherit. ActionAid is working with affected communities to help them gain their rights Photograph: Tom Pietrasik/ActionAid  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/jul/05/tanzania-land-rights-biofuel-in-pictures", 
    "wordcount": "0"
}