{
    "headline": "TED 2012: 10 innovations that could help shape a better world", 
    "text": "LIQUID METAL BATTERIES MAY SAVE THE WORLD     Donald Sadoway. Photograph: James Duncan Davidson    DONALD SADOWAY Bill Gates is putting massive investment into a technology that Donald Sadoway, professor of materials chemistry at the Massachusetts Institute of Technology (MIT), is developing. If we could store large amounts of electricity in times of abundance, we&apos;d have it in times ofscarcity. But at the moment, demand and supply on the power grid must balance. As Sadoway pointed out to the audience at TED 2012 in Long Beach, California, last week: &quot;The electricity powering the lights in this theatre was generated just moments ago.&quot; So how might we approach the idea of &quot;grid-level storage&quot;  batteries so large as to be able to supply hundreds of homes  without incurring astronomic expense? Sadoway&apos;s big idea  a hugely ambitious one, pursued, he says, &quot;not because it is easy but because it is hard&quot;  is to use the aluminium smelting process to create massive batteries made from liquid metal. &quot;If you want to make something dirt-cheap, make it out of dirt. Preferably dirt that&apos;s locally sourced,&quot; he says. Small prototypes are already working: a model to power 200 homes is on the drawing board. BE HUMBLE AND CARRY A LIST     Atul Gawande. Photograph: James Duncan Davidson    ATUL GAWANDE In medicine, it&apos;s not possible for an individual to know everything, says Atul Gawande, a surgeon in Boston and New Yorker writer. It&apos;s become too specialised. The result? Mistakes. But Gawande looked to other industries, such as aviation, and came up with his &quot;checklist&quot;  a 19-point plan that included introducing surgical teams by name to each other at the start of the day. Introduced in eight hospitals, results were astonishing: post-surgical complications dropped 30%, the death rate by 47%. &quot;These tools force us to admit humility,&quot; he says. &quot;To value teamwork. To acknowledge that we can&apos;t know everything.&quot; PUT YOUR PHONE AWAY     Sherry Turkle. Photograph: James Duncan Davidson    SHERRY TURKLE We need to converse, not just connect. SherryTurkle is one of the most influential theorists about the online world, whose 1996 book, Life on the Screen: Identity in the Age of the Internet, put her on the cover of Wired magazine. But the devices in our pockets have the effect of removing us from our own lives, she believes, and are changing who we are. &quot;Technology gives us the illusion of companionship without the means of friendship,&quot; she says. The solution? Now we need to relearn how to be alone. TEACH ROBOTS HOW TO THINK     Vijay Kumar. Photograph: James Duncan Davidson    VIJAY KUMAR More precisely, rather than teaching them how to think, Vijay Kumar, professor of engineering at the University of Pennsylvania, showed how to get &quot;nano quadrotors&quot;  palm-sized, four-rotor helicopters  to navigate by themselves. The devices are &quot;autonomous agile aerial robots&quot; that can navigate around objects without any human intervention, autonomously co-ordinate their positions across the group and gather into what looks like a swarm of alien invaders. The applications are mind-boggling and ever so slightly scary. BE VULNERABLE, NOT WEAK     Bren Brown. Photograph: James Duncan Davidson    BRENE BROWN When Bren Brown gave a lecture on vulnerability at a small TEDx event in Houston in 2010, the video of her personal and poignant talk went viral. Initially, at least, that made the research professor at the University of Houston&apos;s college of social work feel more vulnerable. But more than three million people have now watched it. And Brown, who is also the author of The Gifts of Imperfection, wants to spread the message that vulnerability is a sign of courage, not weakness  and that empathy is the antidote to shame. TEACH NEUROSCIENCE TO KIDS     Greg Gage. Photograph: Ryan Lash    GREG GAGE As a frustrated neuroscientist in a postgraduate programme at the University of Michigan, Greg Gage decided to get out of academia and find a more grassroots approach to his subject. The result is his organisation Backyard Brains, dedicated to making neuroscience experiments possible at greatly reduced cost, both at home and in schools. His simple &quot;spiker boxes&quot; allow the user to hear and see neurons firing in insects. Send an electrical signal from music on an iPhone into a cockroach&apos;s leg  and watch it dance. BEAR WITNESS     Bryan Stevenson. Photograph: James Duncan Davidson    BRYAN STEVENSON The greatest inequality in society arises because of lack of &quot;proximity&quot;, says Bryan Stevenson. And until we pay attention to other people&apos;s suffering, we cannot be fully human. Stevenson, law professor at New York University and founder of the Equal Justice Initiative in Alabama. He gave a gripping talk at TED 2012 last week on the US justice system  the only one in the world where 13-year-olds are sent to die in jail. . And one in nine inmates on death row turn out to be innocent. The opposite of poverty in the US is not wealth, he told the audience, who had paid $7,500 each for a ticket  &quot;it&apos;s justice&quot;. A day later, attendees had raised $1.3m for his campaign to prevent children being sent to adult jails. &quot;You judge a society&apos;s character not by how it treats its rich,&quot; he said. &quot;But how it treats its poor.&quot; BE NICE TO NERDS     Regina Dugan. Photograph: James Duncan Davidson    REGINA DUGAN Nerds are the scientists and engineers who build things that make life better, believes Regina Dugan, the head of Defence Advanced Research Projects Agency (Darpa)  the US department of defence&apos;s agency for &quot;creating and preventing strategic surprise&quot;. And she demonstrated a hummingbird aircraft that weighs less than an AA battery and can fly in all directions. To learn how to succeed, though, she said, you have to be ready for failure  because &quot;there&apos;s no way to learn to fly at Mach 20&quot; if you&apos;re not prepared to leave the ground in the first place. CITIES MAKE US SMARTER     Ed Glaeser at TED 2012. Photograph: James Duncan Davidson    ED GLAESER Cities are what happens when there&apos;s &quot;an absence of physical space between people&quot;, says Ed Glaeser, a professor of economics at Harvard University and the author of The Triumph of the City. Gandhi said that the future lay in villages, but &quot;with great respect&quot;, Glaeser says, Gandhi was wrong. Cities are where humans create and collaborate with other other humans to remarkable effect  as he points out, the three largest metropolitan areas in the US account for 80% of gross domestic product but only contain 13% of the population. DABBLE IN NUCLEAR FUSION     Taylor Wilson. Photograph: James Duncan Davidson    TAYLOR WILSON At 10, Wilson built his first bomb out of a pill bottle and some cleaning products that he found lying around the house. At 11, he started mining for uranium, taking his dad on long road trips to the fertile soil of Arizona. And at 14, having been enrolled in a gifted students&apos; programme and offered safe facilities at the University of Nevada in Reno, he became the youngest person in the world  and one of only a few dozen of any age  to create a working nuclear fusion reactor. Now 17, he says nuclear fusion is the fuel of the future. And children may just change the world.", 
    "section": "technology", 
    "gid": "technology/2012/mar/04/ted-2012-10-innovations", 
    "wordcount": "1169"
}