{
    "headline": "Boot up: Facebook countersues Yahoo over patents, Nokia Lumia 900 reviews, and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Facebook Threatens To Sue TechCrunch Commenter &gt;&gt; TechCrunch Seems fairly innocuous.  Stratton tells us he received a four-page letter via FedEx on April 2nd which came from Facebook&apos;s lawyers, the Seattle-based firm Perkins Coie. Stratton, who&apos;s actually the founder of Feed.Us, says he&apos;s in &quot;no way related to this Defaceable company,&quot; but confirms he made a comment on the TechCrunch article about Defaceable&apos;s software. A Comparison of Instagram for Android and iPhone &gt;&gt; The Next Web Hipsters, go! How Apple and Google help police bypass iPhone, Android lock screens | Privacy Inc. - CNET News Google is stronger than Apple, according to CNet. Don&apos;t tell us that&apos;s not a surprise. Here are the 10 patents Facebook is suing Yahoo with &gt;&gt; ZDNet ...And here&apos;s the details. Facebook countersues Yahoo over 10 patents &gt;&gt; ZDNet The Menlo Park empire strikes back.  Yahoo attacked Facebook with 10 patents, so Menlo Park has attacked Sunnyvale right back with 10 of its own. Get the popcorn; this is the biggest real-company-versus-patent-troll battle yet. Nokia Lumia 900 Review &gt;&gt; AllThingsD Walt Mossberg&apos;s take:  Bottom line: If you&apos;re looking for a $100, high-end smartphone, or are a Windows Phone fan who has been waiting for better hardware, the Lumia 900 is worth considering. But the phone had just too many drawbacks in my tests to best its chief competitors. Lumia 900 review &gt;&gt; The Verge Bookmark. By Joshua Topolsky. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/04/facebook-countersues-yahoo-nokia-lumia900", 
    "wordcount": "284"
}