{
    "headline": "Canadian scheme aims to cut child deaths and enhance cognitive growth", 
    "text": "Premature birth is responsible for about 2 million infant deaths annually, 90% of them in the developing world, where specialised medical care is often unavailable. Colombia&apos;s pioneering solution, which dates back to the mid-90s, was &quot;kangaroo mother care&quot;  ensuring on a daily basis, for up to three months, that premature babies are kept tightly against the skin of their mothers or fathers for as long as possible. This reduced mortality and improved growth rates. More surprisingly, a recent study has shown that it also improved cognitive development and enhanced brain function compared with premature babies treated in incubators. &quot;There&apos;s a huge range of benefits to kangaroo mother care,&quot; said Nathalie Charpak of the Kangaroo Foundation in Bogot, Colombia. &quot;We want to prove that this ought to be the model treatment for premature infants in the [developing] world.&quot; Thanks to a research grant from Grand Challenges Canada (GCC), Charpak and her collaborators will now get a chance to collect data to support their case. Over the next two years, hundreds of &quot;kangaroo babies&quot; now around 18 years old will undergo extensive physical and cognitive testing. Reducing child mortality in developing countries is important but does not go far enough. Effective, proven programmes that improve child development are also urgently needed, said Dr Peter A Singer, GCC&apos;s chief executive. &quot;Innovation and creativity are drivers of prosperity in all countries,&quot; said Singer. &quot;Imagine wiping that out with an estimated 200 million kids failing to meet their full developmental potential due to malnutrition, infection, unhealthy pregnancy and birth complications. The best way to keep a country poor is to rob its children of their full developmental potential.&quot; Funded by the Canadian government, GCC announced on Thursday that it will be awarding $11.8m over two years for kangaroo mother care and 10 other innovative projects to address health conditions causing diminished cognitive potential in the developing world. These grants will be used to study and assess the effectiveness of local projects in Africa, Asia and Latin America. Malaria infects as many as 300 million children and sometimes this develops into cerebral malaria, which can damage the brain and central nervous system. Very early treatment with the anti-malarial drug artesunate can minimise brain injury and improve recovery. But in parts of the developing world it can take 15 hours for a patient to reach hospital  too long for many children. To overcome this, as part of a large study, thousands of children in Bangladesh, Ghana and Tanzania were given an artesunate suppository before going to hospital. The early intervention proved effective in reducing mortality along with seizures and convulsions associated with cerebral malaria. &quot;Now we&apos;d like to find out if there was less damage to the children&apos;s central nervous system as a direct result,&quot; said Melba Gomes of the World Health Organisation in Geneva, Switzerland. With funding from GCC, many of the 11,000 children in the 2000-2006 study will be extensively re-examined over the next two years. Now that the children are between eight and 10 years old, they can be properly assessed to determine whether the early treatment prevented cognitive damage, said Gomes. &quot;If this can be authoritatively quantified, it would be a major incentive to increase access to anti-malarial drugs  not just to avoid mortality but to avoid the loss of developmental potential,&quot; Gomes said. Another grant recipient will do a series of evaluations to see if vitamin A supplementation given to expectant mothers and babies in Bangladesh some years ago resulted in improvements in children&apos;s cognitive development. Ten years ago, Indonesian mothers were given multivitamins pre- and post-natally for several months, which reduced child mortality. This grant will allow local researchers to test the children involved to see if the low-cost use of multivitamins had long-term cognitive benefits, says Dr Karlee Silver, GCC&apos;s programme officer for women&apos;s and children&apos;s health. &quot;Simple interventions like this and the kangaroo mother care can have a big impact on cognitive growth in developing world children,&quot; she said. According to GCC&apos;s Singer: &quot;What&apos;s exciting is these grants will compile on-the-ground data from locally based projects that can be readily scaled up.&quot; If the data from some of these demonstrates long-term benefits, &quot;then the brainpower of countries could actually be improved,&quot; he added.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/14/canada-funds-schemes-infant-mortality-brainpower", 
    "wordcount": "729"
}