{
    "headline": "Education in brief: the elections for UCU general secretary", 
    "text": "Election mud-slinging With just a few voting days left in the elections for general secretary of the University and College Union, solidarity is under strain. Two candidates are standing for the post  the current general secretary, Sally Hunt, and Mark Campbell, a member of UCU Left, a breakaway group whose supporters include members of the Socialist Workers&apos; Party. As the two groups of supporters sling mud at each other, one union member who is backing Hunt tells Education Guardian that UCU Left has launched an appeal to raise funds to campaign against UCU policies it disagrees with, such as Hunt&apos;s plans to reduce the size of the National Executive Committee. He says: &quot;They [UCU Left] are essentially a union within a union  with their own membership fees, officers and policies charging  and appear to be asking for funds to campaign against the union. It seems like a very odd thing to do.&quot; But Sean Vernell, vice-chair of UCU&apos;s FE committee, who is backing Campbell, says this is &quot;rubbish&quot;  the appeal is simply to cover the cost of fielding a candidate against Hunt. Members are fed up with Hunt&apos;s &quot;constant red-baiting&quot;, he says, and are angry about an email sent out to members urging them to vote for independent candidates for roles on the national executive committee  many of whom, he says, are aligned to the Labour party. &quot;It&apos;s very unusual for the general secretary to intervene so directly in elections. She&apos;s really shot herself in the foot,&quot; he says. Still it is unlikely to affect Hunt&apos;s chances. One UCU member, who does not wish to be named, says: &quot;I think the general consensus is that Sally will win  not because she is particularly good  but because there isn&apos;t another credible candidate to vote for.&quot; Free for all West London free school founder and chair of governors Toby Young (pictured below) wrote in his Telegraph column last year that he wanted the school to be &quot;a genuine comprehensive, reflecting the social diversity of the local area&quot;. But, according to the campaigning group the Local Schools Network, figures released under the freedom of information act suggest this is anything but the case. The FOI request made to Hammersmith and Fulham council showed that 95.4% of pupils joining the school had achieved the national average of level 4 in their year 6 Sats in English and around 89.9% achieved level 4 in maths. LSN founder Henry Stewart said this was proof that the school&apos;s intake is &quot;biased towards the most able&quot;. Young has shrugged off the claim  along with LSN&apos;s assertion that the FOI request was originally made directly to the school and refused on the grounds that it didn&apos;t hold the information. His relaxed approach (Stewart claims Young told him: &quot;Wedon&apos;t set much storeby KS levels, hence don&apos;t collect and record the data&quot;) seems odd, given that key stage 2 Sats results are used by both Ofsted and the DfE to measure pupil progress at secondary school. Young says: &quot;23.5% of our kids are on free school meals and over a third are from black, Asian and minority ethnic backgrounds. We still have some work to do convincing parents that children ofallabilities can access our classical curriculum, but we&apos;re getting there.&quot; Perhaps Young will be able to use his new position as a columnist on News International&apos;s Sun on Sunday to woo adiverse cross-section of parents. Snemped off According to the education secretary, Michael Gove, the new phonics check for six-year-olds, due to take place in June, will identify children who need extra help with reading. The test has proved controversial because it includes &quot;made-up&quot; words  the idea being that children should be able to use their knowledge of phonics to decode unfamiliar language. Some teachers are not impressed, though, by sample test materials that helpfully point out to them which of the 40words in the test (which includes &quot;snemp&quot;, &quot;vat&quot; and &quot;osk&quot;) are, in Gove speak, &quot;pseudo&quot; words. Janet Marland, headteacher at Cavendish community primary school in Manchester, says: &quot;It is just a tad patronising ... after four years at university, I think teachers can just about manage to tell which are the made-up words.&quot; Oxford student to be sued? Student journalists at Oxford University have been accused of inciting hatred against Christians after publishing articles about a conference at for a religious group said to claim that homosexuality can be cured. In an email seen by Education Guardian, Christian Concern, the group behind the controversial event (due to be held at the university in the spring) claims the Oxford Student&apos;s article Exeter Welcomes Homophobes and editorials on the subject &quot;seriously distort and misrepresent the views of Christian Concern and its affiliates  are abusive and also incite hatred against Bible-believing Christians&quot;. The email goes on to say that unless Christian Concern receives a full retraction and apology it will consider legal action against the Oxford Student and its editors. Editor Nicholas Megaw says the newspaper will not be printing an apology. &quot;We stand by the decision to run the story. As a direct result, Exeter College has changed its policy on how to decide what kind of events to run, which is a really positive outcome.&quot; But Andrea Williams, CEO of Christian Concern, says the charity will still be pursuing an apology. &quot;The allegations they make are wholly without merit ... we don&apos;t hate homosexuals, but we believe all sex outside of marriage is wrong. That is not the same as being homophobic.&quot;", 
    "section": "education", 
    "gid": "education/2012/feb/27/elections-general-secretary-university-college-union", 
    "wordcount": "961"
}