{
    "headline": "How to use the Guardian university guide", 
    "text": "The Guardian university guide is different from other guides you might come across on the web. We focus on the things students care most about when they are choosing a course. Students need to know how good the teaching is, not whether academics are publishing lots of research. Will they get regular feedback on their work? And what do other students think of the course? And more than ever, students want to know if they&apos;re likely to finish the course with good job prospects. We know that last year, a quarter of graduates couldn&apos;t find work. Nobody wants to end up in that situation, particularly after spending close to 30,000 on tuition fees. So this is how we suggest you use the guide:  Look at our subject profiles, which have been approved by academics who teach the courses. Pick out the subjects you are interested in studying.  Go to the subject league tables for the courses you are interested in and see how highly they are ranked in each category. Think about how important each category is to you: do you care most about the overall ranking for excellence, or the level of student satisfaction, or how likely you are to get a job at the end of your course. Select the courses you most like the look of.  Go to the university profiles to find out more about what it would be like to study the course you have chosen. You&apos;ll see what the university itself has to offer, how much the fees are, what bursaries you could apply for. We&apos;ll tell you how big the university is, whether it has exceptional arts or sports facilities, if it is close to the beach or has great nightlife. This should help you narrow down your options.  Check out the websites of the universities on your shortlist to find out what grades you&apos;ll need to get on to the course of your choice.  There is loads of the advice about applying to university on the Guardian Students site. You may like to start with these articles: - How to pick the right course and nail a place on it - What current students wish they&apos;d known when they were applying - How to get your head around fees and finance More about the subject tables Here&apos;s a key to what each column on the subject tables mean: 1. Ranking according to the Guardian formula 2. Name of institution 3. The Guardian score/100 is an exclusive rating of excellence based on a combination of all the other factors 4. Course satisfaction is the percentage of final-year students satisfied with overall quality, based on the National Student Survey (NSS) 5. The teaching quality score is the percentage of final-year students satisfied with the teaching they received, based on the NSS 6. The feedback score is the percentage of final-years satisfied with feedback and assessment by lecturers, based on the NSS 7. Staff-student ratio is the number of students per member of teaching staff 8. Spend is the amount of money spent on each student, given as a rating out of 10 9. Average entry tariff means the typical Ucas scores of students currently studying in that department 10. The value-added score compares students&apos; individual degree results with their entry qualifications, to show how effective the teaching is. It is given as a rating out of 10 11. The career score is the percentage of graduates who find graduate-level jobs, or are studying further, within six months of graduation The tables cannot capture every single one of the thousands of courses available. Courses with small numbers of students are listed at the end of each table, but are not given a ranking. That should not be taken as any comment on their quality. In compiling our tables, we have been advised by a review group of experts from UK universities who have made critical comments and suggestions for improving our methods. The tables have been compiled for the Guardian by Intelligent Metrix, an independent consultancy that specialises in measuring performance in higher education. The rankings are based on official data collected by the Higher Education Statistics Agency (Hesa) and on the National Student Survey, published by Hefce. If you want to know more about the methodology used to compile the tables, read the full explanation from Intelligent Metrix. And if you&apos;re the kind of person who likes raw data in spreadsheets to play around with, check out the spreadsheets on the Guardian datablog  they have all the numbers you might want to crunch. Good luck with finding your perfect course.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/may/22/how-to-use-the-guardian-university-guide", 
    "wordcount": "769"
}