{
    "headline": "Round the rugged rocks on the edge of Plymouth Sound", 
    "text": "Out from Bovisand, waves crash on to the breakwater which protects Plymouth Sound. Behind the far end of this man-made reef, two miles across choppy water, Fort Picklecombe stands beneath the red cliffs and woods of Mount Edgcumbe. Further away, in the shadow of Penlee Point, Kingsand and Cawsand shelter; and beyond white horses is Rame Head. Here, on the Devon side, sun gleams through turquoise waves as they curl above the shoreline of eroded slate. Ahead, the jagged outline of Renney Rocks and the Shag Stone are silhouetted. Cliff earth has slumped towards coves of boulders, sand and wrack. Gorse flowers along the coastal path in thickets of brambles, brown bracken, bare reed stems, and the shiny leaves and purple berries of ivy. Yellow lichen coats stunted elder, and as yet there is no blossom on the blackthorn. Wrens sing from gardens in Heybrook Bay and, beneath tamarisk, a mass of brassy celandines reflects the sun. Within sight of the Great Mew Stone, black and white oystercatchers wander across a field between the cliff edge and an older cliff line, now inland and wooded. Wembury beach, beside the cafe in the former water mill and overlooked by the church tower, is crowded with family groups who have brought picnics, wet suits, dogs, buckets and spades, in celebration of the dry weather. The return route inland passes early primroses, Devon violets and cascades of pennywort in the most sheltered lanes. Higher up, from arable fields where the stony, rain-flattened earth is planted with cereals, the breakwater is visible again. The tide is out and, in the sparkling sea, it appears wide and substantial. I remember a family tale of predecessors who landed there on a summer trip 15 miles downriver from Cotehele Quay, sometime in the 1920s. They were aboard Sam Vosper&apos;s work boat  the Ariel  which in winter would have been loaded with &quot;point stuff&quot;  rotted leaf mould which was scraped off mud banks at low tide and used as fertiliser in St Dominic.  ", 
    "section": "environment", 
    "gid": "environment/2013/feb/26/round-rugged-rocks-plymouth-sound", 
    "wordcount": "337"
}