{
    "headline": "Why is the Royal Society asking if there's a business case for diversity?", 
    "text": "Yesterday afternoon an innocuous tweet floated innocently along my timeline. It was from the Royal Society, advertising a current funding call for some social research. OK. That&apos;s a good thing, right? The RS works in science policy, and evidence is always good isn&apos;t it? When I read the subject of the call, I started to wonder. The Royal Society is soliciting bids to articulate the business case for diversity in the scientific workforce. Specifically, &apos;What evidence is there that establishes the business case for diversity in the workforce?&apos; and &apos;Are diverse teams likely to do good science?&apos; Oh dear, I thought. Now, I&apos;m sure you&apos;re well ahead of me here. What exactly is the preferred outcome from this research and how does it help? Scenario 1: Cheapest compliant bidder produces wealth of evidence that diverse workforce makes good science business. Or, to slightly rephrase the tender summary, &quot;We find that when poor people, black people, people with vaginas and people with a disability do science, they achieve economic outputs, contribute to their organisations&apos; profitability, they innovate and are collaborative. We did not consider whether over-represented groups contributed in a similar manner because it was outside our remit and we&apos;re using them as the default functional baseline anyway&quot; OK. Even if you&apos;re prepared to accept the asymmetric approach, is there is there anyone left who&apos;s not saying, &quot;What&apos;s going on here? Don&apos;t we just do this stuff because it&apos;s the right thing to do? Isn&apos;t that why we have laws against discriminating against people on these grounds?&quot; Scenario 2: Cheapest compliant bidder fails to produce satisfactory evidence that a more diverse workforce leads to this business utopia.What are we to conclude then? Is it because the case can&apos;t be proved, there wasn&apos;t enough evidence, the research was rubbish, maybe it&apos;s because a diverse workforce doesn&apos;t lead to an increased bottom-line? Where shall we go with it? You decide!  If you dig in the tender documents the Royal Society does state that they presuppose that diversity is a good thing, although they go on to say that one the most powerful arguments for support &quot;would be that diverse teams produce better science&quot;, then sets out some research questions that will allow this to be tested quantitatively. Royal Society  I profoundly disagree with the whole stance of this research. I challenge that the starting point should be &quot;do under-represented groups make profitable, productive, innovative and collaborative groups?&quot;. If you really want to go down this path then I want to see your evidence for suggesting that they don&apos;t. Because if you don&apos;t have any of that kind of evidence, you&apos;re asking the wrong question and you&apos;re just fishing. I challenge, too, that the case for diversity should be made on economic grounds. Society at large has already had this debate - we have had legislation making it unlawful to discriminate on grounds of gender and race for nearly 40 years. Disability followed, albeit with a considerable delay, but legislation in that area has been in place for almost 20 years. Really, in the end it came down to a majority of people not wanting to be mean and nasty to the disempowered and marginalised in societyno more complicated than that. When these discrimination laws came in, we didn&apos;t need a business case  it was a social argument. It still is a social argument. When the Royal Society commissions research of this type it endorses the idea that diversity should be argued on economic grounds. It helps move the goalposts from one where diversity is the &quot;usual business&quot; that we all expect to one where diversity is the exception, where it has to be justified in terms of increased output. Who carries the weight of that increased output? Yes, the under-represented group member. What kind of tools would we be using to make these arguments? Not the rhetorical tools that were good enough in the days when we legislated  now we have to have economics, statistics, evidence tools that are not available to everyone equally. On the Society&apos;s webpage for the policy group Leading the way - increasing diversity in the scientific workforce, it says the aim of the group is to &quot;cultivate leadership in the scientific community towards removing barriers to increased diversity &quot;. This research does not achieve that. There is no leadership in blindly following economic arguments, because they fall on fertile soil in the current political and economic climate. There a choice here  does the Royal Society align itself with society or with business? Because if the Royal Society is only capable of broadly articulating what is right and what is wrong on economic grounds, then really  what do they do that the CBI can&apos;t? Beverley Gibbs is a PhD student at the Institute for Science and Society, University of Nottingham. She keeps a personal blog and is on twitter as @bevgibbs.", 
    "section": "science", 
    "gid": "science/political-science/2013/jun/11/royal-society-diversity-science-policy", 
    "wordcount": "827"
}