{
    "headline": "Dolphin murals spark marine awareness campaign in Philippines", 
    "text": "After watching a documentary about the annual slaughter of 23,000 dolphins that takes place in Taiji, Japan, Filipino artist and environmental activist AG Sano was so overcome with emotion that he quit his job and dedicated himself to giving life back to these dolphins, one painted wall at a time. &quot;I could not sleep after seeing The Cove because of the images we saw. I tapped into the emotions flowing the next morning, looked for spare paint, asked a friend if I could paint his wall and he said yes,&quot; recalls Sano. Images of the dolphin mural were posted on Facebook, a complete stranger soon called Sano offering his house as a canvas and the momentum was born. As the invitations from strangers poured in and Sano travelled around the country with paint and brush, the site of a man painting dolphins caught people&apos;s attention, sparked their curiosity and their participation. &quot;Everyone who walked by  whether policeman, businessman, politicians, street cleaners  would stop, watch for a while and then start asking questions. I would explain my advocacy, offer them a paintbrush, and soon they would start helping me,&quot; says Sano. Twenty months later, a spontaneous reaction fuelled by one man&apos;s anger and sadness has evolved into an awareness campaign involving over 35,000 dolphins painted on more than 200 walls  from schools to houses to public buildings, and involving more than 25,000 volunteers. Ric O&apos; Barry, the trainer of the five dolphins that appeared in the US TV show Flipper and who featured in The Cove, arrives in the Philippines on Tuesday to campaign against marine captivity and paint a dolphin with Sano. &quot;Having him here to support the local campaign against captivity with the intention of bringing the issue to the international arena is the most important thing that has happened to our advocacy,&quot; said Sano. &quot;Once his brush touches the wall I shall call him our MVP  most valuable painter.&quot; Although a mural painter, Sano credits British graffiti-artist Banksy for inspiring him to use public art as a medium for sharing his ideas. &quot;Painting dolphins on public walls to raise awareness was an instinct based on his influence,&quot; Sano continues, &quot;To meet one&apos;s hero would be awesome. To paint a dolphin with him in the streets of London would be out of this world!&quot; Although Sano draws the outlines of each image, he asks the volunteers to choose the colors they want to use: &quot;I need to give them the freedom for them to have a sense of ownership.&quot; According to Dakila Cutab, 31, a regular volunteer, it is this community ownership and collective effort that has been the source of the campaign&apos;s rapid growth. &quot;It&apos;s owned by the people who appreciate the artwork, those who contributed to convey the importance of these creatures, those that shared their time and resources to make those murals possible&quot;, he says, adding &quot; Painting in groups has given me a sense of belonging&quot;. Sano says his original &quot;crazy idea&quot; was just to paint one dolphin for each of the 23,000 killed, so when he was asked by the department of natural resources to create the Philippines&apos; longest wildlife mural, a project designed to raise awareness for the need to protect the world&apos;s oceans, he became a part of something that he never even dreamed of. In May, 1000 volunteers from all sectors  military, government, media, artists, activists, students  joined him to paint a 1075-meter long &quot;Biodiversity Wall of Nature&quot; in Quezon city, showcasing over 200 species of marine and mammal life in the Philippines. &quot;This was one of the biggest affirmations. Our goal was to stop the slaughter of dolphins but this whole thing grew inch by inch. We never imagined so many people and the government would support us,&quot; Sano says. Sano continues to paint murals wherever requested, both locally and in other countries. He has now turned his focus to ending the captivity of dolphins in the Philippines, many of whom he says come from Taiji, Japan.", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/10/dolphin-murals-philippines-the-cove", 
    "wordcount": "694"
}