{
    "headline": "Mystery bird: wandering whistling duck, Dendrocygna arcuata", 
    "text": "    Wandering whistling duck, Dendrocygna arcuata (protonym, Anas arcuata), Horsfield, 1824, also known as the diving tree duck, as the diving whistling duck or as the wandering tree duck, as the water whistling duck, whistling teal, or as the whistling tree duck, photographed en route to Sepilok Nature Resort, Sabah, Malaysian Borneo.  Image: Alex Vargas, 17 November 2010 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D5000, Nikkor 300mm f/2.8G ED-IF AF-S VR 1/800s f/6.3 at 420.0mm iso200 with a Nikon 1.4X Teleconverter on.   Question: This mystery bird of the South Pacific was just given a new name! Why? Can you identify this mystery bird&apos;s taxonomic family and species? Can you distinguish male from female? Do you live near any of this mystery bird&apos;s congeners? If so, which ones? Response: This is a flock of wandering whistling ducks, Dendrocygna arcuata, a duck ranging throughout the tropical and subtropical Pacific islands; Australia, Indonesia, Papua New Guinea, the Philippines, Borneo and the Pacific Islands. These ducks are gregarious, being found in large groups in deep lagoons, flooded grasslands and in reservoirs behind dams, where they feed on grasses, water lillies and other water plants, on insects and other aquatic animals. Here&apos;s an interesting video of a group of wandering whistling ducks that arrived en masse in a backyard in Australia -- also nice because you can hear the ducks&apos; whistling calls (uploaded on 18 September 2011):             Visit eac63&apos;s YouTube channel [video link]. This video captures a group of wandering whistling ducks as they came in to land in the Candaba wetlands (Pampanga, Philippines), providing us with a look at their distinctive hunched flight -- rather like loons, in my opinion:             Visit romyocon&apos;s YouTube channel [video link].  Wandering whistling ducks and their congeners are odd ducks, looking rather like a hybrid between ducks and geese; having long legs and necks, both sexes have the same plumage, they all have black underwings that are visible in flight, and they have distinctive whistling calls. They typically roost in trees, which gave them their former common name; tree ducks.  These distinctive traits are the reasons that some authorities place them into their own subfamily, Dendrocygninae, within Anatidae (the ducks, geese and swans). Other authorities disagree, either placing them into their own family, Dendrocygnidae, or into a separate tribe, Dendrocygnini, within the goose subfamily, Anserinae.  However these birds are classified, there are eight species, all of which are placed into one genus, Dendrocygna. All species are found in the tropics and subtropics throughout the world.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/18/4", 
    "wordcount": "486"
}