{
    "headline": "Coalition's energy policy blamed for insulation job losses", 
    "text": "More than 800 jobs have already been lost in the insulation industry as a direct result of the government&apos;s flagship energy efficiency policy, a business group has claimed. The figures from the Insulation Industry Forum (IIF) come exactly a month before the &quot;green deal&quot; kicks off in earnest, when companies including British Gas will begin fitting energy-saving measures such as solid wall insulation, more efficient boilers and double glazing in homes. The scheme to improve 14m homes involves companies offering loans whose repayments must be offset by the savings in an attempt to cut energy bills and carbon emissions. But the IIF said a gap after the old insulation regime, which ends this month, has seen 816 redundancies before the green deal and a scheme for the fuel-poor, the Energy Company Obligation (ECO), get under way. It said a further 1,182 people had been put on notice of redundancy. John Sinfield, of Knauf Insulation and a spokesman for the IIF, which represents 70% of the UK insulation sector, said it supported the green deal, but warned: &quot;Government policy is directly leading to massive job losses in the industry. So far, 60 companies will be making redundancies, with many handing out their P45s over the Christmas period. The delays to the green deal and ECO, and failure to put in place a sensible transition plan, will seriously damage the industry.&quot; Greg Barker, the climate minister, said in a statement this month that while a short-term decline was likely, in the coming years there would be more jobs in the industry than there are today. &quot;The nature of the insulation challenge is changing. By the end of [2012] over 65% of lofts will be fully insulated, with only very small numbers left with no insulation at all. It is, therefore, inevitable that the number of loft insulations being delivered will fall and that the number of jobs in the loft industry will naturally decline. &quot;By contrast, we have as a nation barely begun to tackle our uninsulated solid wall properties and as we focus more on this challenge, we can expect the overall number of jobs in the insulation industry to increase significantly under the green deal and ECO, rising on our estimates to between 27,00042,000 next year, and 39,00060,000 by 2015.&quot; The IFF warned in October that the industry would &quot;fall off a cliff&quot; in 2013, with 16,000 of 36,000 jobs likely to be lost in the coming year.", 
    "section": "environment", 
    "gid": "environment/2012/dec/28/coaltion-energy-policy-insulation-job-loss", 
    "wordcount": "426"
}