{
    "headline": "New to Nature No 83: Areca gurita", 
    "text": "About 50 species of Asian palms belong to the genus Areca and are distributed from India and South China through Malaysia to New Guinea and the Solomon Islands. During recent fieldwork in Borneo and visits to several herbaria, Dr Charlie D Heatubun of the Universitas Negeri Papua discovered seven new Areca species. Five are endemic to Borneo and the other two are from Cambodia and Sumatra. The specific epithet for one of the Borneo species, gurita, is from the Malay word for octopus and refers to the truly bizarre and beautiful appearance of the inflorescence of this palm. The rachis is the primary axis of the plant&apos;s compound inflorescence, which bears smaller branches, rachillae, that in turn bear the flowers. In the case of A gurita the three to eight rachillae are long and recurved resembling the tentacles of an octopus. As if to complete the impression, the arrangement of the many flowers in a single row is reminiscent of suckers on an octopus tentacle. Areca gurita is a small undergrowth palmlet found in clusters with many suckers and reaching a mature height of about 1.5 m. Although only recently named, the species is considered endangered. It is known from only four localities in the wild in the Bintulu and Miri divisions of Sarawak and one of these populations may have already been destroyed. Just one of the remaining sites is located within a protected area, the Lavang forest. Additional fieldwork is needed to both determine the status of its populations and to monitor the rate of deforestation in its range. All the news for the species is not bad. Areca gurita is being successfully cultivated in the Semengoh Forest Arboretum near Kuching where it seems to be growing vigorously, flowering, and setting fruit. It doesn&apos;t take a palm reader  sorry, I couldn&apos;t resist  to realise that more botanical study is needed in the field, laboratory, and herbarium to fully appreciate this remarkable palmlet and its relatives. Dr Heatubun is undertaking the first comprehensive taxonomic revision of the genus in nearly 80 years. Since Furtado&apos;s 1933 study new species have been added, generic limits redefined, and phylogenetic relationships among them analysed. The revision will synthesise all this progress and provide an overview of the evolution, ecology, geography and status of the genus as a whole.", 
    "section": "science", 
    "gid": "science/2012/sep/09/areca-gurita-new-to-nature", 
    "wordcount": "386"
}