{
    "headline": "Boot up: app price woes, Syria traffic stops, Prenda Law phasered, and more", 
    "text": "A burst of 10 links for you to chew over, as picked by the Technology team Apps are too cheap &gt;&gt; Dave Addey Addey is behind the UK Train Times, Qi and Malcolm Tucker apps:   Implementing time-limited trials isn&apos;t a new feature for the iTunes Store  this principle already exists for Movie Rentals. I download the content; as soon as I start using it, I have a time-limited period to consume it. One of our developers, Amy Worrall, suggested a very neat way to implement this kind of time-limited trial for apps.  This is a really important post; Addey is pointing to a really big flaw in the iOS (and, arguably, Android) app store. Windows Phone allows time trials of apps - a huge, unsung advantage. If - big if - iOS 7 introduces time trials for apps, that will be a huge step forward. Breaking news: traffic from Syria disappears from internet &gt;&gt; Umbrella Security Labs  At around 18:45 UTC [Tuesday] OpenDNS resolvers saw a significant drop in traffic from Syria. On closer inspection it seems Syria has largely disappeared from the Internet.  Suspicious. (And bad news for the Syrian Electronic Army, whose site is hosted there.) Nokia appoints new head of China sales, marketing &gt;&gt; WSJ.com  Nokia named a new head of its struggling China sales and marketing operation following significant declines in revenue and mobile device deliveries over the past year. Erik Bertman, chief of Nokia&apos;s Russian business, will oversee Nokia&apos;s sales and marketing activities in China beginning June 1, Nokia spokesman Doug Dawson said Tuesday. Mr. Bertman replaces Gustavo Eichelmann, who is leaving Nokia for personal reasons, the spokesman said.  Nokia sold only 3.4m mobile devices in China during the first quarter of 2013 compared with 9.2m in the first three months of 2012. Nokia&apos;s decline in China was considerable last year. In the second half 2012, sales of devices and services in Greater China fell 78% on the year and the decline for the year was 68% as the company sold 27.5m devices in the region compared with 65.8m in 2011.  Judgement in the case of Ingenuity 13 LLC v John Doe &gt;&gt; US District Court of California Judge Otis D Wright II in the US district court of California:   Plaintiffs have outmaneuvred the legal system. They&apos;ve discovered the nexus of antiquated copyright laws, paralyzing social stigma, and unaffordable defense costs. And they exploit this anomaly by accusing individuals of illegally downloading a single pornographic video. Then they offer to settle - for a sum calculated to be just below the cost of a bare-bones defense.  But don&apos;t miss out the Star Trek quote he uses too. You simply must read this. It&apos;s not - by any means - your average judgement. Mobile phone usage in Asia &gt;&gt; Jana Mobile  Last week, we at Jana ran our first in a series of weekly surveys of mobile phone users in emerging markets. The theme for last week&apos;s survey was mobile phone usage. We surveyed over 3,000 people in Bangladesh, India, Indonesia, Pakistan, The Philippines, and Vietnam. We invite you to take a look at the results of the survey below.  An interactive infographic. Informative, though. Breakthrough in solar efficiency by UNSW team ahead of its time &gt;&gt; Sydney Morning Herald  At present, the best commercial solar cells convert between 17% and 19% of the sun&apos;s energy into electricity. UNSW&apos;s technique, patented this year, should produce efficiencies of between 21% and 23%. &quot;This has really got the industry very excited, not only in China, but elsewhere as well,&quot; said Richard Corkish, head of the university&apos;s School of Photovoltaic and Renewable Energy Engineering. Alumni of the school hold senior positions at many of the leading PV producers globally.  (Thanks @Ornstein for the link.) Explaining Windows 8 PC sales in Q1 2013 &gt;&gt; SuperSite for Windows Paul Thurrott:   One of the most frequent questions I get these days is some variation of &quot;which Windows 8 PC or device should I buy?&quot; The flowchart you&apos;d need to make to arrive at a good decision would be incredibly complex because everyone&apos;s needs are so different and because, frankly, the market is perhaps too full of very different PCs and devices. Too much choice is bad. (Likewise, it doesn&apos;t help that many of those choices are frankly horrible.) For all this uncertainty, I can say this: The biggest single issues standing in the way of Windows 8&apos;s success are the same as they&apos;ve ever been: Bad perception and the continued eroding of PC viability as a business due to the continued &quot;success&quot; of PCs with low-ball pricing. That&apos;s right. It&apos;s the revenge of the netbook all over again.  His numbers on PC prices are, frankly, surprising. And who he blames for it? Even more so. Nobody really likes Google Glass &gt;&gt; Business Insider Jay Yarow:   It&apos;s hard to imagine going out to dinner with your wife and not getting heat for wearing Glass. Or hanging with your friends at a bar, and having them believe you&apos;re fully committed to the conversation. Looking at your phone in front of friends sends a direct, honest signal that you are tuning them out. With Google Glass, you&apos;re doing the exact same thing, just in a more surreptitious way. There&apos;s a lot of excitement around Google Glass right now because it&apos;s new, shiny, and exciting. The iPad was the last new, shiny, exciting tech gadget. And that was three years ago. Three years may not sound like a long time to you, but imagine if your entire livelihood is built around writing about new gadgets, or selling applications for new gadgets? Of course you&apos;re going to get excited about the next new thing. Thus, the tech press, and the tech investment community, is thrilled with Google Glass.  Now, you can argue that Yarow (and BI) love having it both ways on Glass - writing posts dissing it, having people who love it writing posts, vacuuming up the page views. But Yarow (who also puts together various reviews of Glass in this) points to the &quot;non-early adopters&quot; (across the uncrossed chasm) point of view. Google Glass isn&apos;t a surveillance device &gt;&gt; Popular Science Dan Nosowitz:   Is Glass moving us one step closer to constant surveillance? That largely remains to be seen; Glass is a very early platform, sort of like a beta version of the very first iPhone back in 2007. It has no apps, it can do only very basic first-party things, and while it&apos;s something very new, we don&apos;t really know how it&apos;ll be used in the culture at large. Privacy advocates will and should make a stink about it; that&apos;s the only way to prevent something scary from happening. Attention from these folks might force Google to adjust; I don&apos;t see any reason not to include a blinking red &quot;recording&quot; light, for example.  That it&apos;s the first pass is the important point; which is why it&apos;s important to think about implications. Maybe &quot;isn&apos;t a surveillance device yet&quot;? (Thanks @beardyweirdy666 for the link.) Huge attack on WordPress sites could spawn never-before-seen super botnet &gt;&gt; Ars Technica Began in April; still ongoing. If you have a Wordpress site or blog then you should make sure that it&apos;s hardened. (Although by this time it might be too late, and you need to take remedial action.) Many sites are adding CAPTCHAs as front-end login pages. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/08/apps-syria-windows", 
    "wordcount": "1282"
}