{
    "headline": "Fear of toxic green boxes", 
    "text": "The dilemma I&apos;m nervous about buying food in recycled boxes since Iread reports that the cardboard might be contaminated. Am I being overly cautious? And what about toilet roll? Considering Plato wrote about the concept of recycling it&apos;s surprising we still haven&apos;t got it completely sorted. The holy grail is a closed loop: you buy cereal packed in a box made from recycled paper, eat the cereal, dispense the box in a recycling bin and it gets sorted and remade into another consumer product. In 2009 Swiss scientist Koni Grob detected &quot;unsafe&quot; levels of mineral oils in food packaged in recycled paperboard  mainly cereals and dry goods. The oils came from printing inks used in the recycled paper  worrying because mineral oils contain two types of hydrocarbons potentially linked to organ damage and cancer. Last month the UK Food Standards Agency said that research shows there is no threat to health. But it&apos;s hard to get those &quot;cereal-box cancer&quot; headlines out of your mind. According to Grob there&apos;s no problem with single servings of food, but the problem is exacerbated by the fact that some products such as cereals could be in the packets for months. All the while contamination could increase (bags in the box were determined ineffective barriers). So my first piece of advice would be to decant produce into air-tight jars when you get it home. Second, aggressively pre-cycle. Take your own tubs to health-food stores where dry goods are still in buckets and hessian sacks. It&apos;s a retro, 1970s-style solution (flares optional). Another reader, Louise, raises the delicate matter of mineral oils contaminating recycled toilet paper. There&apos;s no research on this yet; some chemists have concerns about turning high-grade paper into toilet tissue (downcycling). Michael Braungart, co-author of seminal green design book Cradle to Cradle, points out that the process involves using chlorinated, halogenated hydrocarbons (persistent organic pollutants)  and who wants to &quot;rub sensitive parts of their anatomy&quot; with that? But the non-recycled type uses wood chip from virgin forests, and although manufacturers are at pains to point out that these forests are sustainably managed, this process still uses more water and energy. An eco alternative is to use organic cotton toilet roll, made from offcuts from the textile industry, which is highly polluting and far from an eco paragon, but at least means using a byproduct. And as Brits have the highest loo-roll usage in the world (100 rolls each per year), the first strategy to avoid cutting down more trees is to cut back on usage.", 
    "section": "environment", 
    "gid": "environment/2012/jan/22/lucy-siegle-recycled-cardboard-paper", 
    "wordcount": "430"
}