{
    "headline": "Bill Gates pledges $200m to boost smallholder farmer productivity", 
    "text": "Bill Gates announced nearly $200m in grants to reinvest in projects aimed at helping smallholder farmers as he called on the big UN food agencies to work together to create a global productivity target for small farmers. The Bill and Melinda Gates foundation has committed more than $2bn to smallholder farmers since 2006, and the latest funds will be reinvested in projects covering new varieties of drought-tolerant maize, vaccines for livestock and training for agro-dealers to equip and train farmers. &quot;If you care about the poorest, you care about agriculture,&quot; Gates told the International Fund for Agricultural Development (Ifad) in Rome on Wednesday. &quot;Investments in agriculture are the best weapons against hunger and poverty, and they have made life better for billions of people. The international agriculture community needs to be more innovative, co-ordinated, and focused to help poor farmers grow more. If we can do that, we can dramatically reduce suffering and build self-sufficiency.&quot; Gates, who made his fortune through software company Microsoft, urged Ifad, the World Food Programme (WFP), and the Food and Agriculture Organisation (FAO) to commit to a concrete, measurable target for increasing agricultural productivity. He also called on them to support a system of public score cards in the interests of transparency for themselves, donors, and the countries they support. &quot;The goal is to move from examples of success to sustainable productivity increases to hundreds of millions of people moving out of poverty,&quot; said Gates. &quot;If we hope to meet that goal, it must be a goal we share. We must be co-ordinated in our pursuit of it. We must embrace more innovative ways of working toward it. And we must be willing to be measured on our results.&quot; Gates spoke at the 35th session of Ifad&apos;s governing council, which focused on sustainable smallholder agriculture at a time of renewed international attention on agriculture and rising food prices, and amid concern about how to feed an increasingly urbanised population. &quot;Ifad works in remote areas where few development partners have ventured, helping poor farmers raise not only their yields but their incomes,&quot; said Kanayo Nwanze, president of Ifad. &quot;Development fails when imposed from above. Ifad&apos;s ground-up approach helps farmers build strong organisations that give them more power in the marketplace and a greater voice in the decisions that affect their lives so that they can earn more, eat better, and educate their children.&quot; While welcoming Gates&apos; interest in agriculture, Olivier De Schutter, the UN special rapporteur on the right to food, highlighted the crucial importance of empowering small farmers. &quot;The questions of empowerment and participation are key here,&quot; said De Schutter. &quot;It is unrealistic to seek to achieve sustainable progress in combating rural poverty simply through technology: the political economy of the food systems, the question of bargaining power, are in fact key ingredients, as important as seeds.&quot; De Schutter also questioned the viability of an approach to agriculture based on the green revolution model of the 1970s. &quot;How sustainable is the classic green revolution package, of improved seeds, chemical fertilisers and pesticides, in a world that is running out of fossil energies, and in which control over these inputs is in the hands of a limited number of very large corporations that are accountable only to their shareholders?&quot; he asked. De Schutter advocates &quot;agroecology&quot; as a form of agricultural development, which enhances soil productivity and protects crops against pests by relying on trees, plants, animals, insects and other aspects of the natural environment.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/24/bill-gates-smallholder-farmer-productivity", 
    "wordcount": "598"
}