{
    "headline": "School music under threat", 
    "text": "It&apos;s a weekday morning in Tower Hamlets and the Brady Arts and Community Centre is ringing with the sounds of the Doctor Who theme tune, performed by an orchestra of primary school musicians, some as young as six. Nearly all primary-aged children in the area are entitled to a year&apos;s free instrumental lessons, funded by Tower Hamlets Arts and Music Education Service (Thames). Those who show promise, like the members of this orchestra, get a second year&apos;s free lessons. &quot;The idea is to give all children, regardless of their background or family income, the opportunity to learn an instrument,&quot; says Karen Brock, who heads the service. Thames is one of 165 music services in England and Wales that provide instrumental tuition and classroom music support in schools, as well as running out-of-hours activities such as orchestras, bands and music clubs. But over the next three years, it will see its funding slashed, as the government pares back its budget for music services from 82.5m a year to just 60m. And cuts are not the only threat to the future of the service. Following last year&apos;s Henley review of music education, which recommended that local authority-run music services be replaced by &quot;hubs&quot;  partnerships made up of schools, arts organisations, charities and other education providers  music services have had to bid for the right to continue their work. And as the bidding was open to all, including charities and private companies, there is no guarantee they will be successful. It is a tense time for music services, and the 10,000 staff they employ, as they wait to hear, early next month, which bids have been successful. The uncertainty, compounded by local authority budget cuts across the board, has prompted some to make big staffing changes. In Bedford Borough music service all teachers have been put on risk of redundancy, and some have taken a voluntary pay cut to preserve the music service and their jobs. In Gloucestershire, dozens of music teachers face unemployment after the county council asked all 200 music service staff to reapply for their jobs or for voluntary redundancy, as part of a restructuring exercise. Meanwhile, music service teachers in Salford, Leicestershire, Nottingham, Brighton and several London boroughs are also reporting threats to their employment. One-to-one teaching cut Anthony Anderson is head of music at Beauchamp college in Leicestershire, where funding cuts have meant the music service can no longer offer one-to-one instrumental teaching. &quot;It&apos;s a very difficult situation for secondary music teachers because we&apos;ve still got to provide instrumental lessons  we need that for GCSE and A-level,&quot; he says. Music service teachers in Leicestershire now face the prospect of becoming self-employed or having to apply for one of a much smaller number of posts delivering whole-class instrumental teaching in primary schools. A music service teacher in a different area, who did not wish to be named, told Education Guardian that a music club she runs for the most promising young players has also been a casualty of the cuts. &quot;Now we will have groups of all abilities in one room. It&apos;s very hard to get kids to improve that way, or to give them a quality experience.&quot; She adds that she has also been tasked with issuing redundancy notices to other teachers in anticipation of the cuts. According to Diane Widdison, national organiser for teaching at the Musicians&apos; Union, morale among teachers in music services is at an all-time low. The MU has urged local authorities not to embark on restructuring until they know the outcome of the hub bids, but the damage could already have been done. &quot;Who is going to be attracted to work for music services now?&quot; she says. &quot;It&apos;s going to be even more part-time, even more self-employed, with even fewer training opportunities.&quot; Deborah Annetts, chief executive of the Incorporated Society of Musicians, is worried that the uncertainty is causing good music teachers to jump ship and find employment elsewhere. The government&apos;s decision to replace music services is, at least in part, a cost-saving exercise. Having different organisations working in partnership as a &quot;hub&quot;, sharing resources and staff should, theoretically, reduce overheads, such as rents and running costs for offices and practice spaces. But not everyone is convinced that the new arrangements will be more cost-effective. &quot;We have a very small office operation and we do a lot with the small number of people on the team,&quot; says Brock. &quot;Even if we teamed up with others, we&apos;d still need that number of people to do the work  they&apos;re quite stretched.&quot; And, she points out, this is not the only challenge facing music educators. While most welcome the government&apos;s National Plan for Music Education in England, published last November, which includes the ambitious aspiration to give all children the chance to learn an instrument, many fear it is simply an attempt to get teachers to deliver more on less cash. &quot;Our concern is that it&apos;s a very visionary piece of work, but to make it happen we must have the workforce and resources,&quot; says Annetts. &quot;The plan does have quite a significant cut in terms of resources.&quot; But perhaps the most persistent criticism has been that by opening it up to charities and private providers, the government is, essentially, privatising music services. Comparisons have been drawn with its free schools and academies programme, which has allowed private providers to take responsibility for running schools, previously managed by  and accountable to  local authorities. Some fear that, as a result, the quality of music provision  described as &quot;patchy&quot; in last year&apos;s Henley review  could actually get worse. &quot;The vast majority of hubs will have to employ freelance teachers  so how will we build in teacher training?&quot; says Jonathan Savage, a reader in education at Manchester Metropolitan University. He was recently involved in putting together a hub bid for the Cheshire East area, an experience that, he says, has shown him the potential pitfalls of working with private providers  some of which seemed more interested in &quot;protecting and expanding their business&quot; than providing good-quality music provision for children, he says. There is also doubt in the sector about the ability of Arts Council England  the government funding body for the arts  to manage the bidding process and award funding to the new music hubs. Richard Morris, a governor of Kent Music school and a former chief executive of ABRSM, an exam board for instrumental and vocal exams, says: &quot;My major concern is that the Arts Council lacks educational expertise. While they&apos;ve got great expertise at assessing bids to do with cultural events, that is very different from being able to evaluate long-term, sustained educational programmes. I remain unconvinced that the Arts Council has that expertise or is taking sufficient advice.&quot; Annetts has similar concerns. &quot;When I have queried the Arts Council&apos;s role in this, I&apos;ve been told, &quot;Well who else could do it?&quot; which is a fair point, but it doesn&apos;t answer the question.&quot; But the Arts Council says it is up to the job. &quot;This work is very much aligned to our vision of the arts,&apos; says Laura Gander-Howe, director of learning and skills strategy. &quot;The Department for Education has acknowledged that the Arts Council is an experienced and impartial funding body with excellent knowledge of the arts and education sectors, as well as strong links to music education. That&apos;s why it chose us to select and monitor the music hubs, and we are confident that we are fully equipped to do so.&quot; And the DfE maintains that its plans for music education are sound. A spokesperson said: &quot;Last year, Darren Henley conducted a review of music education and found that provision was patchy across the country. He recommended the establishment of music education hubs to ensure better consistency and that best practice is shared. The hubs will be clearly accountable to parents, schools and the government so we can ensure that every child has the chance to experience a high-quality music education.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/16/school-music-services-hubs-privatisation", 
    "wordcount": "1370"
}