{
    "headline": "Rio+20: A voice from Uganda", 
    "text": "   Ben Parkinson, Rio+20 Photograph: Guardian    Perhaps the strongest message from the 1992 Rio summit was that people living in developing countries should be setting an example. We should bear the financial risks, nurture the poor, and steward the planet for those who cannot. While there has been acceptance of this, the pace of change has been slowed by justifying selfishness in the developed world, describing it as &quot;lifestyle choice&quot; or &quot;a competitive necessity&quot;. Our increasing wealth has led to obesity, high-value goods markets, alcoholism, spiralling salaries in some sectors, and a celebrity culture  is this the example we want to give? I hear many Africans saying: &quot;I want their riches, but don&apos;t want their lifestyle&quot;  and then reject all other issues as being irrelevant to them, such as biodiversity, equality, children&apos;s rights, global warming etc. As rich as we are, we fear the misappropriation of money, yet our overseas development budget has often been spent to little effect on projects that liaise with governments  likely the most corrupt part of society in the developing world. Funded NGO projects are then often squeezed so hard that they barely have enough money to deliver, showing our fundamental lack of understanding of corruption in the developing world, which originally sprung from poverty. Severn Suzuki talked of investing in the future of children, but the MDGs [millennium development goals] were quantity, not quality-focused. As a result, children still vastly underachieve their potential, as they grapple with huge class sizes, minimal equipment and teachers using outdated methods. Then we expect an &quot;African spring&quot; from children who are subjugated or beaten every day if they do not comply. However, thanks to the impetus of Rio 1992 we have started to question our governments in how they are to save and improve our planet. We are now much readier to take radical and practical steps to create change, and only the most conservative now baulk at policy changes which have social and environmental impact. Post-Rio+20, I would like to see governments cast away their fear and begin to invest in grassroots organisations implementing innovative projects, and also supporting the implementation of programmes where children of developing countries are valued equally to our own.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio-20-voice-tanzania", 
    "wordcount": "370"
}