{
    "headline": "More than one in 10 marine species in tropical eastern Pacific face extinction", 
    "text": "More than one in 10 (12%) of the marine species in the tropical eastern Pacific Ocean are threatened with extinction, according to a new survey. Many of the region&apos;s marine mammals, sea turtles, birds, corals and mangroves were found to be under pressure from overfishing, pollution, habitat destruction and impacts from El Nio. Scientists led by the International Union for Conservation of Nature (IUCN) surveyed more than 1,600 species in areas including the Gulf of California, the coasts of Panama and Costa Rica and several offshore oceanic islands and archipelagos in the tropical eastern Pacific. They found 197 species in the threatened categories, that is, &quot;critically endangered&quot;, &quot;endangered&quot; or &quot;vulnerable&quot;. All five species of marine turtles are in one of these threatened categories. Many habitat-producing species are also in threatened categories: 40% of mangroves, 25% of seagrasses, and 18% of reef-building corals. Around 15% of cartilaginous fishes and 9% of the bony fishes in the region are threatened, as are around 15% of marine mammals and 21% of seabirds. &quot;Understanding species vulnerability to major threats is paramount for determining how species and marine environments are likely to respond to one or more simultaneous threats,&quot; said Beth Polidoro, a research associate at the IUCN marine biodiversity unit. &quot;Identification of threatened species and patterns of threat in the tropical eastern Pacific region can help guide local and regional marine conservation priorities for biodiversity conservation, as well as serve to inform policy.&quot; The results of Polidoro&apos;s study, which will inform the IUCN&apos;s &quot;red list&quot; of threatened species, are due to be published in an upcoming edition of the journal Marine Ecology Progress Series. In the paper, Polidoro and her team wrote that more than 20 marine species have become extinct around the world in recent decades and around 133 local populations have suffered the same fate. These declines include the disappearance of the endemic Galapagos damselfish (Azurina eupalama) during the El Nio of 1982-83. &quot;Drastic recent declines have also been documented across several marine groups, including many populations of commercial marine fishes, coral reef fishes, reef-building oysters, corals, and seagrasses,&quot; the researchers wrote. The commercial marine fishes, the totoaba (Totoaba macdonaldi) and the giant sea bass (Stereolepis gigas) are listed by conservationists as &quot;critically endangered&quot; - both were once common in the waters around southern California and the Gulf of California. They are sought for human consumption but do not cope well with overfishing due to their long life spans. Because they spawn in large groups that are targeted by fishing fleets, it is more difficult to maintain sustainable populations. &quot;Saving threatened species is the single most important thing we can do to safeguard ocean health, which benefits millions of people that depend on thriving and productive oceans,&quot; said Scott Henderson, regional director of marine conservation at Conservation International and a co-author of the study. &quot;This new study is a monumental scientific effort which gives governments and support organisations the information needed to focus conservation dollars on the species, places and problems that need help the most.&quot; IUCN red list assessments can be used to inform the design of reserves to prevent development and exploitation. One of the highest proportions of threatened species in the tropical eastern Pacific, for example, is around tiny Clipperton Island. &quot;The creation of a Clipperton marine protected area should be a high regional priority,&quot; wrote the researchers. &quot;Further, legislation to limit mangrove removal from important fishery nursing grounds along the coasts of Costa Rica and Panama is needed. For the few fishery species that are threatened based on the availability of adequate data, better management is needed on both local and regional scales. More importantly, however, increased reporting and better monitoring of by-catch are needed for the majority of species considered to be threatened by overexploitation in the [tropical eastern Pacific].&quot; Henderson said that broken fisheries can be fixed by implementing better fishing practices, changing access rights and setting in practice quotas and zoning that both protect the environment and increase fisheries production. &quot;Some of the formerly most polluted waterways in the world, including the Great Lakes and indeed the Hudson River  are once again healthy, productive fishing areas,&quot; he said. &quot;Marine protected areas maximise resilience to the impacts of severe weather and climate change.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/23/marine-species-pacific-extinction", 
    "wordcount": "740"
}