{
    "headline": "Does the UK need to spend more on basic research?", 
    "text": "My University of Manchester colleague (and Nobel laureate) Andre Geim argues (most recently in this piece) that our societies are on the brink of a crisis in the delivery system for new knowledge which, if not averted, will lead to a major technological slowdown.  In his view &quot;the chain from basic discoveries to consumer products is long, obscure and slow  but destroy the basics and the whole chain will collapse.&quot; He worries about austerity-obsessed governments reducing taxpayer support for &quot;basic&quot; research and dreams that something like the cold war fears and paranoias that drove rapid increases in science and technology spending in the second half of the 20th century can be induced by the threat to global civilisation from asteroid strikes or global climate change.  My even more famous Manchester colleague Brian Cox has also been arguing persuasively for enhanced funding for basic science, most recently in his Faraday lecture. And an interesting new web campaign, Scienceogram, aims to draw public attention to just how little is spent on science and technology in the UK.  But is there a global crisis in the supply of fundamental knowledge, as Geim suggests? And can basic science alone transform our economic outlook in the UK? The data shows that science has been growing for several hundred years and continues to grow as more nations seek to take their place in the global scientific enterprise. Globally, more science is done now than ever before, more public and private money is spent on research, and the number of researchers working is greater than it has ever been.  Just since the beginning of the 21st century, global spending on R&amp;D has nearly doubled (this Royal Society report provides a good summary of the growth of the global scientific enterprise). Indeed, scare stories about increases in investment in research by other countries are often deployed by those lobbying for greater spending in the UK  as if science were some kind of zero-sum game.  The problem is in how these debates are framed. Two aspects of the framing deserve special scrutiny. The first of these is this belief that a &quot;chain&quot; of causal connections links fundamental research with final products and technologies. Beliefs in this model are deeply and no doubt sincerely held  so much so that proponents rarely bother even to offer anecdotes in its support.  But the evidence that we have suggests it is rarely that simple. The evidence base is by no means perfect, and it is a minor scandal that there is not more work done on these important questions. Evidence from accumulated case histories of innovations and from surveys of innovators both suggest that the role of scientific research in the innovation process is more often indirect than direct.  Stronger evidence for a direct link comes from econometric studies, but these are far more problematic methodologically (paywalled link). The best recent review of this evidence base is that of Salter and Martin but an excellent non-technical summary of the state of the evidence base can be found in this piece by Colin Macilwain. The second problem concerns what we might call the &quot;closed system fallacy&quot;. This reasons that, because scientific discovery A is made in Country, Region, City or University A, then it should be commercialised into an economically useful product or technology in the same place. This thinking is evident in the repeated assertion that the UK is good at scientific discovery but bad at translating those discoveries into innovations.  But as we have already noted, there will always be far more scientific and technological R&amp;D going on outside a national, regional or local system than there is within it. Though scientific and technological knowledge has a tacit component and is often &quot;sticky&quot;, it does flow from node to node around the world. Proximity is important in both science and innovation, but there are other kinds of proximity than spatial proximity and there is no reason to suppose that discovery, commercialisation and innovation should normally happen in the same place. The odds are certainly against it.  When we complain about all those British discoveries commercialised elsewhere, do we ever stop to think about discoveries from elsewhere which were commercialised in the UK? Perhaps there are not enough of the latter, but if this is the case it is not likely to be through want of spending on fundamental science.  This points us to the key lesson from the evidence base on the relationship between science and innovation: the most important way in which taxpayer-funded science impacts upon technological development is by providing the human and social capacity to understand, evaluate, absorb and use knowledge and technology  including that developed elsewhere. When we spend public money on research and development we are enriching our human resources and buying our entry ticket into global science and technology networks.  I too worry about government support for fundamental research. But not because it threatens the chain that links basic discoveries to the products and technologies used in the real world. To the best of our knowledge, innovation only rarely works like that. But a strong science base is crucial to our ability to play a part in, and benefit from, global science and technology developments. Policy on immigration and cuts in capital spending for science and in science spending by other government departments outside the science budget all threaten the strength of the UK science base. However, fundamental research alone cannot solve Geim&apos;s global problems. Technologies, in the main, come from problem-oriented applied R&amp;D. Geim should not be too worried about this  we know that problem-oriented research often leads directly to unexpected fundamental discoveries, and provides new technologies that can further drive fundamental research. Unfortunately, the key problem of UK science and technology policy is that neither government nor private industry has been willing to devote the level of resource to applied research and technological development being allocated by our international peers, and by the &quot;rising powers&quot; of science and technology. In other words the composition, as well as the overall level of expenditure, is important. Campaigners for public spending in other areas of public life would be rightfully criticised if they made no reference to the evidence base in support of their claims. We do need better evidence in this area but there is already a powerful, evidence-based case to be made for supporting the excellent UK science base with spending (at least) at current levels and significantly ramping up the amount we spend on applied research and technological development directed towards the solution of major societal problems. So let&apos;s start making it. Kieron Flanagan teaches and researches science and technology policy at the University of Manchester. On Twitter he is @KieronFlanagan", 
    "section": "science", 
    "gid": "science/political-science/2013/feb/27/uk-spend-basic-research", 
    "wordcount": "1135"
}