{
    "headline": "Pirate website owner gets four years. But what about Google?", 
    "text": "Four years is longer than the average jail term for assault or burglary. But that is the sentence received by Anton Vickerman of Gateshead today, after he had been found guilty of two counts of &quot;conspiracy to defraud&quot; by running a website, surfthechannel.com, that linked to pirated films and more.  Piracy is illegal of course and Vickerman was running a site that was so popular that its profits were estimated at 300,000 a year at its height. But there is nobody angrier about piracy than the vast film and music industries, whose businesses are said to suffer from the practice. To them a four-year sentence is a coup. No wonder then that Vickerman was targeted in a private prosecution by FACT, the anti-piracy body, funded by the entertainment industries. In fact the Crown Prosecution Service initially concluded that it could not give authority to bring a prosecution, leaving FACT to pursue a further investigation in order to gather more evidence. Pursue it did. FACT, quite legally, used its own private investigators. A former Dutch police officer was hired to pose as a potential investor, Newcastle crown court heard during Vickerman&apos;s trial. It was also established, according to FACT, that profits from Vickerman&apos;s company &quot;were funnelled to a bank account in Latvia operated by an offshore company based in Dominica&quot;. Surfthechannel did not host pirated content, but linked to it. However, FACT says that Vickerman &quot;targeted pirated films including those not yet released at the cinema&quot; (impressive work, that) and  more to the point  &quot;anonymously uploaded&quot; them to third-party sites.  This was no mere collection of links then, although it is interesting that FACT chose to prosecute under a common law offence rather than using the copyright laws which were surely passed by parliament precisely to tackle this sort of thing. But then, conspiracy to defraud carries a 10 year maximum jail term. So is this conspiracy a more serious offence than committing violence against a person? Is it more serious than breaking into a building with the aim of committing theft or violence? No doubt the damage suffered by Hollywood, (not notably struggling at the box office) and its stars and executives is as serious in its way.  Music, incidentally, may have a more legitimate gripe on the piracy front  but the industry has made its share of mistakes too, such as failing to introduce copy protection, coupled with the repeated devaluing of its content through whole-catalogue, all-you-can-listen licensing deals. Who needs piracy when it is all there on YouTube? Finally, though, one can only wonder why FACT doesn&apos;t have the heart to prosecute Google and YouTube, or any of the other content archives where links to, or actual, pirated material has been known to crop up. Of course surfthechannel was create to profit only from illegal material. By contrast, FACT argues search engines are quite legitimate enterprises that may happen to have some links to illegal material.  Indeed, but it was only this week that Google decided it would relegate the results of pirate sites. Had Google done that a decade ago, it might not have been worthwhile for Vickerman to set up his site at all.", 
    "section": "technology", 
    "gid": "technology/2012/aug/14/pirate-website-owner-four-years", 
    "wordcount": "539"
}