{
    "headline": "US nuclear regulator chided for slow safety reforms after Fukushima", 
    "text": "In the aftermath of the March 11, 2011 tsunami and nuclear meltdown in Japan, the US government advised its citizens living in Pacific island nation to stay at least 50 miles away from the Fukushima Daiichi nuclear power plant as a precautionary measure. Yet as we near the first anniversary of the Japan tragedy, the emergency evacuation zone around all nuclear reactors in the US, at least 23 of which are the same kind as the Fukushima reactors, is still limited to a 10-mile radius. This is just one among many safety measures that haven&apos;t been adequately, and speedily, addressed when it comes to protecting nuclear plants and US citizens against severe, unexpected accidents, says nuclear industry watchdog, Union for Concerned Scientists (UCS).  In a report on Tuesday, UCS called out the US Nuclear Regulatory Commission (NRC), that oversees the country&apos;s commercial nuclear power plants, for failing to implement key recommendations made by NRC&apos;s own task force last summer that would bolster plant safety. The report,  &quot;U.S. Nuclear Power Safety One Year After Fukushima,&quot; also criticizes the nuclear industry of jumping the gun by investing cheap and generic safety equipment before the NRC has even had time to examine if the equipment would actually help protect the public. A major flaw in the NRC&apos;s approach, the report says, is that it has relegated to the bottom of the priority list, the task force&apos;s &quot;first and primary recommendation&quot;  to clarify its &quot;patchwork&quot; regulatory framework for dealing with severe, unprecedented events (&quot;beyond design basis&quot; event, in tehno-speak) that US reactors aren&apos;t built to withstand, such as combined earthquake and tsunami like the one at Fukushima or a terrorist attack.  At present, the regulations for what safety measures should be taken, what kind of equipment should be used etc., in the case of such &quot;beyond design basis&quot; events are not all clearly specified. Many of these measures are &quot;voluntary,&quot; that is plant owners aren&apos;t legally bound to implement them. Nor is it required that these extra measures meet any uniform high quality and reliability standards.  The NRC task force&apos;s first recommendation sought to change that. By not addressing it before doing anything else, the NRC &quot;has put the cart before the horse&quot; and &quot;potentially undermined the effectiveness of the other recommendations, which all hinge on this critical issue,&quot; says Dave Lochbaum, director of the UCS Nuclear Safety Program.  For instance, the NRC task force recommended that NRC should require plant owners to install diesel-fuel pumps and generators to protect against &quot;station blackouts&quot;, when the plant loses both on-site and off-site backup power during a &quot;beyond design basis&quot; event like a terrorist attack by air. But the recommendation doesn&apos;t require that this equipment meet high quality and reliability standards, or be hardened to withstand other potential threats, such as say floods or earthquakes. &quot;It didn&apos;t consider the potential for multiple unit accidents at the site andas a result the current US standards aren&apos;t good enough to protect against aFukushima like disaster,&quot; says Edwin Lyman, another senior UCS scientist who co-wrote the report along with Lochbaum. Most of the safety measures at American plants are based on science and assumptions that are decades old, says Lyman. Regarding the evacuation zone, NRC spokesperson Scott Burnell told the Journal today that the 10-mile evacuation radius (which the NRC did review last year and decided to stick with) is based on sound research. There were provisions to expand the scope of evacuations in the event of a serious accident, especially since research shows that such accidents progress slowly, over several days, he said. Besides, he said, &quot;the situation in Fukushima could not be duplicated in the US.&quot; UCS scientists disagree on that last bit. And they counter that the agency has yet explain how it would expand the scope of evacuations during an unprecedented crisis. &quot;If you are talking about a reactor in a rural, lightly populated area that&apos;s one thing,&quot; says Lochbaum. &quot;But if you are talking about a reactor in a densely populated area like Indian Point in New York or San Onefrey in LA&apos;s Orange County metropolitan area, then it would really strain credulity to think that in the aftermath of the an accident like Fukushima they would be able to effectively evacuate people within a day or two that would be need to actually protect them.  Instead of a &quot;one-size-fits all&quot; approach, evacuation zones should be evaluated on a site-specific basis because much depends on the particular meteorological conditions of the region, the terrain and other specific features of the plant sites, he says. The NRC too has admitted that it was behind schedule in improving safety at the plants. In an interview with the  Wall Street Journal yesterday, NRC chairman Gregory Jaczko said the agency &quot;risked failing to meet its goal of making all the regulatory changes within five years.&quot; But spokesperson Burnell defended the delay, writing in an emailed statement that implementing the recommendations &quot;efficiently and appropriately&quot; requires time. &quot;Issuing rushed, incomplete requirements would waste both the NRC&apos;s and the industry&apos;s resources and complicate the overall goal of enhancing U.S. reactor safety,&quot; he said. (Tardiness does seem to be a problem with the NRC though. It appears the commission took 10 years to fully implement new security measures in response to the 9/11 terrorist attacks.) Meanwhile, it seems the nuclear industry itself is practicing no such caution, moving ahead as it is with changes on the ground under a new initiative, also announced yesterday, called the Diverse and Flexible Coping Capability, or FLEX, program. As part of this initiative, plant owners are stocking up on, and installing, additional emergency equipment like generators and pumps, much to UCS&apos; dismay, which believes that in this case &quot;speed is not a virtue.&quot;  None of these equipment have been vetted by the NRC. Buying the equipment without waiting for NRC guidelines, just makes it difficult for the agency to later implement standards that could force the industry to replace the equipment, says Lyman. &quot;The rationale for what the industry is doing is pretty clear,&quot; he says. &quot;The logic here is if you buy a lot of relatively cheap, commercial grade equipment,you scatter it around and you hope for the best that some of it will still be there [during a major disaster].&quot;  No big surprise there surely.  Meanwhile, a new survey conducted for the nonprofit and nonpartisan Civil Society Institute shows that &quot;Americans continue to want to keep the brakes on more nuclear power in the United States.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/08/us-nuclear-regulator-safety-fukushima", 
    "wordcount": "1129"
}