{
    "headline": "Marissa Mayer - formerly the secret iPhone user at the top of Google?", 
    "text": "File under intriguing: Marissa Mayer may have had one of the most powerful positions at Google, the supplier of the Android operating system, and been in charge of its Local side (which of course would aim to use Google products such as Maps and location services).  But for herself, she was an iPhone user even while ruling the top of Google. There are plenty of pics of her holding an iPhone during presentations (such as this one from August 2007 - which of course predates Android). More solid evidence comes from her Twitter feed. Analysing the method used to send tweets (via tweetstats.com) shows that while the vast majority were sent from a desktop/laptop browser, her next most common method of posting was via the iPhone Twitter client.      Marissa Mayer's tweets, by source. Most came from a desktop - but a key few came from an iPhone    Further evidence? She was also a user (Tweetstats says) of Foursquare (that&apos;s cross-platform). And the key clue: Instagram - which was iPhone-only until early April. And here she is in March tweeting an Instagram pic:    Very cool thread sculpture at TED. instagr.am/p/HrxeVxkMDa/&mdash; marissamayer (@marissamayer) March 2, 2012    And that couldn&apos;t have been spouse Zack Bogue because, as we all know, he only dumped his BlackBerry for an iPhone earlier this week. (Yes, there are pics of her with Android phones: here&apos;s one from October 2008 in which she&apos;s holding an Android G1. But pretty much all of the pics that come up on an image search show her with an iPhone.) It&apos;s not as though Googlers have been unwilling to use Apple gear - many pictures show staffers with Apple laptops, particularly MacBook Airs (though they might be using those to run Windows, Linux or its near-relation ChromeOS). But phones? Googlers tend to use Androids, from what we see. So does this hold any meaning? Clearly, Mayer is her own woman. And some are wondering already whether in her new role at the top of Yahoo she might seek to form an alliance with Apple against her former employer. Apple already uses Yahoo&apos;s weather - might it also look to apps, and could there be a linkup with a mobile Flickr (if she can energise the Yahoo developers to produce a world-beating version)? It&apos;s clear that Apple is distancing itself from Google (note the dropping of Google Maps from the upcoming iOS 6). Yahoo News is, as Dan Gillmor points out, still a huge source of news and attracts many readers. Too fanciful? Making too much of the brand of phone someone uses? Could be. Then again, Yahoo needs all the friends it can get at the moment; the search alliance with Microsoft isn&apos;t helping too much, and more than anything it needs to find strength in mobile. If Apple is trying to shove Google off the iPhone, that might leave a gap of sorts. And Mayer is too smart not to have seen all the possibilities that opens up - especially if Apple&apos;s new Google-free maps offering isn&apos;t up to much. Keep watching her tweets...", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/18/marissa-mayer-iphone-google", 
    "wordcount": "484"
}