{
    "headline": "Incendios forestales en Chile avivan tensiones sobre derechos de tierras indigenas", 
    "text": "La escalada en las tensiones entre el pueblo Mapuche y el gobierno chileno seguidas al torrente de devastantes incendios forestales revela el alto costo de las polticas de proteccin al crecimiento mercantil y la subordinacin medioambiental apoyada por las corporaciones multinacionales . Los incendios han resaltado el marcado contraste de las consecuencias de una estrategia que ha hecho de Chile la estrella emergente en la Organizacin para la Cooperacin y el Desarrollo Econmico (OCDE), que ha hecho an menos concesiones a los derechos indgenas y que contina sin escuchar las advertencias sobre las prcticas de la arboricultura. La misma OCDE  quien busca su expansin en Latinoamrica y considera a Chile como modelo para Brasil, potencial miembro  ha estado bajo presin para desarrollar reglas ms rigurosas sobre como debern comportarse las multinacionales con respecto a los pueblos indgenas. Las relaciones entre el gobierno de Chile y los Mapuches han empeorado dramticamente despus de que ministros sugirieron que los activistas indgenas estaban detrs de los incendios que devastaron cerca de 500 kilmetros cuadrados de bosques comerciales y parques en el pas a principios de este mes. Los fuegos daaron plantaciones comerciales de rboles en las regiones de Bo Bo, La Araucana y partes del parque nacional Las Torres del Paine, en Patagonia, una de las ms importantes atracciones tursticas de Chile. Un incendio cerca de Carahue, al sur de Santiago, le cost la vida a siete brigadistas. El presidente de Chile, Sebastin Piera, caus el escndalo entre los ONGs y grupos sociales al invocar las leyes anti-terroristas para perseguir a los incendiarios el declar como responsables, reviviendo su controversial uso contra los Mapuches  quienes han recurrido a un incremento en tcticas desesperadas durante una larga lucha para recobrar tierras ancestrales de las compaas arboricultoras. Una declaracin conjunta de los ONGs y los lderes de los grupos sociales expres su indignacin por el uso de las leyes anti-terroristas y dijo que los incendios atraen la seria cuestin del monocultivo empleado por las compaas arboricultoras. Acadmicos en leyes han discutido que la persecucin equivocada de los Mapuches bajo la legislacin antiterrorista ha erosionado significantemente el imperio de la ley en el pas. Los activistas Mapuches han culpado a las compaas arboricultoras que introdujeron el eucalipto y el pino, especies no-nativas, lo que ha empeorado la temporada de secas. Alfredo Seguel, de la Asociacin Konapewman Mapuche, escribi en el blog Servindi que los focos de los incendios coincide con una seria infestacin de Sirex noctilio, que emana una toxina que mata al pino, y que la industria forestal ha estado tratando en vano de mantener bajo secreto para evitar el desestabilizar los mercados extranjeros. La introduccin de especies no nativas es una amenaza mayor para la biodiversidad en Latinoamrica y las enfermedades han sido un factor clave limitante en el cultivo de otras plantaciones de cosecha. Seguel sugiri que no es coincidental el que los incendios hayan ocurrido donde la infestacin del Sirex es ms severa y &quot;en caso de no existir colusin, debera poner en alerta a las empresas aseguradoras por siniestro de incendios a favor de las empresas forestales y que deberan indagar as como toda instancia pblica decente&quot;. La arboricultura comercial  que hoy controla 3 millones de hectreas cultivadas con especies no-nativas  ha estado al corazn del modelo de la diversificacin de exportaciones en Chile, originalmente diseado por el rgimen dictatorial militar de Augusto Pinochet. La industria ha encausado los esfuerzos estales para nutrir la emergencia de las propias multinacionales del pas, que est entre las principales razones del por qu Chile fu recibido por la OCDE con los brazos abiertos. Pinochet abri las tierras indgenas a la privatizacin, desatando la amarga disputa entre 600,000 de Mapuches y el estado, cuyo fallo en resolver sta expone un punto flaco en la redemocratizacin del pas. Para pasar los criterios de la OCDE el gobierno de Chile hizo de la regulacin ambiental la pieza central de una serie de reformas clave que respondan a la agenda de dicha organizacin. Ya en el 2005 la misma OCDE le adverta a Chile sobre la poca atencin que le haba dado al impacto medioambiental de la plantacin de rboles y el riesgo para las epidemias que ello representaba. A pesar de la significante reforma, el rgimen medioambiental de Chile (pdf) ha sido criticado por permanecer desproporcionadamente a favor del mercado en comparacin con otros pases. La OCDE misma ha estado bajo presin para reforzar la proteccin a los pueblos indgenas. El ao pasado James Anaya, relator especial de las Naciones Unidas sobre los derechos de los pueblos indgenas, hizo un llamado a la OCDE para la publicacin de reglas ms especficas sobre derechos indgenas para las corporaciones multinacionales. Las reglas ms actualizadas de la OCDE (pdf) sealan que las empresas tendrn que considerar la aplicacin de niveles adicionales para el respeto a los derechos humanos al tratar con grupos tales como los pueblos indgenas, comprometiendo a las multinacionales a asegurarse de que como interesados sean stos includos en los procesos de decisin que afectan a sus comunidades, y reiteraron las recomendaciones de la Organizacin Internacional del Trabajo (ILO) en materia de igualdad de oportunidades. Sin embargo, stas permanecen lejos de compararse a las extensas polticas sobre pueblos indgenas articuladas por organizaciones para el desarrollo como el Banco Mundial y el Banco Interamericano de Desarrollo. Marie-France Houde, alta economista en la divisin de inversiones de la OCDE, coment a the Guardian: &quot;Hemos vuelto ahora nuestra atencin a la implementacin de reglas actualizadas y esperamos la inclusin de ms empeo en la relacin entre los interesados, incluyndose a los pueblos indgenas.&quot; Existen buenas razones para que Chile resuelva sus disputas con los Mapuches. El sobre calentamiento del planeta tendr un impacto mayor sobre los bosques australes y las negociaciones del cambio climtico han enfatizado la necesidad de reforzar los derechos de los habitantes de los bosques indgenas y de aclarar quienes poseen los derechos al carbn de madera.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/20/incendios-forestales-chile-derechos-indigenas-mapuches", 
    "wordcount": "1222"
}