{
    "headline": "Teachers who blow the whistle", 
    "text": "Teacher Alice Jones (not her real name) tells of a sleepless night she spent wondering whether to follow her conscience and blow the whistle about concerns that her school was cheating in exams. &quot;It was all going round in my head,&quot; she says. &quot;My dad had said to me: &apos;Do not whistleblow: you might never teach again&apos;. &quot;So I had to wrestle with the idea of just going along with something I felt to be morally wrong, or doing something I knew could seriously damage my career, if not end it.&quot; Jones thought about it for two weeks. &quot;Then, at about 2 o&apos;clock one morning, I thought to myself &apos;I am not going back to school with this on my conscience&apos;. I had to do something.&quot; Jones is one of a group of teachers who contacted exam boards and other agencies about alleged malpractice in GCSE and BTec courses in 2011 at Kingsdale foundation school, an academy in Southwark, south London, which was praised last year as &quot;brilliant&quot; by David Cameron. The school was the subject of an investigation by Channel 4 in October, which reported on allegations from 13 teachers and nine pupils of cheating across six academic subjects and 10 qualifications. A dossier of allegations, seen by Education Guardian, was sent to the exam boards, triggering an investigation in May 2011. The claims included teachers answering questions in exams, teachers writing answers for pupils, and inventing or inflating pupils&apos; coursework grades. A report of the results of the subsequent investigation by exam boards has not been published  although the boards&apos; umbrella body, the Joint Council for Qualifications, has put out statements saying the integrity of 2011 exam grades at Kingsdale was not compromised  and it remains unclear whether any report will ever see the light of day. The school vigorously denies the claims and believes its name will be cleared. The headteacher, Steve Morrison, told the Guardian: &quot;The allegation of teacher assistance during exams was fully investigated and there was no evidence to support this allegation. We are satisfied that the investigation to date has not highlighted any evidence of institutional or systemic examination malpractice at the school.&quot; But what should teachers do if they feel there is injustice or wrongdoing in their school? And are systems in place to ensure that, if teachers and pupils have concerns, they can report them and feel protected? Education Guardian has been sent, separately, detailed allegations concerning malpractice at three other schools. Perhaps indicating the difficulty teachers feel about speaking out, all three documents were sent anonymously, with no way we could identify the senders. The allegations include:  Claims that in a school run by an academy chain, &quot;Students&apos; work is being forged and sent to exam boards as students&apos; own work to ensure progress is appearing to be made by the students. It is happening across the school subjects and teachers are being victimised and bullied into fraud.&quot;  Claims that a school in the south of England, also part of an academy chain, &quot;manipulated&quot; its GCSE entry this year to &quot;massage GCSE exam results&quot;. This letter adds: &quot;In May/June 2012 a group of special needs students were suddenly placed on a  basic adult literacy and adult numeracy course because these courses have GCSE grade equivalence in maths and English. &quot;The academy crammed a one-year course into two weeks&apos; study.&quot; A pupil passing both courses is counted as gaining a grade B at GCSE in school league tables. &quot;Borderline C/D [grade] students are attending special one-day controlled assessment [coursework set in exam conditions] sessions where they are being instructed or schooled to attain grade C or above. Exam board rules  are being flouted to boost grades.&quot;  A claim that in an &quot;outstanding&quot; school in the north of England  not an academy  selected pupils are placed in &quot;target rooms&quot;, only staffed by teachers, to do their exams. There, the statement says, pupils claim they are helped with questions, &quot;and one or two exam papers are said to have been actually written by staff&quot;. These are only allegations, but data from Ofqual, the regulator, shows that in the past three years, 10 schools or colleges have been barred from offering exams from a particular board following investigations into institutional malpractice. Some 75 institutions were asked to provide reports to the boards on malpractice allegations while, in addition, 169 teachers were issued with penalties by the boards for &quot;giving assistance to [exam] candidate(s)&quot;. Public Concern at Work (PCaW), a whistleblowing charity, says education is the fastest-growing sector of its work, with the number of whistleblowing calls rising from 78 in the first half of 2011 to 112 in the first half of this year, a 44% jump. Concerned, the charity carried out an analysis of 100 calls relating to primary and secondary schools between March 2011 and June 2012, and found that six were directly related to exam malpractice or fraud. This ranked below other categories of call  22 raised concerns about safeguarding, 20 related to children&apos;s health and safety and 14 to physical abuse  but the charity said the issue of exam malpractice was something it was becoming used to hearing about. &quot;This is not an uncommon thing coming up on our advice line,&quot; says Francesca West, policy director. &quot;It is certainly an issue out there.&quot; This was despite the difficulties teachers might face in coming forward. &quot;Allegations of this kind often have implications for people close to the top of management in a school, and challenging that can be very hard for a teacher,&quot; says West. The organisation is calling for whistleblowing safeguards to be boosted and is asking the DfE to set up a whistleblowing hotline. The experience of a Kingsdale teacher, who initially offered evidence to an exam board asking to remain anonymous, is instructive. Ruth Duggan was among a group of teachers who first made allegations about malpractice at the school in May 2011. She says an exam board, OCR, then released information to the school that made it easy for it to identify her. Emails she received from the board confirm that it allowed her identification, though the board said that she and other whistleblowers had said their names could be released if it would help a successful investigation. Duggan resigned from her post in 2011, went to work for another academy last year and is now working outside mainstream state education. The policy on anonymous whistleblowing of the largest board, AQA, runs to only four sentences, beginning &quot;where a complainant wants to remain anonymous, we will not disclose their identity unless legally obliged to do so&quot;. The policy of the Joint Council for Qualifications is similar, adding only that it will &quot;try&quot; to protect a whistleblower&apos;s identity if the individual asks for this. West says the exam boards need to persuade teachers that they genuinely welcome information on alleged malpractice. It is not clear from their policies that this is the case, she says. In October, PCaW wrote to Michael Gove, the education secretary, saying &quot;we are concerned that the alleged exam fraud at Kingsdale academy  may not be an isolated case&quot;; warning that it was especially concerned about the position in academies as a whole, where there was little outside oversight from local authorities; and asking for a meeting to discuss how the department was ensuring that whistleblowers &quot;have an appropriate external option to raise a concern&quot;. The diary secretary of one of Gove&apos;s deputies, education minister Lord Hill, wrote back to say that Lord Hill was too busy to meet, and pointing PCaW to a new section of the DfE&apos;s website covering complaints about schools. Complainants there can express concerns via an online form. Duggan says: &quot;The exams system as I see it is such a farce. Schools are under pressure to do everything to ensure they hit their results targets, so teachers feel the consequences of that.&quot; Jones does not regret her actions. But she adds: &quot;Still no investigation report has been published and we are still unsure whether we will even find out its conclusions. &quot;We put our jobs on the line by doing what we did, which was protecting the integrity of exams and of our profession. And for what? To never know any outcome? To never know whether our word was trusted? &quot;The whole process of blowing the whistle, or even being suspected of it, has been horrendous for many of us, and I don&apos;t think we are given proper protection.&quot; On protecting anonymity, the Joint Council for Qualifications says, in relation to Kingsdale: &quot;Proper steps were taken  to protect the anonymity of those making allegations. [However] decisions over whether malpractice occurred must be based on evidence to which the individual accused has the opportunity to respond, which places a limit on the extent to which anonymous information can be relied on.&quot; With no sign of results pressure on schools relenting, it seems unlikely that this issue is about to go away.", 
    "section": "education", 
    "gid": "education/2012/dec/10/teachers-whistleblowing-exam-cheating-schools", 
    "wordcount": "1546"
}