{
    "headline": "Martin Fleischmann obituary", 
    "text": "Accounts of the cold fusion claims of the Czech-born electrochemist Martin Fleischmann, who has died aged 85, and his American-French former student Stanley Pons often assert that their results could not be replicated. This implies that their original experiments, carried out at the University of Utah, Salt Lake City, in the 1980s were flawed. Cold fusion has since come to be commonly regarded as a delusion, but the true situation is more complicated. The Fleischmann-Pons experiments were motivated by the idea that hydrogen fusion, the source of the sun&apos;s heat, which goes very slowly at ordinary temperatures, might go significantly faster if the nuclei involved were brought closer together, as when hydrogen is absorbed at high density in a material such as palladium. The project was more successful than anticipated: returning to the laboratory after one weekend, when the apparatus had been turned off, the pair found that so much heat had been produced that a large hole had been melted into the bench and concrete floor. As a precaution they reduced the scale of the experiment and announced their findings at a press conference in 1989. While the original nuclear claims appear to have been erroneous  it was not their area of expertise  the parallel claim relating to excess heat production is different. Some scientists failed to replicate this, but others were successful, notably Michael McKubre of SRI International, California. At the Los Alamos National Laboratory, New Mexico, a nuclear product, tritium, was detected, indicating that nuclear processes were indeed occurring. Fleischmann and Pons continued their efforts in France from 1992 until Fleischmann retired three years later and returned to Britain. In 2004 a US Department of Energy report supported the view that the excess heat claims were valid, but had little influence on general opinion. Though the nuclear difficulties were eventually resolved, the fact that heat had been observed in excess of anything that can be explained on the basis of the usual mechanisms was neglected, or talked away. The fact that many who tried to reproduce the phenomenon failed should not have been considered conclusive, since phenomena in materials are sometimes difficult to reproduce. Scientists convinced that there was a real effect continued work in the area over the years in several countries, including France, Italy, the US, and Japan, often with government support. Some, hopeful that the process might ultimately become a useful source of energy, concentrated on increasing the power generated. Notwithstanding the criticism that he received at the end of a career that had been highly successful in many other respects, Fleischmann expected that cold fusion would eventually receive general acceptance by the scientific community. His manner was calm, expressing regret at how things had worked out but little in the way of anger. A native of Karlovy Vary, Fleischmann escaped with his family to Britain after Nazis beat up his father, Hans, who died soon after the family emigrated. His mother, Margaret, supported the family by creating and successfully running Old Cottage Toys, a doll company. From Worthing high school, Martin went to study chemistry at Imperial College London, gaining his first degree in 1948 and his doctorate in 1951. His first academic posts came in Newcastle upon Tyne, initially at King&apos;s College, which was one of the bodies that in 1963 merged to form what is now Newcastle University. He did much to establish the discipline of electrochemical engineering at the new institution before moving to Southampton University as professor of electrochemistry (1967-77). There he played an important part in discovering the principle of surface-enhanced Raman spectroscopy (SERS), examining metal surfaces at a molecular level. Research professorships followed at Southampton from 1983, and at Utah from 1988. Fleischmann was president of the International Society of Electrochemists (1970-72); was awarded the Royal Society of Chemistry&apos;s medal for electrochemistry and thermodynamics (1979); and was elected to a Fellowship of the Royal Society (1986). In 1993 the nuclear scientist John R Huizenga produced the book Cold Fusion: The Scientific Fiasco of the Century, one of many attacks that had the effect of kicking the subject into the long grass, and so impeding the prospects of recognition for Fleischmann&apos;s work. However, progress seems to be occurring towards the application of cold fusion as a practical energy source. It may well transpire that, in the words of one cold fusion entrepreneur: &quot;The market will decide.&quot; In 1950, Fleischmann married Sheila Flinn. She survives him, as do his son, Nicholas, and a daughter, Vanessa. Another daughter, Charlotte, died earlier this year.  Martin Fleischmann, electrochemist, born 29 March 1927; died 3 August 2012", 
    "section": "science", 
    "gid": "science/2012/aug/31/martin-fleischmann", 
    "wordcount": "766"
}