{
    "headline": "How much impact did the North Sea gas leak have on the environment?", 
    "text": "While the Elgin North Sea natural gas leak that was plugged on Wednesday was a massive financial blow for its operator Total, it appears the incident had little impact on the environment in terms of global warming and local marine life. The Department of Energy and Climate Change (Decc) says it estimates that during the 52-day leak, Elgin released the equivalent of 47,000 tonnes of carbon dioxide, or 18,000 tonnes more than would have been released during normal operations of the well. The greenhouse gas impact was mitigated when Total was able to slow the leak of natural gas from 200,000 cubic metres a day at its start to around a third of that in mid April, and then down to 50,000 cubic metres by the time the well was stopped with heavy mud on 15 May. A Decc spokesman said:  &quot;The provisional total UK emissions of the basket of six greenhouse gases covered by the Kyoto protocol, including the offshore sector, during 2011 was 549.3m tonnes of carbon dioxide equivalent, or approximately 45.8m tonnes per month.&quot;  &quot;The Elgin release therefore represents approximately 0.1% of the UK&apos;s monthly emissions total. Only considering the increase in emissions compared with the normal emissions from the platform the increase represents just 0.04% of the monthly emissions total, which is overall insignificant, although obviously undesirable.&quot;  Last month, Marine Scotland also indicated that the leak had little impact on marine life in the two-mile exclusion zone around the well. Neither the water nor fish in the area showed signs of hydrocarbon contamination. The worst off could be Total, which may have lost around 93.6m (1.8m a day) during the leak, though stock prices have increased since the company announced it had &quot;killed&quot; the leak. WWF Scotland welcomed the news that Total had stopped the leak. Dr Richard Dixon , director of WWF Scotland, said: &quot;However, the fact it happened at all and that a potent greenhouse gas has been spewing out for nearly two months is deeply concerning. This is the second serious leak in the North Sea within the past two years and underlines the risks of the offshore oil industry even in the well-known waters around Scotland.&quot; &quot;We should be trying to give up our addiction to oil and gas, and not seeking it out in more difficult places with the risks to the environment that poses when things go wrong.&quot;", 
    "section": "environment", 
    "gid": "environment/blog/2012/may/18/decc-total-gas-leak", 
    "wordcount": "419"
}