{
    "headline": "Do you believe in climate change?", 
    "text": "This may seem like an odd question for a climate scientist to ask, but it is one I am constantly asked now. The typical discussion starts: &quot;I know that the climate is changing, but hasn&apos;t it always changed through natural cycles?&quot; Then they will often give an example, such as the medieval warm period to prove their point. Those asking the question include a wide range of people I meet in the pub, friends, politicians and increasingly even some of those active in sustainable development and the renewable energy businesses. What I find interesting is that I have known many of these people for a long time and they never asked me this before. Recent studies show that public acceptance of the scientific evidence for man-made climate change has decreased. However, the change is not that great. The difference I find in talking to people is that they feel better able to express their doubts. This is very hard for scientists to understand. The scientific evidence that humanity is having an effect on the climate is overwhelming and increasing every year. Yet public perception of this is confused. A Cardiff/Ipsos Mori study on public perceptions of climate change, published in 2010, identifies a number of possible contributory factors: the move from being a science issue to a political issue may have introduced more distrust; &quot;cognitive dissonance&quot;  where people modify their beliefs about uncomfortable truths  may be a factor; people may have become bored of constantly hearing about climate change; or external factors such as the financial crisis may have played a role. There is also increased activity among sceptical groups to obscure the scientific evidence in order to influence public opinion. Around three years ago I raised the issue of the way that science can be misused. In some cases scare stories in the media were over-hyping climate change and I think we are paying the price for this now with a reaction the other way. I was concerned then that science is not always presented objectively by the media and interested parties (even sometimes scientists themselves) in important areas, like climate change. What I don&apos;t think any of us appreciated at the time was the depth of disconnect between the scientific process and the public. Which brings me on to the question, should you believe in climate change? The first point to make is that it&apos;s not something you should believe or not believe in  this is a matter of science and therefore of evidence  and there&apos;s lots of it out there. On an issue this important, I think people should look at that evidence and make their own mind up. We are often very influenced by our own personal experience. After a couple of cold winters in the UK, the common question was &quot;has climate change stopped?&quot; despite that fact that many other regions of the world were experiencing record warm temperatures. And 2010 was one of the warmest years on record. For real evidence of climate change, we have to look at the bigger picture. You can see research by the Met Office that shows the evidence of man-made warming is even stronger than it was when the last IPCC report was published. A whole range of different datasets and independent analyses show the world is warming. There is a broad consensus that over the last half century warming has been rapid, and man-made greenhouse gas emissions are very likely to be the cause. Long-term changes in our climate system have been observed across the globe, from shifts in rainfall patterns to a decline in Arctic sea-ice. The changes follow the pattern of expected climate change and bear the fingerprint of human influence, providing the clearest evidence yet that human activity is impacting our climate. The rate of warming and ice melt varies and some regions warm faster while others don&apos;t warm at all for a while. Again, it&apos;s the big picture that&apos;s important. Given the overwhelming evidence for man-made climate change, it could be argued that it shouldn&apos;t be necessary to keep going over old ground to prove it time after time. In fact, it&apos;s essential we move on and focus on the future, because climate change will pose challenges for humanity. Ultimately, as the planet continues to warm the issue of whether you believe in climate change will become more and more irrelevant. We will all experience the impacts of climate change in some way, so the evidence will be there in plain sight. The more appropriate questions for today are how will our climate change and how can we prepare for those changes? That&apos;s why it&apos;s important that climate scientists continue their work, and continue sharing their evidence and research so people can stay up to date  and make up their own minds.  Vicky Pope is senior scientist at the Met Office Hadley Centre. She will be speaking at the Guardian Open Weekend festival this Saturday", 
    "section": "environment", 
    "gid": "environment/2012/mar/23/climate-change-believe-in-it", 
    "wordcount": "829"
}