{
    "headline": "Marks & Spencer breaks mould with packaging for 'longer-living' fruit", 
    "text": "Next week M&amp;S will become the first major retailer to roll out ground-breaking new packaging which it claims will extend the life of fruit stored in the fridge by up to two days, helping to cut domestic food waste. The supermarket will add a small plaster-style strip at the bottom of punnets of strawberries, containing a patented mixture of clay and other minerals that absorb ethylene  the ripening hormone which causes fruit to ripen and then turn mouldy. The strip measures 8cm x 4.5cm and does not affect the recyclability of the packaging, and the retailer claims there is no extra cost to the consumer of the packaging. If successful, it will be added to all the supermarkets&apos; berries. Trials carried out in M&amp;S stores showed a minimum wastage saving of 4%  during the peak strawberry season this would equate to 40,000 packs, or about 800,000 strawberries. M&amp;S says it is committed to reducing waste as part of its Plan A programme to be the world&apos;s most sustainable retailer. Hugh Mowat, M&amp;S Agronomist, said: &quot;This new technology is a win-win for our customers  not only will their strawberries taste better for longer, but we really hope it will help them to reduce their food waste as they no longer need to worry about eating their strawberries as soon as they buy them.&quot; The British strawberry season starts in April, so at this time of year M&amp;S strawberries are currently imported from Egypt, Morocco, Spain and Israel. During the British season M&amp;S sells about 1m punnets per week. Rival supermarket Asda, which trialled similar packaging for Spanish strawberries, abandoned a national launch on cost grounds. A spokeswoman for Asda said: &quot;We didn&apos;t roll this out as our research didn&apos;t show a benefit in terms of longer life when looking at the additional cost per punnet.&quot; Josh Brooks, editor of trade journal Packaging News said: &quot;This new launch from M&amp;S is a great example of how innovative packaging helps to preserve and protect the food products it contains. The crucial role of packaging in delivering products to consumers and reducing food waste through the supply chain and in stores and homes cannot be overstated.&quot; The packaging of fruit has become a controversial issue. Retailers have faced strong criticism for excessive and unnecessary packaging, but insist that fruit has to be protected with plastic layers as shoppers do not want to buy bruised and damaged items.", 
    "section": "environment", 
    "gid": "environment/2012/jan/06/marks-and-spencer-packaging-fruit", 
    "wordcount": "426"
}