{
    "headline": "Blue balls mystery solved by scientists", 
    "text": "The suggested explanations for the mysterious blue balls that appeared in a Dorset garden have ranged from the unlikely  the eggs of a marine creature  to the downright bizarre  the bodily secretions of angels. Scientists at Bournemouth University have announced they have solved the puzzle. There is no need to prepare a welcome for extra-terrestrials. The blue balls are almost certainly sodium polyacrylate or waterlock, an absorbent polymer used in nappies and by florists and gardeners as a way of keeping soil moist. It is still not clear how the substance came to be in the garden but it may be that a heavy hailstorm that seemed to make the balls appear had quickly saturated the sodium polyacrylate crystals, and so caused them to rapidly increase in size. Earlier this week, Bournemouth resident Steve Hornsby reported how the sky above his house turned dark then yellow. A violent hailstorm followed and afterwards he found odd gel-like blue balls in his garden. A jar of the crystals was taken to the school of applied sciences at the university, which has spent the week trying to work out what they are. Scientists quickly established the crystals were not a life-form. They then drew the water out of them by slowly drying them in an oven and used FTIR spectroscopy, which measures how a sample absorbs or transmits light. This established the balls&apos; &quot;molecular fingerprint&quot;  the procedure often used in crime scenes to establish the nature of a particular substance. Research assistant Josie Pegg confirmed the substance was sodium polyacrylate. It is sometimes used in gardening or agriculture to improve soil  as well as being used in nappies. The puzzle of how the substance got into Hornsby&apos;s garden remains but, admittedly, it is not the greatest of mysteries. &quot;Perhaps someone was having clear-out and chucked them over the fence,&quot; said Pegg. The heavy rain may have turned effectively invisible dry crystals into the gel-like blue balls. Pegg did not think her work has been a waste of time. &quot;It has attracted lots of interest and been a break from the norm,&quot; she said. But next week she will go back to her normal day job, studying aquatic ecology.", 
    "section": "science", 
    "gid": "uk/2012/feb/03/blue-balls-mystery-solved-scientists", 
    "wordcount": "371"
}