{
    "headline": "Glencore was the World Food Programme's most viable option", 
    "text": "My colleague Rupert Neate has been looking at who gets the money from the UN World Food Programme&apos;s purchase of emergency food. He reported on Tuesday that Glencore International, the FTSE 100 grain trader in the spotlight over an expected merger with mining group Xstrata, sold WFP more than 50m (around $79m) round of wheat over the last eight months, despite a UN pledge to buy from poor farmers when it can. It is hard, in fact, to see what else WFP could have done. A big purchase of $22.5m was made from Glencore in July, which is when famine was declared in the Horn of Africa. Save the Children and Oxfam have recorded how there was a dangerous delay in responding to the early warning signs of crisis in the Horn that led to needless starvation and death. But WFP has to wait for funding from donor countries before it can make most of its purchases, and that tends only to come once a crisis is full blown. By July it needed to get food in fast and that will nearly always mean turning to one of the big grain traders and, moreover, buying from them just as the prices are highest because famine has emerged out of shortage. WFP humanitarian aid in July came mostly from the Black Sea countries and Brazil, but of the $1.23bn-worth of food it purchased in 2011, nearly one-third was sourced in least-developed and low-income countries (LDCs). In 2010, more than half of WFP purchases were form LDCs. One of the reasons for the fall from year to year was precisely because there had been drought in the Horn where WFP would normally hope to buy grain. The problem is that humanitarian aid is typically hand to mouth and last minute, which forces agencies to buy on international markets at their peak, as Chatham House fellow Rob Bailey points out. What is needed is for donors to look further ahead and cough up money in time. At the moment, WFP has a $150m revolving fund with which it is allowed to buy ahead to anticipate crises, small stuff compared with the $1.23bn total it needed to feed the starving in 2011. It would be good, too, if its programme to buy from small farmers locally and improve storage capacity in poorer countries were bigger. That is not to say that the idea of speculating grain giants profiting from hunger doesn&apos;t stick in the craw as several readers on Twitter @lawrencefelic have pointed out. The allegations of tax avoidance in Africa that have swirled around Glencore, although denied by the company, and the way it has been able to be a price maker as well as price taker in markets that are so concentrated, adds to the sense of injustice. But, then, the big corporate grain traders are hardly philanthropists.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/07/glencore-wfp-viable-option", 
    "wordcount": "480"
}