{
    "headline": "Lanthanum", 
    "text": "    This week&apos;s element is lanthanum, which has the symbol, La, and the atomic number 57. Lanthanum is the prototype for the series of very similar elements known as the Lanthanides, and they are rare earth metals. However, despite that label, lanthanum is not rare at all, comprising 32 ppm in Earth&apos;s crust. But lanthanum retains its rare earth metal classification because it is expensive to mine and it&apos;s a pain in the arse to purify. This is the reason that it took 84 years to purify lanthanum after it was first discovered in 1839.  As you can see in the above image, lanthanum is a silvery white metal. It is soft and ductile and its crystalline structure varies with temperature. Lanthanum oxidises quickly so a 1cm piece, such as that pictured above, will completely oxidise in one year.    Lanthanum compounds have a number of commercial applications. As a photographer and birder, perhaps my favourite use is as an additive for making special optical lenses for cameras and telescopes because its high refractive index and low light dispersion improves light and image quality. These are the reasons that Hollywood used lanthanum for studio lighting and projection, although I think lanthanum-based lighting has been replaced with cheaper alternatives these days.  Lanthanum soaks up hydrogen like a sponge soaks up water, hence, it&apos;s used as a &quot;hydrogen sponge&quot;. You may recall that hydrogen is highly explosive, but this isn&apos;t the case when it&apos;s absorbed by lanthanum. This technology has received a lot of attention recently because it is a safe way to &quot;mop up&quot; store large amounts of hydrogen and hydrogen isotopes, such as tritium, which is a byproduct of nuclear reactions. Further, this process is reversible: lanthanum releases hydrogen -- and energy in the form of heat, making this the basis for a number of energy-conservation and fuel cell technologies. For example, this technology is the basis for the rechargeable battery industry that is relied upon to power all sorts of modern electrical gadgets, from your smart phones and laptops to hybrid cars. If you have ever cared for pools and spas, as I did whilst attending university, then you may be aware that small amounts of lanthanum are added to some pool care products to bind and thereby remove dissolved phosphates that algae need to grow, thereby uglifying your pool or spa and increasing your workload. Lanthanum&apos;s attraction to phosphates is also a quality used by medicine: lanthanum carbonate (La2(CO3)3) is used as a medication to reduce the symptoms of renal failure because it binds strongly to toxic phosphates, so the body can get rid of them.  Another interesting feature of lanthanum is its ions are the same size as calcium atoms. Even though lanthanum is typically a trivalent ion, La3+, whilst calcium is divalent, apparently size matters most for many receptor proteins. Thus, receptor proteins that bind calcium will often bind lanthanum, too. Since lanthanum is rare in living beings, it is easier to track than is calcium, which is common, so researchers can substitute lanthanum for calcium in their receptor studies.  Here are our favourite chemists telling us a little more about the qualities and uses of lanthanum:            [video link].  .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniofNottingham You&apos;ve already met these elements: Barium: Ba, atomic number 56Csium: Cs, atomic number 55Xenon: Xe, atomic number 54Iodine: I, atomic number 53Tellurium: Te, atomic number 52Antimony: Sb, atomic number 51Tin: Sn, atomic number 50Indium: In, atomic number 49Cadmium: Cd, atomic number 48Silver: Ag, atomic number 47Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s the Royal Society of Chemistry&apos;s interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistPinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/06/1", 
    "wordcount": "834"
}