{
    "headline": "Student writers on the uncertain future", 
    "text": "&apos;McDonald&apos;s is good but I hear youneed a 2:1 togetin&apos;  Charley John Warwick University, Englishliterature I&apos;m Welsh but I can&apos;t speak Welsh. I do live in civilisation though, sort of  somewhere called Splott in Cardiff, where tracksuit bottoms and dogs that can chew holes through walls are all the rage. Classic English student: socially awkward, rather read some Goethe than engage in conversation with actual human beings. No common sense. I can write 5,000-word essays on Fitzgerald but can I order a takeaway? No  bodes well for student life. One of those people who likes obscure bands and looks at the world through a windswept fringe in tight jeans  because I&apos;m so original. Which fast food restaurant to pick from once you leave? Imean, McDonald&apos;s is good but I&apos;ve heard you need a 2:1 to get in and Burger King will accept you with a 2:2, plus I prefer their fries. KFC? Please  I do have some standards. What you have to think about is which of these fine establishments would benefit best from my degree. I&apos;m sure there&apos;ll be a module for microwaving patties in my English course, right? Of course we&apos;d all like to be journalists but these jobs are so scarce and there are so many people with degrees now applying for one place Ithink they&apos;re starting to use Total Wipeout as an application process. What I&apos;m trying to say is that the biggest challenge a student has to face is their own degree and how much it&apos;s worth in the real world. You don&apos;t know what you&apos;re letting yourself in for  30,000 in debt and still ateenager. I work in a cafe at the moment and I&apos;m sure in three years I&apos;ll be back, if only to avoid getting drawn on to Wonga.com. I love my job but it&apos;s not something I can imagine doing forever. I think it would be safe to assume that for the near future my creative output to the world will be a personal blog on my break from slaving over the grill. We all have goals in life so fingers crossed your degree helps you get there. &apos;My dad won Countdown, so thepressure on meis enormous&apos; Stephen Vick Stirling University, film, media and journalism studies Hi. I&apos;m Stephen Fergus Vick or &quot;Sniper&quot; to my friends. Iwas told recently that I bear a striking resemblance to Robert Pattinson, but &quot;only around the eyebrows&quot;. Hurtful. I&apos;m the second son of a former Countdown series champion, so as you can imagine the pressure on me to succeed is enormous. That&apos;s no joke, reader: my father, Tony Vick, was the Countdown series 16 champion  Google it for a photo complete with beard. How do you follow in thosefootsteps? To date, my greatest achievement has been stealing the flag from the first hole of Alan Shearer&apos;s private golf course and replacing it with one that read: &quot;Chin up Alan&quot;. I know it&apos;s good but it&apos;s not Countdown good. Also, I feel it&apos;s only fair to mention at this point that no one calls me Sniper. I&apos;m just hoping that if this gets published it could really catchon. &apos;There may be verylittle waiting for us at the end of the line&apos;  Coral Ditchburn Newcastle University, Englishliterature I never thought I would make it to university. Not for the usual reasons such as grades and debt, but because of a struggle with severe OCD and other anxiety disorders. These have prevented me from living to the full, and often meant Icouldn&apos;t experience what those around me were. To escape from this reality Iturned to reading and writing; it provided me with worlds beyond what my mind would allow. Soon any form of writing turned into a necessity, and through this escapism I&apos;ve managed to break off at least some of the shackles, begin to experience life and pursue my dreams of getting touniversity. Challenges are undoubtedly a part of student life. Without them, university would simply be the free ride so many think it is. After all, with fees going sky-high, not being able to afford a gourmet meal is the least of everyone&apos;s worries. In the long term, though, there is one factor making university students shudder above all: uncertainty. Yes, that black hole of questions about the changing nature of society, university degrees and economy. Cracks are already visible in what we used to perceive as the norm, and these cracks are only set to widen. Many students, especially those who have simply viewed university as &quot;the thing to do&quot;, are now realising that there may be very little waiting for them at the end of the line. The &quot;What&apos;s the point in a degree?&quot; debate is only fuelling this uncertaintyfurther. So is it even worth it? How can students be expected to put their faith into higher education when nobody can tell them what will be available to them after their three or more years of commitment? It&apos;s a fear in the back of everyone&apos;s head, eating away, haunting them as they stalk their Ucas track or flick through prospectuses. Luckily enough, though, as has always been the case, students aren&apos;t afraid of a challenge.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/sep/11/student-writers-uncertain-future", 
    "wordcount": "914"
}