{
    "headline": "Mars or bust: a private mission to the red planet can take risks Nasa can't", 
    "text": "When I first heard of the proposal, from the Inspiration Mars Foundation, that a human crew might fly to Mars in 2018 it sounded simply ridiculous. But I&apos;ve begun to think differently. The team  led by millionaire and former space tourist Dennis Tito  has pedigree in the field of human space flight. It comprises engineers, versed in the detail of life support systems and astrodynamics, a former Nasa flight surgeon and some proper rocket scientists. It&apos;s far from being a gang of Dan Dare-inspired space fantasists. Why would these people propose this impossible mission? At first I thought it was simply a symbolic gesture, from people fed up with the false Martian dawns. We have after all been talking about going to Mars since the earliest days of rocket science. The first plans were drawn up as early as 1948. Since then more than a thousand technical designs for human missions to Mars have been authored. But these would never be more than &quot;powerpoint missions&quot;: designs for rockets that would travel no further than a projector screen. The scale of the challenge has until now appeared to be beyond us: journeys of hundreds of millions of miles, stretched out over months and years, which would see fragile human crews left exposed to the worst ravages of the space environment  radiation, hard vacuum and the inexorable wasting of the body that comes with prolonged weightlessness. The timelines for these human exploration missions always placed Mars 20 or so years in the future. And that is where it has always stayed. Barack Obama&apos;s vision for Nasa and its Martian ambitions has followed suit. He has suggested that the 2030s will be the decade when Nasa will achieve the goal. So the only national space agency that has ever sent people to another world is asking for the best part of a quarter century and many billions of dollars to get there. From this one might conclude that Tito and his team haven&apos;t the faintest chance. But reading the documents laying out the bare bones of their scheme I began to get the unsettling sense that theirs is a mission on the very edge of being possible. How could it be done? First you have to thin out the crew  literally. Canonical mission designs propose crews of four to six astronauts. Tito et al would send only two. And the life support and nutrition requirements are based on the base metabolic demands of this pair of intrepid but slender 70kg astronauts. Next, pare back the mission objectives. This is about flags and footprints rather than science. In fact, forget the footprints  no astronaut boots will touch the surface of Mars. Instead the capsule will coast by the red planet, getting to within a few thousand kilometres of its surface before being flung back to Earth, driven by the force of gravity. This so-called &quot;free return&quot; to Mars means the mission can be achieved with maximum efficiency and minimum energy expenditure. It is this, the precise alignment of Earth and Mars in 2018 and the tiny size of the vehicle, her crew and the systems of life support required to maintain them, that brings the 501-day mission into the theoretical throwing capabilities of today&apos;s rocket launchers and the boundary of possibility. For the human crew, there would be no frills. Everything, right down to the number of sheets of toilet paper, has been trimmed to its barest acceptable limits. Comfort would be traded to save mass. That&apos;s not to suggest that this mission is likely to happen. And it&apos;s certainly not to say that it can be safely negotiated. But the key enabling factor for the Inspiration Mars Foundation&apos;s mission design  and the thing that changed my mind about its feasibility  is not novel technology but their acceptance of risk. The IMF&apos;s mission would embrace a much higher risk of catastrophic failure than that which a state-funded agency ever could. And space flight is already risky; at the end of its working life the space shuttle&apos;s predicted failure rate ran at about 1 in 50; a probability comparable with the chance of rolling a double six in a game of Monopoly. Tito&apos;s mission, if executed, would entail risks considerably higher than this. There is much that remains unknown about the ocean they hope to sail. But that, I guess, is the point. This mission is not about the assurance of safety. It can&apos;t be. For Tito and his team this is about exploration, with all its attendant hazard. They want to send the first people to Mars and back. But the reason they might actually do it, sooner than everybody else, is because they&apos;re willing to accept the possibility that they might not come back at all.  Dr Kevin Fong&apos;s book Extremes is out now", 
    "section": "science", 
    "gid": "science/blog/2013/mar/22/mars-bust-private-mission-red-planet", 
    "wordcount": "805"
}