{
    "headline": "Many treaties to save the earth, but where's the will to implement them?", 
    "text": "It&apos;s global agreement time again. In two weeks, 120 world leaders and 190-odd countries will go to the Rio+20 Earth summit and  unless the talks collapse  sign up to new international goals, pledges, targets, protocols and treaties, and promise to commit to sustainable development, protect the earth and use resources more wisely. Ho hum. What good will these promises do? A new report from the UN this week suggests that we have never had so many environmental goals and objectives but ecosystem decline is increasing, climate change is speeding, soil and ocean degradation continues, air and water pollution is growing, rubbish and waste is growing, and we are still getting sustainable development disastrously wrong. According to the UN Environment Programme we now have &quot;treaty congestion&quot;. World leaders have signed up to an impressive 500 internationally recognised agreements in the past 50 years, including 61 atmosphere-related; 155 biodiversity-related; 179 related to chemicals, hazardous substances and waste; 46 land conventions; and 196 conventions that are broadly related to issues dealing with water. After trade, environment is now the most common area of global rule-making. The agreements range from eliminating substances in the air to protect the ozone layer, to removing lead in petrol, sharing genetic resources, protecting the Antarctic ice, reducing over-fishing, curbing water pollution and giving people more access to food. Unep examined 90 of the most important of these agreements for its annual Global Environmental Outlook report and came to some startling conclusions: &quot;Some&quot; progress was shown in only 40 goals, including the expansion of protected areas such as national parks and efforts to reduce deforestation.  &quot;Little or no&quot; progress was detected in 24 including climate change, fish stocks, and desertification and drought.  &quot;Further deterioration&quot; was posted for eight goals including the state of the world&apos;s coral reefs; and no data was available for 14 other goals. In other words, governments spend years negotiating environmental agreements, but then wilfully ignore them. It&apos;s a dismal record. What is the point? The question is, are all these agreements no more than vain promises by cynical governments who only want to wave a piece of paper in front of gullible electorates? Or is there something else going wrong in the system of environmental governance? There are many possibilities: 1. Many agreements on the environment fail to work because governments are also signing up to others on trade or the economy that consistently &quot;trump&quot; environment . For instance, even as the Rio Earth summit was taking place in 1992  when no less than four important agreements were signed  negotiations on the Uruguay Round of the general agreement on tariffs and trade (Gatt) were proceeding, which led to the World Trade Organization (WTO), which then made environmental reform in individual countries far more difficult. 2. Rich countries have consistently promoted a global economic agenda which deliberately opens up poor countries to very powerful corporations who are able to lobby, bully, cajole, or just ignore national and international environmental laws and agreements. Examples include the oil companies in Nigeria who are able to continue to pollute with impunity, GM companies who have been able to arm-twist developing countries, biofuel companies who pull down forests to grow what they want. 3. Many countries sign agreements at international conferences like Rio with a great fanfare, but then quietly fail to ratify them or pass them into domestic law. In a recent paper for the US centre for progressive reform, John Knox, a law professor at Wake Forest University, shows how the US has failed to ratify at least 10 important international environment agreements, including the Basel convention on waste, the treaty on genetic resources, the Antarctic Liability Annex, the biodiversity convention, the UN convention on the law of the sea, and others. 4. Some countries act with impunity. In the case of climate change, Canada ratified Kyoto but then ditched all promises to reduce emissions &quot;in the national interest&quot;. The failure of developed countries to join treaties or to ignore them massively undermines global environmental protection. 5. Some analysts argue there are simply too many bodies now making too many agreements, and reform of the UN system is urgently needed. According to the International Institute for Sustainable Development at least 35 UN organisations now influence global environmental governance. They are located in different places, often with overlapping or duplicate mandates, have varying levels of autonomy and all focus on separate, but interrelated, environmental problems. As the IISD notes, the climate secretariat is administered by the UN secretariat whereas the ozone and biodiversity secretariats report to Unep. The Convention on Biodiversity is located in Montreal; Desertification and the UNFCCC in Bonn; CITES and the Basel Convention in Geneva. Fragmentation can lead to conflicting agendas, geographical dispersion and inconsistency in rules and norms. So, are more rules needed to force countries to comply, or fewer? Right now, the system is in semi chaos. There&apos;s an industry in negotiating new agreements and it&apos;s chaos out there. The trouble is, it&apos;s not in the interests of most governments to change the status quo.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jun/07/earth-treaties-environmental-agreements", 
    "wordcount": "853"
}