{
    "headline": "Banned junk food on sale in nine out of 10 academies, research finds", 
    "text": "Nine out of 10 academies are selling pupils junk food such as crisps, chocolate and cereal bars that are banned in maintained schools to protect children&apos;s health, research has revealed. The findings from a study by the School Food Trust (SFT) contradict the education secretary Michael Gove&apos;s claim that the academies he champions are following the high nutritional standards introduced in 2008-09 after the chef Jamie Oliver exposed how unhealthy many school lunches were. The research shows 89 out of 100 academies were selling at least one of the snack foods high in sugar, salt or fat that were outlawed by Labour to rid schools of products that were bad for children and damaging their concentration. Their sale in dining halls, tuckshops and vending machines is exposing children to temptations that will normalise consumption of sweet treats, campaigners warned. The academies that sell the junk food are making between 3,000 and 15,000 a year from catering for their pupils having a sweet tooth, according to the SFT. Of the 100 academies 31 were selling one type of banned fattening food, 33 were selling two and 15 were selling three. A total of 82 academies sold sweetened fruit juices, which often contain only a small amount of actual fruit juice and would therefore be banned in maintained schools; the national school food standards stipulate such products must contain at least 50% fruit juice before they can be offered. Similarly, 54 sold cereal bars, which usually comprise 20%-40% sugar, 26 sold crisps and savoury snacks and 16 sold confectionery and chocolate. However, just six sold fizzy drinks such as Coca-Cola and Sprite and just two offered energy drinks such as Lucozade and Red Bull. Dr Michael Nelson, the SFT&apos;s director of research and nutrition and a reader in public health nutrition at King&apos;s College London, said: &quot;Although many academies have said that they are committed to the standards, in practice 89 out of the 100 in our survey chose not to follow them. &quot;It is particularly worrying that a third of the academies regard the standards as a burden or too restrictive, and that 10% say outright that they plan not to follow them. This is clearly not acting in the best interests of their pupils.&quot; The last Labour government ordered the handful of academies it created to follow the tough standards brought in after Oliver&apos;s 2005 Channel 4 series Jamie&apos;s School Dinners. They also included a ban on selling the foods the survey has revealed are common in many academies. But when the coalition took power in 2010 Gove said neither they nor free schools had to stick to the restrictions and that he trusted the schools to provide nutritious food. Until now Gove had claimed there was no evidence that any academies were not following the standards. Gove wrote to Oliver last year saying he &quot;would like to reassure&quot; him that the government had &quot;no reason to believe the academies will not provide healthy, balanced meals that meet the current nutritional standards&quot;. He went on: &quot;As part of the broader freedoms available to academies I trust the professionals to act in the best interests of their pupils.&quot; Last month he told MPs on the education select committee he doubted there was any proof of noncompliance with the standards by academies, which Oliver has warned risks creating a two-tier system where some pupils receive healthy food and others do not. &quot;All the evidence seems to me to point in the other direction: that schools that have academy freedoms have improved the quality of food they offered children&quot;, Gove added. But the revelation of such widespread noncompliance by academies has led to fresh calls for Gove to withdraw their exemption and ensure the standards apply in all schools. Professor Terence Stephenson, president of the Royal College of Paediatrics and Child Health, said: &quot;Mr Gove said he didn&apos;t know of any evidence suggesting that schools were rowing back on the nutritional standards and exposing children to an unhealthier diet. Now that he has it, let&apos;s hope he acts on it and tells headteachers their academies shouldn&apos;t be profiting from feeding their children unhealthy food. &quot;It&apos;s also proof that without tight legislation in place to protect children they end up being encouraged to make the wrong choices. We should be grateful the School Food Trust has established this now, before we end up falling down a slippery slope back towards the dreaded Turkey Twizzler that Jamie Oliver campaigned to banish,&quot; he added. &quot;If we don&apos;t act now, there will be thousands of children across the country eating unhealthy food at school, nutritional standards will plummet and we&apos;ll be fuelling what is already an obesity crisis amongst our young,&quot; he warned. There are now 1,807 academies in England  1,300 secondaries, 476 primaries and 31 special schools  which between them teach about 1.5million of the total 7.2million pupils. The findings have prompted Oliver to write to every MP urging them to back an early day motion by the Conservative backbencher Zac Goldsmith urging the standards to be made universal. &quot;Academies selling junk food should be named and shamed for profiteering at the expense of pupils&apos; health. In refusing to make academies follow the same rules as other schools Mr Gove is putting ideology above children&apos;s wellbeing,&quot; said Charlie Powell, director of the Children&apos;s Food Campaign. &quot;All the evidence  as well as common sense  says that legally binding nutrition standards for school food are good for children&apos;s physical and mental development. Ignoring this is shameful, and not befitting behaviour for an education secretary,&quot; Powell added. Lynda Mitchell, national chair of the Local Authority Caterers Association (LACA), said that while many academies do apply the standards, &quot;a significant number&quot; of others do not. &quot;LACA has evidence itself from around the country that many heads are allowing the return of banned food and drink items back into schools and now there is additional proof that our fears were justified. &quot;There is considerable financial temptation for academy heads to allow a slide backwards to the old ways, but there is a real danger that this erosion of standards could undermine the progress being made to ensure healthy eating in schools.&quot; Steve Iredale, president of the National Association of Head Teachers, said he feared the commitment to ensure pupils eat healthily had been &quot;marginalised&quot; in academies that do not apply the standards. Non-compliant academies were using the freedom Gove gave them &quot;in the wrong way&quot; and should take a long, hard look at their policies, he added. The standards should apply in all schools and make life simpler for them, said Iredale, who urged Gove to examine very carefully the case for them being universal. &quot;If you present children with a healthy or unhealthy option, quite a lot of them will go for the unhealthy option. When children have a more balanced diet, they are more ready to learn&quot;, he said. Alasdair Smith, the national secretary of the Anti Academies Alliance, said: &quot;It comes as no surprise that some academies are seeking to profit by selling junk food to their children. For a long time we were sold the myth that academies were philanthropic or charitable organisations. But behind the mask of charitable status lie businesses intent on maximising profit margins.&quot; The Department for Education declined to comment directly on the SFT&apos;s findings. &quot;We trust teachers  the professionals on the frontline  to do what is best for their pupils. Many academies go over and above the minimum requirements and are offering their pupils high quality, nutritional food,&quot; a spokeswoman said.&quot;The School Food Trust&apos;s own research on all secondary school food shows that even with food standards in place, many maintained schools  far from being paragons of nutrition  are not meeting all the standards and are still offering cakes, biscuits, confectionery and noncompliant drinks to their pupils. Clearly there is room for improvement in all schools  maintained schools as well as academies,&quot; she added.", 
    "section": "education", 
    "gid": "education/2012/may/14/academies-sell-banned-junk-food", 
    "wordcount": "1369"
}