{
    "headline": "Samsung expects Galaxy S3 shipments to top 10m", 
    "text": "Samsung says it expects worldwide shipments to carriers of its new Galaxy S3, launched at the end of May as a top-end rival to Apple&apos;s iPhone, to top 10m in July, making it the South Korean group&apos;s fastest selling smartphone. Samsung&apos;s mobile business president, Shin Jong-kyun, said on Monday that the Galaxy S3 would reach the milestone two months after its launch, and be on sale from nearly 300 mobile carriers around the world by the end of July. The figures reflect shipments of the devices to carriers, not customers; unlike Apple, which is able to record activations of each iPhone by an end-user, Samsung does not disclose sales figures to consumers. Shin also predicted earnings from its handset division would be higher in the current second quarter than in January-March, countering market concerns that tight supplies of the new Galaxy model and the weak global economy would pressure earnings at Asia&apos;s most valuable technology firm. Shares in Samsung dropped more than 4% on Monday to a four-and-a-half month low, after more brokers cut their quarterly profit outlook, citing concerns over the electronics giant&apos;s chip and telecoms businesses. The benchmark KOSPI stock index was down 1.6%. &quot;The overall market condition was challenging due to eurozone issues and tight supply of components ... but [our] second-quarter results will be better than the first quarter,&quot; Shin said. Profit from Samsung&apos;s mobile division nearly trebled in January-March to $3.6bn (2.3bn), accounting for 73% of group operating profit. Samsung kicked off global sales of its Galaxy S3 on 29 May, but shipments have been affected by the tight supply of parts such as the handset casing for the pebble-blue model. The S3 comes in blue or white models. &quot;Supply remains very tight due to strong demand and component shortages, but we expect overall supply conditions to improve from next week,&quot; Shin said. Samsung said in late April that new Galaxy smartphones would substantially contribute to second-quarter results. Samsung overtook Nokia as the world&apos;s biggest mobile-phone maker in 2011 and competes with Apple for the top smartphone maker position. It aims to double its smartphone sales this year to nearly 200m phones. Analysts have downgraded estimates for Samsung&apos;s second-quarter smartphone shipments in recent weeks, predicting that sales of the latest Galaxy model have triggered a steeper than expected drop-off in sales of earlier products. They also cited tight supply of the S3 model and growing competition from low-end manufacturers such as Huawei and ZTE. JPMorgan cut its forecast for Samsung&apos;s second-quarter smartphone shipments by a tenth to 50m units. Samsung sold 44.5m smartphones in the first quarter, from January to March  equal to nearly 21,000 every hour  giving it 30.6% market share of the entire smartphone market, and more than 50% share of the Android handset market, according to researchers. Apple sold 35.1m iPhones, taking 24.1% market share. Samsung introduced its first Galaxy in 2010, three years after the iPhone&apos;s debut, to counter Apple&apos;s roaring success in smartphones and take advantage of stumbles at bigger rivals Nokia and BlackBerry maker Research in Motion. The mobile phone division is one of the most profitable within the Samsung Electronics company, where the chief executive was recently shifted to take over as head of corporate strategy, amid a legal battle between the 70-year-old Lee Kun-Hee, the former head, and other members of his family who claim in lawsuits that he inherited around $1bn of Samsung assets and hid them in nominee accounts.", 
    "section": "technology", 
    "gid": "technology/2012/jun/25/samsung-galaxy-s3-shipments-10m", 
    "wordcount": "586"
}