{
    "headline": "Boot up: Apple's tax schemes, Microsoft's HomeOS, Google v Oracle redux and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team We created a utilitarian ethics computer to replace government &gt;&gt; Saturday Morning Breakfast Cereal Weird is the wrong word. Indicative of what happens with monopolies perhaps better. Apple&apos;s tax strategy aims at low-tax states and nations &gt;&gt; NYTimes.com That&apos;s the web headline. The paper headline (and above the article online, but not the web page itself) is &quot;How Apple sidesteps billions in taxes&quot;. It&apos;s lengthy, and details how Apple does indeed sidestep billions in taxes. And so - as the article says - do Google and Microsoft and Dell and HP and others. (Facebook and Twitter will too.)  The key problem - if we&apos;re honest - is countries (or states) which jockey for business through their tax strategies. Nevada has zero corporate tax. Luxembourg and Ireland offer tax breaks. Close those loopholes, and tax becomes - well, fairer? Tim O&apos;Reilly on Apple&apos;s tax avoidance &gt;&gt; Google+ O&apos;Reilly comments:   I can already imagine the comments of the libertarians and anti-tax advocates in the comments on this post. &quot;Avoiding taxes is just keeping more of the hard-earned wealth you&apos;ve created by being productive and successful.&quot;  But I&apos;d like to suggest a thought experiment. Imagine that you and a large group of friends, or an extended family, decide to hold a reunion or big party that requires renting a space and some real expenses. You agree to share the expenses equally. Then one of you says, &quot;I&apos;m getting us a discount on the hotel from my friend, so I shouldn&apos;t have to pay my share.&quot; Another two or three say, &quot;I&apos;m helping with the catering, so I shouldn&apos;t have to pay.&quot; Another: &quot;I&apos;m willing to act as designated driver, so I shouldn&apos;t have to pay.&quot; Each time, you think, &quot;Yeah, that&apos;s reasonable.&quot;  But before long, things get dicey.   A good comparison (once you make the &quot;family&quot; large enough). Another point: many technology companies have founders who are libertarian in outlook - that governments hinder rather than help society. Apple&apos;s response on Its tax practices &gt;&gt; NYTimes.com In response to the NYT&apos;s article on its home and international tax avoidance practices:   Apple has conducted all of its business with the highest of ethical standards, complying with applicable laws and accounting rules. We are incredibly proud of all of Apple&apos;s contributions.  Microsoft forges ahead with new home-automation OS &gt;&gt; CNET News  In 2010, Microsoft researchers published a white paper about their work on a HomeOS and a HomeStore -- early concepts around a Microsoft Research-developed home-automation system. Those concepts have morphed into prototypes since then, based on a white paper, &quot;An Operating System for the Home,&quot; published this month on the Microsoft Research site.  The HomeOS is a &quot;PC-like abstraction&quot; for in-home devices, like lights, TVs, surveillance cameras, gaming consoles, routers, printers, PCs, mobile phones and more. These devices appear to the HomeOS user as peripherals connected to a single PC.  The white paper never explicitly says that HomeOS is derived from or based on Windows. (There are other operating system research projects and incubations at Microsoft, including Singularity and Midori, neither of which is Windows-based, so it&apos;s not a given that HomeOS is Windows-derived.) But it was built using C# and the .Net Framework 4.0, the new white paper on the technology explained.   Sounds good. Next: execute it well. Google and Oracle &apos;experts&apos; clash over Android&apos;s Java mimic &gt;&gt; Wired.com  The code used to run Java applications on Google&apos;s Android operating system is &quot;completely different&quot; from the code that underpins Oracle&apos;s Java platform, according to an expert witness called by Google in its ongoing court battle with Oracle over Android and Java.  &quot;The implementation code in Android is completely different than the implementation code in Java,&quot; Duke University computer science professor Owen Astrachan said on Friday, though he added that the two use the same &quot;method signatures,&quot; code that defines the inputs and outputs for part of a computer program.  ...Astrachan&apos;s testimony contrasted sharply with that of Stanford University processor John Mitchell, who was originally called by Oracle on Monday and returned to the stand on Friday. Mitchell said that at least in some cases, Google must have copied code from Oracle&apos;s Java platform. &quot;I don&apos;t think there is any way [Google] could have come up with it on their own,&quot; he said, when asked if he thought Google copied code for the Java application programming interfaces, or APIs.  Google says Dalvik is a &quot;clean room implementation,&quot; meaning it was built from scratch. But Mitchell disagreed. &quot;Whoever inserted that code into the codebase had access to it,&quot; he said. &quot;This wasn&apos;t a clean room implementation.&quot;  How important is manufacturing? &gt;&gt; The Enlightened Economist Diane Coyle:   I spotted a chart showing the share of world manufacturing output accounted for by the leading industrial economies. The proportions are:  China 19.4%, US 18.2%, Japan 10.9%, Germany 6.1%, Italy 3.1%, Brazil 2.7%, S Korea 2.6%, India 2.5%, France 2.4%, UK 2.3%.   Surprising how much higher all those countries&apos; manufacturing quotas are. &quot;Might upgrade to the paid version someday&quot;? No you won&apos;t &gt;&gt; Marco.org Marco Arment:   Mobile ads pay very poorly. In my case, ads didn&apos;t even come close to delivering similar value as the $4.99 paid-app sale -- I was lucky to get even $1 of value out of an Instapaper Free user. What I&apos;ve heard from other developers and other ad networks suggests that this is pretty close to the industry average.  I decided to yield the free market to my competitors and discontinue Instapaper Free over a year ago, and my sales have remained healthy. (In fact, they&apos;ve increased, but it&apos;s difficult to know whether that was the cause.)...  This definitely isn&apos;t an Android problem: it&apos;s a user problem. Maybe a significantly larger percentage of Android users insist on free apps than iOS users (it certainly seems that way). But both platforms have much larger demand for free apps than paid apps.  Make background music for when you work &gt;&gt; Incredibox Enormous fun. (Requires Flash.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/29/technology-links-newsbucket", 
    "wordcount": "1091"
}