{
    "headline": "Vatican becomes latest Anonymous hacking victim", 
    "text": "The Italian branch of the hacking collective Anonymous took down the Vatican&apos;s website on Wednesday in retaliation for the &quot;corruption&quot; of the Roman Catholic Church. The Vatican website was still inaccessible on Wednesday evening, although a spokesman said he could not confirm the crash was caused by the hackers group. The action comes the day after the FBI issued charges against an individual alleged to be a member of Anonymous, and four people alleged to be principal members of its sister hacking collective LulzSec. In a statement on its Italian-language website, the collective accused the Catholic Church of being responsible for a long list of misdeeds throughout history, including the selling of indulgences in the 16th century and burning heretics during the Inquisition. &quot;Anonymous decided today to besiege your site in response to the doctrine, to the liturgies, to the absurd and anachronistic concepts that your for-profit organisation spreads around the world. &quot;This attack is not against the Christian religion or the faithful around the world but against the corrupt Roman Apostolic Church.&quot; It also accused the Vatican of being &quot;retrograde&quot; in its interfering in Italian domestic affairs. Anonymous is a group of online &quot;hacktivists&quot;  individuals from around the world who engage in hacking attacks and other actions in the support of various causes, including targeting private security firms, Middle Eastern regimes, and the Church of Scientology. The group rose to prominence after a string of &quot;denial of service&quot; attacks  a simple hack which temporarily takes websites offline  after the release of diplomatic cables by WikiLeaks. It targeted politicians who had denounced the leaks, the US department of justice website, Visa and Mastercard for blocking WikiLeaks&apos; payment streams, and others. The group had previously been better known for online pranks and mischief-making, particularly based from the internet bulletin board site 4chan.", 
    "section": "technology", 
    "gid": "technology/2012/mar/07/vatican-anonymous-hacking-victim", 
    "wordcount": "312"
}