{
    "headline": "Michael Rosen's letter from a curious parent", 
    "text": "As you probably know, many people wonder how our children&apos;s education is being run at the moment. Up until the last couple of weeks, I thought the one person who would know the answer to this would be you. Now I have my doubts. Can I run past you the chronology on how we parents heard about something that will fundamentally affect the education of all our children  in my case, my two youngest? You&apos;ll remember that on 20 June, Tim Shipman of the Daily Mail landed a sensational scoop: precise details of how GCSEs were to be scrapped from September 2014 to be replaced by O-levels, set and examined by a single exam board, alongside &quot;simpler exams, similar to the old CSEs&quot; for &quot;less intelligent pupils&quot;. What we don&apos;t know here is whose words are in quotation marks. Are they yours? One of your officials&apos;? Or Shipman&apos;s? All we can say is that it must be very convenient for you that we don&apos;t know. That way, you can always lay claim to the words that people praise and disown the ones that people dislike. When the story broke, we noticed, first, that you didn&apos;t deny it, and secondly, it appeared as if you were the only person in the world who had heard of this plan. Will you ever clear that matter up? The reason I ask is that there is a feeling in and around schools and universities that education is too important and too complex to be left to one person, his pencil and the back of an envelope  even someone as wise and thoughtful as yourself. What happened next wasn&apos;t the most successful day in your career, with hardly a voice anywhere congratulating you on what was clearly a two-tier system, which would entail streaming pupils from the age of 12 or 13. With the rage and contempt you brought on yourself, you might just as well have been talking about bringing back dip-pens and ink-wells. (Now there&apos;s an idea for you.) A few days later, the BBC website told us of a speech you gave at a Spectator conference. Now we learned that it most certainly wasn&apos;t going to be a two-tier system: everyone was going to take the new O-levels. In other words, it was going to be the GCSE but harder. Do you have any evidence that making exams harder makes students better at anything? I&apos;m sure you could put yourself in charge of raising the high-jump bar in the Olympics, but that would ensure that fewer high jumpers could clear it. In so far as anything resembling a policy is emerging here, that&apos;s about the only one I can discern: make the exams harder in order to get more students failing. Then, on 28 June, the seemingly well-informed Shipman was back with confirmation that neither the prime minister nor the Lib Dems had known anything about your original announcement. He had something else up his sleeve: &quot;Mr Gove made the case that he can tear up the exam system and bring back O-levels with the stroke of a pen, and since no legislation is required Mr Clegg can be ignored.&quot; Do you know, that&apos;s precisely what is worrying many of us? It&apos;s the image of you roaming round the Department for Education working out where you&apos;re going to deliver your pen-stroke next. Meanwhile, we know that though this flourish of the pen will affect our children&apos;s education, the matter need not pass through the mechanisms of government. It&apos;s Govement, not government. You&apos;ve let it be known your inspiration for this harder exam is Singapore. The great advantage in invoking other countries is that few of us are well enough informed to question whether you&apos;re having us on or not. But some people are. On 25 June, David Price OBE (for services to education), director of learning for the Liverpool Institute for Performing Arts, told us on his blog: &quot;Three weeks ago I was in Singapore, invited by the ministry of education ... to share the innovation of the educational projects I&apos;ve led. While Gove&apos;s proposed reforms are set to follow Singapore&apos;s exam system, their aspirations have already moved on. Singapore&apos;s minister of education has given officials 18 months to rebuild the system so that it can produce students who can create, collaborate, think critically and compete globally in our unpredictable future. Among many other initiatives, they have instigated a pilot programme based on my work&quot;  Price&apos;s specialism being &quot;re-engaging learners weary of the exam-factory culture&quot;. From inside Westminster, and indeed inside your brain, it may seem as if you move like lightning: scrapping one exam, inventing another, getting a story out, then another, but the substance of what you have in mind is yesterday&apos;s dinner. As an experienced professional like Price is telling you, the world is moving on. Singapore has noticed but you haven&apos;t. Why not do us all a favour and forget all about that silly &quot;stroke of a pen&quot; stuff? Yours, Michael Rosen PS, I don&apos;t suppose you read Private Eye, but would you like to comment on the story in the latest issue, which claimed &quot;educational publishers are  wondering at the conflict of interest&quot; in the roles played by Ruth Miskin, who is reported as being a) the only primary literacy expert on the government&apos;s committee overseeing the national curriculum review, b) the creator of a reading scheme that is government approved and c) whose publishers are in receipt of up to 3,000 of government match-funding each time a school buys Miskin&apos;s reading scheme?", 
    "section": "education", 
    "gid": "education/2012/jul/02/michael-rosen-exams-gcse-o-levels", 
    "wordcount": "941"
}