{
    "headline": "How innovations such as goal-line technology make sport better", 
    "text": "Writing in Nature last week, Nic Fleming argues that &quot;the introduction of goal-line technology to football is likely to perpetrate a mass deception on television viewers.&quot; He further worries that, &quot;It will miss a huge opportunity to educate people about the role of uncertainty in science. And it will exacerbate the approaching danger of fake computer-generated video footage.&quot;  Here I take the other side. People, especially the sports-viewing public, understand uncertainties just fine. Contrary to Fleming&apos;s concern, the opportunities that may actually be missed here include the chance to educate scientists that the public are far more sophisticated than experts generally believe, and the fact that the introduction of technological aids may actually make sports better.  Studies of public understanding of probabilities related to weather forecasts indicate that in that context the public actually has an appreciation for probabilistic information, even when information is provided deterministically (eg here in PDF). Such research, contrary to conventional wisdom, suggests that we should be cautious about assuming how the public might react to information in other contexts as well. Consider that most sports broadcasts are accompanied by a wealth of statistical information, some of which is very sophisticated. The role of technology-assisted refereeing in sports is primarily about legitimacy  a better representation of what happens on the field of play is a means of securing outcomes in competitions that are generally viewed to be fair and thus acceptable.  Consider two shots on goal in the World Cup which occurred 44 years apart. First, in the 1966 World Cup Final England was famously awarded a goal in extra time against West Germany when the ball may or may not have crossed the goal line after ricocheting straight down off the crossbar. Video evidence remains inconclusive (though one analysis conducted 30 years later by engineers at Oxford University said that the ball was 6 cm short of fully crossing the line, here in PDF). Nonetheless, the goal was given and became part of football lore. In his Nature essay Fleming describes Frank Lampard&apos;s 2010 disallowed goal which also came against Germany, this time in the World Cup quarterfinals, and like its doppelganger generations before, also ricocheted downwards off the cross bar. In this case however, the ball did cross the goal line with complete certainty according to the video replays. Germans with long memories called it payback for 1966, while the English felt aggrieved. For most neutral observers however, the incident was clearly problematic as one of the most important events to occur on the pitch was missed by the officials but seen clearly by millions around the world. It is this difference between what the referee can detect on the pitch and what television viewers can see at home  with ultra-slow motion replays, now in high definition  that has led to the introduction of technological aids to assist referees. What has changed with the introduction of these technological aids is that the degree of uncertainty as viewed by the human referee has been brought back into alignment with the degree of uncertainty as viewed by the remote spectator. Uncertainties have not been eliminated and the public is not deceived.  That such alignment of views of uncertainties is a matter of practical expediency is clear from the limited number of contingencies in play that are actually covered by technological aids. In football, goal line technologies are going to be used to detect whether balls cross the goal line, they are not used to detect whether balls go out of bounds or who should have subsequent possession. Similarly, in tennis the use of the Hawk-Eye system is used sparingly, with players granted a limited number of challenges to deploy in a match. In both professional cricket and basketball as well, video replay as an officiating aid is limited to certain situations. With the introduction of technology uncertainty does not go away, but nor does it appear to go away in the eyes of the public as Fleming fears. For instance, during this year&apos;s French Open Ukrainian tennis player Sergiy Stakhovsky received much attention (and a fine from officials) for taking a picture of a ball mark on the clay with his iPhone, and then tweeting it to the world, to document a dispute over a ball that was ruled out. When Stakhovsky did the same thing in Munich a few weeks earlier, several of his professional colleagues on the professional tennis tour tweeted back to dispute his complaint. The introduction of technology has not eliminated line call disputes. The presence of technology can actually create incentives that help human referees perform better. In 2011, a study in the American Economic Review by David Hamermesh and colleagues looked at more than 3.5 million pitches in Major League Baseball games from 2004 to 2008 to assess whether umpires displayed biases in how they ruled balls and strikes. The study did find a small but significant bias in how umpires ruled as a function of the &quot;race&quot; of the umpire and whether it was the same or different than the pitcher or batter. When the umpire was being evaluated by a computerised system (or performed before an exceptionally large crowd or in an important game) the bias went away. The presence of the technology helped the umpires to overcome potential biases when they knew that they would be detected. The use of technology can also get ahead of viewers expectations as well, illustrating that fans are willing to trade off greater precision for simply getting on with the game. The availability of video replay has led the National Football League to precisely define what it means both to throw and to catch a ball, a process that apparently went too far. During a playoff game in 2002 between the New England Patriots and the Oakland Raiders, played in a snowstorm, with less than 2 minutes to play Patriots quarterback Tom Brady started a motion to pass the ball, decided not to, and apparently fumbled the ball as he tried to tuck it away  with Oakland recovering. Even with instant replay the game-deciding call to return the ball to the Patriots was highly controversial, as it depended upon not the video evidence but what it meant to engage in a pass (which does not lead to a recoverable fumble). Earlier this year, the NFL voted to get rid of the &quot;tuck rule&quot; eliminating uncertainty in referee judgments not via technology but via procedure. The improved alignment of refereeing decisions and what the public observes on television through the introduction of technology is to be applauded. When such decisions fall out of alignment  whether less or more precise than what the public demands  sport faces a legitimacy crisis which then necessitates innovation. Thus, the role of technology in sport provides a wonderful opportunity to learn more about how the public interprets information and the importance of procedures (versus simply appeals to the &quot;truth&quot;) in the making of legitimate decisions. Roger Pielke Jr is professor of environmental studies at the University of Colorado, and on Twitter @RogerPielkeJr . He has been an Arsenal supporter since his days playing for the Fort Collins Arsenal in the mid-1980s", 
    "section": "science", 
    "gid": "science/political-science/2013/jun/05/goal-line-technology-make-sports-better", 
    "wordcount": "1204"
}