{
    "headline": "Valentine's tips: How to woo a scientist", 
    "text": "Valentine&apos;s Day is typically a hard time for many, namely those who object to the commercialised nature and emphasis on public displays of affection, those who are presently single but would rather not be and find the whole ethos of the day offensive, or some combination of the two. But there is a simple solution to both of these problems: date a scientist. Scientists are highly educated people with decent career prospects, but are also rarely associated with a fondness for romance and passion (or any other emotional state) so are likely to be apathetic towards Valentine&apos;s Day. Ergo, scientists are the ideal partners.  But how does one go about finding, courting and eventually establishing a solid relationship with an elusive and complex scientist? It&apos;s not easy; they are not like other, more simple humans. But what follows is a brief guide for those wishing to make the attempt to woo a scientist. Locating a scientist Scientists can be hard to locate. They rarely frequent sporting events, popular music concerts, fairgrounds, organised cockfights or wherever it is non-scientists choose to congregate. A typical scientist is usually found in the laboratory. Gaining access to a laboratory can be very difficult due to the various levels of security in place due to the presence of hazardous materials, tightly regulated conditions and general safety concerns. Access is regulated in both directions, as there is also the ever-present danger of a scientist sneaking out materials to construct a doomsday device.  Gaining access to a laboratory (how you achieve this is up to you) is usually sufficient to impress any scientists you find in there. Once you have gained entry, simply approach the scientist of your choice. However, please be sure to wear a lab coat. Scientists are highly trained, and their minds have usually developed to the point where they are unable to perceive someone without a lab coat as an actual person, so will ignore anything such an individual says, much as one would ignore a pigeon cooing at a window.  There are instances where you will encounter a scientist outside of the laboratory environment. They may be giving a lecture, or possibly standing in an exotic location looking wistful. In both of these instances, engaging in conversation is impractical, given the context.  If you&apos;re lucky, you may encounter one in a pub or similar establishment. A scientist in a social context like this will rarely reveal their occupation, but they can be spotted if you look carefully. For example, if you see someone who is clearly under the influence of alcohol but still using words of 5 syllables or more, then they&apos;re likely to be a scientist. Scientists are also trained to use the metric system, so look for anyone asking for litres instead of pints.  Scientists are also typically stood alone in a social environment, looking quite fearful. It&apos;s OK to approach them, but do so slowly and calmly, and if possible hold your hands out, palms open and facing upwards, to emphasise that you pose no threat. Talking to a scientist It is important to remember that scientists do not converse in a manner similar to non-scientists. When attempting to talk to a scientist, be sure you don&apos;t say anything that might be interpreted as a claim unless you are certain it has been peer-reviewed or subjected to rigorous statistical assessment.  This doesn&apos;t apply when discussing fictional constructs, where such review/assessment is impossible. If you are speaking to scientist, it is guaranteed that they will be a fan of Star Wars, Star Trek or Doctor Who. However, they will only be a fan of one of these, mentioning the wrong one will result in the conversation being immediately terminated. Try to discern beforehand which one they are a fan of; there are some distinct signs to look for. For example, wearing a scarf = Doctor Who fan, carrying a Lightsaber = Star Wars fan, speaking Klingon = Star Trek fan.  If you do manage to strike up an initial dialogue with a scientist, it&apos;s important to keep things going. Should the conversation falter or hit a lull, try asking the question &quot;How is your grant application going?&quot; This is likely to result in a very long rant about the problems, frustrations and possible illegitimate birth origins of those involved with the grant approval process. You won&apos;t really be needed to keep your end of the discussion going, so feel free to answer your text messages, order more drinks or fill in your tax return while it is happening. At no point should you mention that you have read any of Dan Brown&apos;s novels.  Wooing a scientist Once a connection has been established, this is the point where an attempt to woo the scientist should be made. It is important to tailor your romantic advances to suit the interests and mind-set of a scientist. If you usually opt for chat-up lines, consider using the following. &quot;I am the result of millions of years of evolutionary refinement. If you reject me, you&apos;re essentially a creationist&quot; &quot;You may want to find your ideal romantic partner, but this is statistically unlikely to happen, so you should embrace regression to the mean. And I can be mean&quot;. &quot;Laws of entropy mean that you&apos;re undergoing irreversible decay, so you should go out with me while you are still alive and have your looks&quot;. You may rather opt for the traditional giving of romantic gifts, cards or gestures instead. This is fine, but do remember that scientists desire accuracy above all. For example, if you wish to give them a card adorned with hearts, make sure they&apos;re realistic hearts; atriums, ventricles, papillary muscles, all that. If illustrating your intentions with cherubic figures, make sure their wingspan is sufficient to allow a being of that size to achieve flight.  If you succeed Please be aware that all of the above advice is satirical and definitely should not be followed. If any of the above tips work and you successfully woo your chosen individual, please be very careful; the individual you have engaged with is not a scientist but seemingly a collection of ridiculous stereotypes and antisocial behaviours in apparent human form. If that&apos;s the sort of thing that you prefer in a romantic partner then that&apos;s fine, but proceed at your own risk. Dean Burnett is always happy to dispense terrible relationship advice via Twitter @garwboy ", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/feb/14/valentines-day-how-to-woo-a-scientist", 
    "wordcount": "1074"
}