{
    "headline": "Yahoo's founder Jerry Yang paid price for a long game of catch-up", 
    "text": "Yahoo&apos;s problem is that the internet doesn&apos;t care for runners-up. The company that founder and &quot;chief yahoo&quot; Jerry Yang finally deserted this week has never recovered from losing the top spot in search to Google. Nothing else it has been able to do since has ever been able to recapture the lost momentum, whether it was photo-sharing site Flickr or its investments in Asia. The Yahoo formula had been simple  traffic. However, its problem was that it came too early: founded in 1995, Yahoo was quick to get into search, mail, news, finance  but struggled to keep with the new ideas that drive internet popularity today. It failed to break through into Europe in force, was overhauled swiftly by Google&apos;s algorithmic approach to search, and has been unable to gain any traction in social media dominated by Facebook. While many of the great US technology companies such as Microsoft, Apple or Google are successfully driven by their founders, that has not been the case with Yahoo. The company has largely been led by a succession of outsiders  such as former Hollywood executive Terry Semel and Carol Bartz, who memorably alleged she had been &quot;fired over the phone&quot; by people who she said &quot;fucked her over&quot;. It has never been able to match the vision of the early years, when Yang and co-founder David Filo, both Stanford University PhD students, called it &quot;Yet Another Hierarchical Officious Oracle&quot;  in effect, the first guide to the web. The problems were apparent in 2008 when Microsoft bid $45bn for Yahoo  a last-ditch effort by the software giant to keep pace with Google. Yang led a hopeful revolt and three months later, Microsoft walked away. The loser, though, was Yahoo  whose shares were trading at $15.83 on Wednesday and have never come close to the $31 offered by Microsoft. Later, Yahoo and Microsoft merged their search operations, but by then it was far too late. No longer number one in anything important, or fashionable, Yahoo is in serious financial decline in an industry where returns increase for those out front. The depth of its problem is revealed by its results. In 2008 revenues were $7.2bn (4.6bn), for 2010 turnover was $6.3bn  and in figures yet to be reported for 2011 the company is on track to hit $5bn. Under the covers the numbers show that larger &quot;display&quot; advertising is holding up, at least until Facebook gets going, but search advertising is crumbling. That subset of revenues is down by 45% to $1.4bn for the first nine months of this year. Compare that with Google, a company still dominated by one product  search. Its most recent quarter&apos;s revenue of $9.7bn is nearly double what Yahoo will now achieve in a year. Search, in short, is not in crisis; only Yahoo is. And Yahoo, like another early internet pioneer, AOL, has proved unable to develop or acquire another hit product to replace it. Flickr, once the photo-sharing website, now hardly matches Facebook  and Yahoo&apos;s minority Asian investments, including its holding in Chinese Google rival Alibaba.com (a market where Google has had problems) do not provide a path to control. Expectations for Yahoo are now so battered that the departure of Yang led to a modest 3% rise in the company&apos;s share price, as it is expected that its Asian assets could be offloaded. Its 35% share in Yahoo Japan was valued at $6.4bn at the last set of results and its 29% share of Alibaba.com is valued at $1.3bn. No wonder Yang thought &quot;the time has come for me to pursue other interests outside of Yahoo&quot;.The little-known incoming chief executive, Scott Thompson, will need to find a solution that has eluded everyone before him. Nobody will be surprised if Thompson&apos;s answer is to sell up.", 
    "section": "technology", 
    "gid": "technology/2012/jan/18/yahoo-founder-jerry-yang-resignation", 
    "wordcount": "652"
}