{
    "headline": "Twitter hoaxer comes clean and says: I did it to expose weak media", 
    "text": "First it was the death of the pope  tweeted to the world from an account that belonged to the holy father&apos;s number two. Later came tweets announcing the deaths of Fidel Castro and Pedro Almodvar. The tweets flew around the rumour mill of social media. All, however, were hoaxes, the work of Tommaso De Benedetti, one of the world&apos;s most creative and successful fake tweeters. &quot;Twitter works well for deaths,&quot; said De Benedetti, speaking for the first time about his desire to expose how unreliable social media can be as a news source. A Rome schoolteacher, who showed up for an interview with the Guardian pushing his two-year-old son in a pram, De Benedetti, 43, defines himself as a &quot;normal person&quot;. But in the Twittersphere he has recently played the parts of Afghan president Hamid Karzai, a Spanish minister and Syrian president Bashar al-Assad. &quot;Social media is the most unverifiable information source in the world but the news media believes it because of its need for speed,&quot; he said. False tweeting is a growth industry, and despite Twitter&apos;s placing of a blue tick on the verified accounts of the famous, users continue to trip up. In January even Twitter was fooled into briefly verifying tweets purporting to be by Wendy Deng, Rupert Murdoch&apos;s wife, in which she flirted with comic Ricky Gervais. De Benedetti has form dating back to his days fooling Italian newspapers into publishing his fake interviews with writers, often American, including John Grisham, Arthur Miller, Gore Vidal, Toni Morrison, Derek Walcott and Philip Roth. His game was rumbled when a journalist asked Roth in 2010 about criticisms he had levelled at Barack Obama in the Italian newspaper Libero. The writer denied giving the interview. De Benedetti denied he was a simple hoaxer fooling papers for money. &quot;I wanted to see how weak the media was in Italy,&quot; he said, claiming he was only paid between 20 and 40 for an interview. &quot;The Italian press never checks anything, especially if it is close to their political line, which is why the rightwing paper Libero liked Roth&apos;s attacks on Obama.&quot; Half the time, he added, he suspected editors knew he was peddling made-up interviews, but took them anyway. After he was exposed, De Benedetti turned to the internet, writing an email to the International Herald Tribune criticising the Libya war and signing it Umberto Eco. &quot;I phoned the Tribune after they published it to let them know,&quot; he said. Next he faked an email from Mexican writer Paco Ignacio Taibo to the Italian bishops&apos; conference newspaper Avvenire, in which he praised the pope. Avvenire splashed it on the front page. His first Twitter venture was an account in the name of Swedish writer Henning Mankell. &quot;Mankell denied it after Swedish papers started quoting it,&quot; De Benedetti said. A fake feed he set up for Italian prime minister Mario Monti was followed by the French president, Nicolas Sarkozy. De Benedetti&apos;s account for Hamid Karzai drew a denial from the Afghan leader, while his fake tweets from Assad denying the veracity of leaked emails waswere briefly picked up by the Guardian. A fake announcement of the pope&apos;s death by the Vatican&apos;s number two, Cardinal Tarcisio Bertone, was followed by reports in another false feed of the death of Pedro Almodvar, prompting a tweet from the Guardian&apos;s world account saying that the rumour was being looked into. Through two accounts, De Benedetti announced the death of Fidel Castro. De Benedetti has used a fake account for Cristbal Montoro, Spain&apos;s hapless finance minister, as a vehicle for numerous announcements. &quot;Montoro has repeated that the account is not real but 3,000 people still follow it,&quot; he said. &quot;On Facebook you are limited by access to &apos;friends&apos;, but on Twitter you can be sure people will follow you and it is being used as a real-time source of information without checks.&quot; As a final flourish, De Benedetti clicks on the fake Twitter account he has created for Kim Jong-un, the leader of North Korea, and slips in a photo of Indian politician Sonia Gandhi. &quot;I can just change the profile with Gandhi&apos;s details and all the followers of my fake Jong-un feed become followers of my fake Gandhi feed,&quot; he said. &quot;It&apos;s so easy.&quot; Five fake tweets from De Benedetti @CardBertone: His holiness Benedict XVI has passed away. We announce the news with great pain and consternation. 8 March 2012 @PresHamidKarzai: The attack agains Afghan civ is an act of war. 12 March @presMarioMonti: The news of the death of Fidel Castro has been confirmed to me by EU vicepresident Olli Rehn. 6 March @MinistroMontoro: The Spanish government announces the death of the director Pedro Almodovar. 23 March @PresAssadSyria: Documents published yesterday by a Uk newspaper are hoaxes created agaist Syria and my family. 19 March", 
    "section": "technology", 
    "gid": "technology/2012/mar/30/twitter-hoaxer-tommaso-de-benedetti", 
    "wordcount": "830"
}