{
    "headline": "How would you lead us out of the climate predicament?", 
    "text": "If you were in a burning office block and the management decided it was too much effort to evacuate, that everyone was too busy and would only be annoyed if interrupted, what would you do? I doubt you&apos;d sit still. You&apos;d start thinking of every possible way out. I suspect a surprising number would throw themselves unselfishly into the effort to find and save others. Fanciful? Not really. The only difference is scale. The building is so big  the Earth and its atmosphere  and the fire in rooms that for some, temporarily lucky ones, are too distant for the threat to seem real. We stand in the retreating shadow of the dismal theatre played out by political leaders at the Rio+20 conference in Brazil.   Loading...   There is a bewildering, continuing failure of governments  the UK&apos;s own near the top of the list  to see that investment in a great, environmental transition would benefit the economy, society and the climate. The only thing left to do is what populations always have to do when leadership from above fails, that is to lead from below. In three months&apos; time, the 100 months climate countdown that this series marks will reach the halfway point. From 1 October, based on a conservative assessment, there will be 50 months left before the climate dice become loaded in favour of crossing a critical threshold in temperature rise. The clock is ticking. The management thinks its too much bother to make a serious attempt to escape the burning building. What will you do, or think should be done, in 50 months to find a way out of the climate predicament? We want to hear your best ideas. On 1 October lots of people will mark the half way point by gearing up for the challenge and opportunities ahead. We want to be able to tell them what you think and what you plan to do to make every month count. All the good ideas will be collected and used. Just fill out this form. Systemic flaws in the old politics and economics weekly reveal themselves from the brazen and craven collusion between Westminster and the City of London (and the hilarious attempts by the government and opposition to create the impression of distance between them and the banking system they ushered into its current appalling form). But these cracks are all around us. In transport there&apos;s the return of the lobby for aviation expansion. Witness, for example, Richard Branson&apos;s self-awareness bypass, as he simultaneously promotes the culture of flying and still wants to be considered on the right side of history by aligning with campaigns on global warming. That sound you hear is the fingernails of a clinging establishment scraping down the hulls of systems and ways of behaving that are sinking. Perhaps it is too much to expect answers to emerge from within institutions that are the living embodiment of the old paradigm. In The Structure of Scientific Revolutions, Thomas Kuhn famously observed that no part of an old paradigm and the science it underpins has the aim of calling forth, &quot;new sorts of phenomena&quot;, adding, &quot;indeed those that will not fit the box are often not seen at all&quot;. That is why anything new, observed Kuhn, comes from people who are either, &quot;very young or very new to the field whose paradigm they change&quot;. Most are young or new to rusting old economics, if only because it has hidden for so long behind obfuscating language, theory and models. Confronted with environmental challenges, too often the automatic response is to reach for a technological fix. Some rapid technological innovation will indeed be important, but perhaps now the greatest, fastest progress can be achieved with the kind of social and economic innovation that would not be &quot;seen at all&quot; in the sinking system. It&apos;s a time for innovations that must be made visible, so that we can all imagine and see by example better ways to live and lead our own way out of the burning building.  One hundred months", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/02/lead-climate-predicament", 
    "wordcount": "681"
}