{
    "headline": "Are the coalition's pronouncments on social mobility naive, or hypocritical?", 
    "text": "For many, it is impossible to tell whether the recent flurry of government announcements about enhancing low-income students&apos; participation in higher education is simply naive, or really hypocritical. First, on 22 May, the deputy prime minister made a well-trailed speech, in which he announced that the government was introducing new indicators to measure improvements in social mobility. The speech drew attention to the sums the government was making available for pre-school education, the pupil premium and the youth contract &quot;to get young people earning or learning&quot;. The following day, the business secretary and the higher education minister wrote to the Higher Education Funding Council and the Office for Fair Access asking the two agencies to work together to improve participation. The letter drew attention to the money being spent on widening participation, including the national scholarship programme, institutional access agreements (under which universities charging more than 6,000  the great majority  must devote resources to outreach activities), and the widening participation premium for institutions that attract large numbers of students from various minority backgrounds. Finally, on 30 May, the government&apos;s social-mobility tsar, Alan Milburn, published his latest report, on access to professional careers. A visitor from Mars might think this pretty impressive. However, it is clear from the now extensive scholarly literature that while there is a specific problem of middle-class students dominating highly selective universities, the real access problem is the under-representation of students from low-income households in HE generally; that the main reason for this is the shortage of those with the appropriate entry qualifications; that this reflects the very variable performance of schools; and that this, in turn, reflects the fact that English schools are heavily segregated by social class, which the wholesale expansion of academies and free schools will only make worse. In its recent (2011) Economic Survey of the UK, the OECD  not normally thought of as a radical or left-wing organisation  has recommended that schools in some areas should not be able to choose pupils on the basis of residence, to try to ensure schools are socially mixed. It appears that the schools where the greatest degree of discrimination (ie segregation) is taking place are church schools. There are three main ways in which the coalition&apos;s HE funding reforms will make differential participation and social mobility worse. First, the increased cost, and associated debt, will almost certainly affect the choices of low-income students more than those of other students. While applications are generally down, it is mature applications that are most down, and these will inevitably include large numbers of working-class students. Second, at a time of unprecedented demand, the government is cutting numbers of funded places; yet it is well established that participation is most likely to widen when the system as a whole is expanding. Third, the increased stratification of the system  the vertical arrangement of universities by reputation, resourcing and, ultimately, social class  will not only reduce the standing of the institutions that currently educate the great majority of students from minorities, but will also reinforce stratification elsewhere in the education system; it has just been agreed that the pupil premium can be used for grooming pupils for grammar school entry  hardly a recipe for social mobility now, if indeed it ever was. The post-2012 funding regime places a premium on AAB+ students at the possible cost of students with lesser grades, who may not have the chance they might have had previously through the use of &quot;contextual&quot; data, ie information about their background that could help institutions to spot their potential. Because of the strong links between high A-level grades and socio-economic advantage, under-represented students are the least likely to benefit from the lifting of the limits on AAB places. Disadvantaged students are also less likely to have the qualifications to access the reduced number of &quot;core&quot; places, especially at universities with a low proportion of AAB students. It is at this point that the charge of naivety shifts to that of hypocrisy. Will ministers please tell us how their educational policies align with what the evidence tells us about what needs to be done to improve low-income participation in higher education?  Roger Brown is professor of higher education policy, Liverpool Hope University", 
    "section": "education", 
    "gid": "education/2012/jun/11/widening-participation-he-funding-reforms", 
    "wordcount": "710"
}