{
    "headline": "Somalis should have a say in rebuilding their country", 
    "text": "The latest high-level summit on the future of Somalia will be held in London on Tuesday. Co-hosted by the federal government of Somalia and the UK, it will be attended by more than 50 representatives of Somalia&apos;s donors, and representatives from international organisations including the Intergovernmental Authority on Development (IGAD), the EU and the African Union. Their engagement reflects the increasing commitment of the international community to the stabilisation and rebuilding of Somalia. But both the Somali authorities and the international community must engage with Somalis themselves on the decisions that directly affect their lives if they want to make real, sustainable progress towards reconstruction. Consultations carried out in April by the Somalia Southern Central Non-State Actors (Soscensa)  with a range of representatives from NGOs and the media, business leaders, traditional elders, professional associations and women&apos;s groups  showed that civil society in Somalia has a number of concerns and recommendations on strengthening and rebuilding the security services and justice system, as well as strengthening the political system and reducing financial mismanagement. They have a vital role to play in the decision-making processes and redevelopment of Somalia, and their voices need to be heard. Unfortunately, this summit does not involve civil society. While their absence is deeply regrettable, the international community and Somalia authorities must agree ways to ensure that civil society and the public are able to participate in peace and reconstruction plans in future. The consultations reiterated a mutual lack of trust between groups within Somalia, including between clans and between the federal government and regional authorities. Participants agreed on the need to address this problem by making an immediate and substantial effort to build co-operation and promote reconciliation between groups, as well as between the centre and the regions. The international community needs to recommit itself to an approach that provides support to the regions as well as to the centre and, crucially, puts this into practice. This means support for regional and bottom-up peace-building and reconstruction processes. Even as the international community works to boost the capacity of the federal government, it must engage with the regions. The consultations showed again that for the majority of people within Somalia, particularly those in southern and central regions, security remains the primary concern. Federal and regional authorities need a coherent approach to reform the security forces and the judiciary. Transparency, accountability and adherence to international human rights and humanitarian law, as well as gender sensitive security and justice reform, will be essential in building confidence in the new institutions, tackling impunity and setting the building blocks for peace. The real test of the commitment towards progress of Somali authorities and the international community, including the UK, will be seen in the coming months. The conference must set out priorities in the areas of political stability, reform of the security and justice sectors and initiatives to address sexual and gender-based violence. Work must then begin to implement the commitments, and this work must feed into decisions on Somalia&apos;s New Deal compact for engagement in fragile states. This compact is due to be completed at a conference in Brussels in September and needs to build on the agreements made in London to set out concrete, measurable plans on how Somalia will be supported to implement its peacebuilding process. The London conference is an opportunity to start turning political commitments into reality.  Abdullahi Mohamed Shirwa is chairman of Soscensa. El Khidir Daloum is Saferworld&apos;s director of programmes for sub-Saharan Africa", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/may/07/somalis-should-have-say-rebuilding-country", 
    "wordcount": "578"
}