{
    "headline": "Icy allure of the national park", 
    "text": "There was a thick layer of frost on the wooden sleepers of the railway crossing as I carefully made my way over the track. The long ridge above Pennal carried a crust of snow that drew into sharp relief rock outcrops  usually concealed by random vegetation but now looking skeletal and exposed. On the valley floor, mist rose gently from small groups of sheep that clustered together in the morning sunshine. As I crossed the col above Corris, the main peak of Cadair Idris came into view, its striking snow cover outlined by deep blue sky and supported by the dark browns and greens of the Minffordd woodlands. The snow extended down the flanks of the mountain as far as the corrie lake of LlynCau, about 1,500ft above sea level, picking out the rock step over which the ice once poured into the valley glacier  a situation much easier to picture in these winter conditions. Steep, south-facing rock buttresses, having shed their snow cover, stood out against thefrosted bands of scree that edge downwards towards the pass. A few miles farther north on the shore of the Mawddach estuary, fractured sheets of ice stranded by the falling tide lay in angular shards on the mudflats. Drifts of wood smoke from the fires of isolated houses rose almost vertically into the still air, while the water surface was disturbed only by the hopeful foraging of gulls. The loudest nearby sound was that of a small stream falling over a steep stone bank. Spray from the waterfall had thickly glazed the bushes to one side in brilliantly clear ice, with secondary icicles hanging from the twigs to form a complex lattice. Only a few days later, the snow and blue sky have gone, the temperature has risen by 10 degrees and a monochrome, drizzly murk covers a landscape suddenly almost devoid of features. To be honest, I preferred the frost.", 
    "section": "environment", 
    "gid": "environment/2012/feb/16/snowdonia-icy-allure-national-park", 
    "wordcount": "323"
}