{
    "headline": "Obama plan cuts emissions for future coal plants", 
    "text": "The Obama administration effectively blocked the construction of any new coal-fired power plants on Tuesday, introducing rules to cut carbon dioxide emissions from the next generation of plants. The proposed new standards would cut carbon dioxide emissions on new power plants in half and will, over time, help move America away from the carbon-heavy plants that currently produce nearly half of the country&apos;s electricity, Lisa Jackson, the head of the environmental protection agency, told a conference call with reporters. &quot;Right now there are no limits to the amount of carbon pollution that future power plants will be able to put into our skies  and the health and economic threats of a changing climate continue to grow,&quot; she said. &quot;Today we&apos;re taking a common-sense step to reduce pollution in our air, protect the planet for our children, and move us into a new era of American energy.&quot; Given the deep divide between Republicans and Democrats over energy policy, the new rules for coal are also bound to get caught up in election-year politics. Republicans in Congress, as well as Democrats for coal states, immediately accused President Barack Obama and the EPA of waging war on coal. Coal-fired power plants are the largest single source of carbon dioxide, a main driver of climate change. But their share of America&apos;s energy mix has been shrinking, falling below 40% last year, according to the energy information agency. The proposed new rules will make it nearly impossible to build new coal power plants, unless they are outfitted with carbon capture and storage systems, a technology is still not in use on a commercial scale. Coal plants will be given decades to meet the new standards. The new rules will not apply to existing coal-fired plants, or plants due to go into operation this year. Jackson told reporters they would affect about 15 new coal power projects, currently in the planning phases. The announcement, which had been long expected, was broadly welcomed by environmental groups. &quot;If Old King Coal isn&apos;t dead already, he&apos;s certainly teetering towards life support,&quot; Frank O&apos;Donnell, president of Clean Air Watch, told reporters. However, there was disappointment that the EPA had given a pass to old and inefficient coal-fired plants, which are responsible for most of the carbon dioxide emissions. Still, the new limits will make it impossible to build new plants that are not drastically more efficient. The average US coal plant emits 2,249lbs of carbon dioxide for each megawatt hour of electricity. The new EPA rules would cap that at 1,000lbs of carbon dioxide for each megawatt hour. That would not pose much of a challenge to natural gas plants, which produce an average of about 1,135lbs of carbon dioxide, and should be achievable by new coal plants using the carbon capture and storage technology, Jackson said. The EPA had been under pressure to act on coal-fired plants since 2007, when the supreme court ruled that carbon dioxide and other greenhouse gas emissions were a threat to public health, and should be under government regulation. But Republican candidates for president, and Republican members of Congress, claim that environmental regulations are bad for the economy and put people out of work. Republicans in the house of representatives have put forward several bills to strip the EPA of its power to control emissions from power plants and other sources. But the measures were defeated in the senate. In some of the early reaction from the right, Lisa Murkowski, Republican senator from Alaska, said: &quot;It&apos;s clear that the administration has decided to try to outlaw coal.&quot; The response from industry was mixed. Utility companies have fought hard against the rule. But with the natural gas boom, a number of companies have begun to shut down their old coal plants. Those in the south, however, such as Southern Company and American Electric Power, remain heavily dependent on coal.", 
    "section": "environment", 
    "gid": "environment/2012/mar/27/coal-obama-coal-emissions-environment", 
    "wordcount": "655"
}