{
    "headline": "Culls risk illegally exterminating badgers, animal expert warns", 
    "text": "England&apos;s highly controversial badger culls risk illegally wiping out every badger in the cull zones because the animals&apos; numbers are so poorly known, according to one of the UK&apos;s leading badger experts. The culls, intended to curb tuberculosis in cattle, are authorised to begin on 1June but could prove unworkable because of the uncertainty over badger numbers, said Prof Rosie Woodroffe, at the Zoological Society of London. The government is determined to have an impact on the disease which in 2012 meant that more than 37,000 cattle had to be slaughtered at a cost to the taxpayer of 100m. But the costs of carrying out and policing the culls will mount as animal rights campaigners mobilise to disrupt the night-time shoots and last-minute legal challenges loom. The two pilot culls in Gloucestershire and Somerset were postponed in October after farmers&apos; low estimates of badger numbers were rejected in favour of higher government numbers. Now the population estimates have been reduced again, after further government study. Sources have told the Guardian that David Cameron has made clear to the environment secretary, Owen Paterson, that another U-turn on the culls is unacceptable and that Paterson&apos;s job is at stake. An insider said that key officials in the Department for Environment, Food and Rural Affairs (Defra) are &quot;pale with worry&quot;. Paterson has remained steadfast on the cull and told the Sunday Times that it could run for decades: &quot;We want to reduce the incidence of disease to less than 0.2% of herds a year. It will take 20-25 years of hard culling to get to that.&quot; Woodroffe said: &quot;The difficulty of counting badgers is the Achilles heel of the policy.&quot; Woodroffe was a key member of the team that spent a decade and 50m culling 11,000 badgers before concluding that culling could make &quot;no meaningful contribution&quot; to reducing bovine TB. She said: &quot;Badger numbers halted the cull in October and could still be the thing which makes the cull unworkable. That is completely plausible.&quot; Prof Ian Boyd, chief scientific adviser at Defra, said: &quot;The numbers are not precise; there is uncertainty. If the [licence] criteria are not met, we will need to think again about what we are doing, whether we move to a different approach to culling, or to vaccination. But we cannot allow the status quo to continue. We have lost control of this disease in the UK.&quot; The government has approved two pilot culls to determine whether the untested method of shooting free-running badgers can kill sufficient numbers and do so safely and humanely. Killing at least 70% of badgers in a cull zone is crucial, as the previous decade-long trial showed, otherwise fleeing badgers cause TB in cattle to rise. But, according to Woodroffe, there are serious uncertainties in the population estimates in the two cull zones. According to the government&apos;s own figures, farmers in Gloucestershire must kill between 2,856 and 2,932 badgers, but the estimate of the population ranges much more widely, from 2,657 to 4,079. Even worse, according to Woodroffe, is that there is a 40% chance the real population lies outside even that range. If the real population is below the minimum cull target of 2,856, farmers could kill every badger in the area  breaking the strict condition of the licence that forbids local extinctions  while simultaneously failing to kill enough badgers to satisfy the terms of that same licence. The situation is the same in Somerset, where between 2,061 and 2,162 badgers must be culled, but the population estimate ranges from 1,972 to 2,932. &quot;The new badger population estimates make use of the best available data and provide robust estimates,&quot; said a Defra spokesman. &quot;Scientific evidence and the experience of other countries shows that culling can have a positive effect in helping to reduce bovine TB.&quot; The Badger Trust, which unsuccessfully attempted to stop the culling through judicial review in July 2012, is concerned about the uncertainty in badger numbers. In a letter to the government&apos;s licensing body, Natural England, the trust&apos;s lawyers noted that badger populations vary through the seasons and from year to year. &quot;There has been a fatal failure to factor this into the cull targets,&quot; their letter said. Ministers had ignored advice from own independent expert panel to repeat October&apos;s surveys this spring. &quot;The Badger Trust is continuing to consider its legal options,&quot; said Jeff Hayden, a director of the trust. The trust&apos;s legal letter also said it was &quot;reckless and irrational&quot; to proceed with culling when the costs used in the government&apos;s original cost-benefit assessment had been far exceeded. The initial assessment had concluded that the costs actually outweighed the benefits, and at least 1m of additional costs for badger surveying has been incurred since then. The Defra spokesman said: &quot;The pilots will test our and the farming industry&apos;s cost assumptions [and] this will inform our decision on wider roll-out of the policy.&quot; Activists are gearing up to disrupt the pilot culls, using vuvuzelas and bright torches to frighten badgers away. &quot;Whenever it happens we&apos;ll be ready  it&apos;ll be like an army,&quot; said Joe Thomas of Bristol Hunt Saboteurs. &quot;The number of new volunteers has been astronomical and they are not your normal animal-rights people, it&apos;s everyday, ordinary people who are preparing to help.&quot; The Defra spokesman said: &quot;Those opposed to culling have the right to undertake peaceful protest. However, those licensed to cull badgers must also be allowed to undertake lawful activity without fear of harm or intimidation.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/27/badger-cull-bovine-tuberculosis1", 
    "wordcount": "956"
}