{
    "headline": "Lawmakers join Elizabeth Warren's call for US to 'step in' on illegal Airbnb hotels", 
    "text": "Airbnb is facing renewed calls for a federal investigation from more than a dozen US cities, boosting senator Elizabeth Warrens efforts to force the popular home-sharing startup to release data on its affordable housing impact. A coalition of American lawmakers, including leaders from New York, San Francisco, Seattle, St Louis and Portland, urged the Federal Trade Commission (FTC) on Thursday to help cities to protect consumers and study the extent to which the [short-term rental] industry is facilitating commercial operations.   Related: Elizabeth Warren takes on Airbnb, urging scrutiny of large-scale renters    The joint letter, first reported by the Guardian, marks an escalation of a growing national campaign to force Airbnb to eliminate illegal hotels and large-scale commercial businesses that city leaders say are contributing to affordable housing shortages and urban displacement. The push comes months after Warren  the progressive senator from Massachusetts and a high-profile Hillary Clinton supporter  urged the FTC to examine Airbnb, an unprecedented step in US lawmakers scrutiny of the booming sharing economy. The San Francisco-based startup is currently engaged in contentious legal battles with city governments across the country, and has become one of the most high-profile California tech companies to dramatically disrupt a longstanding industry, raising complex challenges for regulators. Opponents have increasingly pushed for tighter restrictions on the $30bn company, which allows hosts to rent their homes to strangers. Although the firm markets itself as a third-party sharing platform for short-term rentals, reports have suggested that many are using the site for hotel-like businesses and long-term leases  taking much-needed affordable housing off the market while often avoiding traditional taxes and regulations. Airbnb, which has developed a powerful lobbying arm, has argued that it is not legally liable when its users post listings that violate city housing laws. Local efforts to tighten restrictions and force the company to disclose uniform statistics have led to litigation and political fights. This is a national problem, and it needs a national response, New York City council member Helen Rosenthal said in an interview. It all comes back to Airbnb not having to take responsibility for the actions of its hosts.    Local jurisdictions don't have the resources to go up against this corporate giant ... Its going to take the government  David Campos, San Francisco supervisor     Rosenthal and other co-authors of the letter to FTC chairwoman Edith Ramirez urged the agency to determine the number of commercial rentals and their revenues for Airbnb and its competitors VRBO, HomeAway and FlipKey. The letter, also signed by advocates in Los Angeles, Oakland, Denver and Boston, argued that the companies have opposed efforts to increase transparency, have released misleading data and continue to allow advertisements for illegal rentals even when cities ban commercial operations.  A 2015 report from Los Angeles opponents alleged that nearly 90% of Airbnbs revenues there came from commercial listings  people renting entire homes or leasing companies renting multiple units, the letter noted. A recent Seattle report found that the city could lose more than 1,600 long-term housing units to short-term rentals in the next three years. Rosenthal argued that if Airbnb eliminated the roughly 8,000 listings in New York City that appear to be commercial, it would reduce the companys revenue by millions, but could make a huge difference for the citys housing shortage.      Opponents of Airbnb rally outside city hall in New York in 2015. Photograph: Shannon Stapleton / Reuters/Reuters    Airbnb has often disputed statistics from opponents, releasing ads that present their service as a financial boost to middle-class people who want to occasionally rent a spare room. FTC intervention could help resolve data discrepancies by requiring standardized disclosures, critics said. These platforms are collecting a lot of data from us as users, said Nikki Fortunato Bas, executive director for the Partnership for Working Families, an advocacy group that organized the letter. We wont be able to monitor or enforce  policies until the platforms share data. Warren, who has repeatedly raised concerns about the lack of regulations in the gig economy, said she is continuing to urge the FTC to move forward with collection of reliable, unbiased data on Airbnb and other platforms.  Technological advances can help create new wealth and increased GDP, she said in a statement. But it is policy  rules and regulations  that determines who will have a meaningful opportunity to share in that new wealth.   Related: How a failed attempt to get porn off the internet protects Airbnb from the law    David Campos  co-signer of the letter and a supervisor in San Francisco, which Airbnb recently sued  said it was critical for cities to join together in their fight against the company. I just dont think that local jurisdictions have the resources needed to go up against this corporate giant, he said. Its going to take the federal government to step in for the right thing to be done. In a statement, Airbnb said the companys representatives have participated in meetings with the FTC and discussed how Airbnb fights hotel price gouging and are eager to work with lawmakers and regulators at any level of government who want to learn more about how home sharing helps the middle class. The spokesperson further noted that Airbnb hosts keep 97% of the cost of their listing and claimed that many depend on this extra income to help make ends meet. ", 
    "section": "technology", 
    "gid": "technology/2016/oct/13/airbnb-cities-urge-government-crackdown-elizabeth-warren", 
    "wordcount": "826"
}