{
    "headline": "Olympic legacy: creating a community", 
    "text": "The building of the Chobham Academy on the Olympic Park had already been completed before the Games began and the school will open next September. It stands within the now former athletes&apos; village, which is to be transformed into the residential East Village, and will provide both primary and secondary education. The first families are scheduled to move into East Village a few months before the academy opens its doors, but those pioneers won&apos;t have been allocated their homes in time to apply for places at the school. So how will the academy serve a community that has barely begun to form? It&apos;s a rather important question when you&apos;re creating a new community from scratch. The answer in this case is that the initial intake will be small and limited to particular year groups. To start with, only 15 pupils will be given places in reception class and each of Years one to five, despite the school having room for up to 90 in each year group. This will leave lots of places - 75 in each year group - available for children who move into East Village from next spring or summer to take up.  In the secondary school, 120 out of 180 Year 7 places will be allocated for a September 2013 start, leaving 60 free for East Village arrivals if required. The academy acknowledges that the initial 120 won&apos;t be East Village residents (although perhaps some will be later), but says that proximity to the school will be the main criteria for admission, so they will be local children if by &quot;local&quot; we mean living very nearby. If there are more than 60 East Village Year 7s, the school will find room for them anyway. A further 60 places will be allocated to new Year 9 pupils and this will be capped at first, though it could be reviewed if the demand for places turns out to be unexpectedly strong. Finally, there will be 210 places available in Year 12 - that&apos;s the Lower Sixth in old money.  Why no Years 6, 8, 10, 11 or 12? In the case of Year 6 it was felt that few parents would want to move their children from their present schools at such an important stage of their education, but the academy says it will change its stance if a lot of interest is shown. The same thinking lies behind leaving Years 8, 10, 11 and 13 empty to begin with, as children already settled at other secondary schools might not want to move to a different one, even if they become East Villagers.  After this staggered start for academic year 2013-14 everything will become much simpler in subsequent years, with all places in all year groups becoming available, and proximity being the main criteria for allocating places if the school is over subscribed, says the academy. Logically, as the East Village population grows, so will that of the school and its students will become still more local in the process.  The school will be vital ingredient if the first of the new Olympic Park communities is to have focus, identity and a reputation for success. The same will apply to East Village, with its blend of homes for private, social and intermediate rent and low cost ownership.  A little later, filling the space between the village and the velodrome where the temporary Games time basketball was hosted, Chobham Manor, the first of the park&apos;s five new neighbourhoods, will rise from the ground with its 870 homes, 70% of them to be family-sized but only 28% &quot;affordable.&quot; The first is expected to be completed by the end of 2014.  Collectively, the school, the village and the manor - all very &quot;traditional,&quot; wouldn&apos;t you say? - comprise a blueprint for a virtuous &quot;mixed community,&quot; the grail of place-makers and modern urban planners everywhere. Three years from now, we&apos;ll start to get an idea if legacy theory in this corner of East London is translating into reality.", 
    "section": "education", 
    "gid": "education/davehillblog/2012/sep/25/chobham-academy-olympic-park-east-village", 
    "wordcount": "674"
}