{
    "headline": "Happy Action Theater: interview with Tim Schafer", 
    "text": "Brutal Legend. Day of the Tentacle. Psychonauts. Costume Quest. The games of Tim Schafer and the fun-lovin&apos; lot at Double Fine Productions in San Francisco are noted for the way they bend genres, deviate from the norm and provide gamers with laugh-out-loud moments of comedy gold. The studio&apos;s latest release, however, is something a little different as, according to Schafer, it&apos;s not really a video game. The second title Schafer has helmed for the Kinect interface, Happy Action Theater, is a kind of virtual toy aimed at the very young and the very young at heart. Where did the idea for Happy Action Theater come from?Well, I have a young daughter and I was trying to play a Kinect game with her that was perfect for her age group  you know, it was cute and she wanted to interact with it. But I found that even though Kinect removes a lot of barriers  like buttons and controllers  there&apos;s still a couple still in place, like signing in, or positioning yourself properly, which are hard for really young players. The hardware is so powerful, and its depth sensor should be able to pick up what you&apos;re doing and engage you. So I thought about what sort of thing would engage my daughter. I started thinking about much more free-form activities that would do that. At the same time, I realised that this didn&apos;t have to be just a kids&apos; game  it could be fun for to adults to play at a party. So, that was the goal, really; to make a game that was fun for a birthday party filled with three-year-olds, and a party filled with drunken grownups. Well, you don&apos;t have to be drunk, but it helps! It&apos;s weird, isn&apos;t it, that games that are aimed at very young players such as Happy Action Theater and Monkey Buzz, seem to also hit the demographic of drunken 30-somethings spending a Friday evening in?Well, any mental impairment will usually do the trick. We purposefully made it so it wasn&apos;t too kiddie-oriented. It doesn&apos;t have spelling-bee&apos;s and 1-2-3-counting exercises. What we wanted was what you&apos;d call enriching content, which is all about inspiring the imagination of kids and presenting fantastical scenarios, like it&apos;s snowing in your living room, or there&apos;s hot lava flowing through your house. We just wanted to let kids play with that. We found that adults took to it too. As the father of a young child, you&apos;re probably aware that young audiences can be quite discerning  they are. So I imagine the age range of the beta testers for this was pretty wide?Oh, that was critical. We would come up with ideas and then we would rapidly prototype in the office. We would get a rough version going in a day and then see if it was fun. We found that if you feel like you&apos;re physically interacting with an object on the screen, it&apos;s very satisfying, so we developed a lot of activities around that. Then Microsoft would have a weekly play-test with kids of different age groups, along with groups of parents, too. We got to watch the live-stream feed and we learned a lot about the game we were making in that it just wasn&apos;t being experienced the way we&apos;d imagined. There were some immediate successes. We knew, for example, that knocking down buildings and crashing helicopters like Godzilla would be fun and the kids got that right away. But the lava was weird  we thought kids would jump on the couch to avoid it and it turned out they wanted to swim in it and hide in it and splash around in it. We made Achievement changes to reflect that. We really took the lead from the kids on that one. Happy Action Theater doesn&apos;t really feel like a gaming experience, really, does it? It doesn&apos;t have difficulty levels, progressions and the like. Would you describe it as a game or a toy?I think it&apos;s definitely not a game. Toy is the word I&apos;d use to describe it because it&apos;s like Play-Doh in that you can play with it for hours if you want. We give the player a situation to interact with. Say, there are pigeons flying around in your living room. We don&apos;t have any tutorials in the game, so we have to rely on knowing what kids will instinctively do in that situation. We know some kids, when they see a pigeon, will identify a mortal enemy and they know instinctively they have to chase it down! Then again, there are some kids who would just like to stand there with their arms outstretched and have the pigeons land on them. It&apos;s really just a video toy that allows you to interact with a bunch of fun situations in your living room. That&apos;s really where we started. When we were developing Once Upon a Monster for Kinect  which isn&apos;t as competitive as a shooter, for example  the game still needed to keep track of all the players and what they were doing. Kids don&apos;t conform that way; they want to run off-camera, or come right up close to the camera or climb on each others&apos; shoulders. So when we thought about how we were going to track all that with the Kinect module, one of the first things to go was the temptation to put in gaming conceits, like a score, for example. As soon as you have that, you need a sense of accuracy where you need to be able to track the player. So we thought, what if we just relieve ourselves of that and focus instead on reacting to the player? Have the toy just react to the chaos in the room. Rather than be a scorekeeper or a referee, it would just be a playmate. Was this a way of creating an experience that plays to Kinect&apos;s weaknesses, with regards to the sensor&apos;s latency issues?That&apos;s not really much of an issue in the game. You know, when you&apos;re splashing around in the lava, if the lava doesn&apos;t go exactly as high as you feel it should have done when you kicked it, it doesn&apos;t really look inaccurate. In a lot of the situations, we work to enhance the chaos. On the other hand, we&apos;ve done a lot of work towards making everything look good. We&apos;re having the video feed interact with moving objects so we&apos;ve put a lot of work into presentation. You know, when you&apos;re in a pit full of rubber balls, we&apos;ve made sure the balls are taking shadows and lighting from you. You take lighting from virtual fireworks you hold in another activity. When you grab a fishhook and get pulled off-screen, we replace you with the background so it looks like you&apos;re missing from your living room. Were the development costs quite low for Happy Action Theater?It was slightly cheaper than Brutal Legend. By many millions of dollars. (Laughs) It was built to be a kind of &quot;fly-below-the-radar&quot; project. Something we made with a small team and in a small timescale. Once we got the basic game up and running, people could see that it had a very powerful affect on kids and that it was very accessible. We got a little more money and support off the back of that, so it grew to where we could make it look fancier and nicer and generally polish it up. It started small and it did stay small compared to some of our other games. The more money you ask for, the fewer risks you can take, and I wanted the space to have a lot of autonomy and take a lot of risks. The trick there was to fly low. Did you find the experience slightly more liberating than if you were working on Triple A titles?Yeah, definitely because you could try out a ton of activities and none of those activities, you know, something like Skyrim. We got to try out little simple ideas and see if they&apos;re compelling. Some of the ideas are good  like we came up with the idea for a kaleidoscope you could play with  but they&apos;re not deep  like the hot lava you can play around in. It ended up being a compilation of the best ideas, like a really cool mix-tape. It was 18 different games in one. Is this a new direction for Double Fine? Would you rather work on these smaller projects?Well, as the games get bigger and bigger, you&apos;ve got to ask for more and more money and you can take less and less risks. When you come up with a new IP, like we like to do at Double Fine, which has untested worlds and combinations of different genres of gameplay  people feel less comfortable about risking $30m (18m). The fun part for me is coming up with these worlds and ideas, though, and it&apos;s nice when you can do that with $30m. But it&apos;s also nice to not have that overhead sometimes, when you can do a small project and move on to the next thing. Depending on how successful an idea is, though, you never know, it could turn into a blockbuster game. I&apos;m happy with this arrangement where I get to come up with crazy ideas that then turn into something like Happy Action Theater, and I&apos;d never like to give up that. But I&apos;d also never want to give up making immersive fantasy worlds, but sometimes that just costs money. If you want to make someone feel like they&apos;re in the world, of say, Brutal Legend, it takes time to produce that world. I don&apos;t think we&apos;ll ever give up our aspirations of creating worlds like that, but right now we&apos;re just having fun. You&apos;ve developed two Kinect titles for younger audiences now. From that experience of developing those games, do you think Kinect has more potential than we&apos;ve seen so far, when it comes to making games for the hardcore audience?I think it&apos;s possible, but I&apos;d rather leave that to other people to figure out, because all of the ideas I have for Kinect games are aimed at families and kids because they&apos;re more comfortable jumping about and looking goofy in their living room. There are probably other people who are a lot smarter than me who are working on core titles for Kinect. Do you think you&apos;ll be developing more games for the Kinect sensor?We are still exploring what Kinect can do, and I expect that we would keep playing with it in the future. Do you think, that on next generation of consoles motion sensing controllers are going to be a major factor?Game controllers that let you stand up in your living room without the need to hold anything will continue to grow  not just for games but as utilities. I actually use the voice commands on the Xbox dashboard a lot. And I think we know they&apos;ll be here in the future, because we&apos;ve seen it in Total Recall and Minority Report  and movies never lie. We will be learning to play tennis in front of our TVs with a hologram. But both of the movies you&apos;re citing are based on Philip K Dick novels. Now, are you saying we&apos;ll get lightsabers as well?Did Philip K Dick invent lightsabers? No, but this is why I&apos;m asking; is it just the sci-fi tech we see in films based on Philip K Dick novels that we can take as given, or are you saying we&apos;ll get the tech from the Lucasfilm movies too?Well, obviously we&apos;ll have lightsabers! George Lucas showed us how cool they are! Listen to the way they sound! They even sound cool, so I&apos;m sure there&apos;s someone working on one right now.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/20/happy-action-theater-tim-schafer", 
    "wordcount": "1975"
}