{
    "headline": "Global worming: how worms are accelerating climate change", 
    "text": "It may not be all about us humans - earthworms could be contributing to climate change too, according to a new study. What&apos;s more, the research warns worm populations are set to boom in the next few decades. So should we be worrying about worm-induced warming? Well, probably not in the grand scheme of things - but the humble earthworm does have more to do with greenhouse gas emissions than you might think. Earthworms don&apos;t produce much in the way of emissions themselves. But the soil they live in does - and worms play a big part in soil. In the new study, published in Nature Climate Change, researchers in Holland, the United States and Colombia compiled the results of 237 separate experiments from other published studies to explore earthworms&apos; role in global greenhouse gas emissions. About 20 per cent of global carbon dioxide emissions and two thirds of nitrous oxide emissions come from soil. Emissions are produced by a number of natural biological processes involving plant roots and the microorganisms that live in the ground. The authors of the study refer to earthworms as soil ecosystem engineers. This is in part because they affect the physical structure of the soil by burrowing - making it more porous. Earthworms also interact with the microbes that produce the bulk of carbon dioxide emissions. The presence of worms affects how much carbon dioxide is produced in the soil and how much escapes to the atmosphere. Scientists are concerned that earthworms increase greenhouse gas emissions - and that earthworm numbers are on the rise. Nitrous oxide is another powerful greenhouse gas. Bacteria in the earthworms&apos; gut produce nitrous oxide and emissions from worm-infested soil can be three times as high as from soil without any worms, the paper says. For a while, scientists have faced a problem. They know earthworms can increase emissions from soil. But worms can also help the soil store carbon more efficiently, permanently locking it away. For a while it was unclear whether worms increase or decrease the total carbon emissions from soil - what scientists rather affectionately called the earthworm dilemma. The scientists in the new study combined all the results they could find to study this question. Overall, they found that the presence of earthworms in soil increased nitrous oxide emissions by 42 per cent and carbon dioxide emissions by 33 per cent. But it&apos;s more complicated than that. Worms can increase emissions of one greenhouse gas while reducing emissions of the other, the study says. Ideally, to work out the overall impact, scientists need experiments that look at both gases at the same time. When they did this, they found earthworms increased the global warming potential of soils by 16 per cent overall. The study concludes:  &quot;Earthworms play an essential part in determining the greenhouse-gas balance of soils worldwide  Our results suggest that although earthworms are largely beneficial to soil fertility, they increase net soil greenhouse-gas emissions.&quot;   Earthworms&apos; influence on global climate is likely to get bigger, say the scientists - although in the grand scheme of things it will remain relatively small. According to the paper:  &quot;Over the next few decades, earthworm presence is likely to increase in ecosystems worldwide. For example, large parts of North American forest soils are now being invaded by earthworms for the first time since the last glaciation&quot;.  The growing use of organic fertilisers increases will provide more food for earthworms, the study says. On top of that, the move away from conventional land cultivation could also boost numbers. On the other hand, changing environmental conditions like habitat degradation and invasions by non-native species could reduce worm numbers. So laboratory studies like the ones this paper analyses are useful up to a point but reality may be more complex, as the researchers note. Despite the efforts of the humble earthworm, the vast majority of carbon dioxide in the atmosphere - which is responsible for 60 per cent of the total warming from greenhouse gases - is caused by human activities such as burning fossil fuels and deforestation. Still, it&apos;s perhaps a reminder that there&apos;s more to climate change then what&apos;s happening above ground. Lubbers et al., (2013) Greenhouse-gas emissions from soils increased by earthworms. Nature Climate Change, doi: 10.1038/nclimate1692  This post was originally published by The Carbon Brief", 
    "section": "environment", 
    "gid": "environment/blog/2013/feb/05/how-worms-accelerating-climate-change", 
    "wordcount": "724"
}