{
    "headline": "Chinese fishing fleet in African waters reports 9% of catch to UN", 
    "text": "Just 9% of the millions of tonnes of fish caught by China&apos;s giant fishing fleet in African and other international waters is officially reported to the UN, say researchers using a new way to estimate the size and value of catches. Fisheries experts have long considered that the catches reported by China to the UN&apos;s Food and Agriculture Organisation (UNFAO) are low but the scale of the possible deception shocked the authors. &quot;The study shows the extent of the looting of Africa, where so many people depend on seafood for basic protein. We need to know how many fish have been taken from the ocean in order to figure out what we can catch in the future,&quot; says Daniel Pauly, at the University of British Columbia (UBC). &quot;Countries need to realise the importance of accurately recording and reporting their catches and step up to the plate, or there will be no fish left for our children.&quot; The alleged gross misrepresentation of the official Chinese catch suggests that many countries are being systematically cheated, leaving them unable to devise effective management plans to conserve stocks. The long term implications for food security could be severe because many millions of people in developing countries depend on fish both for their livelihoods and for their diets. But a spokesman for the UNFAO, the agency that keeps track of global fisheries catches, disputed the new figures. &quot;The estimates in this paper of Chinese catches off west Africa are far too high.&quot; In their new study, scientists at UBC estimate that China&apos;s &quot;distant water&quot; fleet of 3,400 vessels catches 4.1m tonnes of fish every year, worth $11.5bn, from the coastal waters of 93 countries. But the Chinese government, says the report, tells the UNFAO that its vessels only took an average of 368,000 tonnes a year from 2000-2011. The team of 20 researchers calculated the number of Chinese vessels fishing in international waters by consulting news reports, online articles and local fishery experts and estimated that nearly 75% of all the fish caught by Chinese vessels came from African waters, with almost 3m tonnes a year from west Africa. According to the UNFAO, the west African coast has some of the world&apos;s most abundant fishing grounds, but almost all are fully or over-exploited by international fishing fleets. The FAO spokesman said the estimated 3m tonne take by China off west Africa was on the same scale as the total catch of all 22 west African coastal states and 38 foreign nations fishing in the region in combined. He noted that unregulated catches are by definition unreported but said the &quot;best&quot; estimate for these was less than 560,000 tonnes a year. If Chinese vessels are taking far more fish than suspected, it would mean that many poor countries are losing tens of millions of dollars, having signed contracts with Chinese companies to catch far fewer fish. However, the study does not try to estimate the amount of illegal fish caught by Chinese vessels. According to Greenpeace, sub-Saharan Africa is now the only region on earth where per capita fish consumption is falling, largely because foreign fishing fleets have removed so much fish. Public pressure both in Europe and in developing countries has forced European fleets to stop fishing in some west African coastal waters, but Chinese vessels have moved in, to the consternation of local fishing fleets . &quot;Chinese agreements are generally the most private and secretive and are often only known to a few individuals within a host country&apos;s ministry,&quot; says the report. &quot;China hasn&apos;t been forthcoming about its fisheries catches,&quot; says Dirk Zeller, a co-author of the study. &quot;While not reporting catches doesn&apos;t necessarily mean the fishing is illegal  there could be agreements between these countries and China that allow fishing  we simply don&apos;t know for sure as this information just isn&apos;t available.&quot; The authors estimated that 345 Chinese ocean-going vessels fish African waters with several thousand others working in Pacific waters. Some of the fish is sold on the international market but much is returned to China. The only large regions of the world where Chinese distant water vessels do not operate are the Arctic, the Caribbean and the coasts of North America and Europe.", 
    "section": "environment", 
    "gid": "environment/2013/apr/03/chinese-fishing-fleet-african-catch", 
    "wordcount": "722"
}