{
    "headline": "Kony 2012 puts child soldiers back under the spotlight", 
    "text": "In the space of a week, the unique torment of children who are conscripted to kill and be killed has been thrust back into the forefront of global consciousness. First, the contentious film Kony 2012  now being described as the most viral video in history with more than 100m views in less than a week  highlighted Ugandan warlord Joseph Kony&apos;s atrocities and the claim that his Lord&apos;s Resistance Army (LRA) recruited 30,000 child soldiers. Then the long-awaited first verdict of the international criminal court (ICC) found Congolese militia leader Thomas Lubanga guilty of snatching children off the streets to wage war and act as his personal bodyguards. Lubanga was said to have built &quot;an army of children&quot;. The coincidental burst of publicity is welcomed by the activist group Child Soldiers International. &quot;It&apos;s brought an issue that had tended to disappear from the media back into the headlines,&quot; said its director, Richard Clarke. &quot;For us and the UN it&apos;s never gone away but, looking at the media, there&apos;s been less and less on the issue than there was five or six years ago.&quot; Now there is social media too, Clarke added. &quot;Kony 2012 has been a revelation for me. Until now my children showed very little interest in what I did for a living. This has gripped them and they&apos;re communicating with their friends about it on Facebook. It has definitely raised awareness of child soldiers.&quot; While there have been mixed responses to Kony 2012 and its alleged oversimplification, the UN and others were quick to welcome the ICC verdict as a watershed moment and potential deterrent against the future recruitment of child soldiers. It is an international effort that has already come a long way. In the mid-1990s, there were known to be around 30 conflicts in which children were fighting. Now there are around half that number. The UN has been pro-active and around 144 countries have signed up to its convention on the rights of children in armed conflict. This week South Sudan became the latest to formally commit itself to a child-free army. But Clarke is cautious. &quot;We&apos;ve got fewer conflicts and fewer child soldiers. If the number of conflicts was to rise again, our fear is that  because of the absence of a general framework  it could happen again. If you look around the armed groups in Africa, the common denominator is child soldiers.&quot; Tens of thousands of children are still exploited by armed groups in about 15 conflicts around the world. Often it is the most vulnerable who are exploited  orphans and children who have been separated from their families and communities because of violence. Child Soldiers International says the problem is most critical in Africa but children are also used as soldiers in various Asian countries and in parts of Latin America, Europe and the Middle East. While there has been a mass demobilisation in countries such as the Democratic Republic of the Congo over the past decade, the scourge is persistent in finding new outlets. A report last month by Human Rights Watch found that Somalia&apos;s Islamist al-Shabaab militia has increasingly forced children as young as 10 to join its dwindling ranks, some serving as &quot;cannon fodder&quot; to protect adult fighters or being coerced into becoming suicide bombers. The Taliban in Afghanistan pose a similar threat. Speaking from South Sudan, Radhika Coomaraswamy, special representative of the UN secretary general for children and armed conflict, said: &quot;The type of child soldiers is changing. For example, suicide bombers in Afghanistan are posing a new challenge. In the African wars we have systems in place, but in Afghanistan and Somalia we are still trying to find out how to get a handle on it.&quot; Coomaraswamy believes this week&apos;s ICC verdict is a significant breakthrough. &quot;The Lubanga judgment makes it very clear that this is a war crime. Sometimes when we go into the bush and meet rebel leaders, they don&apos;t even know it&apos;s a war crime. This will act a deterrent.&quot; The child veterans of those mid-90s conflicts are now growing up. Demobilisation, disarmament and reintegration (DDR) programmes specifically aimed at child soldiers have been set up in many countries, aimed at helping them acquire new skills and return to their communities. But activists say the programmes lack funds and adequate resources, suffering a lack of long-term investment. Girls, who in some conflicts have made up a third of child soldiers, are often deliberately or inadvertently excluded from DDR programmes. This is despite girl soldiers frequently falling victim to rape and other sexual violence, often resulting in pregnancy. In some cases, they are stigmatised by their home communities when they return  it is often assumed they were raped even when they were not. In Somalia, al-Shabaab has abducted girls for domestic and frontline service, as well as to be wives to its fighters, according to Human Rights Watch. Pernille Ironside, senior adviser for child protection in emergencies at Unicef, said: &quot;Girls are regularly abduced and sexually enslaved by the LRA. In the Central African Republic, a girl who was a wife of Joseph Kony described to me the terror under which she lived. She saw friends of hers trying to escape and they were brutally slaughtered in front of her as a deterrent to everyone else. &quot;At times the LRA has released people and left them behind so they can move faster. Many of the girls have babies with them. The wife described situations where babies made too much noise and were hacked to death and served as a meal  What most people lose sight of is the need for these children to receive long-term support. It&apos;s not about quick fixes. &quot;There&apos;s the aspect of where the child is going to live but also how the entire community has been affected by armed conflict. Unless you take a community approach, they won&apos;t get supported. You can&apos;t do it in an isolated manner.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/16/kony-2012-child-soldiers-spotlight", 
    "wordcount": "1007"
}