{
    "headline": "People made sick by Soylent bars report 'gelatinous substance' on wrapper", 
    "text": "The future of food company Soylent has recalled its new line of food bars after reports that the meal replacement has made people ill. Soylent began selling 250-calorie bars in August, advertising them as a 12.5% of your daily nutritional requirements that are plant-based and protein rich. In the weeks since, dyspeptic customers have filled Soylents message boards with complaints about the bar. One man wrote that he emailed the company, saying: I thought I was suddenly having something like a sugar crash, but an emergency-level sugar crash like Id never felt before. He laid down, but the throwing up resumed as I seemingly emptied out my entire stomach and realized that this was probably the worst I had felt in my entire life. I then also had diarrhea. He eventually went to the hospital and recovered, he said.  Another person said he fell ill three times on three food bars during a trip to Europe, including on a flight. As much as I enjoy the taste of the bars, I have no choice but to abstain from eating them until I can figure out whats going on. Others described similar symptoms, which resembled food poisoning, such as explosive diarrhea and vomiting within three hours of eating one and burning up and sweating profus[e]ly, and started getting very dizzy, lightheaded, and weak. The company asked people to stop consuming the bars late Wednesday, after reports that a small number of our customers have experienced gastrointestinal issues after consuming Soylent Bars.   Related: My week on Soylent: 'I was irritable, grumpy and a general pain in the arse'    We take these complaints extremely seriously as we have no greater priority than the quality and safety of our products, the company said in a statement. As a precautionary measure, we are halting all Soylent Bar purchases and shipments and are advising our customers to discard any remaining bars in their possession. Soylent said it is investigating the issue but has not yet identified [a problem] and this issue does not appear to affect our other drinks and powder. Though our investigation into this matter continues, we have decided to err on the side of caution and take this preventative step, the company added, saying it would offer customers a full refund.  The bars have a long list of ingredients, including soy protein isolate, corn syrup, rolled oat, canola oil, glycerine and whole algale flour. The company told Gizmodo last week that it had sent recalled bars for microbiological testing but so far found no clues to the problem. Based on this we remain very confident in the safety of the bars, it said.  On both Soylents message boards and a Reddit group devoted to the food substitute, people said their symptoms were inconsistent: some had eaten several bars over the course of weeks before falling sick with one, others had reactions within hours. Many of the Soylent fans insisted they would not be deterred by the reports.  There was a bright green liquid/gelatinous substance on the inner wrapper of todays bar, one reported to the company. I ate it anyways, confident in my ability to digest anything natural. It otherwise smelled and tasted fine. Soylent is classified as a food by the FDA, and the company says it has been generally recognized as safe and that its production facility was last inspected in March 2016, though the FDAs online database says the last inspection was in March 2014. The company has said that complaints represent about .03% of bars sold.", 
    "section": "technology", 
    "gid": "technology/2016/oct/13/soylent-bars-people-sick-meal-replacement", 
    "wordcount": "581"
}