{
    "headline": "Two universities temporarily banned from enrolling overseas students", 
    "text": "Two universities had their licenses to admit overseas students temporarily suspended after the UK Border Agency discovered problems with the enforcement of visa rules, ministers have said. London Metropolitan University was stripped of its highly trusted sponsor status last week after checks by UKBA found breaches of visa rules. Audits found that of a sample of 101 overseas students at London Met, a quarter had no leave to remain in the UK. UKBA carried out a further sample check of 600 overseas students at London Met, which found problems in 60% of cases, MPs were told. Speaking in the Commons in response to an urgent question about London Met, the immigration minister Damian Green said that both of the other institutions had resolved their problems and were no longer suspended. The minister said London Met&apos;s case was more serious. He said: &quot;UKBA found systemic failures which meant that London Met had not been able to ensure the appropriate admission and tracking of students from abroad.&quot; Allowing London Met to continue awarding visas would have undermined the visa regime, Green added. &quot;Institutions must comply with the rules, whether they sponsor 10, 100 or 1,000 international students. This includes having a system to check that students have the right visas to study in the UK and monitoring the attendance of students,&quot; the minister told MPs. &quot;Education providers have to meet strict standards ensuring they provide high quality education and take their immigration responsibilities seriously.&quot; Officials will start writing to affected students on 1 October, giving them 60 days to leave the UK or find another university to complete their studies. The decision leaves 2,700 foreign students at London Met facing deportation. The government accused the university of &quot;failing to address serious and systemic failings&quot; identified six months ago. Labour MP Jeremy Corbyn, who tabled the Commons question, said the London Met decision would deter foreign students from studying in the UK. &quot;The image around the world is one that is really quite appalling because it suggests that overseas students may well be deported from this country because of a decision made by UKBA for which there is no detail given as to the basis of that decision. &quot;Every university in this country has cause to be concerned by this decision from UKBA.&quot; Shadow immigration minister Chris Bryant said Labour supported the crackdown on bogus courses but warned the government needed to support legitimate students. He said: &quot;We need to foster an international reputation for high value education, not undermine it. &quot;The government has acted at the most disruptive time of year in the most disruptive way - yet more ministerial incompetence. Legitimate international students bring in 3.3bn in to this country&apos;s economy.&quot; The Liberal Democrats also criticised the move. Mike Crockart, MP for Edinburgh West, accused UKBA of &quot;heavy-handed, rhetoric-induced action&quot;. But Green said the decision to act against London Met was the &quot;opposite of rhetoric&quot;. He said: &quot;Instead of years of immigration ministers from the previous government talking tough and acting weak, we now have a government that is acting tough as well.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/03/universities-banned-enrolling-overseas-students", 
    "wordcount": "536"
}