{
    "headline": "Millions face starvation as world warms, say scientists", 
    "text": "Millions of people could become destitute in Africa and Asia as staple foods more than double in price by 2050 as a result of extreme temperatures, floods and droughts that will transform the way the world farms. As food experts gather at two major conferences to discuss how to feed the nine billion people expected to be alive in 2050, leading scientists have told the Observer that food insecurity risks turning parts of Africa into permanent disaster areas. Rising temperatures will also have a drastic effect on access to basic foodstuffs, with potentially dire consequences for the poor. Frank Rijsberman, head of the world&apos;s 15 international CGIAR crop research centres, which study food insecurity, said: &quot;Food production will have to rise 60% by 2050 just to keep pace with expected global population increase and changing demand. Climate change comes on top of that. The annual production gains we have come to expect  will be taken away by climate change. We are not so worried about the total amount of food produced so much as the vulnerability of the one billion people who are without food already and who will be hit hardest by climate change. They have no capacity to adapt.&quot; America&apos;s agricultural economy is set to undergo dramatic changes over the next three decades, as warmer temperatures devastate crops, according to a US government report. The draft US National Climate Assessment report predicts that a gradually warming climate and unpredictable severe weather, such as the drought that last year spread across two-thirds of the continental United States, will have serious consequences for farmers. The research by 60 scientists predicts that all crops will be affected by the temperature shift as well as livestock and fruit harvests. The changing climate, it says, is likely to lead to more pests and less effective herbicides. The $50bn Californian wine industry could shrink as much as 70% by 2050. The report lays bare the stark consequences for the $300bn US farm industry, stating: &quot;Many agricultural regions will experience declines in crop and livestock production. The rising incidence of weather extremes will have increasingly negative impacts on crop and livestock production. Climate disruptions have increased in the recent past and are projected to increase further over the next 25 years. &quot;Critical thresholds are already being exceeded. Many regions will experience declines in crop and livestock production from increased stress due to weeds, diseases, insect pests and other climate change-induced stresses. Climate disruptions to agricultural production have increased in the recent past and are projected to increase further&quot;. Lead author Jerry Hatfield, director of the US government&apos;s national laboratory for agriculture and the environment, said that climate change was already causing weather extremes to worsen. Very hot nights, fewer cool days and more heatwaves, storms and floods have already devastated crops and will have &quot;increasingly negative&quot; impacts, he said. The report follows recent disastrous harvests in Russia, Ukraine, Australia and the US. In 2010, climate-driven factors led to a 33% drop in wheat production in Russia and a 19% drop in Ukraine. Separate climate events in each case led to a 14% drop in Canada&apos;s wheat output, and a 9% drop in Australia. A separate US government-funded study of the fertile Lower Mekong basin, which includes Vietnam, Cambodia, Thailand and Laos, states that temperatures there could rise twice as much as previously expected, devastating food supplies for the 100 million people expected to live there by 2050. &quot;We&apos;ve found that this region is going to experience climate extremes in temperature and rainfall beyond anything that we expected&quot;, says Jeremy Carew-Reid, author of the Climate Change Adaptation and Impact Study for the Lower Mekong. Two major food security summits are being held in Ireland, organised by UN World Food Programme, the CGIAR Research Programme on Climate Change and the Mary Robinson Climate Justice foundation. Ertharin Cousin, the UN&apos;s World Food Programme director, said: &quot;We are entering an uncertain and risky period. Climate change is the game changer that increases exposure to high and volatile food prices, and increases the vulnerability of the hungry poor, especially those living in conflict zones or areas of marginal agricultural productivity. We must act quickly to protect the world&apos;s poorest people.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/13/climate-change-millions-starvation-scientists", 
    "wordcount": "711"
}