{
    "headline": "EBacc 'could marginalise' pupils with learning difficulties such as dyslexia", 
    "text": "Michael Gove&apos;s plans for English Baccalaureate examinations to replace GCSEs could discriminate against teenagers with dyslexia and other learning difficulties, it was claimed on Tuesday. The British Dyslexia Association said a renewed emphasis on exams rather than coursework and the breaking of two-year studies into smaller units and the extra stress associated with once-and-for-all exams could disadvantage candidates with some learning difficulties. The changes would also damage their chances of going on to higher education. The association&apos;s chief executive, Kate Saunders, said: &quot;Dyslexia is most often characterised by a deficit in information processing and working memory, speed of working and difficulty accessing and recording written information. &quot;Dyslexic difficulties can be exacerbated in an examination context, due to stress. This can make it particularly difficult for dyslexic students to demonstrate their ability, knowledge and understanding through one-off, timed examinations. &quot;These plans, should they be implemented, will create an additional barrier for dyslexic students to continue on to higher education. Coursework is generally a much fairer method of assessment and constitutes a reasonable adjustment for these students.&quot; She warned that under the 2010 Equality Act and the 2006 UN convention on the rights of disabled people the government had a duty not to discriminate against people with learning difficulties. &quot;Ultimately we believe that our education system should provide opportunities for all students to reach their potential and not be marginalised because of a disability in this fashion.&quot; Gove&apos;s plans have already been criticised for hitting less academically gifted pupils though he has insisted those who find the new exams difficult could either take them at 17 or 18 or be provided with detailed records of achievements instead.", 
    "section": "education", 
    "gid": "education/2012/sep/18/ebacc-marginalise-pupils-dyslexia", 
    "wordcount": "281"
}