{
    "headline": "Japan becomes first nation to extract 'frozen gas' from seabed", 
    "text": "Japan has successfully extracted natural gas from frozen methane hydrate deposits under the sea, in the first example of production of the gas offshore, officials said on Tuesday. The Ministry of Economy, Trade and Industry showed what it said was gas flaming from a pipe at the project in the Pacific Ocean 80 kilometres (50 miles) off the coast of central Japan. The breakthrough could be a step toward eventual commercial production, though the costs of extracting gas from the seabed are much higher than for other forms of production. Methane hydrate is a form of methane gas frozen below the seabed or in permanently frozen ground. Japan earlier succeeded in producing such gas from permafrost in Canada in 2007-08. Resource-scarce Japan, which imports most of its energy, hopes to develop ways to produce natural gas from its own reserves. The Japan Oil, Gas and Metals National Corp and a government research institute, the National Institute of Advanced Industrial Science and Technology, used a technology they developed to reduce pressure in the underground layers holding the methane hydrate 1,330 metres (4,363 feet) below the sea surface, and then dissolved it into gas and water, collecting the gas through a well, the ministry said. Speaking to the Financial Times, Ryo Minami, director of the oil and gas division at Japan&apos;s Agency for Natural Resources, compared methane hydrate to shale gas, a once-marginal resource which is transforming the US energy market. &quot;Ten years ago, everybody knew there was shale gas in the ground, but to extract it was too costly. Yet now it&apos;s commercialised,&quot; he said. Methane hydrate looks like ice but burns like a candle if a flame is applied. With the boom in production of natural gas from the fracking of shale gas boosting supplies in the US in particular, there is little need to resort to the more costly extraction of the frozen gas in those regions. But it is considered a future potential resource by some, and studies show substantial reserves in various regions, including the Nankai trough off Japan&apos;s eastern coast, the northern Gulf of Mexico and Alaska&apos;s North Slope.", 
    "section": "environment", 
    "gid": "environment/2013/mar/12/japan-extract-frozen-gas-seabed", 
    "wordcount": "357"
}