{
    "headline": "Rio+20, elephants v bees, and teaching Bangladeshi children to swim", 
    "text": "In less than two weeks, 180 ministers and 50,000 activists, businesses representatives and NGOs will meet in Brazil for the Rio+20 UN conference on sustainable development. But, 20 years after the UN Earth summit  the first time world leaders had debated issues of development and the environment on the same platform  what can the conference achieve? Rio+20 is the subject of our latest Global development podcast, which looks at what&apos;s on the conference agenda, what role business can play in the talks and what will be discussed at the People&apos;s summit, which is running alongside the main event. Joining the Guardian&apos;s environment editor John Vidal to debate the issues are Claire Melamed, the head of the growth and equity programme at the ODI, Hannah Stoddart, head of economic justice policy at Oxfam, and Andrew Raingold, executive director of the Aldersgate Group, an alliance of leaders from business, politics and society working for a sustainable economy. Anil Naidoo, from the council of Canadians and co-facilitator of the water thematic group at the People&apos;s summit, and Saleemul Huq, senior fellow at the International Institute for Environment and Development, join the discussion. Elsewhere on the site Pete Jones visited a project in western Uganda that is using bees to keep elephants away from crops around Queen Elizabeth National Park. Jane Regan reports on gold mining in Haiti and questions whether poor people in the country will benefit. Duncan Green asks whether the UK hunger summit, recently announced by the UK prime minister David Cameron, will be a genuine attempt to address hunger or will merely be a PR exercise for the British government. And Syed Zain Al-Mahmood visits a Unicef-backed project in Bangladesh that is teaching children to swim to prevent an estimated 50 deaths a day from drowning. Coming up on the site We&apos;ll report on the findings of a 10-year review  published by the International Institute for Environment and Development  of the mining and minerals industry and the challenges the sector faces to ensure sustainability. Prue Clarke argues why aid agencies limit their impact by refusing to fund the media. And, following floods in Afghanistan, Emma Graham-Harrison argues that without investment in development and disaster preparedness, the programme to stabilise the country will not yield long-term results. Multimedia In pictures: the threat posed by climate change in Bangladesh Millions of poor people in Bangladesh are risking their lives, homes and land because they are forced to live along constantly changing river systems. Christian Aid highlights their plight ahead of the Rio+20 conference this month, where world leaders will meet to secure renewed political commitment to sustainable development. Interactive: African Economic Outlook 2012 Africa is one of the fastest growing regions of the world. We&apos;ve created a map to show each country&apos;s GDP growth since 2008. In pictures: Niger&apos;s emergency food operation Tens of thousands of refugees from Mali have fled to Niger to escape civil conflict. They are arriving at a time of heightened concern about food insecurity, following the scarce rains and poor harvest of last year. The World Food Programme has launched an emergency operation to help nearly 4 million people in the country. What you said: some of the best comments from our readers On Samuel Carpenter&apos;s blog on how the private sector could help Somalia&apos;s development, FarahJamal wrote:  As humanitarian case loads are increasing, Sam&apos;s suggestion of a more systematic partnership between the private sector and humanitarian efforts is not just desirable, it&apos;s necessary.   Commenting on John Hilary&apos;s post on why the UK prime minister David Cameron is unfit to co-chair the high level panel of post-2015 development, tiojo said:  The trick for DfID won&apos;t be in leading a process towards a good new framework, it will be in making it appear as something that Cameron will want to take credit and responsibility for.   And on Jonathan Glennie&apos;s blog on why sustainable development is the only way forward, AlexCobham wrote:  Few countries if any are so fully &apos;developed&apos;, their populations so content, that there is nothing to strive for beyond making the status quo sustainable. Few countries, too, are in a position to care only about immediate poverty and not the shocks that stem from unsustainable global consumption paths.  Highlights from the blogosphere Global Voices looks at the efforts to preserve indigenous languages. On the Africa Can End Poverty blog, Wolfgang Fengler asks whether Kenya can replicate Indonesia&apos;s successful turnaround over the past decade, arguing that the African state has all the assets to do so. On the Centre for Global Development blog, Justin Sandefur and Alaina Varvaloucas ask whether the trial of Charles Taylor was worth the $250m price tag. We&apos;ve recently welcomed two new blogs to our blogosphere  Aid Data and Think Africa Press. And finally  The Poverty matters newsletter will be back in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date with the issues on the Global development website. Follow @gdndevelopment and the team  @ClaireProvost, @LizFordGuardian, @MarkTran and @JazCummins  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/06/rio-20-elephants-bees-bangladesh", 
    "wordcount": "848"
}