{
    "headline": "Xbox 720 rumours: Blu-ray drive and always-on internet?", 
    "text": "Just in case you missed this on Monday, news site VG247 has learned from &quot;multiple sources&quot; that the next Xbox console, apparently codenamed Durango, will feature a Blu-ray drive and is set to require an always-on internet connection.  It was previously thought unlikely that Microsoft would use the Bu-ray optical disc technology in its machine as its close rival, Sony, is a founding member of the Blu-ray Disc Association and worked with Philips to prototype the standard. Earlier reports suggested that the Xbox 720, as it is currently widely referred to, would abandon disc-based media entirely, in favour of memory cards or digital-only distribution. More contentious and controversial, however, is the assertion that the console will need to be connected to the internet at all times in order to run games. This is a security measure employed by some new PC titles, ensuring that pirated software won&apos;t work. VG247 makes no mention of earlier rumours that the console will seek to control the sale of used games, possibly by fixing new purchases to a specific Xbox Live account.  These measures would certainly appease publishers but would generate, let&apos;s say, &quot;ill-feeling&quot; among gamers. There have been huge protests among the PC community when such restrictive digital rights management technologies have been implemented into games. VG247 goes on to reflect other reports that the architecture will be based around AMD graphics processing units, possibly from the firm&apos;s 7000 series, though seemingly not the more advanced &quot;Southern Islands&quot; tech rumoured to be powering the PS4. It also looks as though Kinect 2 will be built into the console. With Microsoft claiming that Xbox 360 will remain the focus of its E3 content this year, the idea of a Christmas 2013 looks less likely  but certainly not impossible.  More as it happens. Or, indeed, doesn&apos;t happen.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/03/xbox-720-durango-rumours", 
    "wordcount": "308"
}