{
    "headline": "Nick Clegg to propose 10,000 prize to boost schools' performance", 
    "text": "Schools will be asked to compete to find the best way of spending government money  and could win an extra 10,000 for being one of the country&apos;s top performers, Nick Clegg will tell teachers on Monday. Additional cash awards will be handed out to 50 schools as the government seeks to introduce an added incentive for those receiving the &quot;pupil premium&quot;. The money is part of the deputy prime minister&apos;s plan to break the grip of private schools on the British establishment as he seeks a boost to social mobility. But the plan is expected to be condemned by teaching unions, who will claim it fails to address inequalities between state and private education. Clegg will set out his proposals by telling educators he wants to &quot;strike a deal between the coalition government and our schools and teachers&quot;. Other proposals include funding 500 per pupil for summer schools to bridge the gap between primary and secondary education, and incentives for teachers to work in schools with large numbers of disadvantaged pupils. The School Teachers Review Body will be asked to look at giving maintained schools the same flexibility that academies have to offer extra pay to hold on to the best teachers. The pupil premium is an additional sum of money 488 last year paid to schools for each child on free school meals. But the cash is not ringfenced, so once schools are handed the money by central government, there is no requirement to spend it in a specific way. This year it is 600 for each child and the total spent by 2015 will be 2.5bn a year, spread across 1.8 million children. Clegg will set out his plans at a primary school in Islington, north London. He will say, &quot;We&apos;ve made the case for the pupil premium. We&apos;ve won the battle to get it properly funded. Today I want to talk about how we make it a success because we now have a once in a generation chance. &quot;Get this right and we make good on education&apos;s progressive promise: to give every child the chance to go as far as their abilities and effort can carry them. And we&apos;ll achieve something else of lasting importance: we&apos;ll prove that teachers do best when Whitehall steps out of the way. &quot;To that end, I want to strike a deal between the coalition government and our schools and teachers. We&apos;ll give you the cash; we&apos;ll give you the freedom; we&apos;ll reward and celebrate your success. But in return, we want you to redouble your efforts to closing the gap between your poorer pupils and everyone else. We won&apos;t be telling you what to do, but we will be watching what you achieve.&quot; Clegg will say different schools will spend the money in different ways and Whitehall will not micromanage the pupil premium. But the government will research the best uses of the money and &quot;ensure the evidence is spread through the system&quot;, he will add. &quot; Clegg campaigned in the 2010 general election with the pupil premium as one of his flagship policies of his manifesto.", 
    "section": "education", 
    "gid": "education/2012/may/14/nick-clegg-prize-schools", 
    "wordcount": "534"
}