{
    "headline": "2012 Richard Dawkins Award goes to Eugenie Scott", 
    "text": "    The Atheist Alliance of America and the Richard Dawkins Foundation for Reason and Science recently announced that Eugenie Scott was awarded the 2012 Richard Dawkins Award. Dr Scott, an anthropologist and a former university professor, is the executive director of the National Center for Science Education. She received this award at the Atheist Alliance of America&apos;s annual meeting, held in Denver Colorado, on 1 September 2012.  Richard Dawkins, a professor emeritus, writer and outspoken atheist for whom the award was named, recorded a video presentation that was shown at the meeting because he was unable to attend in person.  &quot;Eugenie Scott is one of my very favorite people, although we have our civilized disagreements&quot;, Dr Dawkins said at the opening of his remarks.  He went on to say that &quot;it&apos;s impossible to meet Genie without loving her, whether you agree with her or not.&quot;  Dr Scott, a prominent critic of young-Earth creationism and intelligent design, was given this award in recognition of her tireless promotion of science education.  &quot;I now possess awards in the names of both Stephen Jay Gould and Richard Dawkins&quot;, joked Dr Scott at the beginning of her acceptance speech, referring to the famous scientific conflict between the late Dr Gould, a paleontologist, and Dr Dawkins, a geneticist, about the mechanics of evolution.  &quot;This demonstrates that I can get along with everyone.&quot;  Dr Scott then added: &quot;Regardless of my historic amiability, however, I do not anticipate ever being presented with the Ken Ham award, if such exists.&quot; Ken Ham is an Australian young-Earth creationist who advocates a literal interpretation of the Bible&apos;s book of Genesis.  &quot;I am honored to be considered, with [Richard Dawkins], to be a strong advocate of increasing the public understanding of that knowledge, and I join him in that important task&quot;, Dr Scott concluded. The selection is made by a committee of comprised of members of the Atheist Alliance of America. Each award features a polished cast of a fossil, mounted on a stand with the awardee&apos;s name and the specific reason that awardee was chosen. But every award is unique and is specially selected by the award committee with the recipient in mind. Because Dr Scott is an anthropologist, a fossil hominid skull was chosen for her award.       &quot;This year, because we felt Eugenie should get a skull, we [cast] a good imitation of a fossil, an Australopithecus afarensis skull&quot;, said Bobbie Kirkhart in email. Ms Kirkhart is the current vice-president of Atheist Alliance of America and a former president of Atheist Alliance International, a worldwide umbrella organisation of atheist, humanist, ethical and freethinking groups located around the world. The Richard Dawkins Award has been presented annually since 2003 to notable individuals in recognition of their work in promoting atheism and freethought around the world. Previous recipients of this award include Penn and Teller, Susan Jacoby, Julia Sweeney, Daniel Dennett, Ann Druyan, James Randi, and Christopher Hitchens.  &quot;[W]e try to make it varied, honoring the various kinds of promotion of freethought&quot;, writes Ms Kirkhart in email.  &quot;For example, Bill Maher was honored especially for the movie Religulous, Ayaan Hirsi Ali for her fight for freedom from religious tyranny, while Dr. Scott was obviously honored for her tireless promotion of science education.&quot; In addition to being the director of NCSE since 1987, Dr Scott has been active in the evolution versus creationism debate for more than twenty-five years. She holds eight honorary degrees, is a popular speaker and is the author of Evolution vs Creationism [University of California Press: Guardian Bookshop; Amazon UK/kindle; Amazon US/kindle] and co-editor with Glenn Branch of Not in Our Classrooms: Why Intelligent Design Is Wrong for Our Schools [Beacon Press; 2006: Amazon UK; Amazon US/kindle].  Here&apos;s the video presentation of the 2012 Dawkins Award to Dr Scott:            [video link] Sources: NCSE press release Bobbie Kirkhart, AAI, email: 7 September 2012. Tom Melchiorre, AAI, email: 7 September 2012. Josh Rosenau, NCSE, email: 6 September 2012. Robert Luhn, NCSE, emails: 5, 6 &amp; 7 September 2012 The National Center for Science Education is on facebook and twitter: @NCSE Atheist Alliance International is on facebook and twitter: @AtheistAlliance The Richard Dawkins Foundation for Reason and Science is on facebook and twitter: @RDFRS .. .. .. .. .. .. .. .. .. .. .. .. GrrlScientist is on facebook and twitter: @GrrlScientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/sep/07/2", 
    "wordcount": "734"
}