{
    "headline": "Google must take more action to police explicit content, says Vince Cable", 
    "text": "The business secretary, Vince Cable, has become the first cabinet minister to intervene over the &quot;shocking&quot; availability of illegal child abuse images online, urging Google to take more action to police explicit material. Cable said internet companies should act quicker to &quot;cover the anomalies&quot; amid fears from child protection charities that the proliferation of indecent images online is putting more children at risk. The NSPCC warned of a &quot;worrying link&quot; between child abuse images and the murder of five-year-old April Jones, whose killer Mark Bridger was jailed for life on Thursday. Cable admitted it was &quot;very, very difficult&quot; to police the internet, but added: &quot;Mark Bridger appears to be influenced by watching child pornography on the internet. Ultimately, this has got to come from the public. If they see any evidence of this happening, of getting it to the police immediately. &quot;I think probably where there is some scope for taking action is getting the companies that host these sites, Google and the rest of it, to be more proactive in policing what is there.&quot; Asked whether he believed the problem was impossible to police, Cable told BBC Radio 5 Live: &quot;Very very difficult. That&apos;s the nature of the internet. It is something that governments don&apos;t and can&apos;t control. But we&apos;ve got to try to deal with that problem. Now we&apos;ve had an awful case of people being influenced in that way we&apos;ve got to try to find ways of covering the anomalies.&quot; Keith Vaz, chair of the Commons home affairs select committee, said he was &quot;appalled&quot; that child abuse images were so readily accessible online and urged the government to adhere to a commitment to establish a code of conduct with internet service providers. &quot;The Mark Bridger case has shown that we need to act to remove such content from the internet,&quot; he said. &quot;The committee has in the past recommended that the government establish a code of conduct with internet service providers to remove material which breaches acceptable behaviour standards. I am very disappointed that although the government said it would engage with the industry on this issue, we are yet to see any action resulting from this.&quot; Google and other internet service providers had to take action to tackle the issue, Vaz added. &quot;Internet service providers, search engines and social media sites are far too laid back about what takes place on their watch. Industry giants such as Google need to accept their responsibility to monitor and intervene.&quot; On Friday, a senior Google PR angrily denied it does not take appropriate action to remove illegal and extreme material from its search results, which act as a gateway to the web for many internet users around the world. There have been calls for Google to enforce its &quot;safe search&quot; option as the default setting, which would block pornographic material in search results. However, insiders insisted that the stricter setting operates as an algorithm for legal content  and child abuse imagery is illegal, so is covered by extra blocking measures. Google is regularly sent lists of illegal abuse sites and search terms from the industry-funded body, Internet Watch Foundation (IWF), which it then bans. The company said it had an internal structure operating around the clock to tackle these images, but declined to say how many employees focused on this issue or where they are based. Scott Rubin, Google&apos;s director of communications outside America, said: &quot;The SafeSearch filter, which is designed to prevent sexually explicit material of all kinds from showing up in your search results, should not be conflated or confused with our dedication to keeping illegal abuse imagery out of our products. We don&apos;t rely simply on filtering technology to block child abuse images; we go beyond that. &quot;We are very proactive and work with the right people, including the National Centre for Missing and Exploited Children in the US and the IWF, to keep child abuse content off all of our sites. Any implication we aren&apos;t doing anything or we refuse to be part of removing this material is wrong.&quot; More than 1.5 million internet users in the UK mistakenly viewed child abuse images online last year, according to the IWF  but only 40,000 items were reported to its hotline. Google and other companies block around 1,000 sites over illegal sexual abuse imagery in a list compiled by IWF. Fewer than 1% of all the websites taken down last year were based in the UK.", 
    "section": "technology", 
    "gid": "technology/2013/may/31/google-action-explicit-material-vince-cable", 
    "wordcount": "768"
}