{
    "headline": "Anonymous hits UK government websites over Julian Assange row", 
    "text": "The hacking group Anonymous claims to have brought down British government websites in protest at the handling of Julian Assange&apos;s bid to avoid extradition to Sweden. The self-styled hacktivist group targeted the websites of No 10 and the Home Office early on Tuesday under what it called &quot;Operation Free Assange&quot;. Hackers said they had also brought down websites belonging to the justice department and Department for Work and Pensions in the attack. Anonymous vowed to continue targeting government websites as the diplomatic temperature around the WikiLeaks founder continued to rise. The online DDOS (distributed denial of service) attacks, which also hit sites in Sweden, came as the Ecuadorian president Rafael Correa warned Britain that attempting to enter his country&apos;s embassy in London would be an act of diplomatic suicide. Speaking on state television as the standoff continued, Correa said: &quot;I think it would be suicidal for the United Kingdom. After that, the diplomatic premises of [the UK] in other territories could be violated all over the world.&quot; Downing Street has said it is committed to seeking a diplomatic solution with Ecuador over the standoff. William Hague, the foreign secretary, has made it clear Britain is obliged to extradite Assange to Sweden to face questioning over allegations of sexual misconduct, which he denies. Assange fears being transferred to the United States if he travels to contest the allegations. The WikiLeaks founder has been in the embassy in Knightsbridge since mid-June and on Sunday addressed crowds of supporters from the balcony. The speech, in which Assange took aim at the US and UK governments, has proved to be a rallying cry for Assange&apos;s online supporters. One Twitter account with 145,200 followers which is linked to the loose-knit group on Tuesday tweeted a picture of a man wearing an Anonymous mask, holding aloft a &quot;Free Assange&quot; poster outside what appeared to be the Ecuadorian embassy in London. Another Anonymous Twitter account, which has 281,000 followers, tweeted during the Free Assange attacks: &quot;We&apos;re living in oppressive times. Sadly there&apos;s no other option than fighting even if that means being outlawed.&quot; Anonymous first came to prominence through its online attacks in support of Assange in December 2010, after WikiLeaks released part of a huge cache of diplomatic cables. The hacking collective subsequently targeted global finance websites including Visa and PayPal after those companies severed links with the whistleblowers&apos; website. A Home Office spokeswoman said: &quot;The Home Office website was not hacked. It was targeted by protesters on Monday night but only experienced very minor interruption to the service. &quot;We had measures in place to protect the site and no other Home Office systems were affected.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/aug/21/anonymous-hits-government-websites-julian-assange", 
    "wordcount": "453"
}