{
    "headline": "Sussex University's 'dissertation dash' under threat", 
    "text": "Students at Sussex University are campaigning to save the &apos;dissertation dash&apos;, an annual tradition where third-year students run through campus to hand in their university assignments before the deadline. For the past 20 years, humanities and social science students have submitted their coursework at the same time and place, with many gathering to cheer on those making a last-minute dash from the library. But this year there is no longer a single location to submit work, leaving the exuberant parade in jeopardy. A spokesperson for the university says the event has become too large to manage. &quot;Student numbers are growing  by 2018 we expect to have 18,000 students  and a large number of those students will require a convenient and expedient way of submitting work and getting results. Naturally, the university would want to adapt its systems accordingly. For these reasons, handing in to one central point is no longer feasible. &quot;We&apos;d love to see our students keep up their traditions, so we&apos;re talking with students about how they might adapt to this different way of handing in.&quot; The university adds that a replacement ceremony may be more inclusive, since it could involve science as well as arts students. But the University of Sussex Student Union (USSU) says it will fight the decision and has launched a Facebook campaign to rally support. Current finalists have also used the Twitter hashtag #savethedash to express their dismay at the university&apos;s decision, with one student tweeting: &quot;I&apos;ve been looking forward to my dissertation dash ever since my first year, don&apos;t take it away from me #savethedash&quot;. Kit Bradshaw, communications officer at USSU, says students acknowledge that electronic submission will eventually replace paper hand-ins, but they hope the ceremony can survive until that date. &quot;Our university computer systems won&apos;t be ready for electronic submissions for another few years, there&apos;s no reason to scrap the dissertation dash before then. We&apos;ve been doing the dissertation dash for two decades, I don&apos;t see why it&apos;s suddenly a logistical nightmare.&quot; While for some students the dissertation dash is a panic-fuelled run along the 300-yard route from library to submission hall, others find time to indulge in fancy dress. &quot;Last year someone wrapped themselves in bubble wrap and rolled to the finish line, other students tie their legs to one another and have a three-legged race. Some people strip off altogether. &quot;Students feel very strongly about this, for many it&apos;s the highlight of their university experience. The ceremony has grown a lot since the 1990s, we put stalls on and arrange lots of entertainment. It&apos;s a big celebration for third years to mark the end of their time at Sussex.&quot; The student union will meet university representatives on 14 February to discuss the future of the event.", 
    "section": "education", 
    "gid": "education/2013/feb/08/sussex-university-dissertation-dash-under-threat", 
    "wordcount": "469"
}