{
    "headline": "Apple chief Tim Cook charity auction stands at over $600,000", 
    "text": "At more than $20,000 per minute, it&apos;s going to be a hell of a coffee break. A charity auction offering the highest bidder half an hour with Apple chief executive Tim Cook stood at $605,000 (395,000) on Monday night. Even before an expected last-minute flurry of interest when the auction on the Charitybuzz website closes at 9pm UK time on Tuesday, the current highest bid means the 30 minutes or so the meeting is expected to last will generate two and a half times as much as when the site auctioned an entire day with former president Bill Clinton, which went for $255,000. The bid for Cook almost reaches the site&apos;s previous record, when in March it auctioned off a Lamborghini Aventador LP 700-4 Roadster for $610,000. The highest bidder for Cook at the time of writing declined to give a name  leaving it just as &quot;J********n&quot;. Previous bidders have included companies that make accessories and covers for Apple devices. But there isn&apos;t necessarily any expectation that Cook will spill the beans at the meeting on whatever Apple might be planning, explained Rakesh Kumar, founder of the five-strong startup Drbluetooth.com, which put forward $580,000 a week ago but was quickly outbid. &quot;It would give us a chance to showcase the whole concept of what we&apos;re doing to him,&quot; Kumar said. &quot;What we can show on our website is very limited in comparison.&quot; Winning the auction will require a $610,000 bid at least, and require Kumar to call on a 14-strong group of family and friends who have pledged to help pay if he wins. But he hopes that doing so could also bring the company, set up in Sunnyvale, California just nine months ago, to the attention of high-profile investors  even if Cook himself doesn&apos;t want to put Apple&apos;s money into it. &quot;I&apos;m sure he would give us some frank opinions,&quot; Kumar said. The money from the auction is being donated to the Robert Kennedy Centre for Justice and Human Rights. It marks a huge success for Charitybuzz, which has auctioned time with celebrities ranging from U2&apos;s Bono ($211,000) to Paul McCartney ($130,000 for a meeting), as well as cars, autographed instruments, and even a walk-on part in Scary Movie 5 ($100,000). Having crashed through the $500,000 mark just two days after beginning, the auction is now restricted to bidders who have proved the financial bona fides to a bank, so that the bids are certain to be paid. &quot;Charitybuzz is blown away by the incredible support we&apos;ve seen for the RFK Center for Justice and Human Rights through our coffee with Tim Cook online auction. It looks like this could break Charitybuzz&apos;s record for the top-grossing auction item since the company&apos;s launch in 2005. With 140 experiences on the auction block closing this Tuesday to benefit the RFK Center, including exclusive access to Robert De Niro, Alec Baldwin, Peyton Manning and more, we expect to raise well over one million dollars for human rights,&quot; said Coppy Holzman, Charitybuzz CEO and founder. Sadly, Charitybuzz isn&apos;t able to generate as much excitement around every celebrity whose time it is auctioning. An auction to &quot;Get up close and personal with Piers Morgan on the set of CNN&apos;s Piers Morgan Live&quot;, which closes at 11pm BST on Tuesday, has attracted just four bids at the time of writing since bidding began on 23 April, the day before Cook&apos;s. And the current top bid of $2,250 is less than half the estimated value.", 
    "section": "technology", 
    "gid": "technology/2013/may/13/apple-chief-tim-cook-charity-auction", 
    "wordcount": "606"
}