{
    "headline": "Young British students dodging debt by going Dutch at Maastricht University", 
    "text": "When she alights from the Eurostar at St Pancras  not very often these days  Dani Older finds herself groaning and pining to turn around to get back to &quot;Europe&quot;. &quot;I cycle around here on a day like today, sunshine and snow, and I just think how lucky I am,&quot; said the 23-year-old from Guildford in Surrey, who is halfway through a three-year BA in arts and culture at Maastricht University in the Netherlands. &quot;It&apos;s a romantic weekend away kind of place. I&apos;m definitely in no rush to go back home. I&apos;m thinking of doing a master&apos;s here.&quot; Older is one of scores of English students discovering the possibilities of swapping university life at home for a quite difference experience on the continent  without the inconvenience of having to speak a foreign language. Money is a factor: swingeing tuition fees are thought to be behind a 8,500 drop in the number of 18-year-olds applying for university places in England this year, according to recent figures. But Older and others in the burgeoning expat community of Brits studying in Maastricht insist that the prospect of leaving university in sizeable debt is not the key criterion that took them abroad. &quot;The lower fees are a bonus, but you need to make a commitment to come here,&quot; said Colin Behr, a second-year European studies scholar from Devon. &quot;Going to another country to study is very daunting. But it&apos;s a great opportunity. The reason I&apos;m here is the quality and the value for money. It definitely feels more serious than the UK.&quot; The pretty, small town in the southern Netherlands, close to the Belgian and German borders, is forever associated with the eponymous treaty that created the modern European Union 20 years ago. But in recent years it has become a magnet for more enterprising UK students. Because of its catchment area, the university has always been international, with a Dutch majority but also thousands of students from Germany and Belgium. British students now occupy fourth place in the ethnic jumble in Maastricht and their numbers are rising relatively fast. As of this month, 255 Britons have applied for places in September, two-and-a-half times the comparable figure a year ago. Four years ago there were 18 British students in Maastricht. The figure is now 163 and that could double later this year. &quot;The situation in Britain has changed, so we expect a lot more applications this year,&quot; said Jeanine Gregersen-Hermans, the university&apos;s marketing director. &quot;People have been forced to look outside [the UK] and now it has snowballed.&quot; If the British are increasingly clamouring at the gates of the old Catholic city, it may be crucially because most of the undergraduate teaching is in English, a rarity on the continent. &quot;I&apos;m taking a Dutch course, but you don&apos;t really need it. English is so common here and the standard is so high you can hardly tell they&apos;re not native speakers,&quot; said Theresa Bullock, a 19-year-old first-year student from Worcestershire. &quot;We don&apos;t see ourselves as providing a solution to a British problem,&quot; said Martin Paul, the president of the university. &quot;But we need native speakers. The British students improve the quality in the classroom. So the UK is interesting for us.&quot; Maastricht, however, remains an exception as the British show relatively little desire for a student life on the continent. Indeed, the traffic is overwhelmingly in the other direction. According to EU figures on cross-border study among the 27 member countries, Britain attracted a whopping share of the European total  more than a quarter  in 2009, the latest year for which figures are available. Of 600,000 EU students taking degrees in non-native union countries, 175,000 were in the UK. In stark contrast, only 11,800 Britons were studying elsewhere in the EU, compared with, for example, 80,000 Germans, 47,000 French and 41,000 Italians. Whether tuition fees will lead to a much bigger exodus remains to be seen. There is no doubt that the savings to be made by studying in Maastricht are considerable. Undergraduate tuition fees are currently 1,713 (1,440) for an academic year, less than one sixth of the 9,000 maximum being levied in England from September. &quot;The UK has been considered a student import country. But now you have the situation with tuition fees and more awareness of moving abroad. We see it in the surge in applications,&quot; said Paul. &quot;I&apos;m a bit worried about the UK because there&apos;s an exodus of talent.&quot; Additionally, for students of any EU nationality who can prove they are working 32 hours a month, the Dutch government shells out 265, almost enough to cover rent and bills. Not a loan  a grant. And there is no shortage of work. Even without Dutch, Bullock landed a part-time job with the Dutch post office. &quot;I don&apos;t even want to think about the kind of debt I&apos;d be in if I&apos;d stayed in England,&quot; she said. Behr said: &quot;Even if you graduate and get a decent job with a decent salary in the UK, you will then want to buy a house and you&apos;ll effectively have two mortgages around your neck.&quot; According to Older, &quot;the UK government gives you nothing. But we&apos;re all looking at finishing our studies here debt-free. For a UK mindset, that&apos;s unthinkable.&quot; Case studies Saul Stollery, 18, from Essex, is taking a degree in international studies at Ningbo campus in China Last summer, Saul Stollery from Colchester decided to ditch his place at a British university and study for a degree in China instead. He took up a full scholarship  worth more than 24,000 over three years  at the University of Nottingham&apos;s Ningbo campus, south of Shanghai. Initially, his friends and family questioned the wisdom of his decision. He had gained top A-level grades  two A*s, two As and a B  and could have gone to almost any university he wished. &quot;I was all packed and ready to go to a London university to study politics with German,&quot; he says. &quot;I decided to check my emails: there was a message telling me I had won a full scholarship to study in China. I thought to myself: &apos;When am I going to get another opportunity like this?&apos;&quot; Stollery does not regret the decision, but admits it has been tough. &quot;There are so many etiquette rules you just can&apos;t get wrong here. For example, it&apos;s extremely rude to leave your chopsticks pointing upwards in a bowl of rice at the end of a meal. It symbolises death.&quot; The university offers five hours of free Chinese classes a week, but Stollery says conveying even simple messages can be difficult. &quot;Telling the hairdresser what kind of cut you want is a big challenge, as is telling the taxi driver exactly where you want to go,&quot; he says. &quot;I miss English milk and bread. When I go to the supermarket, there are so few westerners that people almost queue to take a photo of themselves with me. People stare at me all the time. You need to be brave and be willing to stick at it.&quot; Stollery says he has learned how to think on his feet and cope on his own  skills he believes will prove helpful in his intended career, working in human rights for a non-governmental organisation. Any fears that his degree subject, international studies, might be harder to study in China than in a more open democracy have proved unfounded, he says. &quot;Our lecturers are from all over the world and it&apos;s wonderful to hear so many different viewpoints. &quot;My best friends are from New York, Norway and Australia and I have lots of Chinese friends too. &quot;I think we do slightly more work than my friends do in UK universities, mainly because of the extra Chinese lessons. I have about 12 hours of seminars and lectures per week apart from my language lessons. But I love being a foreign student and I think I&apos;ll do a masters and PhD in a university somewhere else outside Britain after my degree.&quot; Jessica Shepherd Charlotte Dinkin, 22, is an anthropology major in her final year at Columbia University in New York Charlotte Dinkin from Kent looked at a number of UK universities before her dad and school counsellor suggested she consider the US. &quot;At my school, Sevenoaks, we actually had a counsellor who specialised in American admissions, which was really lucky, but still not many people from my school applied,&quot; she says. &quot;I think that there were different reasons why students weren&apos;t interested. It&apos;s a much heftier application process to apply to a US university and some students didn&apos;t necessarily want to be so far from home, but I wanted an adventure.&quot; Dinkin visited Columbia University and decided to apply to Barnard College [a women&apos;s liberal arts college within Columbia]. &quot;While I was looking around Columbia, on a tour, someone mentioned that their sister went to Barnard so I looked at the website, was really interested and I applied. I decided to give it a shot for one year, just to see how I&apos;d adapt, but then ended up staying for the full four-year degree course.&quot; Dinkin says she knew the cost was considerably higher than UK universities, but feels she made a great choice and would be even more inclined to make the same choice now, with the price rises at home. &quot;It certainly is expensive but I&apos;m glad I did it because I think, even though it sounds cliched, what else should you invest your money in if not your education? &quot;The university is so welcoming and the pastoral care is great. Barnard College especially because it&apos;s women&apos;s college is very good with women&apos;s health initiatives. &quot;Also, there is a big emphasis on exploring interests outside of the classroom. For example, I do a lot of theatre and comedy, and even spent a semester studying in Chicago at the Second City, an American comedy theatre  that&apos;s an opportunity that I wouldn&apos;t have necessarily known about from a traditional British degree course.&quot; After spending the last four years in the US, Dinkin is open to the idea of returning to the UK: &quot;I feel like I&apos;ve had a really amazing experience and I&apos;m comfortable with going back to England because it&apos;s my home. &quot;But I have built up a wonderful support network here, just from the great connections that people make at university, and more importantly the international links I&apos;ve made here, and so, I think I&apos;m more worried about being an outsider when I come home.&quot; A growing number of British undergraduates are choosing to study in the US rather than the UK. According to the Institute of International Education (IIE), which has tracked international students coming into the US since 1949, the country is the preferred destination for students from the UK. In the 2010/11 academic year, 8,947 UK students were in the US, a rise of 600 in two years. Peggy Blumenthal of the IIE says: &quot;As degrees get more expensive in the UK, the differences between a US and UK education, in terms of cost, are narrowing. Also, there are wide opportunities for financial aid here to help with costs. The information about aid has always been available but there was much less of an incentive for British students to explore it. Now that&apos;s changing.&quot; Carlene Thomas-Bailey", 
    "section": "education", 
    "gid": "education/2012/feb/09/british-students-maastricht-university-lower-fees", 
    "wordcount": "1958"
}