{
    "headline": "Apps Rush: Monty Python, Science Museum, Klout, Princess Poppy, ZombieSmash, EyeEm and more", 
    "text": "A selection of 16 new and notable apps for you today: Python Bytes  Monty Python Series 1 And now for something completely... Well, yes. This app offers 22 of the best sketches from the first series of Monty Python&apos;s Flying Circus, as well as commentaries. Shaking the iPhone brings up another sketch at random, although they can be chosen individually too. There&apos;s also a fun &quot;App Signing&quot; feature  Pythons Michael Palin, Terry Jones and Terry Gilliam will be appearing at Apple&apos;s Regent Street store in London on 3 May to scribble their signatures on the screens of fans with the app.iPhone James May&apos;s Science Stories London&apos;s Science Museum has a new augmented reality app starring Top Gear co-host James May. Point an Android or iOS device at specific exhibits, and a virtual May pops up to explain them although the AR markers can be printed out for use at home too.Android / iPhone / iPad Klout for iPhone There&apos;s nothing worse than a Klout bore, chuntering on about their social influence score while pleading for +K to boost it. Now there&apos;s an app for that, on iPhone. It cleverly displays the user&apos;s Klout score as a notification icon on the iPhone homescreen, while providing other alerts about changes.iPhone Princess Poppy Picture Books More than 2m of the Princess Poppy books have been sold in print, but now Random House and Robot Media have teamed up to turn them into an app. It includes animation, colouring and sticking, and voice narration from actress Tamzin Outhwaite. One picture-book is included, with two more available via in-app purchase.iPhone / iPad Scalado Album Android has a new photography app in the shape of Scalado Album, which is a beefed-up photo gallery showing pictures stored on the device, and sorting them by location, date and folder.Android ZombieSmash Zynga has ported its iOS action game ZombieSmash to Android, blending tower defence gameplay with &quot;a herd of writhing, unrelenting zombies&quot;, with specials and upgrades to help dispatch them.Android The Math Mage HD This looks fun: an adventure game for the new iPad (and only for it) that involves battling monsters with The Power Of Maths. Six levels provide more than 200 equations for children to solve.iPad EyeEm No Instagram for Windows Phone just yet, but EyeEm is hoping to capitalise with its photo-sharing app, providing filters and the ability to share to Facebook, Twitter, Foursquare, Flickr and Tumblr.Windows Phone SnipSnap I think this may be a US thing for now, but SnipSnap is a very interesting idea. It involves snapping photos of printed coupons vouchers, ads in magazines and newspapers, and so on and turning them into a &quot;mobile-optimised offer&quot; to be redeemed by showing your iPhone in a store.iPhone Marvel Vs. Capcom 2 Beat &apos;em up Marvel Vs. Capcom returns to iOS, pitting characters from Marvel&apos;s comic universe and Capcom&apos;s back catalogue against one another. 56 characters feature, along with a Bluetooth local multiplayer mode.iPhone / iPad My Star British developer Mobile Pie has brought its music-themed social game My Star from iOS to Android, as you customise a virtual pop star, record songs and share the fun with friends.Android Dreamtopia Mobage has a new social freemium game for iOS, ported from Android. It&apos;s like a FarmVille populated by people with dreams  of becoming astronauts, ninjas and other ambitions. Your job is to help them.iPhone / iPad Five Little Monkeys Collection #1 Oceanhouse Media&apos;s latest book-app bundles five simian-themed stories for children, including Five Little Monkeys Jumping on the Bed. They also bake cakes, wash cars, sit in trees and scrub houses, it seems.iPhone / iPad City of Friends Based on a TV show of the same name, this app for 2-6 year-olds is based on emergency services, introducing kids to the role of the police, fire and ambulance services through colourful characters and mini-games.Android / iPhone / iPad Art Doodle Live This looks fun: an app for doodling over classical and contemporary artworks, developed by Togeva in partnership with the Bridgeman Art Library. Several users can paint at once, and share the results with friends.iPad Run in New York - The Marathon Experience Planning to run the New York marathon? There&apos;s a slick new iPad app for that, providing an interactive map, photos and videos, and text about the experience of entering the event, to serve as inspiration.iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/26/apps-rush-monty-python-klout", 
    "wordcount": "740"
}