{
    "headline": "Starwatch: The April night sky", 
    "text": "If Britain&apos;s weather has taken a perverse view of its obligations for spring, the same cannot be said about our night sky. The winter constellations around Orion stand in the SW at nightfall tonight but are setting in the W by our map times, as if scared away by Leo, the rightful ruler of our spring evenings. Leo has already crossed the meridian by the map times as the Plough looms overhead and the &quot;W&quot; of Cassiopeia turns counterclockwise below Polaris in the N. Saturn rises in the ESE in the early evening tonight, and by sunset on the 28th when it stands at opposition in Libra, at its closest (1,319 million km) and brightest (mag 0.1) for the year. With the rings tipped 18 towards us and spanning 43 arcsec around its 19 arcsec globe, the planet is in prime position some 25 high in the S in the middle of the night. Jupiter, conspicuous at mag 2.1 to 2.0, slides 6 W between the horns of Taurus as its altitude in the W at nightfall halves from some 40 to 20. Catch it close to the young Moon on the 19th. Comet PANSTARRS was a nice 2nd magnitude object with a broad dusty tail as it emerged in our W evening twilight on about 12 March. It may dim from about the fourth to the sixth magnitude during April as it tracks N from Andromeda to Cassiopeia. In fact, it is visible all night as it moves from the NW in the evening to the NE before dawn. It passes W (right) of the Andromeda Galaxy (M31) this week and just E of Caph, the bright star at the right of Cassiopeia, on the 22nd (see Diary). The full Moon grazes the S fringe of the Earth&apos;s dark umbral shadow soon after it rises at sunset on the 25th. The resulting partial lunar eclipse lasts from 20:54 to 21:21 BST, with the Moon finally leaving the lighter penumbra at 23:11. Only a slight dimming of the Moon may be noticed as it climbs in our ESE twilight, 5 to the right of Saturn. April diary 3rd 06h Last quarter 4th 20h C PANSTARRS 2.5 W of M31 10th 11h New moon 14th 19h Moon 2.1 S of Jupiter 18th 01h Mars in conjunction with Sun; 13h First quarter 22nd 01h C PANSTARRS 1.4 E of Caph 25th 02h Moon 1.0 S of Spica; 21h Full moon and partial lunar eclipse 26th 03h Moon 4 S of Saturn  28th 09h Saturn at opposition *Times are BST", 
    "section": "science", 
    "gid": "science/2013/mar/31/starwatch-orion-leo-april", 
    "wordcount": "446"
}