{
    "headline": "YouTube's new Los Angeles complex 'a wonderland' for aspiring film-makers", 
    "text": "     It was the hangar which incubated Howard Hughes&apos;s aviation dreams, each aircraft model more fanciful than the last, and half a century later it is the launchpad for another striking ambition: a new generation of slicker, better YouTube videos. The video-sharing website has converted the 41,000 sq-foot Los Angeles complex into a state-of-the-art digital production hub to catapult selected creators into another league of quality video making. Where engineers once made helicopters and the Spruce Goose airplane for its reclusive tycoon owner, camera crews, lighting technicians and editors are now producing and polishing videos for YouTube creators who previously worked out of bedrooms and garages. &quot;I think it&apos;s a turning point for people to be able to make real shows on YouTube,&quot; said Felicia Day, producer and co-creator of the the Geek &amp; Sundry YouTube channel, who has become one of the first to use the complex. &quot;I think the next Spielberg or Hitchcock will be discovered somewhere like this. It&apos;s an amazing platform.&quot; YouTube Space LA is tucked on a quiet street between Los Angeles international airport and a wildlife reserve. A small red helicopter, a Hughes 269A, marks the entrance, an homage to the site&apos;s previous owner. When it formally opens next month it will give free access to dozens of selected creators each quarter, with YouTube, which is owned by Google, picking up the reported $25m cost of building the site. YouTube receives around 4bn hits per day, a staggering amount, but viral hits such as kittens climbing walls draw viewers for just a few seconds or minutes, which is not much time for advertising and not, in the long run, a sustainable commercial model. The company hopes improved production values and storytelling skills will hook viewers for longer, underlining Silicon Valley&apos;s increasingly bold push into the entertainment industry. &quot;There is a correlation between watch-time and quality,&quot; said Liam Collins, 40, head of the complex, while giving a tour to the Guardian on Tuesday. Google opened similar but much smaller &quot;Spaces&quot; at offices in New York and London earlier this year. One in Asia is due next year. The goal was to improve quality, said Collins, be it webcam monologues in badly lit bedrooms to sophisticated shows which already had big followings. &quot;We like to think that they&apos;ll come here with 70% of what they need to be successful, and we&apos;ll supply the 30%. We want people to be more ambitious, to realise their potential.&quot; YouTube has given early access to a few creators in recent weeks, including Day and her co-producer Kim Evey. It was thrilling to film their new web musical, Learning Town, with professional equipment, green screen stages and screening facilities, said Evey. &quot;When we walked in for the first time it was like a wonderland.&quot; Instead of the usual &quot;frenetic&quot; rhythm of guerrilla-style filmmaking they could focus and polish, said Day. &quot;This gives us the means for higher production values. Before it was who could we beg to use their backyard, or borrow baby toys.&quot; Dozens have applied for the first places which open in January, followed three months later by another batch. Each applicant must already have a YouTube channel, certain resources (such as time), and a predisposition to collaborate with other creators. &quot;We&apos;ve always seen amazing things happen when we put collaborators together,&quot; said Collins. &quot;One of the most powerful ways to grow an audience is to collaborate with other channels.&quot; He cited CBGB, the New York club which became a hub for punk rock bands such as Patti Smith in the 70s and 80s, as an example of how groups could inspire each other. YouTube hopes &quot;cross pollination&quot; such as iJustine, a so-called lifecaster who has guest-appeared on other shows such as Annoying Orange, will become more common. The New York architectural firm HLW International designed the LA Space to maximise light and loft-style openness. The reception has brightly coloured sofas, a wall of 36 screens and a fireman-style pole which lets you slide down from an upper floor. Nooks with armchairs and coffee bars dot the complex to encourage talk. &quot;We want people to feel comfortable hanging out,&quot; said Collins, a former naval officer who moved to YouTube after Google bought Next New Networks, where he was chief operating officer. YouTube has published a &quot;creator playbook&quot; of tips and best practice on how to improve videos. A chapter titled &quot;captivate your audience&quot; advises: &quot;Use editing, varying camera angles, cut-aways, and other alternating visuals to make your videos more dynamic. Long static shots can sometimes make a video drag on or feel slow.&quot; The 111-page manual later says: &quot;No matter what type of content you&apos;re making  how-to, comedy, vlog, music  you inevitably tell a story. Having a beginning, middle, and end is fundamental to video structure.&quot; Collins said his top tip to any aspiring creator was to be yourself: &quot;Talk about something you&apos;re passionate about.&quot;  This article was amended on 12 December to state that YouTube receives 4bn hits per day, not per month; to correct a reference to the role of Liam Collins at Next New Networks; and to clarify the cost of building YouTube Space LA.", 
    "section": "technology", 
    "gid": "technology/2012/dec/09/youtube-los-angeles-space-complex-filmmakers", 
    "wordcount": "893"
}