{
    "headline": "Is technology killing romance?", 
    "text": "With the benefit of hindsight, life as I knew it came to an end in late 1994, round Seal&apos;s house. We used to live round the corner from each other and if he was in between supermodels I&apos;d pop over to watch a bit of Formula 1 on his pop star-sized flat-screen telly. I was probably on the sofa reading Vogue (we had that in common, albeit for different reasons) while he was &quot;mucking about&quot; on his computer (then the actual technical term for anything non-work-related, vis--vis computers), when he said something like: &quot;Kate, have a look at this thing called the World Wide Web. It&apos;s going to be massive!&quot; I can&apos;t remember what we looked at then, at the tail-end of what I now nostalgically refer to as &quot;The Tipp-Ex Years&quot;  maybe The Well, accessed by Web Crawler  but whatever it was, it didn&apos;t do it for me: &quot;Information dual carriageway!&quot; I said (trust me, this passed for witty in the 1990s). &quot;Fancy a pizza?&quot; So there we are: Seal introduced me to the interweb. And although I remain a bit of a petrol-head and (nothing if not brand-loyal) own an iPad, an iPhone and two Macs, I am still basically rubbish at &quot;modern&quot;. Pre-Leveson, when I was writing a novel involving a phone-hacking scandal, my only concern was whether or not I&apos;d come up with a plot that was: a) vaguely plausible and/or interesting, and b) technically possible. (A very nice man from Apple assured me that it was.) I would gladly have used semaphore, telegrams or parchment scrolls delivered by magic owls to get the point across. Which is that ever since people started chiselling cuneiform on to big stones they&apos;ve been writing things that will at some point almost certainly be misread and/or misinterpreted by someone else. But the speed of modern technology has made the problem rather more immediate. Confusing your public tweets with your Direct Messages and begging your young lover to take-me-now-cos-im-gagging-4-u? They didn&apos;t have to worry about that when they were issuing decrees at Memphis on a nice bit of granodiorite. These days the mis-sent (or indeed misread) text is still a relatively intimate intimation of an affair, while the notorious &quot;reply all&quot; email is the stuff of tired stand-up comedy. The boundary-less tweet is relatively new  and therefore still entertaining  territory, as evidenced most recently by American model Melissa Stetten, who, sitting on a plane next to a (married) soap actor called Brian Presley, tweeted as he appeared to hit on her. Whenever and wherever words are written, somebody, somewhere will want to read them. And if those words are not meant to be read they very often will be  usually by the &quot;wrong&quot; people. A 2010 poll announced that six in 10 women would admit to regularly snooping on their partner&apos;s phone, Twitter, or Facebook, although history doesn&apos;t record whether the other four in 10 were then subjected to lie-detector tests. Our compelling, self-sabotaging desire to snoop is usually informed by... well, if not paranoia, exactly, then insecurity, which in turn is more revealing about us than the words we find. If we seek out bad stuff  in a partner&apos;s text, an ex&apos;s Facebook status or best friend&apos;s Twitter timeline  we will surely find it. And of course we don&apos;t even have to make much effort to find the stuff we probably oughtn&apos;t. Employers now routinely snoop on staff, and while this says more about the paranoid dynamic between boss classes and foot soldiers than we&apos;d like, I have little sympathy for the employee who tweets their hangover status with one hand while phoning in &quot;sick&quot; with the other. Take Google Maps: the more information we are given, the more we feel we&apos;ve been gifted a licence to snoop. It&apos;s the kind of thing we might be protesting about on the streets of Westminster were we not too busy invading our own privacy, as per the recent tweet-spat between Mr and Mrs Ben Goldsmith. Technology feeds an increasing yet non-specific social unease  and that uneasiness inevitably trickles down to our more intimate relationships. For example, not long ago, I was blown out via text for a lunch date with a friend (&quot;arrrgh, urgent deadline! SO SOZ!&quot;), whose &quot;urgent deadline&quot; (their Twitter timeline helpfully revealed) turned out to involve lunch with someone else. Did I like my friend any less when I found this out? Well yes, a tiny bit  until I acknowledged that I&apos;ve done something similar 100 times but was &quot;cleverer&quot; at covering my tracks. Would it have been easier for my friend to tell me the truth? Arguably. Should I ever have looked at their Twitter timeline? Well, I had sought to confirm my suspicion that they weren&apos;t telling the truth, so given that my paranoia gremlin was in charge it was no wonder I didn&apos;t like what it found. It is, of course, the paranoia gremlin that is in charge when we snoop  or are snooped upon  by partners, while &quot;trust&quot; is far more easily undermined than it has ever been. The randomly stumbled-across text (except they never are, are they?) is our generation&apos;s lipstick-on-the-collar. And while Foursquare may say that your partner is in the pub, is that enough to stop you checking their Twitter/Facebook/emails/texts? Once, it was the lingering hint of a scent that wasn&apos;t ours which had us furtively rifling through wallets, handbags and pockets, yet now that the contents of our pockets are blogged and Instagram-ed there are, clearly, far fewer secrets and many more lies. This modern insecurity is, I think, a boundary-less emotion (techno-related narcissistic-masochism?) spawned by the tech-devil himself  and arguably even more bonkers than old-school paranoia. And even though techno-related narcissistic-masochism doesn&apos;t yet have its own support group, now that it is with us I&apos;m pretty sure it will be impossible to get rid of without the application of some sort of internal Tipp-Ex. After all, being fallible humans who clearly can&apos;t trust ourselves to trust, why on earth should we trust to technology? Separate Lives by Kathryn Flett is published on 5 July by Quercus, at 7.99. To order a copy for 6.39, with free UK p&amp;p, go to theguardian.com/bookshop, or call 0330 333 6846", 
    "section": "technology", 
    "gid": "technology/2012/jun/24/is-technology-killing-romance-kathryn-flett", 
    "wordcount": "1079"
}