{
    "headline": "Apps Rush: My Life as a Refugee, Box, Sky News, Slipknot, Dragon Story, Cheezburger Builder and more", 
    "text": "A selection of 11 new and notable apps for you today: My Life as a Refugee A game about being a refugee? This is the work of the UN Refugee Agency: a game that sees players &quot;contemplate the same life-changing decisions refugees make in a true-to-life quest to try to survive, reach safety, reunite with loved ones and re-start their lives&quot;. The aim: to raise awareness of the issues.Android / iPhone Box Cloud service Box has launched an app for Windows Phone, helping its corporate customers share files and collaborate on documents from their Microsoft-powered device.Windows Phone Sky News International for iPad As the title makes clear, this isn&apos;t an app for BSkyB&apos;s home market of the UK. Instead, it&apos;s Sky News for the rest of the world, offering news, live TV streams and extra content. &quot;Free for a limited period&quot; according to its App Store listing.iPad Slipknot: Wear The Mask Here&apos;s a partnership that few Slipknot fans would have expected: the band have teamed up with agency Saatchi &amp; Saatchi to make their first official smartphone app. The idea: fans make their own Slipknot mask in the app, and share it via Twitter, Facebook and email. The link above is for Android, but here&apos;s the iPhone version.Android / iPhone Dragon Story Where there&apos;s money in freemium gaming, there&apos;s fast-followers. Backflip Studios has been making a mint from its DragonVale game, but rival publisher TeamLava has its own fire-breathing offering, Dragon Story. It&apos;s made the leap from iOS to Android, getting players to hatch, raise and breed virtual dragons, using in-app purchases to speed up their ambitions.Android Cheezburger Builder Meme-focused website group Cheezburger Network&apos;s new app claims to be &quot;the best way to caption your photos&quot;, helping people add captions to pics and submit them to the company&apos;s sites.iPhone GetTaxi A thought: why have so many of the taxi-hailing apps focused on iOS and Android, when a lot of the people taking taxis everywhere (in London at least) are still on BlackBerry smartphones? GetTaxi is hoping to capitalise with its BlackBerry app, which is currently available in London and Tel Aviv.BlackBerry Travel Angel from Orange Here&apos;s another useful BlackBerry app, from UK operator Orange. It tracks data, text and call usage when you&apos;re abroad: &quot;giving you total control so you can see how much you&apos;ve spent to date&quot;. Okay, so cutting roaming rates for all of the above would be good too, but at least being able to track usage is a start.BlackBerry Chortle UK comedy website Chortle now has an iPhone app, offering news, videos and a listing of upcoming comedy shows, including use of location to filter out the ones near you.iPhone Play by AOL AOL has launched a new version of its music app Play by AOL for Amazon&apos;s Kindle Fire tablet. it&apos;s a music player with social features built in, and while the news isn&apos;t much use for people in the UK  where the Kindle Fire isn&apos;t available the fact that the app has been revamped for a seven-inch tablet hints that it could also be coming to Google&apos;s Nexus 7 in the near future.Android (Kindle Fire) Ripple Ripple looks interesting: an app aimed at sports fans with an emphasis on the London Olympic Games. It&apos;s based around two views: a top-down map and an augmented reality view, offering information on local businesses and venues in London but also with scores, news and medal tables from the Games.Windows Phone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/25/apps-rush-refugee-box-sky-news", 
    "wordcount": "592"
}