{
    "headline": "Scotland's North Sea energy policies 'irreconcilable with green government'", 
    "text": "Alex Salmond&apos;s claim that he heads one of the world&apos;s greenest governments has been vigorously contested after it emerged his North Sea oil plans could pump up to 10bn tonnes of CO2 into the atmosphere. Senior climate scientists and environmentalists said Scotland&apos;s first minister was guilty of &quot;indefensible&quot; and &quot;irreconcilable&quot; policies on energy and climate change that seriously undermined global attempts to prevent significant global warming. A Guardian analysis of his government&apos;s energy strategy has found that its plans to sell 12-24bn barrels of oil and gas (BBOE) over the next 40 years for an estimated 1.5 trillion  the most oil available  would mean the release of 5.2-10.4bn tonnes of CO2 into the atmosphere. That figure, verified by climate experts, dwarfs the impact of the Scottish government&apos;s &quot;world-leading&quot; legally binding targets to cut Scotland&apos;s CO2 emissions by 42% by 2020, down to 40m tonnes. It has a parallel target to generate the equivalent of 100% of its domestic electricity needs from renewables by 2020, a policy that will save just 9m tonnes of CO2 by 2020, while only allowing new coal-fired stations that partly use carbon-capture technology. Kevin Anderson, deputy director of the Tyndall Centre on climate change in Manchester and one of the UK&apos;s most senior climate scientists, said the world was dangerously close to breaching safe CO2 levels in the atmosphere. &quot;Without a shadow of a doubt, this is a significant and serious contradiction,&quot; he said. &quot;You cannot reconcile the position of exploiting additional fossil fuels whilst holding to our commitments [to cut carbon emissions]. In order for us to meet our international obligations, we cannot justify the extraction of additional fossil fuels.&quot; Salmond is opening an annual low-carbon investment conference in Edinburgh on Wednesday, where the UK energy secretary, Ed Davey, and the chairman of the UK green investment bank, Lord Smith, are among the keynote speakers. But these conflicts within Salmond&apos;s energy policies, which are central to his economic case for Scottish independence, have prompted influential supporters in the environment movement to start openly criticising his government&apos;s record on cutting emissions for the first time. Salmond has described climate change as &quot;a huge injustice&quot; but his government admitted in July it had failed to meet this year&apos;s legally binding annual target to reduce emissions. Scotland&apos;s emissions increased by 6% in 2010 to 56m tonnes of CO2. Stop Climate Chaos Scotland, a large coalition of 60 green groups, development charities, churches and trades unions, is organising a mass lobby in the Scottish parliament later this month, urging Salmond to &quot;get your act together&quot; on cutting emissions. Richard Dixon, director of the environment group WWF Scotland, said: &quot;It is clearly indefensible to plan to make Scotland a low-carbon economy but at the same time quite happily export billions of barrels of oil for someone else to burn.&quot; Other experts believe Scotland can justifiably export oil and gas for the short to medium term, but had to intensify efforts to reduce demand for fossil fuels in tandem with vigorously introducing low-carbon alternatives. Prof Stephen Salter, who was given the first Saltire prize medal for his pioneering work on marine energy at Edinburgh university by Salmond last year, said the energy and climate policies &quot;did not fit&quot;. Regarded as the founding father of marine energy, Salter said Salmond&apos;s commitment to renewable energy had to be saluted but his government should slow down fossil fuel production, only using it to protect basic energy supplies and increase their value. &quot;Scotland would benefit most if sufficient fossil fuel investment was in place to keep the lights on if the renewables are late but extraction was slowed down so that it got the high-end price,&quot; he said. The Scottish government said exports of fossil fuels had no bearing on Scotland&apos;s domestic carbon emissions and said some of that energy use was covered by the European Union&apos;s carbon trading scheme. Scotland needed to secure its future energy supplies and cut reliance on fuel imports, while still supplying the fuels needed for transport and industry into the foreseeable future, and insisted it was &quot;leading the way&quot; on new low carbon technologies. &quot;Our oil and gas strategy aims to maximise the proportions of oil and gas which are recovered from each field. This is the sensible approach to stewardship of what are finite resources,&quot; a spokeswoman said.", 
    "section": "environment", 
    "gid": "politics/2012/oct/09/scotland-energy-policies-attacked", 
    "wordcount": "748"
}