{
    "headline": "Further north than expected, the Arctic Sunrise reaches the edge of the ice cap", 
    "text": "After setting out from northern Norway last week to witness this year&apos;s record sea melt in the Arctic, we reached the edge of the Arctic polar ice cap this morning. It&apos;s far further north than expected, at around 82 deg N, but the annual sea ice retreat here has been nowhere near as great as on the Alaskan side of the ice cap, where it has dramatically pulled back hundreds of miles further than usual. The plan was to send our Danish ice pilot and a photographer up in a helicopter to examine the ice scape, but it was far too foggy and the Norwegian chopper pilot wasn&apos;t going up for anyone. There has been much to see, though. Like two polar bears hunting just 150 yards from the boat. We sounded a respectful warning horn as we passed them on our port side but they barely registered us. More remarkably, we saw distinct human footprints on another ice floe. We are possibly 500 miles from any habitation, so whose footprints were they? Where had they come from? How old were they? Had the polar bears got whoever it was? The consensus view is that they could be a year old on a floe that has circulated hundreds of miles and travelled perhaps from as far as Greenland or Svalbard. They could be those of a seal hunter or a fisherman. We are now less than 500 miles from the north pole and the temperature is dropping fast. The plan is to press deeper into the ice to find a good-sized floe where the three scientists, based in Cambridge, Scotland and the US, can set up their instruments to measure ice thickness, wave action and how the waves change as they penetrate the ice. Nick Toberg from the University of Cambridge is working with Ettiore Pedretti, an engineer from the Scottish Marine Institute in Oban, to see how waves get under the pack ice and break it up. The impact of the waves on the rapid acceleration of ice loss in the Arctic is a little understood area and they have brought a buoy full of instruments which they will test. Next year they want to return with 25 more buoys to monitor wave action over many kilometres. The data could be vital to understanding how waves expose more water to solar radiation and allow the ice to melt from below. Julienne Stroeve, from the National Snow and Ice Data Centre in Colorado, is here to track and &quot;characterise&quot; the ice we pass though. She mostly works from satellite data, but they can&apos;t tell the quality or age of the ice or the way it is moving. Greenpeace has its own plans, which I can&apos;t divulge, but what ice pilot Arne Sorensen is looking for is a stable ice floe at least two metres thick, 100 yards long and a little less wide. The Arctic Sunrise will then attempt to moor up against it. Then, polar bears, fog, time, weather, ice and much else permitting, we will descend on to the ice for much of the week.", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/10/arctic-sunrise-polar-ice-cap", 
    "wordcount": "519"
}