{
    "headline": "Google News introduces fact check feature  just in time for US election", 
    "text": "In the midst of a highly charged presidential election, where fact and fiction have frequently become confused, Google News has introduced a new fact check feature in search results for news stories. Launched today, fact check will now appear as a label among news search results, alongside other established labels such as opinion, local source and highly cited.  Google News algorithmically connects fact-checking articles with live news stories partly based on an established process called Claim Review. Google says that sites meeting the definition of a fact-checking service can apply to have their service included.   Related: Debate fact-check: Hillary Clinton and Donald Trump's claims reviewed    In a blogpost promoting the new feature, Google said: Were excited to see the growth of the Fact Check community and to shine a light on its efforts to divine fact from fiction, wisdom from spin. Facebook, despite its increasingly critical role in the distribution of news, has yet to deploy any fact-checking feature. Research by the Reuters Institute for the Study of Journalism in June 2016 found that Facebook was the primary source of news for 18- to 24-year-olds. After sacking its trending topics news team, the social media site was at the center of a storm when its algorithm started promoting fake news. In Google News, fact check labels are visible in the expanded story box on the Google News site, on both the iOS and Android apps, and roll out for users in the US and UK first. The timing of the new label is significant, contributing to an unprecedented US presidential election where both sides have been accused of misrepresenting facts. Some commentators have used the term post-truth to describe the current state of political discussion.  There are 26 days, and one remaining debate, until the US electorate votes on 8 November  not 28 November, as Donald Trump incorrectly stated this week.  This article was amended on 19 October 2016 to state that the Reuters Institute, not Pew, was the source of the June 2016 research.", 
    "section": "technology", 
    "gid": "technology/2016/oct/13/google-news-fact-check-trump-clinton-us-election", 
    "wordcount": "326"
}