{
    "headline": "Prison Architect  the game that asks, what's it like to run a jail?", 
    "text": "Think of computer game management simulations, and you usually think of aspirational jobs - or at least the things we dreamed of doing as kids. Theme parks, railroads, game development studios, farms  all have featured in this popular genre since it flourished in the &apos;90s. But right now, there is something very different out there, something intriguing enough to attract over 10,000 players into its paid online alpha test. That something is Prison Architect and it may just be the most fascinating and troubling management title ever devised.  Developed by UK studio Introversion, the game challenges players to build their own functioning jails, from a variety of components. Cells, canteens, exercise areas and even morgues all have to be constructed to keep the ever-growing inmate population healthy, if not exactly happy. There&apos;s a sandbox mode where the aim is simply to keep constructing and modifying the facility, but in the campaign mode, there&apos;s a series of story-driven chapters where you have specific objectives based around a range of characters. And these look like they&apos;re going to be pretty dark. &quot;The idea came from a holiday in California with my wife,&quot; explains designer and programmer Chris Delay. &quot;We were going around Alcatraz, and it had a really nice audio guide with all these atmospheric stories. There was also a guide demonstrating the doors - cranking these enormous levers. It&apos;s all pre-electronics, it&apos;s a purely mechanical, gear-based system and it gives it this amazing sound. I was really geeking out over this stuff. I felt that I wanted to make a game based on prisons that had really elaborate mechanics and complex AI - very much presented in the style of classic Bullfrog management games like Dungeon Keeper with a British sense of humour to it&quot;. The gameplay structure is based around Maslow&apos;s hierarchy of needs  prisoners need basic care to begin with but will become more demanding as standards increase. &quot;It&apos;s like a pyramid that starts with food and sleep,&quot; says Delay. &quot;If these are not satisfied they override all the other needs above. The next level is safety, the next is social, and each level is harder to get to, especially in a prison where you don&apos;t have freedom of movement. That model underpins the inmates&apos; lives and drives them through the day - they do their best to satisfy their needs, depending on where they&apos;re allowed to go at that particular time  so if they&apos;re dying for a shower and it&apos;s not shower time they get more and more angry&quot;.       And of course, what you don&apos;t want is a prison full of furious and frustrated criminals, because that means only one thing. &quot;Yes riots can kick off,&quot; says Delay. &quot;It happens when some angry prisoners successfully &apos;capture&apos; their zone, which entails defeating the guards in the area. They then take the guards&apos; weapon and keys, unlock all the cell doors to let the other prisoners out, and barricade themselves in. They can be incredibly destructive. Your staff will fall back and even your guards will refuse to go into the lost zone, because it&apos;s just too dangerous. You have to use Riot Police to retake the zone by force&quot;. In effect, then, the game is has a classic management sim objective: keep the punters happy. Except these punters won&apos;t just wander disillusioned out of your sim construction when it fails to meet their approval, they&apos;ll burn it down. Furthermore, whereas in titles like Theme Park it&apos;s pretty easy to spread joy on a micro level, running a prison is all about controlling the masses.  &quot;Every prisoner has their AI running - but from a player&apos;s point of view you can&apos;t really make decisions based on individual inmates,&quot; says Delay. &quot;You may have 100 inmates so you need to look at the whole society of your prison - if half the prisoners want a shower then you might improve the washing facilities to make them more efficient. After that, you can you start thinking about the next level, which is physical health, exercise and well-being. And once you start talking about really high level leftwing concepts like education and rehabilitation, these are really hard to get to because everything underneath has to be taken care of. You can build a school in the middle of the prison but if everyone is starving or scared that they&apos;re going to be shanked, they won&apos;t get anything out of it.&quot; Although there&apos;s a streak of humour running through the game with its teeny thugs wandering the corridors cutely battering each other, Prison Architect also tackles the complex ethics of punishment and incarceration. Players will need to decide on the morality of their institution - will it be an impressing citadel of punishment or an idyll of correction and rehabilitation? The right answer seems to be the latter, but Introversion is keen to ensure that there really is no right answer in this complex arena. &quot;We don&apos;t really want you to be able to build a leftwing utopian paradise and have it work seamlessly,&quot; says the studio&apos;s MD, Mark Morris. &quot;For example, if you put pay phones in, you&apos;re meeting the needs of prisoners who want to contact loved ones. However, there are others who&apos;ll use them to phone up for getaway cars, or arrange drug drops. Some prisoners will always abuse the facilities - and where that line is drawn is what I find most interesting. If you&apos;ve been sent down for 20 years, being able to call your mum and dad isn&apos;t really going to have that much effect. The player needs to feel they have agency in the world, and we have embryonic ideas on how we&apos;ll be able to communicate all this. You should be able to build a rightwing hell-hole or a liberal paradise but neither will entirely work - that would be a fantasy&quot;.  The story mode, which has the player working as a private prison contractor, will also explore the morality of running these facilities. In one mission, you&apos;re required to build an execution chamber to deal with a death row inmate - but while you do that, the game reveals the backstory of the prisoner, casting questions on his guilt. &quot;I love playing with that quite dark idea of whether you can separate yourself from the reality of what you&apos;re doing,&quot; says Delay. &quot;There are lots of other games where you&apos;re just building roller coasters and stuff - they&apos;re just facilities. This is a building for an execution: does that change anything? The mean part of me likes putting players in that slightly uncomfortable position and then pushing it further&quot;. These sorts of dilemmas become somehow more complex in the sandbox mode, where players are driven, not by a linear narrative that demands acquiescence, but by the desire to succeed. Can we view the construction of an execution chamber in the same way we&apos;d view the building of a ferris wheel in Theme Park? Are these just virtual game pieces? &quot;You&apos;ll probably be paid more for taking in a death row prisoner,&quot; says Morris. &quot;You&apos;ll have to ask yourself whether you&apos;re comfortable with that or not. We&apos;ve really highlighted that moral decision. The next time you play through you may well have a prison full of execution chambers - a killing factory. People do that -they explore the different elements. If you just said to players, &apos;are you going to put in an execution chamber - yes or no&apos; there&apos;s no moral context; you&apos;ve done nothing to remind them what it means to kill someone. You&apos;re not just killing a little sprite, you&apos;re killing a character who you&apos;re not entirely convinced deserves to die&quot;.  Unsurprisingly, the team has had to carry out extensive research into prison construction and management. &quot;There are some fascinating architects&apos; bibles about the exact amount of light you get through roof and the effect it has on people,&quot; says Delay. &quot;There are rules on how big the slit in a cell wall needs to be; actual EU regulations! That&apos;s all very interesting to me. I mean, how do they decide that?&quot; But even if everything is based on scrupulous research, was there a worry about creating a game based around such an emotive and controversial subject? &quot;Yes,&quot; answers Delay, simply. &quot;And we realised a while ago that we were quite out of our depth. We had one of those panic moments as game designers&quot; oh crap, we&apos;re dealing with this incredibly contentious topic on which a lot of people in the world hold very strong opinions. And we&apos;re in a slightly isolated environment where we don&apos;t really see prisons in the same way as somebody living in America might do&quot;. America seems to have figured highly in the team&apos;s thinking. They tell me about Caon City in Colorado, home to 13 prisons including the Supermax facility, containing some of the country&apos;s most dangerous convicts. This is an area of 36,000 people, the nearby town mostly inhabited by prisoner and guard families, the economy relying on the facilities like a industrial city. Introversion has immersed itself in all this, studying the award-winning web documentary, Prison Valley, which analyses the town and its populace. &quot;We started talking to some ex-prisoners and ex-prison staff, some very interesting characters - we can&apos;t tell you who yet,&quot; says Delay. &quot;We want them to let us know if anything in the game is totally ridiculous. For example, we&apos;ve been looking into escape tunnels, which from a gameplay point of view make total sense; you get prisoners trying to escape, they leave little clues about what&apos;s happening and you have to think about a shield to prevent them. But in reality, nobody tunnels out of their cell! It&apos;s not realistic, but we&apos;re trying to find a line - the place where the gameplay mechanics and the real world implications meet is where it&apos;s most interesting. I mean, do you start thinking that you need sniper towers around the parameter, turning the place into a hellhole just because one guy decides to tunnel?&quot;      In early October, Introversion made an alpha version of the game available online. Players could pay $30 to download it or a series of higher payments to get the game plus bonus items. It&apos;s a model that combines the Kickstarter perks model with the roll-out of Mojang&apos;s hugely successful building sim Minecraft. And it turned out to be an incredibly good idea. &quot;In our first four weeks over 10,000 people have bought our alpha, generating about $360,000,&quot; says Delay. &quot;We never expected this level of response, and it&apos;s hugely exciting to be at the helm of such a big following. Before we launched the alpha we agreed we&apos;d be happy with a couple of hundred sales in the first day and maybe a thousand by the end of the first month, so this is way in excess of what we expected&quot;. This being an alpha (i.e. incomplete) release, Introversion has been able to update the game based on feedback. &quot;We polled our community for most requested feature, and the current top rated option is the ability to Zone your prison into wings,&quot; explains Delay. &quot;So you could set up one areas as Zone A, and prisoners in those cells are only allowed to stay in Zone A, they have to eat and shower there, too. Using that feature you can divide up your prison into self-contained areas, and this paves the way for different types of prisoners like Max Sec.We changed direction a fair amount because none of this was particularly high priority for us until we saw how much people wanted it&quot;. At the moment, players are able to share their best prison maps online with other fans, but there&apos;s no multiplayer: &quot;I&apos;d love to have it,&quot; says Morris. &quot; But we need to have the game out there and working&quot;. The game is currently PC and Mac only, and eventually Steam distribution is likely. There&apos;s also talk of a tablet version further down the line, but a console version is well unlikely. As a company, Introversion was almost ruined when it tried to port its cult classic Darwinia to Xbox Live, a four-year process that cost tens of thousands of pounds and brought in few sales.  And it&apos;s not necessary. Despite the fact that running a prison is hardly something we all dream of, there is clearly plenty of curiosity out there. &quot;We have a really active community already, and we are polling them to find out what features they most want to see,&quot; says Delay. &quot;We&apos;ve got people suggesting crazy stuff like all-female prisons, guard dogs that can be distracted by bacon, all kinds of stuff. The general feedback is that our fans love the game they are playing already and are almost as excited as we are about the new features coming!&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/02/prison-architect-preview", 
    "wordcount": "2211"
}