{
    "headline": "Apps Rush: MOG, Alltop for iPad, Fish: A Tap Essay, 100 Jazz Legends, London Zoo, Los Angeles Times AR and more", 
    "text": "A selection of 21 new apps for you today: MOG for iPad Streaming music service MOG is one of Spotify&apos;s rivals in the US, but isn&apos;t available in the UK yet. Strangely, its new iPad app is. Anyway, a slick interface provides access to albums and artist-generated radio, with the ability to download tracks to the tablet for offline play.iPad Alltop for iPad Founded in 2008 by Silicon Valley entrepreneur Guy Kawasaki, Alltop styles itself as an &quot;online magazine rack&quot; aggregating content from blogs and websites. Now it&apos;s launched an iPad app, promising a personalised selection of stories from more than 35,000 RSS feeds.iPad Los Angeles Times AR Player It looks like publisher Tribune is preparing for an augmented reality experiment with its Los Angeles Times newspaper. An app has gone live for iOS that will &quot;bring to life an upcoming AR enabled edition of the newspaper&quot;. There&apos;s no indication which AR platform the newspaper is using.iPhone / iPad Fish: A Tap Essay This is a very intriguing idea: &quot;A Tap Essay, unfurling its argument tap by tap, using bold typography, bright colour, and a few surprises...&quot; The essay focuses on the difference between liking something on the internet and loving it, and is the work of writer Robin Sloan.iPhone 100 Jazz Legends by BBC Music Magazine BBC Music Magazine has rounded up its choice of the 100 greatest jazz musicians for this iPad book-app, with biographical entries for each as well as an iTunes widget to serve up samples from their back catalogues.iPad London Zoo London Zoo now has an official Android app, which can be used to buy tickets, plan a day&apos;s visit and check out what talks and events are taking place. Within the zoo, it acts as a map to show which animals and facilities are nearby. It joins the existing iPhone version.Android Pocket Brain Can&apos;t find a human brain to dissect in the real world? Try this virtual version instead. Created by Pocket Academy, it&apos;s an iOS app for medical, nursing and health care professionals to visualise the brain and communicate with patients and colleagues.iPhone / iPad SoulCraft MobileBits&apos; ambitious action RPG SoulCraft came out before in a version for devices with an Nvidia Tegra processor, but now it&apos;s opening up to more devices. Still in beta, it sees you adventuring through cities including Venice, Rome and New York battling demons and humans alike.Android ChannelCaster Personalised News Mashup Mashup? It&apos;s 2008 again! No, ChannelCaster is one of the wave of news aggregation apps in 2012, and has already been popular on Android. Launched by OneLouder, it curates articles in channels including news, sports and entertainment, while also pulling in tweets, YouTube videos and Flickr photos. iPhone / iPad Bloomsbury Lexicon Reference Dictionaries Not one app, but a set of 28 based on Bloomsbury Publishing&apos;s set of print reference dictionaries for areas including law, politics, accountancy and banking. They&apos;ve been turned into apps by Tagstar Publishing, charging 4.99 per app.iPhone Cooper&apos;s Pack New York City This is a marvellous idea: &quot;Children&apos;s Travel Guides based on stuffed animals traveling around the world, city by city&quot;. This one focuses on New York, and is aimed at 5-12 year-olds, along with their parents.iPhone / iPad GrabRadio GrabRadio is the latest internet radio-streaming app looking to take TuneIn&apos;s crown. Available on Windows Phone, it offers more than 35,000 stations, as well as podcasts. It integrates with Microsoft&apos;s own music store to buy songs that you&apos;ve heard, too.Windows Phone Pinspire &quot;Discover, collect, and share images you love on Pinspire...&quot; Hang on, that sounds familiar. Yes, Pinspire is an unashamed clone of Pinterest, launched by German entrepreneurs the Samwer Brothers. Now it has an official iPhone app too.iPhone The London Book Fair This year&apos;s London Book Fair event has an official app for iPhone and Android, offering a schedule, exhibitor and speaker listings, floorplan maps and social features. The link above is for Android but here&apos;s the iPhone version.Android / iPhone My DisabledGo London In good time for London 2012 comes this guide to the capital, rating 20,000 venues and attractions on accessibility grounds for disabled tourists (or, indeed, disabled Londoners).iPhone App Talk Beta In more accessible-apps news, App Talk helps partially sighted and sight-restricted users to find other apps that are optimised for their needs, using audio description via Android&apos;s Text2speech library.Android 0870 Daily Star Edition The 0870 app helps you find cheaper numbers to call companies&apos; customer service departments from your mobile phone. It&apos;s usually a paid app, but now has a sponsorship deal with the Daily Star Sunday to make it free on Android the iPhone version has also been dropped to free.Android MyBizTracker Intuit&apos;s new iPhone app is aimed at small businesses in the UK, helping them to track their finances. It helps keep a running total of income, expenses and balance, while storing photo records of invoices, bills and receipts.iPhone Politico for Tablet US political site Politico has a new app for Android tablets, promising &quot;the fastest, most in-depth coverage of the president, Congress and the 2012 presidential race&quot;.Android Lovehoney Sex Toys Apple approving a sex-toys app? Yep. This lets you buy all manner of rumpo-gadgets from the UK online retailer, paying using your PayPal account.iPhone Lewis Carroll&apos;s Jabberwocky This looks fun: a &quot;typographical adventure&quot; based on Lewis Carroll&apos;s famous Jaberwocky poem, developed by Scott Laserow.iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/26/apps-rush-mog-alltop-ipad", 
    "wordcount": "925"
}