{
    "headline": "Google faces complaint to European regulator over 'predatory pricing'", 
    "text": "Google&apos;s provision of its Android operating system for free is anti-competitive &quot;predatory pricing&quot;, according to a complaint filed with European regulators by Fairsearch Europe, a group whose members include bitter rival Microsoft. The group says Android is &quot;a deceptive way to build advantages&quot; which aims to &quot;dominate the mobile marketplace and cement its control over consumer internet data for online advertising as usage shifts to mobile&quot;. The complaint comes as the European commission&apos;s antitrust chief, Joaqun Almunia, continues an investigation into Google&apos;s dominance in search that has ground on for more than two years without any clear action. The EC competition group has raised four principal objections to Google&apos;s activities in Europe  normally a precursor to regulatory action. The Guardian understands that Almunia&apos;s team has also been considering whether to include Android in any settlement with Google, but had not reached any definitive answer. Almunia declined to comment on Monday about the complaint but said that he would be receiving proposals this week from Google on how to settle the EC&apos;s objections. Android-powered phones make up about 70% of those shipped in Europe at present, though a smaller amount of the installed base. Microsoft&apos;s Windows Phone makes up around 5%. Predatory pricing complaints accuse a company of providing a product at below cost in order to drive rivals out of the market. Only Google and Microsoft provide licensed mobile OSs; the other principal players, Apple and BlackBerry, do not license theirs. Nokia has ceased licensing its Symbian operating system. In the Fairsearch complaint, Thomas Vinje, a lawyer acting for the group, says: &quot;Google is using its Android mobile operating system as a &apos;Trojan horse&apos; to deceive partners, monopolise the mobile marketplace, and control consumer data. We are asking the commission to move quickly and decisively to protect competition and innovation in this critical market. Failure to act will only embolden Google to repeat its desktop abuses of dominance as consumers increasingly turn to a mobile platform dominated by Google&apos;s Android operating system.&quot; A Google spokesman responded: &quot;We continue to work co-operatively with the European commission.&quot; Fairsearch Europe includes 17 companies, including Microsoft, Expedia, Nokia, Oracle and TripAdvisor  all rivals in some way to Google&apos;s position, or who have seen their positions eroded by its growth. Google provides Android for free, undercutting Microsoft&apos;s paid-for Windows Phone mobile software that companies including Microsoft, HTC and Samsung use. To achieve &quot;registration&quot; with Google, the phonemaker must include Google apps, such as its Play store, YouTube video and Mail app. But that is not obligatory, and around a quarter of all Android-based phones shipped every quarter are not registered with Google; almost all of those are sold in China, where Google&apos;s search engine is not licensed by the government. Handset makers who sign up to provide Google-approved apps face certain restrictions on how they can offer Android without Google services. In September 2012 it blocked Acer from offering a smartphone with China&apos;s Alibaba service on the basis that the OS being offered on the phone was an &quot;incomplete&quot; version of Android that would fragment the system.", 
    "section": "technology", 
    "gid": "technology/2013/apr/09/google-faces-complaint-european-regulator-pricing", 
    "wordcount": "528"
}