{
    "headline": "You can die of 'broken heart syndrome'", 
    "text": "Can you die of a broken heart? It can certainly feel that way, and anyone who experiences intense grief after losing a loved one may wonder whether they will survive. Dr Alexander Lyon, who is a consultant cardiologist at the Royal Brompton, the specialist heart and lung hospital, is working with researchers at Imperial College to understand why some people die in the few days after a sudden, devastating loss. A rush of overwhelming fear or extreme pain are the types of shock he says might also lead to catastrophic heart failure. But it&apos;s not just &quot;bad&quot; emotions that can trigger a condition known as &quot;broken heart syndrome&quot;, Lyon says  it could equally be the shock of intense, unexpected happiness, such as winning the lottery. The trigger for the syndrome  also called stress cardiomyopathy or Takotsubo cardiomyopathy  is the body&apos;s sudden, massive release of adrenaline, which can &quot;stun&quot; the bottom half of the main pumping chamber of the heart, in effect paralysing it and requiring the top portion of the chamber to work much harder to compensate. This, says Lyon, can be confusing to someone attempting a diagnosis, as doctors are taught that adrenaline is the &quot;fight or flight&quot; hormone that makes hearts pump faster and stronger. Broken heart syndrome is a condition in which adrenaline causes weakness instead. In his research Lyon is trying to find out why this type of acute stress causes the heart to get weaker, why just one part of the heart is affected by the adrenaline surge, and what factors make some people particularly susceptible  or resilient  to the hormone rush. To expand his research sample, he&apos;s inviting anyone who thinks they may have experienced Takotsubo cardiomyopathy to contact him (a.lyon@rbht.nhs.uk). Interestingly, survival rates for anyone discharged from hospital having suffered the condition are pretty much 100%. Although, he says, the condition is little known and many of the typical symptoms indicate a standard heart attack caused by a blockage to a coronary artery. This means the patient may be misdiagnosed initially. Reliable numbers of cases are hard to come by as there is currently no official tag for logging stress cardiomyopathy as a diagnosis on relevant databases. Lyon, however, has lobbied to get the syndrome added as a datapoint, so proper statistics will soon become available. He is also setting up a European network of doctors interested in the condition, who will pool their results to increase understanding of this newly emerging condition. Current figures suggest that in the UK about 2% of the 300,000 &quot;heart attacks&quot; each year will in fact be broken heart syndrome. Over 10 years, that could be up to 60,000 cases. And Lyon suggests that rather more people may be dying suddenly of the condition before arriving at hospital, without an accurate diagnosis ever being made either pre- or post-mortem. Dying of a &quot;broken heart&quot;, therefore, may be more common than imagined. &quot;Humans have always been exposed to these kinds of stresses,&quot; says Lyon. &quot;The only reason we know about the syndrome now is because people presenting with heart attack symptoms can have coronary angiograms very soon after their chest pain begins. &quot;To a cardiologist, a heart attack means a blocked coronary artery, but in this condition we find the coronary arteries are open and the blood supply is fine. We then look at the pumping chamber and it&apos;s paralysed, plus it&apos;s taken on a unique and abnormal shape; it looks like a Japanese fisherman&apos;s octopus pot, called Takotsubo, hence its name.&quot; About 90% of diagnosed broken heart syndrome cases are in post-menopausal women  which begs the question, why aren&apos;t men getting it? Lyon suggests that men may in fact be suffering from the condition  but collapse and die before reaching hospital and medical attention. &quot;Our current hypothesis is that men drop down dead if they have a big stress, whereas women recover,&quot; he says. &quot;There is one guaranteed, huge, stress in everyone&apos;s life; their birth. But for many women there is another stress, childbirth, which may happen multiple times. It would be odd if these repeated stresses gave rise to a life-threatening heart condition, so we think women have a protective factor, which, after menopause, may drop off.&quot; Lyon believes that when men are hit with a stress overload and very high adrenaline levels, there may be instances in which they die very suddenly. The real cause of death may not be obvious to the pathologist, he says. &quot;The pathologist opens the heart, sees some signs of coronary artery disease, because in western society pretty well all adult men will have evidence of it, and so records coronary heart disease as the cause of death,&quot; he says. Sudden deaths in otherwise healthy young men in custody, young men who are high on drugs and have been forcibly restrained, and deaths under restraint in psychiatric hospitals, are all situations in which Lyon says stress cardiomyopathy should be considered. &quot;Restraint is a very provocative stressor, not least if you have a loss of insight because you&apos;re high on drugs or have a psychiatric illness,&quot; he says. &quot;And with deaths in custody, we know that hearts are very often normal when examined, so this syndrome becomes relevant. It may be happening far more often than is reported.&quot; It may be a less than romantic question on Valentine&apos;s Day, but can you, quite literally, die of heartbreak after being dumped, or from the emotional pain of a loved one&apos;s sudden demise? The answer, it seems, is that during the few days after experiencing extreme stress of this nature, it is possible  a thought that might prompt GPs to consider how to support people in such situations. A recent study shows that the risk of dying suddenly from a cardiac arrest is 16 times higher the day after losing a spouse. A cheery thought for Valentine&apos;s Day lovers looking forward to a long and happy life together Contact Dr Lyon at a.lyon@rbht.nhs.uk Hear him at the free Valentine&apos;s Day Mending Broken Hearts seminar, 6-8pm 14 February at the Pathology Museum, London E1", 
    "section": "education", 
    "gid": "education/2012/feb/13/broken-heart-stress-cardiomyopathy-takosubo", 
    "wordcount": "1047"
}