{
    "headline": "Tyrannosaurus skeleton to be auctioned in New York", 
    "text": "A magnificent dinosaur skeleton that was stored  in its constituent bits  in a warehouse in Dorset is expected to fetch up to 1m at auction. The skeleton of a Tyrannosaurus bataar, a cousin of T rex, was acquired by an unnamed British collector seven years ago after being discovered in the Gobi desert in Mongolia. He stored the bones in a warehouse near his home until beginning the tricky task of piecing the skeleton together. He half-completed the project before shipping the bones to the US where an American expert finished the job. The skeleton, which stands 2.5 metres tall and is 7 metres long, is being sold in New York at the weekend for between $950,000$1.5m. According to Heritage Auctions, the skeleton is a &quot;museum-quality specimen of one of the most emblematic dinosaurs ever to have stalked this earth&quot;. The catalogue description says: &quot;This is an incredible, complete skeleton, painstakingly excavated and prepared, and mounted in a dramatic, forward-leaning running pose. The quality of preservation is superb, with wonderful bone texture and delightfully mottled greyish bone colour. In striking contrast are those deadly teeth, long and frightfully robust, in a warm woody brown colour, the fearsome, bristling mouth and monstrous jaws leaving one in no doubt as to how the creature came to rule its food chain.&quot; However, it concedes there are a few bits missing. The body is 75% complete and the skull 80%. David Herskowitz, director of natural history at Heritage Auctions, said: &quot;Dinosaurs of this size and scarcity almost never come to market fully prepared and fully mounted like this. Standing next to this thing you can really get a sense of not just its heft, but also its dreadful beauty.&quot; In 1997 a T rex skeleton, nicknamed Sue, sold for more than $8m. Sue is now to be found at the Field Museum in Chicago.", 
    "section": "science", 
    "gid": "science/2012/may/16/tyrannosaurus-skeleton-auction-new-york", 
    "wordcount": "321"
}