{
    "headline": "Tim Berners-Lee: the internet has no off switch", 
    "text": "There is no &quot;off switch&quot; for the internet, says the British inventor of the world wide web  and that is a good thing, because it could only be undone by governments around the world coordinating to turn it into a centralised system. Sir Tim Berners-Lee, who launched the first web page on Christmas Day 1990, was speaking at the launch of a global league table showing which countries put the web to work best. His &quot;off switch&quot; comments came after concerns were expressed last year that the former Egyptian regime led by Hosni Mubarak had suppressed the use of the web to try to damp down the revolution that eventually overthrew it. Berners-Lee, 57, said: &quot;The way the internet is designed is very much as a decentralised system. At the moment, because countries connect to each other in lots of different ways, there is no one off switch, there is no central place where you can turn it off. &quot;In order to be able to turn the whole thing off or really block, suppress one particular idea then the countries and governments would have to get together and agree and co-ordinate and turn it from a decentralised system to being a centralised system. &quot;And if that does happen it is really important that everybody fights against that sort of direction.&quot; His comments came on the same day that Jimmy Wales, the co-founder of the collaborative online encyclopaedia Wikipedia, gave evidence to MPs about proposals to monitor and store details about emails and other internet communications. Wales has frequently expressed strong opposition to the suggestion of extending government control of the internet; earlier this year he called for a blackout of Wikipedia to protest at a proposed US law which would have been able to shut down non-US sites alleged to infringe copyright. Berners-Lee told the Guardian earlier this year that the government should abandon the proposals, calling them &quot;a destruction of human rights&quot; and warning that &quot;the amount of control you have over somebody if you can monitor internet activity is amazing.&quot; The global league table, launched on Wednesday by the World Wide Web Foundation, showed Sweden as the top country for its use of the web, with the US second and the UK in third place. Burkina Faso, Zimbabwe and Yemen were the bottom three of 61 countries measured using indicators such as the political, economic and social impact of the web, connectivity and use. The league table, which will be updated annually and will also try to measure absolute as well as relative improvements, uses data from the past five years, and compares elements such as the extent to which relevant and useful content is available to citizens; the political, economic and social impact of the web; the speed of connections; and levels of censorship. The UK&apos;s scores were lowest for web usage and social impact. China, despite having the world&apos;s largest internet population, ranked 29th, and was 42nd in terms of political impact out of the 61 countries examined.  This article was amended on September 6 as it incorrectly listed Nepal, Cameroon and Mali as being the bottom three countries in the Index.", 
    "section": "technology", 
    "gid": "technology/2012/sep/05/tim-berners-lee-internet-off-switch", 
    "wordcount": "538"
}