{
    "headline": "Sussex University students stand up against privatisation", 
    "text": "It is a dispute that has radicalised dozens of students, shut down sections of Sussex University for more than a month and won admiration and support from the likes of Noam Chomsky, Tariq Ali and the actor Peter Capaldi. At issue are two clashing visions of the university experience  one that sees students as consumers and another that rejects the commercialisation of learning and everything that goes with it. Other universities are watching as students and staff at the Falmer campus, near Brighton, flex their campaigning muscles. The trigger for the dispute is what the protesters regard as creeping privatisation on campus. Sussex is one of several universities outsourcing key services such as catering and estate management. Student campaigners, who have occupied the university&apos;s conference centre since early February, say the move will jeopardise employment terms and conditions. &quot;Private providers won&apos;t be bound to provide workers with the same contract terms, so there&apos;s a danger positions may be undermined,&quot; said William Brown, a first-year English student. &quot;The university has also been very unclear about the reasons behind the decision, which is incredibly hypocritical of an academic institution.&quot; Plans to outsource services at Sussex were &quot;the straw that broke the camel&apos;s back&quot;, said Theadora Jean, a master&apos;s student in critical and creative writing. &quot;Even among people like myself who aren&apos;t taking part in the protests, there is a lot of support for the campaign. Across the country universities are becoming more and more like businesses  this is about making a stand against that. It&apos;s the principle that counts.&quot; The university&apos;s vice-chancellor, Michael Farthing, told BBC Radio Sussex: &quot;I respect students&apos; right to voice their opinions  Sussex has always been a place where people are critical of a whole range of issues from management to government. &quot;Providing the protests are peaceful, and providing they&apos;re legal and the protesters are safe, we have freedom of speech here and we allow people to express their views.&quot; He added: &quot;We&apos;re talking about a relatively small number of students and there are many students on campus who would have diametrically the opposite views to those in the conference centre.&quot; Universities and colleges are increasingly looking to outsource campus services, according to the National Union of Students, which is working with Unison to advise students what impact the privatisation of university services could have on their experience. The NUS says London Metropolitan University is using a private firm to reshape its non-teaching services and Falmouth University plans to move academic support staff to a private company, FX Plus. The company, which is jointly owned by Exeter and Falmouth universities and employs 235 of the universities&apos; non-academic staff, would allow the university to evade the national pay structures that usually apply in higher education. In November, the University of Central Lancashire became the first public university to apply to become a private company. Rachel Wenstone, NUS vice-president for higher education, said: &quot;If you&apos;re looking to make profit from frontline student services then you&apos;re doing the wrong thing. Part of a university&apos;s responsibility is to ensure their students are happy and healthy while on campus. This means certain things, like good housing and food, are fundamental and you shouldn&apos;t be making a profit from either  unfortunately that&apos;s exactly what private companies will do.&quot; &quot;Universities are public institutions, they provide services not only to students but also to the public. If universities are profit-driven, this destroys the possibility that they have any level of community responsibility  and it means students will not have the opportunity to shape what that looks like.&quot; Support for the Sussex occupiers can be seen across the Sussex campus, yellow squares  an image used by the occupiers  are displayed in windows and worn by sympathetic staff and students, while chants reproaching the university vice-chancellor Michael Farthing are heard at protesters&apos; demonstrations. The dispute shows no sign of abating. While a university meeting with the occupiers ended in deadlock, the University and Colleges Union says staff have been stopped from wearing badges to show their support for the campaign. A senior academic from the School of English said the censorship put Sussex&apos;s reputation as a free-thinking academic institution at risk. &quot;This behaviour is clearly at odds with management&apos;s repeated claims to the national press that it is open to staff and faculty views, and most crucially it undermines the role of the university as an open marketplace of ideas.&quot; Adriano Marola, a third-year international relations and development studies student, said staff and students should be involved in the running of universities. &quot;No one in the community apart from the university management knows what&apos;s going on. On the one hand people&apos;s livelihoods are being undermined, but on top of that, the abilities of students and long-standing staff members are being undermined because their arguments are being completely disregarded. Students aren&apos;t just consumers buying degrees, as the government suggests. Our opinions should be listened to.&quot; Brown hopes the negative publicity will force management to back down. &quot;The occupation is costing them money because they rent Bramber House [the building being occupied] out as a conference centre, so it&apos;s a drain on resources, but we&apos;re also highlighting their privatisation plans, which are an embarrassment to the university.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/10/sussex-university-students-privatisation-protest", 
    "wordcount": "890"
}