{
    "headline": "Richard O'Dwyer: leaked memo exposes lobbying by Hollywood studios", 
    "text": "     The mother of Richard O&apos;Dwyer, who is facing extradition to the US on copyright charges over his website TVShack.net, has reacted angrily after a leaked memo exposed a fresh lobbying effort by Hollywood studios to counter public support for the British student. A leaked communications plan drawn up by the Motion Picture Association of America, which represents the six major film studios, urged studio publicists to focus more on the criminal activity of alleged filesharing websites. The document showed a renewed attempt by the MPAA to recruit what it called allies and third parties to speak in favour of the controversial extradition. Julia O&apos;Dwyer described the memo as &quot;unnecessarily vindictive&quot; and said her son was being subjected to trial by MPAA. O&apos;Dwyer, 24, faces up to 10 years in US prison for alleged copyright offences relating to TVShack.net, a website that provided links to places where users could watch TV shows and films online. He has been described as the human face of the battle between the content industry and internet freedom. More than 240,000 people have signed a petition against his extradition. The petition was launched by Wikipedia founder Jimmy Wales on 24 June. The MPAA&apos;s communications plan, which was first published by the website TorrentFreak and verified by the Guardian on Tuesday evening, showed the Hollywood studio industry body trying to seize control of the propaganda war that has surrounded O&apos;Dwyer&apos;s case. &quot;The overall media coverage has been and will continue to be challenging,&quot; it said, noting UK domestic pressure on the Home Office to halt the extradition. &quot;To counter these assertions, the MPAA and its allies need a coordinated effort to focus more on the [alleged] criminal activity involved in the operation of TVShack and other similar linking sites. &quot;Ideally, this would be done through third parties  but finding third parties, especially in the United Kingdom, has been very difficult so far, so the MPAA must be prepared to respond to media requests on the issue and set the record straight to counter the misinformation campaign by our opponents.&quot; Howard Gantman, the vice president of corporate communications for the MPAA, confirmed that the memo was genuine and for internal purposes at the lobby group, which speaks on behalf of film studios including Twentieth Century Fox Film and Sony Pictures. &quot;The MPAA was reaching out to allies in the film and entertainment business who have a common interest with us,&quot; Gantman told the Guardian. &quot;The bottom line is that most of our allies do not want to go out and talk about it publicly because it&apos;s a controversial case. The allegation that this was some attempt at sockpuppeting is 100% wrong. This was an attempt to correct some misconceptions. That&apos;s all this was about.&quot; O&apos;Dwyer&apos;s appeal against extradition is due to be heard in London in October. The case was brought by the US Immigration and Customs Enforcement agency, which claims that his TVShack.net website earned more than $230,000 (147,000) in advertising revenue before US authorities obtained a warrant and seized the domain name in June 2010.", 
    "section": "technology", 
    "gid": "technology/2012/aug/08/richard-odwyer-leaked-memo-hollywood-lobbying", 
    "wordcount": "527"
}