{
    "headline": "GCSE results: grading changes leave pupils and teachers furious", 
    "text": "More than two decades of ever escalating exam results ended in heartache for schools and pupils across the country when many of the class of 2012 became the victims of an abrupt attempt to put an end to the annual carping about GCSE standards. Results fell by a modest 0.4 percentage points across the board but there was intense consternation about a deeper drop in English results focused in particular schools. The share of entries graded at C or above fell by 1.5 percentage points in English year-on-year, from 65.4% to 63.9%. Results in maths and science have also fallen, against a backdrop of an explicit order from the exams regulator to curb grade inflation  and promises from politicians to increase rigour. But the focus of teachers&apos; anger is on the shifting of the grade boundary for English, between candidates who took exams in winter and those who took papers in summer. Robert Robson, principal of the Samuel Whitbread academy in Shefford, Bedfordshire, said: &quot;According to our calculations if you did the foundation paper in English in January and got 43 marks you would have received a C grade, while this summer you would have to get 53 marks to get a C grade. The most significant effect is on the C/D borderline. We have 50 students who would usually have got a C that have got a D.&quot; This summer, all the exam boards raised their grade boundaries for GCSE English. Examiners say it is standard practice to move the grade boundaries between winter and summer to maintain standards. The goal is to maintain a comparable outcome between exams year-on-year, so that an A grade this year is as hard to achieve as an A grade last year. But it is the sharpness of the correction that has shocked schools. One government source suggested that the grade boundaries in January had simply been too lenient. At many schools, substantial numbers of students who were predicted to pass English have been graded at D or lower. According to more than 100 testimonies from schools across the country sent to the Guardian  as well as claims from headteacher leaders and other educationalists on Thursday  there is a clear pattern, children of lower ability appearing to have suffered particularly from the changes. The head of English at a Staffordshire secondary school told the Guardian that of 60 students entered for foundation papers that can only produce grades G to C, none received a C, a result he described as &quot;savage and abnormal&quot;. One English qualification, a combined English language and literature GCSE offered by the AQA exam board, stands out. Of around 96,000 entries, nearly 70% got a D or below. Just 2.3% got an A or A*. The combined English qualification is new this year, part of a revised set of GCSEs in English language and literature. There is also a new and explicitly tougher GCSE science exam. With this exam too, the A*-C pass rate fell  to 60.7%, down 2.2% on last year. Even if they are not designed to be more challenging, a new exam is always harder for children as their teachers are not versed in past questions. Ziggy Liaquat, managing director of the Edexcel exam board, said: &quot;We do understand that students and teachers not getting results they anticipated is unsettling. &quot;But I think the key point is we base our decisions on the quality of the work that we see in front of us. We use other data points to do this in collaboration with the regulator, so at qualification level, students should be reassured that they&apos;ve got the grade that their work merits.&quot; Liaquat confirmed that grade boundaries had shifted this year. This, he noted, was especially likely when there is a new exam. Exam boards also say there has been a shift in the pattern of entry for English, with fewer candidates entering early, in winter. This means more lower-ability candidates, who may in the past have entered early with a view to resitting, have taken the exam in summer. Pressure on exam boards to justify their grade boundaries comes from Ofqual, which regulates exams and in June wrote to exam boards telling them to ensure grades were roughly comparable with 2010. There is also deep suspicion among schools that it comes from an indirect order from Gove. The education secretary frequently employs a narrative of national decline in education standards as a rationale for his school reforms. In a speech on grade inflation last year, he spoke of a &quot;weight of evidence, from distinguished voices, expressing specific concern about the body of knowledge with which students arrive into the workplace or at university&quot;. Gove asked whether there was &quot;a case for exploring whether or not an A* should be allocated to only a fixed percentage of candidates&quot;. Usually when new exam systems are introduced, it is taken into account in the marking on the basis that they are new to schools, which are less familiar with teaching them. But with this year&apos;s pressure to maintain standards, one theory is that this combined effect was more erratic results. Glenys Stacey, chief executive of the qualifications regulator Ofqual, defended the system. She told the Today programme yesterday that it was not about the marking or grading, but about the pupils taking the exams. &quot;Our job is make sure exam results are right. What we have done this year, and last year, is to hold the line on standards steady,&quot; she said. &quot;If the qualification and the type of student is broadly the same, then results will be broadly the same. &quot;Any difference in results in English or other subjects will reflect differences in the makeup of the group taking the exam, in terms of the numbers or their abilities.&quot; As well as the pupils, schools are acutely sensitive to their English results, because it is one of the core subjects on which the performance of a headteacher is judged. Under new government targets, which apply to Thursday&apos;s results, schools will be considered failing if they do not ensure that at least 40% of their pupils get five good passes including English and maths. Alongside results, schools are judged on the progression of their pupils  being judged below the floor standard if fewer pupils make good progress than the national average. The floor standard has been raised from last year, when 35% of pupils were required to pass the threshold. Last year 107 schools were below the 35% floor, and 251 were below the 40% target. Provisional figures for schools based on this year&apos;s results will be published by the Department for Education in October. The consequences for headteachers of falling below the government&apos;s floor standards can be stark. Their schools face being closed or converted into academies, run independently of local authorities. There is usually a change of management. Brian Lightman, general secretary of the Association of School and College Leaders, said: &quot;A large number of schools have had a serious effect on their five A* to C with English and maths indicator. It doesn&apos;t take a genius then to conclude that some schools are going to have a big problem with the new higher floor standard as a result of that. &quot;What it would appear, from what we&apos;re seeing here, is that standards of achievement haven&apos;t changed one iota in those schools  it&apos;s just the way the marking has been changed this time round.&quot; The backlash from the schools system presents new pressures for the education secretary. There was even criticism from Conservative-controlled Westminster council, where Cllr Nickie Aiken, cabinet member for children and young people, said: &quot;I fully support the education secretary&apos;s efforts to create more consistency across GCSE examinations, but it appears the goalposts have been moved for a particular group of children halfway through their two-year exam and study period, which is simply not fair.&quot; Some of Gove&apos;s favoured academies were also affected. Results at four schools run by the academy chain Ark were down on last year, out of five Ark schools with children taking GCSEs. At Burlington Danes academy in west London, regularly praised by Gove, 64% of students achieved five good passes with English and maths, compared with 75% last year. At the Harris Federation, which is backed by the millionaire Lord Harris of Peckham, GCSE results were down at three out of its 11 academies. Dan Moynihan, chief executive of the federation, said all of the academies had performed strongly in comparison with their predecessor schools. &quot;The rise in the English grade boundaries was a surprise and while eight out of 11 Harris academies saw an increase this year, the three that fell did so largely because of the English. Those with an increase would have improved by more had the grade boundaries not changed,&quot; he said.", 
    "section": "education", 
    "gid": "education/2012/aug/23/gcse-results-grade-boundary-anger", 
    "wordcount": "1503"
}