{
    "headline": "Boris Johnson admits to getting cycling accident statistics massively wrong", 
    "text": "This is ostensibly a story about cycling in London but the message is relevant to all, so bear with me. The lesson is this: for all the talk of a cycling boom in the UK, cyclists largely remain a marginalised, fringe group who regularly face unchallenged slurs, falsehoods and generalisations.  It all began in May when London&apos;s mayor, Boris Johnson, one of the more famous cyclists in the country, produced the startling statistic that in 62% of accidents in the capital where a cyclist was killed or serious injured this was found to be down to the rider breaking the law. It was questioned by cycling groups and it turned out Johnson was repeating some hearsay he&apos;d been told at a public meeting. That was alarming enough, but Johnson is infamously light on detail and lazy at mastering briefs, so it wasn&apos;t perhaps the greatest surprise. To me, what followed was even worse. I (and many others) asked the mayor&apos;s office when they planned to rescind the clearly false statistic. Again and again I got the same reply: Transport for London, the quango which runs transport policy for the mayor, was &quot;looking into&quot; the statistic. Eventually I gave up. Luckily, Green London Assembly member Jenny Jones is made of sterner stuff, and she submitted a written question which, last last month, finally got a reply. Here&apos;s Johnson&apos;s statement:  I asked Transport for London to look into a statistic that I was told about during my election campaign. Its own statistics and research suggest this is not the case in London and I am pleased to be able to set the record straight on this.  No apology, you&apos;ll note. Also, crucially, no mention of how wrong Johnson was. I asked TfL what their answer was. Astonishingly, their figures show that in accidents were a cyclist was killed or badly hurt the cyclist was presumed to have committed an offence in just 6% of cases. The vehicle driver was assumed to have done so 56% of the time while 39% of the time it wasn&apos;t clear. This information was passed to Johnson before the Olympics, TfL said. What can we learn from this? Firstly, that Johnson was very, very wrong. Far from cyclists being to blame almost two-thirds of the time, they&apos;re actually almost a tenth as likely as drivers to have committed an offence. Secondly  and I&apos;d say this is more significant  Johnson sees cyclists as so unimportant that he can not just trot out an obvious falsehood about cyclists but not bother to correct it for four months, even when his slur was proven. There&apos;s a lot of talk in the US about &quot;post-truth&quot; politics, where people like Republican vice presidential candidate Paul Ryan can tell demonstrable lies without apparent damage to his reputation. Johnson is perhaps our most brazen, American-style politician, so again maybe it&apos;s not so shocking to see him doing the same. But the question is: would he have dared do the same to another group? Last month&apos;s issue of magazine The Psychologist carries a fascinating interview with Dr Ian Walker, the man who famously showed that drivers tend to give less room when overtaking to cyclists wearing helmets (and gamely donned a blonde wig to see whether women get more space than me: apparently so). He describes how cyclists are treated as a classic societal &quot;outgroup&quot;, meaning they suffer from &quot;overgeneralisation of negative behaviour and attributes&quot;, for example, &quot;You all jump red lights&quot;. Walker remains puzzled:  However, there has to be more to it than just this. For a long time I wondered if the outgroup status of cyclists was compounded by two other known social psychological factors: norms and majority vs minority groups. Not only are cyclists an outgroup, they&apos;re also a minority outgroup. Moreover, they are engaging in an activity that is deemed slightly inappropriate in a culture that views driving as normative and desirable and, arguably, views cycling as anti-conventional and possibly even infantile.  But even adding these factors into the mix does not explain all the anger that cyclists experience. It&apos;s easy to identify other minority outgroups whose behaviour similarly challenges social norms but who do not get verbally and physically attacked like cyclists do: vegetarians, for example. So there&apos;s clearly one or more important variables that we&apos;ve not identified yet. Any social psychologists looking for a challenge are very welcome to wade into this.  I thought of Walker&apos;s words as a listened to a discussion last week on Jeremy Vine&apos;s Radio 2 programme. His type of show, where everyone is obliged to have a &quot;view&quot;, ideally less than nuanced, might not be everyone&apos;s cup of tea but it&apos;s by no means the worst example of the sort. This segment was discussing cycling, and one of the guests was a journalist-turned comedy writer called Jan Etherington, who had written a particularly absurd cycling-baiting column for that day&apos;s Daily Telegraph. You can read it here, if you have the strength. Suffice to say it was a half-baked &quot;humorous&quot; piece about how Andrew Mitchell being short tempered on a bike had ruined her Olympic-tinged love of cyclists, and she now saw us all as, yes, Lycra louts. Such nonsense was repeated more or less verbatim on Vine&apos;s show. I tweeted my views on the exchange, and to my surprise got a reply from Vine. His argument, in a pair of 140-character missives, stressed that he was a cyclist and seemed to say Etherington was simply being given enough rope to hang her own argument. Vine said she complained that cyclists &quot;are using the road&quot; where she lives and &quot;wearing terrible outfits.&quot;  @peterwalker99 ...and &quot;wearing terrible outfits.&quot; Better for her to say it than for me to stop her.  Jeremy Vine (@theJeremyVine) September 26, 2012  I wasn&apos;t convinced. I can almost live with the slurs, it&apos;s the lazy generalisations about cyclists that get me. Walker&apos;s comparisons with vegetarians is quite apt: both groups are hugely heterogenous collections of people with just one, slightly arbitrary, thing in common. When Harriet Harman was caught talking on her a mobile phone in a car  a practice which most likely costs more lives in a year than bad cycling would in a decade  before telling police, &quot;&apos;I&apos;m Harriet Harman - you know where you can get hold of me,&quot; there was a notable lack of Radio 2 discussions about how this showed &quot;drivers&quot; to be reckless and pompous. But when it comes to lazy generalisations, not to mention outright falsehoods, cyclists remain fair game. I find it very depressing.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/oct/04/boris-johnson-cycling-accident-statistics-wrong", 
    "wordcount": "1114"
}