{
    "headline": "Goodbye vice-chancellor, hello chief executive", 
    "text": "We&apos;ve been talking titles on the Higher Education Network lately, following the news that both Regent&apos;s College and the College of Law in London have been granted the right to call themselves universities. But the name swaps aren&apos;t limited to institutions. Leaders of UK universities are also substituting the traditional job title of vice-chancellor with that of chief executive in a bid to avoid confusion abroad. No longer is one business card enough. University heads are flashing different cards at different contacts, with vice-chancellors at institutions such as Exeter, Leeds, UCL, Cardiff, Huddersfield and Plymouth preferring to use chief executive or opting for American labels such as president when travelling overseas. Stuart Franklin, director of communications at the University of Exeter, where the vice-chancellor, Sir Steve Smith, recently added chief executive to his job title, says: &quot;Vice-chancellor is a job title that is generally understood in the UK, but can cause some confusion abroad.&quot; The use of chief executive is mainly for Exeter&apos;s growing international links in China and the US, he stresses, &quot;and not because we have any desire to be seen as more like a business.&quot; With the outsourcing of their back-office services and the rise of the &quot;student as consumer&quot; label, there are growing fears that UK universities are becoming businesses that are losing their hold on academic freedom. But opinions are divided as to whether the use of chief executive reflects a change in the way institutions are being run. Aldwyn Cooper, vice-chancellor and chief executive at Regent&apos;s College, believes a job title should communicate the full responsibility of the role and character of the institution. Cooper thinks vice-chancellor reflects the academic remit of pedagogy, curriculum and research, while chief executive reflects the more administrative tasks of managing a university. &quot;We have worked hard to reach the criteria that have justified the award of university status and we want the titles of our officers to reflect this,&quot; Cooper says, adding that &quot;the suggestion that managing universities as businesses interferes with &apos;academic freedom&apos; is arrant nonsense that betrays at best a naive understanding of social responsibility&quot;. Bob Cryan, vice-chancellor and chief executive of Huddersfield University, believes that some titles are confusing in foreign and business contexts. &quot;I work very closely with business, and the vice-chancellor title is not widely understood outside of the university sector, but the chief executive title has meaning,&quot; he says. &quot;In a recent overseas visit, the assumption was that the vice-chancellor was a secondary role. I have also seen confusion among overseas students as they are used to titles such as president or rector.&quot; According to Paul Temple, co-director for the Centre of Higher Education Studies at the Institute of Higher Education, universities are desperate to hang on to historical resonances. It helps to show that a university is part of the wider tradition of British higher education, he says, and this is particularly true of leaders of the polytechnics, who almost all changed their title from director to vice-chancellor overnight when they became universities in 1992. The decision to adopt additional job titles is fairly recent. According to Dr Negley Harte, who specialises in the history of higher education at UCL, UCL was the first British university to add the title of president to that of vice-chancellor in 1999. Temple believes the use of chief executive and president reflects a growing trend in higher education, where those in charge are being asked to be more managerial. As universities strive to grow internationally, while staying true to their roots and traditions, is it only a matter of time before one job title gets cast aside? And if so, which will it be? This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "education/2013/apr/16/higher-education-job-titles", 
    "wordcount": "650"
}