{
    "headline": "Virtual autopsy: does it spell the end of the scalpel?", 
    "text": "Anyone who has spent any time in a courtroom knows how easy it is for a skilled defence lawyer to plant doubt in the mind of a jury. Even in a relatively straightforward case, such as a hit and run, jurors are frequently presented with such a confusing array of photographic and forensic evidence that it is very difficultto know what has taken place and who may be at fault. But what if there was a kind of technology that could reconstruct the crime scene in 3D and match it to other forensic imaging data? Furthermore, what if this technology could see through skin, bone and even soft tissue to detect bullet fragments overlooked by traditional pathologists equipped only with a scalpel and the human eye? That is the promise of virtual autopsy  or &quot;virtopsy&quot;  a radical new approach to forensic imaging developed in Switzerland that is fast winning converts in Britain and elsewhere. Just as forensic pathologists at the University of Leicester recently used computed tomography (CT) to identify the two fatal blows to the Plantagenet king Richard III, so a team of Zurich-based radiologists and pathologists is now using similar CT and magnetic resonance imaging (MRI) technology to help solve modern-day murders and crimes. The difference is that the Swiss team, led by Professor Michael Thali of the Institute of Forensic Medicine in Zurich, has gone a stage further, not only using X-ray imaging to create scalpel-free 3Dimages of intact cadavers but also building a &quot;Virtobot&quot; capable of carrying out precise postmortem tissue sampling  and all without exposing pathologists to harmful radiation or bodily contaminants. The result is a technology that is both &quot;all seeing&quot; and arguably more objective than conventional autopsies, which inevitably result in the destruction of tissue and can only be recorded, photographically, in two dimensions. &quot;Virtopsy removes the element of subjectivity,&quot; says Thali. &quot;You are no longer relying on the judgment of one person  the lone pathologist. Instead, we are creating a permanent data set that can be viewed by anyone anywhere in the world and which can be reviewed at any point if new evidence comes to light.&quot; The idea for virtopsy was born 10 years ago when Thali&apos;s predecessor, Richard Dirnhofer, the then director of the Institute of Forensic Medicine in Bern, began chewing over a high-profile case in Zurich that turned on whether a spanner had caused injuries to the skull of a murder victim. Since then, Dirnhofer and Thali have used 3D photogrammetry to match weapons and other objects, such as car bumpers, to fatal injuries sustained in several murder and accident cases and it is a measure of how far the technology has come that virtopsy-style imaging was recently featured on the US forensic medical drama CSI. But is it really possible to reconstruct crime scenes in 3D so as to leave no doubt as to who or what caused the fatal blow? And no matter how astounding the images from virtopsies, can they ever be a substitute for hard physical evidence collected by more traditional methods? The answer to the second question, in Switzerland at least, would appear to be yes. 3D photogrammetry and surface scanning are already admitted in Swiss courts and, in uncontested cases where invasive postmortems risk offending cultural sensibilities, CT and MRI imaging are now often deemed sufficient. In Manchester, coroners now routinely give families the option of an MRI scan to establish the cause of death and Guy Rutty, chief forensic pathologist to the East Midlands Forensic Pathology Unit (EMFPU) and a member of the Leicester team that exhumed Richard III, recently called for cross-sectional autopsy imaging to be made available on the NHS. &quot;There are important religious, cultural and humanitarian benefits offered by non-invasive autopsies,&quot; he argues. &quot;As people become more familiar with the technology, demand is expected to grow.&quot; So what is virtopsy and how does it work? The Zurich team begins by taking a scan of a cadaver using 3D photogrammetry and a projector that casts a fringe pattern over the surface of the body. Next, they slide the cadaver into a CT scanner and take up to 3,500 x-ray slices from head to toe. With the aid of markers placed strategically on the skin, the surface and interior of the cadaver are then aligned to create a 3D image complete with bones and internal organs. By adding MRI to the same image, the Zurich radiological team can also see the state of soft tissue and whether there are injuries to the heart, brain or abdominal organs. The Virtobot builds on these forensics procedures by adding a robotic arm that can be manoeuvred into position via a remote computer so that tissue samples can be taken with a biopsy needle at the precise locations where the scans indicate forensically relevant findings. Virtopsy also allows pathologists to see that precise location of foreign material, such as shrapnel or bullet fragments, making it easier for the material to be extracted by hand. In addition, the virtopsy team can perform CT angiography, a procedure that entails injecting a contrast agent into blood vessels with a needle in order to reveal leaks and lesions that can be overlooked using conventional autopsy methods. Finally, the same 3D surfacing scanning can also be used on injury-causing instruments or even entire cars, enabling forensics experts to compare blows and bruising to a victim&apos;s body with, for instance, the shape of a car bumper or a hammer found at the crime scene. The technology has already been used in several hit and runs, including an incident on a country road near Bern in 2007 where 3D crime scene imaging was used to prove a motorist&apos;s culpability in the death of a cyclist. (The 3D reconstruction showed the cyclist had been hit from behind, not from the side as the motorist had claimed, and that the bike had been lifted and thrown several metres forward, indicating that the driver had been speeding.) Virtopsy is also ideally suited to cases where victims have suffered significant traumas or multiple injuries in which the original cause of death may have become obscured by extensive tissue and bone damage. Take the image below, showing the marks on a middle-aged male who was savagely kicked and beaten by a group of men in the Zurich area. Using 3D photogrammetry and surface scanning, Thali&apos;s team was ableto match several of the perpetrators&apos; shoes to imprints in the victim&apos;s face, arms and armpit, evidence that could enable investigators to identify which member of the group was responsible for the man&apos;s injuries. In another recent case, in which a 50-year-old man shot his wife in the back of the head with a small handgun, investigators were baffled by the absence of an exit wound. Once again, Virtopsy came to the rescue, with CT imaging showing that the bullet had travelled through the brain at a right angle and dropped through the foramen magnum to lodge in the spinal canal, an unusual location difficult to access by conventional autopsy. One of the most powerful illustrations of the potential of Virtopsy, however, is the graphic image of a young mechanic who was killed a few months ago when his head was crushed under a collapsing engine block and scaffold. At the accident scene, the mechanic was almost unrecognisable. However, by scanning his fractured skull, radiologist Thomas Ruder was able to rapidly assess the bone fragments without disturbing the pattern of the fracture lines. Scanning the bone fragments also makes it easy to visualise the skull on the desktop. &quot;Imagine trying to piece together a shattered skull using conventional methods,&quot; says Ruder. &quot;Not only would it be bloody but it would take days. Now I can do it with a few mouse clicks.&quot; In this case, there is little doubt the mechanic&apos;s death was accidental and due to the injuries he sustained when the engine block collapsed on his head. But if, for instance, at a later date it was suspected the accident had been staged, investigators could re-examine the pattern of fracture lines for signs of an earlier blow with a blunt instrument, much as the team at Leicester were able to go back and match the marks on Richard III&apos;s skull with the blows he is supposed to have sustained from a sword and halberd in 1485. &quot;Unlike traditional autopsies, which are invasive and result in the destruction of tissue, Virtopsy leaves the cadaver intact and creates an objective 3D data set that can be shared with other experts,&quot; says Ruder. &quot;And if 10 years from now new evidence comes to light, you can return to the original data set at any time. I&apos;ve had a couple of cases where I&apos;ve initially overlooked relevant findings only to detect them when reviewing the case with a colleague.&quot; Dirnhofer goes further, arguing that in the near future 3D matching could become as routine in courts as DNA matching. &quot;Virtopsy has the potential to replace the autopsy one day,&quot; he says. &quot;I think we&apos;ll see it happen gradually, just as DNA analysis gradually replaced blood group analysis.&quot; However, some police and legal experts are not so sure, pointing out that in complex cases a virtual autopsy can never be a substitute for the real thing, particularly where a successful criminal prosecution may depend on matching a bullet extracted from the victim to the rifling on the barrel of a particular gun. Unless and until juries become used to3D imaging evidence, defence lawyers are also likely to exploit juries&apos; unfamiliarity with virtopsy to raise doubts about prosecution cases. Professor Thali&apos;s solution is to follow the Manchester coroners&apos; model and use virtopsies as a filter, with a conventional autopsy only being performed if the virtopsy is unable to detect the cause of death, or in cases of homicides where every piece of evidence from both imaging and autopsy might be of value. He points out that in Japan nearly all the large hospitals with emergency facilities already use CT postmortem imaging and clinical scanners to screen for unusual deaths and determine whether a scalpel postmortem is required. And in May experts from all over the world are due to attend the second International Society of Forensic Radiology and Imaging conference in Zurich to agree common training standards and professional guidelines. Virtual imagining not only has the potential to revolutionise criminal forensics. Following the catastrophic bushfires in Australia in 2009, teams of radiologists and pathologists working in pairs used CT imaging to scan the contents of 255 body bags and identify 161 missing people. Such technology could prove similarly valuable in future mass disasters, whether caused by forest fires or tsunamis. &quot;In the beginning, there was a lot of scepticism about 3D imaging, particularly from within the medical community,&quot; says Thali. &quot;But once people realise that virtual autopsy allows you to detect many pieces of evidence you can see in a traditional autopsy, and often more, they usually change their minds.&quot; Footprint analyis      3D photogrammetry and surface scanning were used to document the injury and the perpetrator's shoe.      A middle-aged male was attacked. While he was lying on the ground, the perpetrators kicked him in the head and the trunk. One of the shoes left an imprint in the armpit. This injury as well as the shoe were both documented using 3D photogrammetry and surface scanning. Three-dimensional reconstruction permits direct matching of the injury and injury-causing instrument.", 
    "section": "science", 
    "gid": "science/2013/feb/23/virtual-autopsy-virtopsy-forensic-science", 
    "wordcount": "1927"
}