{
    "headline": "Tesco and RSPB join forces to protect rainforests", 
    "text": "Tesco and the charity RSPB have joined forces in a new partnership to raise millions of pounds to protect vulnerable rainforests and communities around the world. The UK&apos;s biggest retailer and Europe&apos;s largest wildlife conservation charity hope the initiative  Together for Trees  will increase awareness of the need to save tropical rainforests while raising funds to support local conservation work trying to ease the problem. They point out that an area the size of a football pitch disappears every four seconds in the rainforest, while such deforestation is a major cause of climate change, causing more carbon dioxide to be released into the atmosphere than the world&apos;s entire transport sector. Tesco stores are visited by an estimated 20 million shoppers every week, and the new campaign will aim to generate income from customer and corporate donations to help fund local projects in affected areas. Together For Trees aims to raise over 1m for the RSPB in its first year alone. Shoppers will be able to donate their green Clubcard points, Clubcard vouchers or give money directly to the RSPB. Tesco has also committed to contributing 75,000 from the sale of Together For Trees reusable bags and has also made RSPB Cymru the beneficiary of funds raised through the Welsh carrier bag charge. The money raised will be spent on the RSPB&apos;s rainforest projects across the world, including Harapan Rainforest in Indonesia, Gola Rainforest in West Africa and Centre Hills National Park in Montserrat, a UK Overseas Territory in the West Indies. Rainforests such as these are home to more than a third of the planet&apos;s land-based creatures, three-quarters of all endangered bird species and have more than 1 billion of the world&apos;s poorest people depending on them to survive. The supermarket has also pledged to further reduce the impact of its supply chains on the environment and encourage other big businesses to do the same. Last month, Tesco ditched a pledge to add carbon labels to its thousands of products, but said it would continue &quot;helping our customers make greener choices.&quot; Ruth Girardet, corporate responsibility director at Tesco, said: &quot;Our aim is to create more sustainable ways of doing business and we have been working hard to reduce our own emissions. But as a leading retailer we also have a great opportunity to engage our customers to help protect our environment.&quot; Martin Harper, conservation director at the RSPB, added: &quot;Rainforests are amazing places and saving them has never been more urgent - huge areas continue to disappear at an alarming rate. Current efforts to try and prevent the loss of these special places are not enough.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/23/tesco-rspb-rainforests", 
    "wordcount": "445"
}