{
    "headline": "Twitter active users pass 200 million", 
    "text": "Twitter now has more than 200 million active users around the world, with some 10 million of those in the UK underlining its rapid growth as a social media tool. The number of Twitterati has shot up from 140 million in May, with major events such as the presidential election in the US and the Olympics converting more people from passive to active users, according to Twitter. Growth was also driven by people discovering Twitter for the first time, a spokeswoman said, citing France as a market that had seen &quot;huge growth&quot; this year, partly driven by its own presidential election. But with more than 500 million registered users worldwide, the figures show that more than half of those with a Twitter account prefer not to tweet themselves. Mobile growth is also catching on with 60% using smartphone apps  in the UK 80% of active users are using their phones to access content. In a tweet noting the statistical landmark Tony Wang, general manager of the social networking giant in the UK, said: &quot;There are now more than 200M monthly active @twitter users. You are the pulse of the planet. We&apos;re grateful for your ongoing support!&quot; A report earlier this year published by social media analysts Semiocast, showed that the UK was the fourth biggest Twitter nation, beaten only by the US, Brazil and Japan. In June 2012 the top three cities by number of tweets were Jakarta, Tokyo and London. Manchester came in as the second most active city in the UK. The rapid growth and perceived importance of Twitter in the US, where there are 140 million registered users, was underlined on Monday when Nielsen said it had teamed up with the social media company to measure &quot;split screen&quot; TV viewing from next year. Nielsen research shows 36% of 35 to 54 year-olds and 44% of 55 to 64 year-olds use their tablets while watching TV.", 
    "section": "technology", 
    "gid": "technology/2012/dec/18/twitter-users-pass-200-million", 
    "wordcount": "324"
}