{
    "headline": "Palestine's date farmers suffer double burden of occupation and indifference", 
    "text": "The hillsides of the West Bank are rustling with industry. It&apos;s autumn, temperatures have finally dropped and the harvest has begun. Palestinian villages empty every morning as people attend to their olive trees, tapping at the branches with long sticks and gathering the falling fruit. In the low, humid planes of the Jordan valley, dates are drooping from palm trees. The crop is abundant but few Palestinian farmers are expecting a profit. Farming was once the backbone of the Palestinian economy. According to the ministry of agriculture, when the Oslo accords were signed in 1993, agriculture represented 28% of GDP. Today it contributes only 5.8% (pdf). The quality of the land hasn&apos;t changed, but Palestinian access to it has. Zuhair al-Manasreh, once the governor of Jenin and later of Bethlehem, is now a date farmer. He runs the largest date business in the occupied Palestinian territory. &quot;I love the land. I&apos;m the son of a farming family,&quot; says Manasreh. He lovingly describes the olive and almond trees of his childhood home in Hebron, but says it was too risky to cultivate there. Hebron is among the most volatile areas of the occupied West Bank, distinguished by a strong Israeli military presence and frequent clashes between Israeli settlers and the Palestinian community. Olive trees are the mainstay of the Palestinian agricultural economy, but they are also the most frequent casualty of settler attacks. More than 7,500 olive trees were uprooted or destroyed by Israeli settlers between January and October this year, many in the southern Hebron hills. In 2006, a year after retiring from politics, Manasreh hit upon the idea of dates. They take longer to spoil than olives and have a relatively high rate of return, he reasoned. The sweetest, plumpest majul dates flourish in the Jordan valley, not far from the Dead Sea. So he planted 7,000 trees there. Initially, Manasreh relied entirely on his own capital but in 2011, when the bank refused to give him another loan, he merged with Palestinian business giants Padico, and Nakheel Palestine was born. The business now owns six farms, with 20,000 date palm trees, and employs 100 people (rising to 150 during the harvest). They also grow and export dates. They are yet to turn a profit. Manasreh&apos;s farms are surrounded by 28 Israeli settlements, occupying 90% of the Jordan valley. A recent report by 21 NGOs found that the EU imports 185m worth of goods from Israeli settlements every year, mostly dates and citrus fruits  15 times the value of European imports from Palestinians. Israeli dates are cheaper. Palestinian farmers aren&apos;t able to travel to Israeli ports to oversee their exports, so they hire Israeli middlemen. Their pesticides, boxes and shipping pallets are all bought from Israel. According to Human Rights Watch, half a million Israeli settlers in the West Bank are taking more than their fair share of scant water resources. &quot;In the Jordan Valley, an estimated 9,000 settlers in Israeli agricultural settlements use one-quarter the total amount of water consumed by the entire Palestinian population of the West Bank, some 2.5 million people,&quot; says the report. Israel has drilled deep wells in the Jordan valley to supply its settlements. Palestinian farmers pay for extra water to be trucked in to irrigate their trees. All these extra costs mean that Palestinian dates are 25% more expensive than the settlement alternative. Manasreh&apos;s date farms are in Area C, land under full Israeli military control. He is fighting a demolition order on a well vital for the irrigation of his trees. He claims the pump is in Palestinian-controlled Area A, but Israel insists that it is in Area C, was built without an Israeli permit and must be destroyed. The discrepancy over the zone boundary is a matter of several trees. But the critical issue, according to Manasreh, is a lack of support from the Palestinian government. The Israeli government offers generous subsidies to its settler producers, even reimbursing farmers obliged to pay EU import duties. The Palestinian Authority, meanwhile, has proposed a new tax on agricultural produce. Waleed Assaf, the Palestinian Authority&apos;s agriculture minister, admits the government has not done enough for its farmers. Only 1% of the annual budget, and 4% of the development budget, is invested in agriculture. &quot;This is a conflict about land and we have been slow to come to this issue,&quot; Assaf concedes. He insists that agriculture, industry and tourism are set to become the government&apos;s new priorities. The Palestinian population receives more international aid per capita than almost any other country in the world. The Palestinian economy is propped up with foreign aid. This, Assaf explains, is because the Palestinian Authority has invested the bulk of its money in security and institution building. Building local industry has not been a priority. Manasreh doesn&apos;t expect to make a profit until 2015. He says that for many Palestinian farmers, lacking the capital to invest in their businesses, it has been impossible to continue, let alone compete with the Israelis. More than 34% of the Palestinian population lives in poverty. &quot;Agriculture offers a lot of jobs to people looking for work. It gives an opportunity for Palestinians to hold on to their homes and their land,&quot; Manasreh says. &quot;According to rational measures, a business cannot grow in these conditions. But Palestinians have no option but to try.&quot;  This article was amended on 7 November 2012. The original said fewer than 10,000 Israeli settlers used more water than the entire West Bank Palestinian population, according to a Human Rights Watch report. In fact the report said Israelis used a quarter of that amount.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/07/palestine-date-farmers-occupation-indifference", 
    "wordcount": "953"
}