{
    "headline": "4G auction: Treasury could have raised 3bn more", 
    "text": "George Osborne&apos;s takings from the 4G mobile spectrum sale were nearly 3bn lighter than the top prices bid by operators. In a flourish similar to the classic Bullseye gameshow, in which the host showed losing contestants a car or luxury holiday with the catchphrase &quot;and here&apos;s what you could have won&quot;, telecoms watchdog Ofcom has published data showing the theoretical maximum the Treasury could have raised. The figures show that the highest bids for 4G spectrum, which will be used for faster mobile internet services, came to 5.2bn. The total dwarfs the 2.3bn that will actually be paid into the public purse and tops the 3.5bn the chancellor had budgeted for in his autumn statement. However, Ofcom says the maximum bids were only theoretical. This is because the auction used a second price rule, in which winners only pay a little more than the sum offered by the second highest bidder. This supposedly made the auction harder to rig. Insiders and analysts countered that with different rules the amount would have been closer to Osborne&apos;s original estimate. &quot;Ofcom over-engineered the auction and it neither raised the amount that the government was looking for nor did it ensure that spectrum found its way into the hands of everybody who wanted it,&quot; said a source at one bidder. The format is not unusual, with Ireland, the Netherlands and Denmark all having used it for their spectrum sales. One element that unarguably kept prices low was Ofcom&apos;s decision to set aside spectrum for Three, the smallest network, which only paid the reserve price for its slice of airwaves. Ofcom also imposed caps on the amount of more valuable low-frequency bands that Vodafone and O2 were allowed to buy, because they already owned significant amounts before the auction. &quot;We are entirely comfortable with the rules that we put in place on the caps and the reserved spectrum to ensure that there is effective competition in future to the benefit of UK consumers and businesses,&quot; said Ofcom. Vodafone, which emerged with more airwaves than other bidders having spent 790m, submitted a 2bn maximum bid, while Telefnica, owner of the O2 brand, was prepared to pay up to 1.2bn. Daniel Gleeson, telecoms analyst at research firm IHS, said the Treasury&apos;s loss should be the consumers&apos; gain because winners would have enough spare change to invest in masts and equipment. &quot;The second price rule decreases the amount for the Treasury but operators also have an extra 2bn or 3bn to spend on building out the networks,&quot; said Gleeson. &quot;The 3G auction worked out well for the Treasury in 2001 but it meant the operators were very slow in rolling out the networks because they burned so much cash. Ofcom wanted to be sure that didn&apos;t happen this time.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/mar/15/4g-auction-chancellor-loses-out", 
    "wordcount": "486"
}