{
    "headline": "IFA 2012: Samsung shows off Galaxy Camera - or is it a phone?", 
    "text": "What a nifty idea: a camera with full mobile connectivity which runs a mobile OS. Or is it? Samsung unveiled its Galaxy Camera at a photogenic event ahead of IFA in Berlin on Wednesday. But is it a smallish tablet with a reasonable camera attached, a chunky mobile with a reasonable camera attached, or a reasonable camera with added mobile connectivity? It&apos;s two of those three things. And on paper, it is a really good idea  a logical evolution of the cameraphone that we&apos;ve come to know and love. On paper, the specs are pretty good: 16.3 megapixels, a 21x optical zoom, a beautifully sharp, rich and clear screen (308ppi, 4.77in), all the flavours of connectivity you can imagine (3G and Wi-Fi or 4G and Wi-Fi), a 1.4GHz quad-core processor, 8GB of storage plus a slot for micro SD cards, Android Jelly Bean  and, of course, the ability to record video to your heart&apos;s content. On top of that, Samsung has added all kinds of software smarts to make taking, editing and sharing photographs as easy as possible: you can tag and organise them into folders on the fly (no need to wait until you&apos;re at a computer); you can upload your images or movies to Samsung&apos;s cloud service and you can share them directly with other Samsung devices, including the Galaxy S3 and the new Samsung Note II. The camera (or is it a phone?) doesn&apos;t stint on the help with actually taking pictures, either. If you know what you&apos;re doing, you can have complete control over the shutter speed, ISO and so on. If you&apos;re more of a set-the-mode-and-shoot snapper, there are plenty of modes to choose from. From the front, it certainly looks like a camera: a long lens whirrs out and there&apos;s a chunky handgrip.      Rear view of the Samsung Galaxy Camera    Turn it over, though, and it looks (and feels) like a fat tablet: those who like button and dials on their camera will be disappointed, as all the controls are menu-driven. On the limited evidence of a quick play with it surrounded by hordes of people, it&apos;s not the camera for me. I found the menus confusing  I couldn&apos;t work out how to invoke the various modes, never mind save or share a photo. And it&apos;s bigger and heavier than I was expecting, tipping the scales at 305g and measuring 128.7mm x 70.8mm x 19.1mm: big in my smallish hands.  Having said that, I&apos;m not a regular Android user: someone who uses the OS on their tablet or mobile will doubtless find their way around the menus and modes without too much difficulty. It&apos;s certainly an innovative device, one that sets a benchmark for other manufacturers to reach. It also makes a lot of sense: after all, we&apos;ve been snapping pictures on our phones and quickly sharing them for a while now, and Android certainly has the flexibility and power to bring a great deal of creativity and tweakability to that process.  But might it just be a bit too damn clever? Or a bit too much of a hybrid? Do you actually need all the Android functionality on a camera? The answer might well be yes. You may love it. Doubtless the mobile network providers will adore it, as it gives them a whole new way to extract money from you  even though you can&apos;t actually make a standard mobile call on it.", 
    "section": "technology", 
    "gid": "technology/2012/aug/30/samsung-galaxy-camera-ifa", 
    "wordcount": "569"
}