{
    "headline": "Microsoft and Nokia hit back at Google 'patent troll' claims", 
    "text": "The smartphone patent wars have heated up further, with Microsoft and Nokia hitting back at claims by Google that they are feeding mobile patents to a &quot;troll&quot; company that aims to extract billions of pounds of payments from handset makers and so push up prices. In a regulatory complaint filed on Thursday evening with the European Commission, the US Department of Justice and the US Federal Trade Commission, Google says that the two companies &quot;are colluding to raise the costs of mobile devices for consumers, creating patent trolls that sidestep promises both companies have made. They should be held accountable, and we hope our complaint spurs others to look into these practices.&quot; Google is understood to be concerned that a company called Mosaid, which is building a large patent portfolio, will begin suing makers of handsets running Google&apos;s Android mobile software over claims that it infringes them. Last September Mosaid, based in Ottawa, took control of 2,000 Nokia patents, including a large number deemed essential to various phone standards. Microsoft is also understood to have given it control of a significant number of patents. Microsoft brushed off Google&apos;s claim as the &quot;desperate tactic&quot; of a company facing regulatory questions about its dominance of online search and digital advertising. Nokia also rejected Google&apos;s complaint, saying that any suggestion of collusion was wrong. &quot;Both companies have their own IPR [intellectual property rights] portfolios and strategies and operate independently,&quot; it said in a statement. &quot;Nokia has made regular patent divestments over the last five years. In each case, any commitments made for standards essential patents transfer to the acquirer and existing licenses for the patents continue. Had Google asked us, we would have been happy to confirm this, which could then have avoided them wasting the [European] commission&apos;s time and resources on such a frivolous complaint.&quot; But the Finnish company then twisted the knife, adding: &quot;We agree with Google that Android devices have significant IP infringement issues, and would welcome constructive efforts to stop unauthorised use of Nokia intellectual property. Nokia has an active licensing program with more than 40 licensees. Companies who are not yet licensed under our standard essential patents should simply approach us and sign up for a licence.&quot; Nokia is suing Viewsonic, an Android device maker, claiming that it has not licensed standards-essential patents for a tablet being sold in Europe. European and US rules say that when a company submits a patent as essential to a standard, it must also agree to license it on &quot;fair, reasonable and non-discriminary&quot; (Frand) terms  so that licences cannot be withheld unreasonably, nor charged on different bases for different licencees. Equally, the patent holder can reasonably sue if a company implements the standard but does not license the patent  as Nokia claims Viewsonic is doing. Google declined a request to share the precise content of its complaint lodged with the regulatory bodies with the Guardian. While it this week won a significant victory over Oracle, which had claimed that Android infringed both copyright and patents on its Java programming language acquired from Sun, a significant number of Android handset makers have signed per-handset licences with Microsoft over patents, while Apple is suing Samsung, HTC and Motorola  three of the largest Android makers  over patents. &quot;Patent trolls&quot;, formally known as &quot;non-practising entities&quot;, are companies which own patents but which do not make anything of their own. They then use the threat or procedure of litigation to force companies that they say infringe patents to pay licensing fees. However, Mosaid does not only use patents; it is also a manufacturer of Nand flash memory. Google&apos;s attack on Microsoft and Nokia marks the escalation of the legal brawls among technology giants trying to gain the upper hand in the rapidly growing market for mobile computing. Motorola Mobility, now owned by Google and acquired for its 17,000-strong patent portfolio, has so far resisted efforts by Microsoft to pay for its use of Android  instead hitting back with its own patents on video and other systems. But in April the EC opened an inquiry into Motorola&apos;s refusal to license &quot;standards-essential&quot; patents used for 3G to Apple and for H.264 video decoding to Microsoft. Nokia joined forces with Microsoft last year when it agreed to adopt Windows Phone as the operating system on its cellphones. Mosaid has made it clear it believes it is sitting on a potential goldmine. After Nokia and Microsoft sold it the patents, Mosaid estimated the royalties from the intellectual property rights could bring it more $1bn in revenue over the next decade. Under terms of the sale, Mosaid keeps one-third of the revenue from the patent royalties with the remainder going to Nokia and Microsoft. That means Mosaid&apos;s revenue estimates imply the patents could generate licensing fees of $3bn during the next decade. Mosaid declined to comment on Thursday. It is already Apple for alleged patent infringement in a Texas federal court. Some of the patents cover parts of open-source software known as the Linux kernel, a form of freely available computer coding that Google used in building its Android operating system. Google alleges Mosaid is reneging on a commitment that Nokia made in a 2005 regulatory filing when the company pledged not to enforce patents against software relying on the Linux kernel.", 
    "section": "technology", 
    "gid": "technology/2012/jun/01/microsoft-nokia-google-patent-troll", 
    "wordcount": "903"
}