{
    "headline": "Zynga: buying OMGpop was not a mistake", 
    "text": "It was a story that Zynga haters couldn&apos;t resist. In March, the social gaming giant paid a reported $200m (129m) for developer OMGpop, responsible for the hit smartphone game Draw Something. A week later, the number of daily players for the Pictionary-style title dropped by 5 million as the viral word-of-mouth explosion began to fade. So has Zynga been caught out? Not according to the company itself. At its Zynga Unleashed event in Tuesday, the top executives from the burgeoning mobile devision held a roundtable interview about Zynga&apos;s smartphone strategy. It&apos;s widely touted that the developer, which has made its billions from long-running Facebook games such as FarmVille, has had a rough ride on mobile. Although Zynga has 22 million daily active users for its smartphone titles, it&apos;s argued the company has struggled to assert such dominance on this much more volatile and competitive market, where most apps disappear within months of release  if they ever make an impression at all. However, speaking about the sector, Sean Kelly, who moved over to mobile after running CityVille, was adamant that Zynga could transfers its more stable gaming eco-system to phones. &quot;There&apos;s a huge opportunity in mobile to retain users over the entire lifetime of a games as broadly appealing as, say, Words with friends,&quot; he said. &quot;We haven&apos;t noticed that there are any problems with the shelf life of that title. People are constantly reactivating because different friends engage with them. &quot;My own play cycles will rise and fall, but it&apos;s the fact that I&apos;m connecting with people I know that brings me back in. We expect there to be just as great an opportunity to have a lifelong relationship with our players on mobile.&quot; With the roll-out of its cross-platform social gaming network Zynga With Friends  which promises to provide game titles that can run across tablets, smartphones and the web  the company is hoping to lock mobile users in to the engagement patterns we&apos;ve seen with Facebook titles, where users will happily play the same game for several years. But Kelly conceded that volatility was something the company would have to negotiate in the mobile space. &quot;The social dynamics of how a game becomes known and how is spreads from user to user are very different depending on the design game and what catches the interest of users,&quot; he said. &quot;Obviously we want to have popular appeal  we want to impact the culture, but we&apos;re just as happy to have something that fans are loyal to for a long period of time.&quot; David Ko, the company&apos;s chief mobile officer, also challenged the statistics which led to news stories about Draw Something&apos;s drop in users. The data was based purely on users signing in to the game via Facebook Connect  which Ko said was not completely representative. &quot;Facebook Connect is not the only way to access our games,&quot; he said. &quot;We offer players the ability to connect anonymously, we offer the ability to connect through a Games With friend-type ID system or through email. &quot;A lot of people chose different ways to connect in different parts of the world, so while reporting may just happen on FB Connect it just shows a portion of the actual number. &quot;And even if there has been a decline, I would much rather have that game in our portfolio than not. You&apos;re going to see new things coming up soon, there are things we&apos;re doing to extend that brand.&quot; The suggestion, of course, is that with contestant iteration, Draw Something can become a stable proposition for Zynga. And of course, the purchase must partly have been about the ongoing output of the studio. It may well be, however, that Zynga&apos;s main hope to gain traction in the mobile space is its partnership programme. The company is working with a number of small smartphone development studios around the world, offering to host its games on the Zynga network, as well as providing analytics and advertising, in return for a share of revenues. Among several companies already involved is Atari, celebrating its 40th anniversary this year (although the current iteration of the company has little to do with the entity originally set up in the seventies). It could be that we&apos;ll see heavily social versions of old school favourites such as Breakout, Missile Command and Centipede on the Zynga mobile slate. However, Atari is hardly a major player these days, and mobile gamers have seen countless iterations of these old school titles. The company will need to attract a few more big names  or at least some well known smaller studios  to really impress investors. In an opinion piece on Gamesindustry.biz on Wednesday, industry veteran Steve Peterson argued that Zynga still had a long way to go to convince Wall Street that its expensive studio acquisitions and partner programmes would reverse a difficult few weeks. Whatever, OMGpop has a hefty weight on those expensive shoulders.", 
    "section": "technology", 
    "gid": "technology/2012/jun/28/zynga-buying-omgpop-not-a-mistake", 
    "wordcount": "836"
}