{
    "headline": "Satellite eye on Earth: January 2012  in pictures", 
    "text": "   Curving sands in Irans salt desert, Dasht-e Kavir. Summer evaporation in the desert leaves behind a high concentration of minerals, making Iran one of the worlds most important mineral producers Photograph: Ikonos-2/ESA       Heavy winds blew across the Florida Bay in early January, stirring the waters and contributing to this dazzling array of colour. Clouds of milky blue and green fill the shallower waters; near the southern coast, the waters are distinctly tan from a run-off of particulates from land. Further south, near the Florida Keys, abundant coral reefs mean the water is rich in calcite, which when disturbed lends it a milky appearance Photograph: MODIS/Aqua/NASA       The strait of Gibraltar, where Europe meets Africa Photograph: Andre Kuipers/ISS/ESA       One of the larger of the salt lakes that occur throughout south-western Australia is Lake Dundas. Located about 130km inland from the coastal city of Esperance, it occupies a region of low rainfall and abundant sunshine. Agricultural fields lie to the south-west. Dundas was once part of a very different ecosystem: it sits at the southern end of a line of salt lakes stretching roughly 170km, which were likely once parts of huge drainage channels formed before the Jurassic period when Australia and Antarctica were part of the same continent Photograph: ALI/EO-1/NASA       An astronaut photograph shows the tapestry of agricultural fields in the Chaudire-Appalaches region of south-eastern Quebec, Canada. The distinctive pattern is due to the fact that the fields are closely tied to access roads. Snow highlights the rectangular fields, interspersed with dark green patches of forest. The city of Saint-Georges is visible to the right as a light gray area along the Chaudire river Photograph: ISS/NASA       Meteorologists in Mozambique kept a wary eye on tropical cyclone Funso as it made its way down an already drenched coast in late January. The powerful storm was the first major cyclone of 2012, reaching category 4 hurricane status on 25 January with winds of 120 knots (220 km). Funso came on the heels of tropical depression Dando, which came ashore over southern Mozambique on 16 January. Flooding from both storms killed dozens Photograph: MODIS/Aqua/NASA       Snow dusted much of the Balkans and Turkey in early January. Turkey is in the south-east section of the image; to the northwest is the bulk of the Balkan region, an area encompassing more than 700,000 sq km across south-eastern Europe. The body of water to the north is the Black Sea, with the Aegean to the south and the Adriatic to the south-west Photograph: MODIS/Aqua/NASA       Central Morocco, from the Atlantic ocean to the west, over the Atlas mountains and into arid inland Algeria. The snow-capped High Atlas range shields Morocco from the Sahara deserts climatic influences in Algeria. The Sahara is constantly expanding southward, rendering large areas of land barren. One of the many benefits of Earth observation satellites is the possibility to monitor changes like desertification and land degradation caused by human activities and climate change Photograph: MERIS/ESA       The opening weeks of 2012 were tempestuous ones for the UK, as a major winter storm buffeted much of the country with powerful winds on 3 January. Southern Scotland was the worst affected area, particularly the Central Belt, where winds gusted at well over 70 knots (131km) in what was considered the most severe storm for 13 years Photograph: MODIS/NASA       London as seen from space at night Photograph: Paolo Nespoli/ISS/ESA       California's Mountain Pass rare-earth elements mine, in the Mojave desert. The bright green areas in the north-west are settling ponds, where mining wastewater is held until the suspended particles sink to the bottom. Rare-earth elements are used in applications such as hybrid cars and wind turbines. Though not actually that rare in Earth's crust, they are generally spread over wide areas, making sites such as the Mountain Pass mine valuable because they contain sufficient concentrations to be mined profitably Photograph: ALI/EO-1/NASA       Fires speckled the midwinter landscape of east Africa in late January. Most of the blazes, marked here as red hot spots, are concentrated in the west of this image, especially in the nations of South Sudan to the north and Uganda to the south. A cluster also can be seen burning in Ethiopia, while Somalia and Kenya remain nearly fire-free. The clustering and time of the year suggest the fires are most likely agricultural in origin, and were deliberately ignited to manage cropland or pasture Photograph: MODIS/Aqua/NASA       When the Darling River floods in New South Wales, Australia, it feeds a system of ephemeral freshwater lakes. The longest of these is Lake Tandou, 18.6km from north to south. In this image from December, the river is still flowing, but the Menindee lakes appear to have a small amount of water flooding them. The floor of Lake Tandou, however, is protected from flooding and used as prime agricultural land, as evidenced by its patchwork pattern (below left) Photograph: ISS/NASA       The Menindee Lake system along the Darling River, seen from another angle. Some of the lakes have been incorporated into an artificially regulated overflow system, which provides flood control, water storage and downstream irrigation. The lakes also serve as important wetlands supporting a rich diversity of birds Photograph: ISS/ESA       Cloud-free skies reveal a compelling view of the entire length of Baja, California, and the Pacific coast of Mexico. In the midst of the clarity, strong north-easterly winds stirred up a dust storm on the mainland and the peninsula. Nasa processes images like this to help assess the presence of sediment and plankton in the sea. Dust storms interfere with those assessments. They can also disturb human activity on land, but once they blow out over the Gulf of California and Pacific ocean, they help fertilise the waters with nutrients that promote phytoplankton blooms, which in turn attract whales Photograph: Norman Kuring/MODIS/Aqua/NASA       A phytoplankton bloom swirls a figure-eight in the south Atlantic ocean, about 600km east of the Falkland Islands, on 2 December. Different types and quantities of phytoplankton exhibit different colours. Once a bloom begins, ocean colour sensors can identify its chlorophyll pigment, and therefore its species and toxicity Photograph: Envisat/ESA       A silvery filigree of ice decorates the Sea of Okhotsk, Russia. Bitter winter cold sets in early off the western coast of Kamchatka, and the salty Sea of Okhotsk begins to freeze by late October. Throughout the winter, the ice sheets thicken and expand. By March, 80% of the 1,583,000 sq km surface can be covered in free-floating sea ice. Because salt doesn't freeze, the first crystals that form are nearly pure fresh water. The salt becomes concentrated in brine, which is slowly expelled into the adjacent seawater, increasing its salinity as the ice sheet grows Photograph: MODIS/Aqua/NASA       Shanghai sits at the mouth of the Yangtze River where it empties into the East China Sea. To the north of the river is Chongming island, with the smaller Changxing island midstream. The islands are important areas for agriculture, evidenced in this image by the patchwork of croplands. The dark area hugging Changxing island is the Qingcaosha reservoir Photograph: SPOT-5/ESA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/feb/08/satellite-eye-in-pictures", 
    "wordcount": "0"
}