{
    "headline": "Is Sierra Leone right to ban traditional birth attendants?", 
    "text": "When Kartuma Katim went into labour she was referred to Bo district hospital, 35km away from Old Condor, the small village in the southern province of Sierra Leone where she lives. Alone and with no money for transport, the 15-year-old eventually gave birth in her own small hut with the help of Hannah, a traditional birth attendant (TBA). &quot;She was there, she knew what to do and I trusted her,&quot; says Kartuma. But the story did not end there. Hannah now faces a fine because TBAs are banned from helping women deliver. &quot;I felt tormented,&quot; she says. &quot;They say we are not allowed to deliver, but the women want us there.&quot; TBAs were banned from assisting deliveries 18 months ago, when the Sierra Leone government introduced their free healthcare initiative, under which pregnant women receive support so long as they deliver in a clinic or hospital. Up until then, Sierra Leone had the world&apos;s highest rate of maternal mortality, with one in eight women dying in pregnancy or childbirth. TBAs, who are often illiterate, operate throughout Africa and Asia, having learned their midwifery craft from older women in the community. They attend the majority of deliveries in rural areas, around 60 million a year. According to the latest estimates from the World Health Organisation, around 358,000 maternal deaths occured in 2008. The figure is down more than 30% on figures for 1990, but achieving the millennium development goal to reduce maternal deaths by three-quarters by 2015 is still some way off. More than 90% of maternal deaths occur in developing countries. The severe shortage of skilled health workers is largely to blame. In Sierra Leone, there are currently 78 midwifes and five specialist obstetricians, mostly based in the cities, for a population of nearly 6 million. However, some experts believe women are putting themselves at serious risk by relying on TBAs, who cannot handle obstetric complications such as haemorrhage, eclampsia and obstructed labour, conditions that account for three-quarters of maternal deaths. Sister Cecilia, a retired midwife in Bo district, says that untrained TBAs often use unsafe delivery procedures. &quot;Practises such as jumping on the stomachs of pregnant women and pulling at their perineum have cost many women and babies their lives,&quot; she says. But TBAs are often trusted members of the community who speak the woman&apos;s language and understand her tribal culture. In areas where dense jungle and impassable roads make travel nigh-on impossible, the TBAs may also be the only available helping hand. In Bo district, TBAs account for 67% of the healthcare labour pool. Following the ban, they are now &quot;largely cut out of the system with nothing to fill the vacuum&quot;, according to Jennifer Harold of World Vision Sierra Leone. The pros and cons of TBAs is the subject of fierce debate among healthcare professionals worldwide. The Ugandan government has banned them, but the WHO argues that, until there are sufficient midwives, the best policy is to train the TBAs in simple outreach work so that they can monitor low-risk pregnancies while referring more complicated cases to the clinics. In Sierra Leone, World Vision&apos;s Alice Fattonagh uses picture books to coach six TBAs in a small health outpost in Bonthe district, as part of a project the government may adopt as a blueprint for community health worker training. In the Time and Targeted Counselling programme, TBAs make regular visits to village women during their pregnancies, delivering simple preventative health messages such as healthy eating and sleeping under impregnated bed nets. &quot;The villagers listen to them more than me because they are born here,&quot; says Fattonagh. Some experts say that, even with training, TBAs do more harm than good. An obstetrician who worked in Nigeria for 38 years writes in the British Medical Journal that TBAs &quot;are too old and therefore too set in their ways to adapt to modern healthcare methods&quot;. He also says that their illiteracy means they cannot keep reliable records. But with few scientific evaluations of TBA training, the jury remains out on its effectiveness. The WHO even suggests that banning them is potentially dangerous. According to the BMJ, &quot;maternal mortality in Malawi rose after Malawi banned TBAs, who went underground and were lost to regulatory authority&quot;. The country reversed the ban and mortality now appears to be falling. For women in the cities of Sierra Leone who can easily access skilled medical care, the Free Health Care Initiative looks set to improve maternal health. For the majority in rural areas, though, the TBAs appear the only option. Back in Old Condor, Hannah claims that government fines will not stop her operating. &quot;We cannot abandon our people  we have to do it for sake of our children and our sisters,&quot; she says.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/17/traditional-birth-attendants-sierra-leone", 
    "wordcount": "807"
}