{
    "headline": "Tom Daley Twitter abuse arrest leads to calls to educate people of legal risks", 
    "text": "The arrest of a teenager by police investigating abuse of Olympic diving star Tom Daley on Twitter has led to calls for a new initiative educating the public about the ease with which a tweet can end with a jail sentence. Atalie Matthews, an associate at Bindmans, a law firm specialising in human rights law, said mobile phone companies should provide advice to schools and shops and make children and adults aware of the serious consequences that can flow from sending abusive messages, including jail sentences and hefty fines. &quot;I think mobile phone companies should give out more advice when people buy phones, because let&apos;s face it, most children live online these days. These companies make unbelievable amounts of money and they should take the initiative and help educate everyone,&quot; she said. Matthews added that the onus should be on Vodafone, O2 and others to put notices up in shops and have information leaflets in phone packs about what is legal and what is illegal to say in a tweet. &quot;Sadly this is a growth area. Twitter just seems to bring out the worst in people, but people need to know, abuse is not a sanctionless act. You will be traced by police and you will be prosecuted,&quot; she said. Over the last six months there have been half a dozen cases involving the police investigating Twitter messages, one of which led to a student being jailed after he posted offensive and racist comments following footballer Fabrice Muamba&apos;s on-pitch collapse. Liam Stacey served half of his 56 day sentence and was also told not to return to Swansea University&apos;s campus. Joshua Cryer, another student, was also convicted after posting a series of racist tweets aimed at footballer Stan Collymore. The judge determined they fell into the category of &quot;grossly offensive&quot; and sentenced him to a two-year community order. He was found to be in breach of section 127 of the Communications Act, 2003, which is now being seen as a catch-all for all internet commentary. It prohibits messages or other matter sent by means of &quot;public electronic communications network&quot; that are of a &quot;grossly offensive or of an indecent, obscene or menacing character&quot;. It was this act that snared Paul Chambers, the subject of the celebrated &quot;Twitter joke trial&quot;, who was last week cleared of sending a message of &quot;menacing character&quot; when he joked that he would blow up an airport. David Allen Green, head of media at David Preiskel &amp; Co, who represented Chambers, is far from complacent, despite the initial conviction and fine being overturned by a higher court last week. &quot;Twitter users are subject to the general law of the land and there is no social media exemption,&quot; he said. Offences may also be committed under the Malicious Communications Act of 1988, which was originally designed to combat &quot;poison pen&quot; letters, and the Public Order Act 1986, which covers offences committed on a mobile phone while on the street, according to lawyers. The Protection from Harassment Act 1997 could also be invoked after just two abusive messages. Dr Evan Harris, the former Liberal Democrat MP, who successfully campaigned to have the Blasphemy Act abolished and has been subject to his own fair share of trolling, said that the public and Twitter have responsibilities too. &quot;It&apos;s not necessarily in the public interest to prosecute every case of a tweet that contains an ingredient that may breach the Malicious Communications Act. What we don&apos;t want is to get people in the habit of going to the police for something that is a non-credible threat like Paul Chambers&apos; tweet,&quot; Harris added. He said the onus is on Twitter users to block followers, not to retweeet abuse and report offences. But, he added, this has to be coupled with Twitter improving its reporting systems. &quot;They should remove people who are racist and abusive... It is in Twitter&apos;s interests not to have the police involved,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2012/jul/31/tom-daley-twitter-abuse-arrest", 
    "wordcount": "677"
}