{
    "headline": "Toca Boca eyes kid-app acquisitions after 10m downloads", 
    "text": "Swedish developer Toca Boca has passed the 10m downloads milestone for its children&apos;s apps, less than four months after crossing the 5m mark. Now chief executive Bjrn Jeffery has moved to San Francisco in order to build the company&apos;s momentum in the US, launching a marketing and analytics division for the company, which is a subsidiary of Swedish media group Bonnier. Toca Boca has not broken its downloads total down into paid versus free apps, but the company said in January that it was profitable. Jeffery says the 10m milestone is the result of organic growth. &quot;Partly it is the long-term effect of our toys selling increasingly well as our brand gets stronger. All our toys are selling better now than ever before, with the exception of the initial launches,&quot; he tells The Guardian. &quot;Also, we have had several very successful free products and campaigns  the release of Toca Kitchen Monsters for instance. Free enables visibility to apps that otherwise might go unnoticed  and if they are of high enough quality they can do very well.&quot; Jeffery says that while the US is Toca Boca&apos;s biggest market, the company sees &quot;plenty of room to grow&quot; there hence his relocation earlier in 2012. The company is also considering non-organic expansion. &quot;We will also be looking to acquire and invest in companies that are similar to Toca Boca,&quot; says Jeffery. &quot;There is so much happening in this space at the moment and we think there will be a lot of exciting companies and projects popping up over the coming year. The experience that we have with Toca Boca so far could, in addition with capital, help them go a little further.&quot; Toca Boca has plenty of competition in the kid-apps market, but amid strong growth in the number and quality of available apps, there is precious little detail on how much money is actually being made by these startups. There are considerable challenges of discovery too. Most startups in this space continue to focus on Apple&apos;s iOS platform, yet its App Store still doesn&apos;t have a dedicated Kids category, meaning children&apos;s apps are spread between Books, Games, Entertainment and Education. &quot;Discovery is undoubtably an issue, but any developer should know and prepare for this before entering the market. Many seem to blame the platform for their lack of success which must be misdirected disappointment,&quot; says Jeffery. &quot;If you have done your research you should have designed your products in order to fit the ecosystem that you are entering. And this is as true in the kids apps space as in any other. Yes it is difficult, but it can definitely be done.&quot; What about that iOS focus though? In January, Jeffery said Toca Boca wasn&apos;t against Android in principle it was just choosing to focus on iOS as a way to prioritise its resources. Has that changed in the months since? &quot;It is clear that the bigger Android players are upping the ante quite a lot. We are getting an increasing amount of requests - both from fans and from potential partners,&quot; says Jeffery. &quot;Unfortunately, the market conditions haven&apos;t really changed notably. It is a highly fragmented ecosystem to develop for, and the business model for upfront sales of apps still has its issues.&quot; Toca Boca isn&apos;t ruling out Android, still, but the company&apos;s priorities remain with iOS. Jeffery says this is a matter of time and focus. &quot;What platform can deliver the best results for your products? And can you afford and manage making those apps for several platforms at the same time? All development has an alternate cost,&quot; he says. &quot;I think the answer there is unique to each developer, but I don&apos;t see &apos;Android first&apos; becoming something strong in the kids app community within a foreseeable amount of time.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/08/toca-boca-10m-downloads-acquisitions", 
    "wordcount": "656"
}