{
    "headline": "Mediterranean diet 'cuts strokes and heart attacks in at-risk groups'", 
    "text": "  Eating a Mediterranean diet rich in either extra-virgin olive oil or nuts cuts by 30% the chances of those at risk of heart attacks or strokes suffering either event or dying of a heart condition, research reveals. The findings, published online by the New England Journal of Medicine, offer hope to those in danger of a heart attack or stroke because they smoke, have type 2 diabetes or exhibit other unhealthy characteristics. The study also confirms that the diet common in southern European countries such as Greece, Spain and Italy, which involves consuming a lot of fruit, vegetables, fish and wine, and only small amounts of red meat or dairy products, offers protection against heart problems. &quot;The results of our trial might explain, in part, the lower cardiovascular mortality in Mediterranean countries than in northern Europe or the United States,&quot; the authors conclude. The risk of those on the diet having a stroke was significantly reduced, they found. Spanish researchers led by Prof Ramon Estruch, a professor of medicine at Barcelona University, studied 7,447 men aged 55 to 88 and women aged 60 to 80 between 2003 and 2009. None had any cardiovascular disease when they enrolled in the study, but all were at risk of it because they had type 2 diabetes or had at least three risk factors from a list including smoking; high blood pressure; high levels of bad cholesterol in their blood; low levels of healthy cholesterol; being overweight; or having family history of coronary heart disease. The participants either followed a Mediterranean diet in which they consumed four tablespoons of extra-virgin olive oil a day or another version of the diet in which they had to eat about an ounce a day of walnuts, almonds and hazelnuts. These two groups were also told to eat fruit thrice daily, vegetables twice daily, fish as well as beans, peas and lentils at least three times a week, and have seven glasses of wine a week with their meals. The third group followed a low-fat diet. When participants were examined an average of 4.8 years later, 228 had suffered a heart attack or stroke or died of heart problems  96 occurred in the olive oil-heavy dietary group (3.4% of participants), 83 among those consuming a lot of nuts (3.4%) and 109 in the low-fat group(4.4%). This corresponded to a drop in risk of 30% for those on the Mediterranean diets compared with the low fat diet. The key components of those diets which improve risk of survival include moderate consumption of ethanol, from the wine, low consumption of meat and meat products, and high intake of vegetables, fruit, nuts, legumes, fish and olive oil, they said. The researchers were so impressed with the Mediterranean diet&apos;s benefits that they all began following it. &quot;This large long-term study shows that eating a Mediterranean diet is associated with heart health benefits, including reductions in heart attack, stroke and deaths from cardiovascular disease,&quot; said Dr Mike Knapton, associate medical director of the British Heart Foundation. &quot;While these findings aren&apos;t new they add to our knowledge and confidence that a Mediterranean diet can help cut down your cardiovascular risk. A well-balanced diet low in salt, saturated fat and sugar is a vital part of a healthy lifestyle. That said, a Mediterranean diet should not replace your prescribed medication&quot;, he added.", 
    "section": "science", 
    "gid": "science/2013/feb/25/mediterranean-diet-strokes-heart-attacks", 
    "wordcount": "570"
}