{
    "headline": "Pest caterpillars face helicopter blitz with insecticide", 
    "text": "The Forestry Commission is so concerned about the spread of caterpillars that can strip oak trees bare and cause serious health problems among people that it is to use a helicopter to blanket-spray woodland with insecticide within days. The oak processionary moth, a native of southern and central Europe, has become established in south-west London and parts of the home counties since being found in England in 2006. Attempts at targeted spraying from the ground have failed to eradicate it. Now the commission is adopting the more drastic tactic of spraying from the air in an attempt to wipe it out in woods near Pangbourne, Berkshire. The commission says the toxin &quot;poses no risk to human or animal health&quot;. Conservationists described the tactic as &quot;using a sledgehammer to crack a nut&quot; and fear that applying the insecticide indiscriminately will kill off other insects including other species of moths and butterflies. This could have serious impacts for the food chain, reducing food supplies for other animals such as bats and birds feeding young in their nests. Natural England has given the go ahead for the spraying. The commission last week urged the public to help it monitor the spread of the oak processionary moth (Thaumetopoea processionea), which does not have enough predators in the UK to keep it in check and is thought to be beyond eradication in south-west London. Zac Goldsmith, the Tory MP for Richmond, one of the most acutely affected areas, warned the ecological and health impacts were very serious, and said dithering meant halting the spread of the pest had become &quot;enormously expensive&quot;. Officials will choose a wind-free day in the next week or so to deploy the unprecedented helicopter spraying plan. They will twice attack the only site outside London over a seven- to 14-day period. The main 10-hectare (25-acre) area to be treated  Herridge&apos;s and Broom copses near Pangbourne  are partly privately owned and and partly public woodland managed by the commission. The pesticide is a widely-used toxin produced by a bacteria that occurs naturally in soil called Bacillus thuringiensis (Bt). The site is home to a number of rare butterfly species that will potentially be hit by the spraying, including the silver-washed fritillary (Argynnis paphia), white admiral (Limenitis camilla), and the scarlet tiger moth (Callimorpha dominula). The purple emperor (Apatura iris), the males of which are known as &quot;his majesty&quot; for their beautiful purple sheen, are found nearby. Much of Pangbourne is one of the country&apos;s4,000-plus Sites of Special Scientific Interest (SSSI), a protected area that government agency Natural England describes as the &quot;very best wildlife and geological sites&quot;. Martin Warren, chief executive of the charity Butterfly Conservation, said: &quot;Blanket aerial spraying of a designated wildlife site sets a very bad precedent and is an extremely crude control mechanism  the approach is akin to using a sledgehammer to crack a nut. We believe a far better method would be to conduct a detailed survey of the conspicuous nests and spray them individually, as they have done in other areas.&quot; But the commission said the infestation and nature of the dense woodland  where spraying on the ground has taken place since the outbreak was first found in 2010  meant aerial spraying was necessary. Stewart Snape, of its plant health service, said: &quot;We know there could be OPM [oak processionary moth] in the woodland because we found a nest in it last year. Most OPM treatment is done by spraying individual trees from the ground, but it&apos;s much more difficult to find and treat the pest in a woodland environment than in trees in a park or street, with a significant risk that some will be missed. &quot;The most effective way to treat the woodland is to spray it from a helicopter using an ultra-low-volume spray system to minimise the amount of Bt used. Helicopters can fly lower and slower than fixed-wing aircraft, and therefore target the spray very accurately. In addition, the downdraft from a helicopter&apos;s rotor helps to achieve much better penetration of the foliage than fixed-wing aircraft or ground spraying can achieve.&quot; He said bird, bat, moth and butterfly surveys would be conducted for five years to monitor the insecticide&apos;s impact, and Butterfly Conservation said it would watch how butterfly populations recover. There were three nests at Pangbourne in 2012, down from several dozen in 2011. As well as defoliating oaks, leaving them vulnerable to other pests and diseases, the moth poses a significant health threat to people. Each caterpillar has thousands of microscopic hairs which are toxic to people and pets, and can be blown on the wind, causing sore throats and most commonly an itchy rash. In some cases it can cause anaphylactic shock which can be fatal. A study found that two thirds of people at a housing development in south-west London in 2006, when the OPM was first found in the UK, experienced symptoms. The moth has spread from southern Europe, where it has natural predators, to Germany, Belgium and the Netherlands. In some areas of the Netherlands, GPs have recorded an average 100 cases a day of the rash.", 
    "section": "environment", 
    "gid": "environment/2013/may/06/pest-caterpillars-helicopter-blitz-insecticide", 
    "wordcount": "867"
}