{
    "headline": "Energy bill: pressure mounts on Lib Dems to vote for decarbonisation target", 
    "text": "Pressure was mounting on Liberal Democrat MPs on Tuesday to vote for a rebel amendment to the coalition&apos;s energy bill that would require steep cuts in carbon emissions from electricity generation. Green campaigners have piled on the pressure, urging Lib Dems to break ranks with official coalition policy at the last minute to join Labour and a small number of Tory rebels to call for a strengthening of the crucial bill. The requirement for an effective decarbonisation of electricity generation in the UK by 2030 was dropped from the energy bill at an early stage, but an amendment to be debated on Tuesday afternoon, at the bill&apos;s third reading, would restore the target. &quot;The Lib Dems must ensure that come the next election, the energy bill is something they can be proud of, rather than an additional thing they must defend on the doorstep,&quot; said Doug Parr, chief scientist and policy director of Greenpeace UK. &quot;For the sake of households struggling with gas bills, and for the sake of the climate, they must not allow clean energy to be another concession to the Tory right.&quot; The amendment for a 2030 decarbonisation target was tabled by Tim Yeo, the former Tory minister, now chairman of the select committee on energy and climate change. It has the backing of a scattering of senior Tories, including Zac Goldsmith and Sir Peter Bottomley, but the focus of attention will be the Liberal Democrats. They face a dilemma over whether to support the decarbonisation target  which many, at least in private, strongly favour  or to vote alongside their coalition partners, an increasing number of whom are sharply critical of government actions to curb emissions and tackle climate change. Yeo wrote in the Guardian today: &quot;Decarbonising our power sector is  after greater energy efficiency  the most cost-effective way of achieving our carbon reduction goals. Other sectors such as transport will rely heavily on a clean electricity supply to reduce emissions using electric cars and high-speed rail. Failure to decarbonise the electricity sector now could mean that we are forced to take more costly action to constrain emissions in future. That is why today&apos;s vote in parliament on the energy bill is so vital.&quot; Investors in low-carbon power generation were being scared off by the lack of a decarbonisation goal and the coalition government&apos;s seeming lack of support for clean energy, Parr said. &quot;Without the target, there is no certainty for the low-carbon sector, a sector that provided over a third of the UK&apos;s economic growth in 2011-12. [As it stands] the energy bill leaves the door open for dirty coal and gas power stations to stay online for decades, which will blow the UK&apos;s carbon budgets,&quot; said Parr. &quot;This is a key opportunity for the Lib Dems to push for a win for business and the economy and to differentiate themselves from their coalition partners. If they don&apos;t, the UK could end up locked into a high-carbon, gas-dependent energy system that fatally undermines the Climate Change Act. Voters who care about the environment which is nearly all potential Lib Dem voters  may never forgive them.&quot; Dozens of companies, ranging from Asda and Microsoft to financial investors backing renewable energy, have signed up to support a 2030 decarbonisation target. The warnings were echoed by Andrew Pendleton, head of campaigns at Friends of the Earth, who argued the target was needed to avert a &quot;dash for gas&quot;, which many on the right of the Tory party favour as an alternative to clean energy. He said: &quot;MPs from all parties must vote in favour of a clean power target. As well as tackling climate change and creating thousands of jobs, it will save householders billions of pounds compared to a dash for gas.&quot; Pendleton added: &quot;Investors say that they need certainty so they can make long-term investments in clean British energy. Without it we risk losing business overseas to countries that have made a clear commitment to developing a low-carbon future.&quot; The energy bill will determine the shape of the UK&apos;s energy for decades to come, as it will influence investment decisions in the next five years on electricity generation infrastructure that will still be operating more than 30 years from now. The bill will bring in sweeping changes to the way energy is paid for, including a new system called contracts for difference that will replace current subsidies. Critics have suggested these measures may prove overly complex, but the government says they will make the energy system more attractive to investors.", 
    "section": "environment", 
    "gid": "environment/2013/jun/04/energy-bill-lib-dems-vote-decarbonisation", 
    "wordcount": "769"
}