{
    "headline": "History repeats as Greenland's natural resources promise untold riches", 
    "text": "Nearly 800 years ago, a massive trek took place in the Arctic when about 55,000 people from Alaska travelled across the ice to northern Greenland. They were making the hazardous journey, historians believe, with one object in mind: iron. Several large meteorites that landed in northern Greenland held out the promise of untold wealth, and a means to transform their precarious existence of a people who lacked any form of metal. Sticking out above the frozen surface, the space rocks were accessible and the meteorite iron in a form the arrivals could work and use. It was the beginning of massive change for the people of the frozen north, an astonishing migration sweeping across the landscape. Today, a new rush for iron  as well as gold, rare earths and gems  is beginning. This time, the ores and minerals are under the surface, deep beneath the ice sheet that varies from 150m to 3km thick in places, but accessible to modern mining techniques. The transformation to the Inuit way of life is likely to be just as profound as 800 years ago. Greenland&apos;s vast mineral wealth may prove a treasure trove for the Inuit people  or the end of their way of life. Or both. &quot;The impacts could be serious  environmentally but also socially, because of the effects of a big inflow of foreign workers,&quot; says Jon Burgwald of Greenpeace. &quot;But done in a sustainable way, the impacts of mining can be contained and it could make sense to do it.&quot; Mikkel Myrup, of the Greenlandic environmental organisation Avataq, adds: &quot;We don&apos;t think the Greenlandic government has taken account of the social impacts, and they are imposing these developments over the heads of the public, without their participation.&quot; It is hard to comprehend how much the meteorites meant to the 13th-century Inuit. These were people who lived without metals, in a land where nothing would grow  not trees for wood and fuel, not crops for food and clothing  and relied entirely on the raw materials they could hunt or odd pieces of driftwood floating in on the tide. What they did with such a paucity was astounding  sturdy boats and sleighs made ingeniously of hides and bones, with bits of driftwood for ribs, dwellings made of high-piled turf. The sparse life took a toll  Inuit women encountered by the first European missionaries had teeth worn down to the gum, from spending their winters chewing on hides as was the only way to soften them for use. Iron meant cutting and carving implements, and the ability to work it into wire or a supple material for joints. Inuit life has changed enormously in the last century; today, Greenlanders use snowmobiles, helicopters, fishing boats with radar and sonar. But modern life has taken its own toll: poverty exacerbated; an urban environment now littered with waste and pollution; social inequality and poor access to education; a high incidence of alcoholism, and other health problems that have resulted from the collision of an ancient way of life with 21st-century bad habits. Now, the islanders are grappling with yet more issues  the thawing means old hunting and fishing grounds are no longer safe, house foundations are slipping, and over fishing is destroying their only export. Exploiting the land&apos;s mineral reserves could cause serious environmental problems  toxic waste, polluted water, hazardous chemicals, the release of uranium dust from some mines, and the transport of heavy minerals could disrupt fishing and whale migration routes  but it could also bring wealth on a scale unimagined by today&apos;s Greenlanders or their ancestors. The people of Greenland may decide that is a suitable price to extract from the rest of the world for the climate change that is already destroying their landscape.", 
    "section": "environment", 
    "gid": "environment/2012/jul/31/history-repeats-greenland-natural-resources", 
    "wordcount": "628"
}