{
    "headline": "Boot up: Nokia maps HERE, Apple's 20%, Dropbox hits 100m and more", 
    "text": "A quick burst of 11 links for you to chew over, as picked by the Technology team Nokia launches &quot;HERE&quot; to build brand equity beyond mobile phones &gt;&gt; Forrester Blogs Thomas Husson:   Make no mistake: This is not &quot;HERE by Nokia&quot; or any other form of sub-brand. This is an independent brand. Why? Because the opportunity is bigger than just Nokia.  This is about addressing different types of connected devices -- not just mobile phones but also tablets, connected cars, and wearables. As such, &quot;HERE&quot; could play a pivotal role in helping Nokia leverage tomorrow&apos;s new mobile form factors.  This is also about addressing different platforms -- not just Nokia Windows Phone devices but also, initially, other Windows Phone licensees, such as Samsung and HTC. That&apos;s why Nokia has also announced today in San Francisco that it will launch an application for iOS 6, a partnership with Mozilla to launch a mobile Web version of HERE Maps for the new Firefox OS next year, and a native Android app and plans for the availability of a HERE SDK for Android in early 2013. This horizontal approach is a way for Nokia to license its content and platform to other OEMs that use the Android ecosystem, such as Amazon.com.  Dell announces new XPS dockable windows tablet and convertible ultrabook &gt;&gt; PCWorld  The XPS Duo 12&apos;s unusual screen-flipping design will no doubt remind you of the Inspiron Duo convertible tablet, whose screen also popped out of its keyboard case. Though innovative in its design, the Inspiron Duo didn&apos;t last too long in the market, thanks in part to the device&apos;s lackluster specs, including a mediocre display and underpowered Atom processor.  The XPS Duo 12 will hopefully overcome those issues by combining the flipping design with Ultrabook specs. Dell&apos;s press release highlights the XPS Duo 12&apos;s premium materials: an aluminum and carbon fiber chassis plus a Corning Gorilla Glass display.   Answers a later question about where the Windows 8 tablets are. They&apos;re folded into Dell designs, to begin with. 100 Million Thanks &gt;&gt; Dropbox &quot;The cloud done right&quot; has hit 100 million users. Apple once tried to buy it for a billion. That one got away. Apple gives in to employee perks &gt;&gt; WSJ.com  Earlier this year, Apple told some employees about a new initiative called &quot;Blue Sky&quot; that allows a small group of staffers to spend a few weeks on a pet engineering project, according to three people told about the program.  It is a more limited version of similar initiatives for hatching new ideas that have long existed in Silicon Valley. The most well-known of those is Google&apos;s &quot;20% time,&quot; which allows employees to spend up to a fifth of their time on projects outside their normal responsibilities.  The idea was previously anathema at Apple. The Cupertino, Calif., company is known for organizing teams around a few focused projects that come from the top. Employees have often griped about the lack of leeway.   Intriguing. (Subscription required.) Windows 8 has arrived, but the tablets are nowhere to be seen &gt;&gt; TIME.com Jared Newman:   The Micro Center near Cincinnati only had one Windows tablet on display, Asus&apos; Vivo Tab RT. It was set up at a small table near the center of the store&apos;s main aisle, next to an Asus Zenbook laptop and an HP TouchSmart all in one. The clerk confirmed that the store had no other Windows tablets -- but plenty of traditional laptops -- in stock. (Strangely, he also said tablets running Windows 8, as opposed to Windows RT, wouldn&apos;t hit the market until next year, which isn&apos;t true.)   (Thanks @nazo for the link.) Google engineer builds $1,500 page-turning scanner out of sheet metal and a vacuum &gt;&gt; The Verge  The scanner uses air suction from an ordinary vacuum cleaner to isolate individual pages, scanning the front and back in one pass along the device&apos;s prism-shaped body. After a quick 40-second setup, it can digitize a 1000-page book in a little over 90 minutes (although that could be easily improved with a faster motor), and unlike many popular scanners on the market it doesn&apos;t require anyone to man the controls once it&apos;s been set in motion.   Does it scan the bit at the front of every published book saying &quot;no part of this publication.. may be stored in any form without permission in writing from the publisher&quot;? (Thanks @rubbernuke for the link.) Microsoft Surface RT may only achieve 60% of forecasted sales &gt;&gt; Digitimes  Microsoft&apos;s Surface RT tablet may see sales of only 60% of the company&apos;s forecast by the end of 2012 and the device is also expected to have difficulty achieving a good performance during the year-end holidays, according to sources from upstream component suppliers... The sources believe that notebook vendors&apos; Windows 8-based tablets will benefit from the Surface RT&apos;s weaker-than-expected sales as their products will face one less competitor in the Windows-based tablet market.   Filed under &quot;enjoyably delusional nonsense that Digitimes sometimes writes, because how the hell would upstream suppliers know what Microsoft&apos;s targets are, but included as a probably erroneous data point. A Microsoft without Sinofsky? &gt;&gt; Mini-Microsoft The anonymous blogger breaks his silence:   Mr. Sinofsky got a standing ovation from the Windows team during the Company Meeting for all that he&apos;s done to take them on a multi-year journey to create Windows 7 and then hit the big multi-division reset button for Windows 8. He truly demonstrated technical leadership at its best.  And I don&apos;t believe his departure rules him out at all for Microsoft CEO. In fact, I think if he stays in tech and becomes CEO of another company it makes him an even more obvious choice to come back to Microsoft as its leader.   The comments from Microsoft staff are worth reading too. (From non-staff, not so much.) AT&amp;T&apos;s Samsung Galaxy Camera to cost $499.99, launching on 16 November &gt;&gt; The Verge  For those looking for a device that&apos;s a camera first and smartphone second, AT&amp;T has just announced that the 4G-connected Samsung Galaxy Camera will be available starting 16 November for $499.99 without a contract. That price is significantly less than the 399.99 that customers in the UK need to pay and the lack of a two-year contract is also a boon, but actually using the cellular radio inside will still require a data plan.   Form an orderly queue, please. And a 4G connection will hardly cost... oh. What was the point of this again? Why Apple&apos;s new Lightning connector makes sense &gt;&gt; Paul Thurrott&apos;s SuperSite for Windows  In my new role as Apple apologist--kidding, kidding--I feel compelled to offer a mea culpa on my earlier comments about the company&apos;s new Lightning connector. Sure, proprietary connectors stink, and I&apos;m still not a fan of lock-in. But Apple got it right when it made this connector reversible. That really does make a big difference.   He also explains why, in comparison to micro-USB.  FSA examines whistleblower&apos;s claims of &apos;Libor-like&apos; manipulation in gas prices &gt;&gt; The Guardian  The City watchdog, the Financial Services Authority, is investigating claims by a whistleblower that Britain&apos;s 300bn wholesale gas market has been &quot;regularly&quot; manipulated by some of the big power companies, exploiting weaknesses that echo the recent Libor scandal.   Ooo. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/14/technology-links-newsbucket", 
    "wordcount": "1269"
}