{
    "headline": "Life, death and the vapourer moth", 
    "text": "The chill afternoon air was criss-crossed with shafts of warmth as the dropping sun cut through the foliage of the long straight ride alongside Godshill Inclosure. We pause by a tall, berried holly, intertwined with an exuberance of flowering ivy that insects are finding irresistible. Each floret is bathed in a sticky secretion that is drawing honeybees, wasps, bumblebees, hover flies and a host of smaller diners, all stoking up before temperatures drop again. They are not alone. A secretive bird is working its way through the depths of the ivy, making lightning forays to snatch an insect. It is so well concealed within the interior darkness that its raids are only seen out of the corner of the eye and, when we move on, we still do not know what it was. Further on there is another pairing of holly and ivy, and here a flock of long-tailed tits is enjoying Bistro Ivy. There&apos;s nothing secretive about these acrobats, which are, of necessity, focused on making the most of the meal offered while it lasts. The harder days of winter are not far away. We stop again to look closely at an isolated and shapely oak. The sun has been falling on it for several hours and its fissured trunk has stored some heat. The bark is being used by flies as a warming pad and is encrusted with a delightful mosaic of multi-coloured lichens and mosses. Then we notice the eggs. Tiny, dimpled, closely-packed, creamy-brown eggs stuck like a plate over what appears to be a hairy tube in a crack in the bark. They are the eggs of the vapourer moth whose wingless female never leaves the plant on which she came to maturity. When she emerges from the chrysalis as an adult, she emits pheromones to attract a mate, lays her eggs where she is, and dies. Some of these eggs will develop as males, free to fly along the ride in search of a partner, but others will become females whose destiny limits them to wherever they can crawl as caterpillars. Some will be tied to this tree for ever.", 
    "section": "environment", 
    "gid": "environment/2012/nov/23/new-forest-life-death-vapourer-moth", 
    "wordcount": "355"
}