{
    "headline": "Norman Greenwood obituary", 
    "text": "Professor Norman Greenwood, who has died aged 87, made a huge contribution to chemistry globally from the 1950s onwards. An innovative researcher, stimulating teacher and outstanding communicator, he occupied the first chair of inorganic chemistry in Britain. Inorganic chemistry, which deals with all elements except carbon, had previously been the &quot;cinderella&quot; branch of chemistry. Norman was, in large part, instrumental in its meteoric rise. He believed that chemistry is exciting and could be made straightforward, and his masterly book Chemistry of the Elements (1984, revised 1997), co-authored with Alan Earnshaw, emphasises astounding facts of chemistry and highlights the usefulness of inorganic compounds. Two of his research areas became spectacularly productive. One of these was built on the unexpected discovery that boron hydrides form novel cluster compounds with a wide range of metals. The other was the development of the technique of Mssbauer spectroscopy, a new form of spectroscopy using gamma rays of unprecedented precision allowing the minute effects of chemistry on an atomic nucleus to be detected. Norman&apos;s expertise in this area gained him worldwide recognition and appointment by Nasa to study the occurrence and origin of metals in rocks brought back from the moon in the Apollo programme. He was thrilled to be invited by Nasa to observe an Apollo lunar launch. Norman was born and educated in Melbourne. In his early life he showed the drive and determination which became his hallmark. Able to study only part-time because of financial difficulties, he nevertheless enjoyed an outstanding undergraduate career, completed a master&apos;s degree in Melbourne and moved to Cambridge as a research student, then postdoctoral fellow with Professor Harry Julius Emelus. A subsequent spell at the Atomic Energy Establishment in Harwell gave him the expertise to play a constructive role on international committees concerned with atomic weights and isotopic abundances and with validating work on manmade elements. Norman married his Norwegian wife, Kirsten, in 1951. Two years later, he was appointed as lecturer in inorganic chemistry at Nottingham University, where he built up an enthusiastic research group, of which I was a member. We studied the physical properties of compounds of boron, aluminium and gallium. Norman converted everything we did into an exciting search for revelation and was always available in his cubbyhole in the lab corner. The tone of the lab was totally informal; all shared academic ideas in an atmosphere of banter and lively discussion. In an academic argument one had to be sharp to score a point against him. Norman&apos;s obvious enjoyment of teaching, his even temper and his clarity of thought gave him the ability to lay complex concepts before young people in a way that made them want to learn. His lectures and the authoritative texts he wrote illustrated his capacity to inform and enthuse an audience or reader. His outstanding record led to his appointment, in 1961, to the chair of inorganic chemistry at King&apos;s College, Durham, which became the independent Newcastle University in 1963. By 1971 he had created a research group that attracted co-workers from around the world. He received many prizes and was active in the affairs of the Chemical Society and the Royal Institute of Chemistry. In 1971 he moved to Leeds University as professor of inorganic and structural chemistry. There, he continued the boron hydride work that was started at Newcastle and, with colleagues, embarked on the study of metalloboranes. These stable compounds proved to have completely unprecented structures and opened up a very rich range of chemistry. It was timely that structural determination had become much easier with the advent of computers. This work confirmed Norman as a highly respected figure in the international boron community, regularly featuring as principal speaker at meetings of boron chemists. In addition he lectured at institutions worldwide and spent longer periods as a visiting professor on four continents. He was elected a fellow of the Royal Society in 1987 and held honorary doctorates from universities in Japan and France, attaining the rare distinction of election as a foreign member of the French Academy of Sciences. In retirement Norman continued his association with inorganic chemistry through his writing and lecturing, while he and Kirsten indulged their passion for travel, visiting exotic places on all seven continents. He is survived by Kirsten and their daughters, Karen, Anne and Linda.  Norman Neill Greenwood, professor of chemistry, born 19 January 1925; died 14 November 2012  ", 
    "section": "science", 
    "gid": "science/2012/nov/27/norman-greenwood", 
    "wordcount": "736"
}