{
    "headline": "UK pledges additional aid for South Sudan refugees as crisis deepens", 
    "text": "Britain has announced 31m in additional humanitarian aid for refugees fleeing violence on the Sudanese border as aid agencies struggle with the influx of thousands of people into overcrowded and flooded camps in South Sudan. The new money for the common humanitarian fund, which is run by UN agencies, will come from the UK&apos;s existing aid budget. Refugees are converging in South Sudan&apos;s Unity and Upper Nile states, with many eating roots to survive during the gruelling journey, said Save the Children. Some were forced to abandon elderly and weak relatives. &quot;Thousands of families are arriving in South Sudan hungry and terrified after walking for days to reach safety,&quot; said Jon Cunliffe, Save the Children&apos;s South Sudan country director. &quot;People are coming just as heavy rains make it virtually impossible to access these areas to provide aid. The resources are not in place to meet the needs of everyone. The worst-case scenario is now a reality; we are witnessing a full-blown humanitarian crisis in one of the most remote places on earth.&quot; Maban county, in South Sudan&apos;s Upper Nile state, is home to around 120,000 refugees who have fled Blue Nile in Sudan following secession last year. Yida camp in Unity state hosts 55,000 refugees from Southern Kordofan, many of whom have fled the conflict in that state. Mdecins sans Frontires (MSF) said it is seeing eight to 10 families arriving every day from the border crossing El Fuj to Jamam camp in Upper Nile. The international medical aid charity said nearly three children are dying every day in Jaman, many from diarrhoea. Clean water is in short supply, it said, and heavy rains continue to flood the camps, causing tents to collapse. In a visit to Jamam in April, Stephen O&apos;Brien, the UK international development minister, warned of a looming humanitarian crisis. The situation is particularly dire as seasonal rains are turning the region into a quagmire, making life miserable for the refugees while aggravating logistical problems for aid agencies in a remote area. Peter Medway, director of operations for International Medical Corps, who was recently in South Sudan, said the rains have not begun in earnest and, when they do, areas of Maban will be largely inaccessible. &quot;It is a remote area, where the local host population is not in that much better a position than refugees,&quot; he said. &quot;The natural environment is only capable of supporting a low density of population. We have been making efforts to stockpile supplies to get us through the most intense months of the rainy season with the risk of waterborne diseases and malaria.&quot; The refugee influx into South Sudan comes on top of a severe hunger crisis in the country. The UN estimates that 2.4 million people  around a quarter of the population  will face food insecurity this year, doubling initial estimates, after a poor harvest and rampant inflation caused food prices to soar. South Sudan declared independence from Sudan on 9 July 2011. The country is facing an economic crisis exacerbated by the shutdown of oil production, which makes up 98% of national income. The new aid announced by the Department for International Development will go towards vaccinations and emergency treatment, food and nutritional supplements for malnourished children, clean drinking water, emergency shelter, and food and agricultural supplies. &quot;Britain will not forget the world&apos;s poorest people during this time of sporting celebration,&quot; said Andrew Mitchell, the UK international development secretary. &quot;This is why, when the Olympics draws to its close, we will host a global nutrition event to help millions of children worldwide to get better nutrition.&quot;  This article was corrected on Friday 27 July. The original said &quot;The international medical aid charity said nearly nine children are dying every day in Jaman&quot;. MSF has corrected this figure to nearly three", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/26/uk-aid-south-sudan-refugees", 
    "wordcount": "653"
}