{
    "headline": "Alan Saville obituary", 
    "text": "My friend Alan Saville, who has died of cancer aged 69, was an archaeologist and museum curator. He was both outstanding prehistorian and industrious committee worker, not least as an executive of the European Association of Archaeologists, whose journal he edited. He began his career in southern England, and, after moving north in 1989, became a prominent figure in Scottish archaeology. His most enduring achievement in the field is an excavation at Hazleton, Gloucestershire, which he directed between 1979 and 1982 while based at Cheltenham Art Gallery and Museum. Responding to the agricultural destruction of prehistoric burial mounds in the Cotswolds, he decided to excavate an entire 60m-long Neolithic long barrow, funded, one season at a time, by the Department for the Environment. However, in 1984, the team were made redundant. Cheltenham council stepped in, the work was largely done by 1988, and Alan lost his job again. His report was published two years later. His meticulous work, along with some exceptional finds, gave the previously ignored site international significance. Looking back in 2010, when the Ministry of Justice had decided that all excavated human remains should be reburied (a policy soon dropped), he did not mince words. Successful scientific studies had been conducted on the Hazleton remains long after the dig. This would have been impossible had they not been kept in a museum, he said, dismissing quasi-religious funerary sanctions to prehistoric human bone as simply nonsensical.  Alans passion was ancient stone tool technology, which he studied by the barrowful  and with microscopic attention  mostly from excavations by others, including significant projects at Grimes Graves flint mines in Norfolk, and a large Neolithic gathering place on Hambledon Hill, Dorset. He recognised flint blades found by a local archaeology group near Biggar, South Lanarkshire, to be 14,000 years old, and the earliest certain evidence for humans in Scotland. He was a key ally in 1978 when I formed the Lithic Studies Society, which thanks to him continues to thrive. Alan was born in Lewisham, south-east London, son of Doris and Fred Saville. His father was a fishmongers assistant, and a driver and messenger at Coutts bank; his mother mostly a housewife. Alan studied ancient history and archaeology at the University of Birmingham. Having worked in the south-west as a freelance archaeologist and curator, he moved to National Museums Scotland as head of its artefact research unit. When that closed, he became head of the treasure trove unit, and finally the museums senior curator, earliest prehistory. Among the exhibitions he curated was Prehistoric Japan: the Collections of Neil Gordon Munro (2001), reflecting another of his interests. He is survived by his wife, Annette Carruthers, whom he married in 1986.", 
    "section": "science", 
    "gid": "science/2016/oct/18/alan-saville-obituary", 
    "wordcount": "453"
}