{
    "headline": "A kinder way to tackle truancy", 
    "text": "It&apos;s 8am on a Wednesday and six-year-old Samir is being woken up for school. Not by his mother, father or two olderbrothers, but by Shelley, who is paid by Samir&apos;s state primary school to ensure he is ready and on time for lessons today. Samir&apos;s mother,Fatima, sits wearily on a battered armchair as Shelley goes through her checklist. &quot;Teeth and hair brushed?&quot; Samir nods. &quot;Fresh pair of pants and socks on?&quot; Nod. &quot;Yesterday&apos;s maths worksheet in your file?&quot; Nod. Before Samir and Shelley set off for school, Shelley checks the fridge and kitchen cupboards to make sure there&apos;s food for supper and for tomorrow&apos;s breakfast. &quot;Have you got enough medication for the rest of the week?&quot; Shelley asks Fatima. She nods gratefully and waves them goodbye. Until last spring, Samir had missed on average one day of school a week for the past two years  and sometimes whole weeks at a time. Fatima, who has tried to take her life on more than one occasion and looks after her sons on her own, often feels too depressed to get out of bed. Samir used to stay at home, in Forest Gate, east London, sitting with his mother, watching TV and buying food from the corner shop. Then Samir&apos;s primary school, Woodgrange Infant&apos;s in Newham, tried a new method of reducing truancy  one that had already taken off in more than 150 schools in England. Theschool took on a School Home Support worker, Shelley Clarke, whose job it is to identify pupils with low attendance records and play surrogate parent to them. Unlike teachers, who are confined to the classroom and playground, Shelley works with children in their homes, checking they are ready for school in the mornings and that they have done their homework and are in bed at a sensible hour. Of course, all of this is done with the parents&apos; permission and the hardest slog of all is convincing them that attendance at school is not just important, but crucial to their child&apos;s future success. The consequences of missing out on weeks or months of lessons, particularly for a primary-school-aged pupil, can be catastrophic. In subjects such as maths and English, where learning is incremental, it can be extremely difficult for a child to catch up if they are absent when their peers are learning the basics. Government data shows that just 35% of pupils who miss a month or more of lessons in primary or secondary school each year manage to achieve five GCSEs at grade C or above, including English and maths. However 73% of those whose attendance is 95% or more reach this standard. Meanwhile, just 3% of teenagers who miss more than half of school achieve such results. Fatima didn&apos;t take much convincingthat Samir should be at school, Shelley says. She felt guilty about how many lessons he was missing, but she just couldn&apos;t get herself into a regular routine to ensure he got to school on time  or at all. Since Shelley started calling on him last year, Samir&apos;s attendance has risen from 85% to 91%. The School Home Support charity,which trains Shelley and almost 100 others like her across the country, has its work cut out. Government figures out last week showed that more than a million pupilsin England miss half a day or more of school each week. In Nottingham and Liverpool, almost 10% of pupils miss a month or more of school each year. Nick Gibb, the schools minister, said on Tuesday that truancy is a &quot;serious problem&quot; for the coalition and that primary schools, in particular, could be doing more to challenge poor attendance. Overall, the proportion of pupils playing truant has dropped in the last few years, but not by much. In 2009-2010, 6.8% of pupils in secondary and primary schools missed a month or more of their lessons each year. The latest figures, from 2010-11, show that this has now fallen to 6.1%. While some children are off for long-term sickness, &quot;many can and should be in school,&quot; a Department for Education briefing note says. &quot;Primary schools seem to be more reluctant to challenge poor attendance than secondary schools with the result that some families get into bad habits ... the message can be inadvertently given to parents that attendance at primary school is not as important as it is in secondary school.&quot; The government&apos;s behaviour tsar, Charlie Taylor, has suggested that headteachers cut truancy by imposingfines of up to 100 on parents who persistently keep their children out of school for no reason. Last December, Taylor said that primary schools were &quot;a bit too nice and fluffy&quot; when it came to challenging parents onattendance. But few schools have chosen to do this and more are opting instead for the School Home Support model. SarahSoyler, the headteacher of Samir&apos;s school, says that there exists a growing number of parents with complex problems, often related to poverty and mental health, and that their children are often those with poorattendance records. &quot;The families of children who miss school often need intensive help that teachers sometimes just can&apos;t give because they are in the classroom. This is one of the reasons why we decided we wanted a School Home Support worker,&quot; she says. Ofsted inspectors said that Soyler&apos;sschool&apos;s attendance figures left room for improvement when theyvisited in May last year. Since taking on Shelley, the school&apos;s attendance record is back up to 95%  about the national average. Alison Lines, a School Home Support worker in Barking and Dagenham, in east London, says that schools understand far better than ministers why a tough stance on truancy often will not work. &quot;Most of the mums I see whose children are persistent absentees are struggling with domestic violence, disability problems or debt,&quot; she says. &quot;Fining them would achieve absolutelynothing  in fact, it would probably disengage them further from their child&apos;s education and schools know this. In most cases, these mums are not thinking about the impact absence from school is going to have on their child because their mind is so full of worries about their family being evicted from their homes. Most of them aren&apos;t sleeping.&quot; Alison holds a coffee morning every fortnight to encourage parents, including those whose children have or have had an absence problem, to come and talk to her. Today&apos;s is taking place at Godwin primary in Dagenham and is a jewellery-making workshop. In the home economics room, 10 mothers sit on stools threading shiny beads on to pipe cleaners. A year ago, Louise was so worried about her debt problems, she let everything else go and her then nine-year-old son&apos;s attendance at school dropped to three or four days a week. Alison spotted this and contacted her. The pair discussed the debt and went out to buy a vacuum to clear up the house. &quot;To lose my arm would be terrible, but to lose Alison would be devastating,&quot; Louise says when I ask the difference Alison has made. Her son&apos;s attendance at school is creeping back up to 100% now. Jane, a mother of three who is disabled, says: &quot;Us mums just cheer each other up at these coffee mornings. If I see one ofthe mums is down, I will have a bitof banter with her. Alison has brought us together.&quot; Alison often asks the group for help. One mum&apos;s punctuality record for dropping her children at school has become very poor and Alison recently bought her an alarm clock. &quot;I gave it to her, but she can&apos;t tell the time so I&apos;m going to try to think of something else,&quot; she says. All in all, Alison&apos;s success rate is high. Between September and December last year, in the schools she worked in, Alison managed to reduce the amount of time pupils were missing from school from 37% to 27%. Across the country, School Home Support workers are funded by schools, local authorities and big businesses. Until recently, the investment bank Goldman Sachs covered 70% of the costs of them in Newham. Last year, School Home Support workers helped more than 4,000 families and reduced the time children missed in school from32% to 22%. &quot;I think we work because we are a cross between a friend, a social worker and a teacher,&quot; says Alison. &quot;I could have a clone and an assistant and still fill every minute of my day.&quot; Some names have been changed.", 
    "section": "education", 
    "gid": "education/2012/apr/03/kinder-way-to-tackle-truancy", 
    "wordcount": "1466"
}