{
    "headline": "Jonah Lehrer: We can all be as creative as Picasso we just have to learn how", 
    "text": "Jonah Lehrer is the new superstar of science journalism, mixing the approachability of Malcolm Gladwell with an expertise born from studying neuroscience at Columbia University. Imagine: How Creativity Works, his third book, dissects the creative processes of Bob Dylan, WH Auden, a surfer with Asperger&apos;s syndrome and many others. It is sure to become required reading for business leaders but will interest anyone who wants to know more about how the brain works. You write: &quot;Anyone can learn to be creative.&quot; Is that really true?  Absolutely. We&apos;ve believed for thousands of years that creativity is an all-or-nothing phenomenon: you either have it and you are Pablo Picasso, or you don&apos;t and then you&apos;re the rest of us. But that&apos;s not the case. What you discover when you look at creativity from the perspective of the brain is thatit is universal. We&apos;re all creative all of the time, we can&apos;t help but be creative. It is, of course, distributed: like any other talent, some people are going to have more of it than others. But that doesn&apos;t mean the majority of us have nothing at all. That&apos;s why I also think that we can all get better at it. We can look at what successful creators do and try to learn from them. Picasso said: &quot;Every child is an artist. Theproblem is how to remain an artist once we grow up.&quot; Is he puncturing the myth too? He is. People always say: &quot;I used to love to draw when I was a kid.&quot; Children can&apos;t help but create: they need to put their mind on the page, they want to paint, to sculpt, to write short stories. And then when they are about 10, that impulse disappears. This is what Picasso was pointing out: there&apos;s a cost of maturity, an unintended side-effect of being able to exert self-control that also stifles our creativity, that represses the imagination. But that&apos;s another great source of evidence that creativity isn&apos;t as rare as we like to think. What happens when we are 10? This is all speculative but this is about the time when the frontal lobes come online. The frontal cortex. And as a result kids begin to raise their hand in the classroom, they can exert self-control, they can delay gratification, they can do things that allow them to act like adults at least for a little bit. Of course that&apos;s a good thing, but one of the costs of being able to inhibit yourself is that you also inhibit your imagination. In Imagine you split creativity up into &quot;hotshower moments&quot; and &quot;triple espresso moments&quot;. Can you explain? One of the other myths about creativity is that it&apos;s a single thing. Creativity is a catch-all term for a variety of distinct thought processes. Sometimes you hit the wall and you need a moment of insight, you are going to need to take that hot shower. Sometimes you need to keep on pushing forward, keep on drilling down, and that&apos;s when you should take espresso. You also write about drugs There&apos;s a grand history of creators engaging in self-experimentation and self-medication, and that goes back to the fact that creativity is so damn hard. We&apos;re just looking for every edge we can get. The reason so many writers have taken amphetamines and other drugs with horrible side-effects is that they allow one to focus for hours and hours. But I was surprised by some of the research: a paper came out last month which showed that if you get undergraduates really, really drunk they become 30% better at difficult creative puzzles. That&apos;s partly because you are more relaxed, more likely to daydream and you think in more abstract associations. Are you tempted to hit the Benzedrine now when a deadline approaches? I don&apos;t take amphetamines, in part because I&apos;m a bad sleeper to begin with. When you need to relax and get those virgin thoughts going, studies show that marijuana and being drunk make it easier to do that. Those don&apos;t work for me. When I&apos;m really stuck, I&apos;ve got much better at taking a break and going for a hike rather than staring at my computer screen. Not quite as glamorous as having a medicine cabinet full of creativity helpers but that&apos;s how I&apos;ve adjusted my own work life. Is one of your aims to provoke? I&apos;m not sure provoke is quite the right word, but I want to get people thinking about thinking. I want to give people theories, I want to expose them to scientific stories that force them to re-evaluate the way they use these three pounds of meat inside their head.Sometimes that&apos;s about provoking: it&apos;s about telling them that brainstorming doesn&apos;t work; that although we live in an age that worships focus over daydreaming, sometimes that&apos;s exactly backwards. Those can feel like provocative ideas, but the larger goal of the book is to contemplate how we can get our mind to work better. Is it easier writing about science or conducting the experiments? I always wanted to be a scientist, I always thought I&apos;d be a scientist, that was the narrative I was carrying around. I worked in a neuroscience lab as an undergraduate and then after, almostfive years in total, but I realised I just wasn&apos;t good at science. I didn&apos;t have the discipline for it. I was crushed, butluckily there&apos;s this thing called science writing. I love spending timewith scientists, I love asking themsilly, inane questions, but I&apos;m not good at the stuff that requires me to wear latex gloves or micro-pipette all day. What&apos;s your next big idea? The mystery I can&apos;t stop thinking about at the moment is about love  and not just romantic love. We are constantly surrounding ourselves with pleasures that decay very quickly: the first bite of a chocolate cake is better than the second; my new iPad will make me happy for about a week and then I&apos;ll take it for granted. But when we fall in love with something what we&apos;re really saying is that we have found something  maybe it&apos;s a person, an idea, a faith  that won&apos;t get old. But that&apos;s all I have right now. I have no idea if that will be my next book or if I will eventually discover that it is an incredibly banal, clichd idea, in which case I&apos;ll turn it into a tweet.", 
    "section": "science", 
    "gid": "technology/2012/apr/15/jonah-lehrer-bright-idea-creativity", 
    "wordcount": "1091"
}