{
    "headline": "Should academics appraise their bosses?", 
    "text": "Every year or so, Cathy Wagner and her academic colleagues tell their faculty chairs exactly what they think of them. The academics, at Miami University of Ohio, fill in questionnaires anonymously, evaluating their bosses&apos; effectiveness, with room to add more detailed remarks at the end. These comments are summarised and returned to all academic staff in the department, who agree whether the summary is fair, and the evaluation is then used not only to inform individual chairs about what sort of job they are doing, but also whether a pay rise or promotion should be in the offing. &quot;It&apos;s very very normal,&quot; says Wagner, professor in the English department. &quot;I and most of my colleagues here would be shocked if there was no evaluation process upwards.&quot; This kind of evaluation is relatively common in American universities; at the University of Notre Dame, for example, academics review their department chair in the second year of each three-year term and help to decide whether he or she should be re-appointed. But UK universities have always been much warier about the idea. Now union members at the University of Sussex want this to change, proposing that all academic staff should be given the chance to appraise their heads of school. They argue that with students increasingly asked to assess the effectiveness of the teaching they receive, academics should also be able to comment on the effectiveness of university management. A proposal to introduce upward appraisal was put to the university last term, but was rejected by managers. The union then conducted its own survey of academic and academic-related staff, but managers said this was unauthorised, flawed and represented a breach of trust and mutual confidence on the part of the union. The 300 responses had to be torn up. Rupert Brown, joint vice-president of Sussex UCU, admits there were mistakes in the way the survey was conducted, but he says the union is still keen to proceed with such an appraisal. &quot;We thought it would be a good and collegial thing to do within the university to give people the opportunity to say how things are being managed within their particular unit,&quot; he says. &quot;We had a really open mind. We wanted to give as much voice to people who were happy with the way things were going as to identify problems.&quot; Upward appraisal is not entirely unknown in UK universities. In 1996, Gillian Evans and Kevin Moloney produced a report on the practice for the Council for Academic Freedom and Standards, which found that eight of the 41 UK institutions who replied to a survey used it in some form, although usually informally. The report urged more institutions to adopt it, arguing that staff were increasingly subject to appraisal from above and that &quot;equitable treatment of staff is important and can only result in efficiency gains&quot;. Little has changed since the report was published, with upward appraisal in UK universities remaining rare, although some institutions do use 360-degree feedback  feedback by selected peers, subordinates and seniors  as a management development tool. This is done at Warwick University, which strongly insists that it is &quot;feedback&quot;, not &quot;appraisal&quot;, and is voluntary, confidential and &quot;not linked to appraisal or remuneration in any way&quot;. A similar scheme is used at Exeter, where Tash Khan-Davis, assistant human resources director, says: &quot;It has proved to be a very good tool and affirming in the sense that for many managers it gives them confidence that they are plainly doing a good job, but also gives them insight into things they hadn&apos;t anticipated.&quot; A spokesman for Sussex University says it believes that 360-degree appraisal is &quot;a useful development tool within a performance-management system&quot; and &quot;has been deployed in relation to senior staff appraisals in the past and will continue to do so in the future&quot;. But Daniel Kane, a reader in English and American literature at Sussex, and a union executive committee member, says faculty want the chance to comment as a matter of course on how well their heads of school are performing. &quot;We aren&apos;t asking for anything more than what our students are granted when they anonymously appraise our teaching or comment anonymously on their degree programme through the National Student Survey,&quot; he says. &quot;We&apos;re expected to act on what they say. And we do. We are simply asking for the same rights and same respect that our students have. But we aren&apos;t being given the basic dignity of being able to say what works and what doesn&apos;t. What are they afraid of?&quot; Managers and unions at Sussex have clashed recently over plans for private companies to take over the management of its estates, facilities, catering and conference services, and closure of a childcare scheme. But Kane insists the intention of the survey was mainly to identify good practice and work out ways of applying that practice across the schools. Sussex stands by its rejection of upward appraisal, but has agreed to conduct a staff-engagement survey next year &quot;and will be discussing this beforehand with the three campus unions&quot;. Evans says academics feel increasingly powerless  exposed both to what students think of them, through the NSS and online through Facebook and other sites, and to the pressures on managers to reduce staff costs. &quot;Appraisal has moved from being equal-to-equal to top-down,&quot; she says. &quot;It has moved from being a friendly discussion about what one wants to do with one&apos;s career to obligations to do something. There has also been a shift from relative job security to more short-term contracts.&quot; She suggests that with student fees becoming a larger proportion of university income, student appraisals will become more significant for academics&apos; job security, adding to their sense of powerlessness. Whether the answer is allowing academics to have their own say about the performance of those above them is questioned by personnel experts, however. Nick Holley, head of the human resources centre at Henley Business School, University of Reading, says it can be useful for managers to see how others see them, but warns that this kind of feedback has to be conducted carefully. Scoring managers for different qualities is not only inexact, as some people mark more highly than others, but could tempt people to see management capability in terms of numbers rather than taking account of its complexity, and actively addressing problems, he argues. More effective, he suggests, are regular conversations between managers and the rest of a team on what is going well and badly. He adds that &quot;[360-degree] feedback is going out of fashion in favour of a more nuanced approach to appraisal, actually addressing the root cause of the problem  which is that some people should never manage other people.&quot;  This article was amended on 24 January 2013 to correct the name of Miami University of Ohio.", 
    "section": "education", 
    "gid": "education/2013/jan/21/upward-appraisal-university-managers", 
    "wordcount": "1166"
}