{
    "headline": "Perseid meteor shower this weekend: how to get the best view", 
    "text": "The Perseid meteor display is upon us. Over the course of the next four days, Earth will plough through the debris stream left by a giant comet that has been circling the sun since the birth of the solar system.  Each tiny cometary fragment that hits our atmosphere is usually no larger than a speck of dust. Yet it burns up with an incandescent display that we call a shooting star. If you want to get technical about it: a meteor. This year, the Perseids will be visible from the northern hemisphere between 11 and 14 August.  If the clouds cooperate and the skies are clear this weekend, the prime times to watch are generally between midnight and 3am. This year the night of the 12th going into the 13th is expected to be the best. But meteor showers are extremely variable and if you have the chance, watch in the early hours of any morning between the 11th and 14th. The direction in which to look is the east. If you know your constellations, find Perseus then look at its surroundings. Take a deck chair, blankets and a hot thermos to keep you company. Even in August, you will need the last two. Then wait. The expected rate of meteors this year is a few dozen per hour. Every Perseid you see was once in the tail of Comet Swift-Tuttle, a 27-kilometre-wide iceberg in space. It spends most of its time in the outer solar system, reaching beyond the orbit of Pluto. Then, every 133 years, it dives past the sun, replenishing the supply of Perseids. Swift-Tuttle, like all the comets, is in a constant state of disintegration. Comets hail from the outer solar system where icy compounds are easily maintained because it is so cold. As a comet approaches the sun, however, the heat melts the ice and solid grains of dust are released into space. This creates the ephemeral tails that are seen stretching across the night sky.  As the tails disperse they create the debris streams that give us meteor showers. There are 64 established meteor showers that hit Earth every year and the Perseids are generally considered the best.  And if you really want to impress your geeky friends, while simultaneously boring everybody else, ask them why meteors burn up in Earth&apos;s atmosphere. The chances are they will say friction. It&apos;s a popular misconception. Friction is caused when objects slide against one another. That is not the case for a meteor. When it hits the upper atmosphere it is travelling faster than 160,000 kilometres per hour (100,000 miles per hour). This compresses the air in front of it. When any gas is squeezed it naturally heats up. In this case the temperature reaches several thousand degrees, and this burns up the meteor. No sliding motion, no friction. As you&apos;re watching this weekend, spare a thought for the wonder of it all. Every single one of those meteors was born as the Earth was forming, about 4.5 billion years ago. That means each has a story to tell. By capturing the meteors before their demise, as the Stardust mission did, we can begin to read the story of the birth of the solar system. How to share your photos Email a high-resolution jpeg or tiff photo file (maximum size 20MB) of this year&apos;s Perseids to your.photos@guardian.co.uk with &quot;Perseids meteor shower&quot; in the subject heading and a short description in the email of what you could see along with your name, location, and when the picture was taken. If you can fit it all in a tweet, you can also send your pictures to us via Twitter. Just tweet @guardian your high-res picture with the hashtag #gdnmeteor and a description.", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/aug/10/perseid-meteor-shower-astronomy", 
    "wordcount": "632"
}