{
    "headline": "First birds and family trees", 
    "text": "So a new and feathered dinosaur has been described, and Aurornis has already been much discussed in the media (including in these pages) as the oldest known bird. That is certainly the result of the analysis reached by the authors of the paper in question, and from my reading of it, there&apos;s no real reason to doubt this as a viable and reasonable conclusion. It does however nicely demonstrate the issues surrounding major transitions and evolutionary radiations in the fossil record and why they are hard to tease apart. In doing so, it also provides a good illustration of the evolutionary principles at play, and show why there are likely to be yet more headlines like this in the future. I&apos;d be willing to bet that within a year, one or two similarly thorough and well supported analyses will find Aurornis not to be a bird, or to be a bird but more derived than Archaeopteryx, rather than currently being considered basal to it.  Biologists use a technique called cladistics to assemble &apos;family trees&apos; of organisms and generate hypotheses about their relationships. These trees are called &apos;phylogenies&apos; and form the basis of how we deduce relationships between groups and what that may mean for patterns of evolution. The basis of cladistics are lots and lots of characteristics of organisms  in the case of the fossil vertebrates these tend to be anatomical features of the bones and teeth, but for living species can include soft tissues, genetics, behaviour and other lines of evidence. Essentially, those with the most characters in common are considered the most closely related. So much so straightforwards, but of course one key feature of fossils is that they are rarely complete. We do not often have whole skeletons preserved in 3D, so our datasets are incomplete. That means that new discoveries (either of new species, or of new specimens of already known species) can add quite a lot of data to an analysis and as a result change the hypothesized relationships of the species that are being assessed. An animal might appear to belong to one group based on just a couple of features, but a new find could show it in fact has many more features in common with another group, outweighing the previous limited support, and so it may move in the phylogeny. This has happened a lot with the species that float around the origin of birds. When Anchiornis was first described, it was considered a likely basal bird, then found to belong to a group of bird-like dinosaurs called troodontids, but now the Aurornis analysis has moved it back again. The genera Jinfengopteryx and Rahonavis were also called birds, then not, and two odd critters Epidexipteryx and Epidendrosaurus were though to be close to birds and have now moved quite a way across the tree, while even Archaeopteryx was briefly considered to perhaps be an independent line of flying dinosaurs that was not a true bird. In short, with new data comes new hypotheses, and some things are jumping around. In the grand scheme of things though, they are not moving very much, and the difference between &apos;bird&apos; and &apos;non-bird&apos; at this point is very minor indeed. To pick an inexact analogy, we are arguing over subtle shades of green  is a given species slightly more yellow or slightly more blue that this other species. Is it green enough to be a bird, or is it a bit too blue? It&apos;s a subtle difference, but we do know it&apos;s green and not orange, purple or grey. However, what is interesting to note and generally overlooked is this is what you would expect from such an evolutionary transition. This is a major evolutionary radiation and lots of new species have evolved that are clearly very similar to each other. But more specifically, we are looking back to the base of this radiation  the point at which the lineages start to diverge from one another. Over time of course, they will start to look less and less like each other, but at the point at which they first separate they will of course be hard to tell apart. Wind forwards a little in evolutionary time and almost all species will rather more obviously fit into the categories of &apos;bird&apos; or &apos;non-bird&apos;, but at that point of separation, it&apos;s obviously difficult to tell pea green from ocean green from forest green and Lincoln green when you don&apos;t have all the data. Still, it does mean that the idea washing around in some quarters that Aurornis is the early bird and Archaeopteryx is out on it&apos;s ear is way, way too early to confirm. It might well be, and again, to be quite clear, the results of the analysis seem fine. However, history tells us that the base of the bird tree is quite unstable and things are likely to change  how much, and quite when it will stabilize and in what position is another matter entirely. But it does add to our knowledge of the beginnings of the radiation that ultimately led to the huge diversity of birds that are alive today, and so any extra piece of the puzzle (even if we have not have it in quite the right place yet) is valuable.", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/jun/02/dinosaurs-fossils", 
    "wordcount": "879"
}