{
    "headline": "How fast is EE's 4G? Which handsets do I need? Your questions answered", 
    "text": "Everything Everywhere has announced that it will start offering its 4G service on 30 October. Here&apos;s what you might expect - including which handsets will (and won&apos;t) work on it - and the details that remain to be determined. This is the sort of the speed that a 4G network offers on a phone - and something like this is what you may be able to expect from Everything Everywhere&apos;s network (from the conjoining of Orange and T-Mobile in the UK) by the end of October.     Speedtest.net app results for EE's 4G network, tested in London on 2 October 2012    By contrast, here&apos;s what a 3G network offers (in the same location, same time):     Speedtest.net app for EE's 3G network, tested on 2 October 2012    For those who don&apos;t have the images, the 4G network shows 38.59 megabits per second (Mbps) on the download, and 12.38 Mbps on the upload, using the standard Speedtest app; for the 3G network, it&apos;s 4.08 Mbps for downloads and 2.72 for uploads.  That&apos;s a factor of more than nine times faster on downloads, and 4.5 times faster for uploads. Got a need for speed? 4G has it Though you might not see such speeds once there are more people on the 4G network, it&apos;s clear that it has substantial headroom in speed terms over 3G - which has a theoretical maximum download speed of 7.2 Mbps, although other UMTS (3G) technologies such as HSDPA can in theory offer connections at up to 42 Mbps, and HSPA+ an incredible 337 Mbps. By contrast LTE can - again, in theory - offer 300 Mbps downlink and 75 Mbps for the uplink. EE has been working for some time on setting up its 4G network; the company decided to go ahead with building it even before Ofcom had decided to allow it to re-use its 1800MHz spectrum for 4G connections. Presently EE has about 60MHz available in the 1800MHz band to use for 4G (which will be shared with 2G services); next September it is obliged by Ofcom to sell 10MHz to Three. EE says that won&apos;t &quot;significantly&quot; affect its offering. The base towers use Huawei&apos;s 4G systems - a significant win for the Chinese company which is rapidly challenging to become the largest provider of mobile network infrastructure in the world, against its main rivals Ericsson and Nokia Siemens Networks. Of course, the early tests are on uncongested 4G networks, compared with (comparatively) congested 3G ones. EE says that 4G will offer &quot;superfast mobile internet at speeds typically five times faster than 3G speeds today&quot;. What will EE get? Very probably, more customers. Already the biggest network in the UK (in terms of customers), it will now have around 11 months&apos; headstart on other companies, which have yet to win 4G spectrum through the auction. Despite the peace deal brokered by the government and Ofcom, the reality is that EE will be able to offer handsets tuned for 4G at a time rivals cannot. It plans to launch in 10 cities on 30 October, and up that to 16 by the end of the year. Handsets that will work on EE&apos;s 4G Note that no handset bought before mid-September, even if it says it&apos;s 4G-ready, will work on EE&apos;s 4G network, apart from the iPhone 5 (and even in that case, only if bought in the UK). The following are on offer:  Apple iPhone 5 Samsung Galaxy S3 LTE (but not any SGS3 handsets sold in the UK up to this point) HTC&apos;s One XL Huawei Ascend P1 LTE Samsung Galaxy Note 2 LTE (from 15 October) Huawei mobile dongle All are being offered through EE. (Note that the &quot;new&quot; iPad, aka iPad 3, launched earlier this year with 4G connectivity in the US won&apos;t work for EE&apos;s 4G because it uses a 2100MHz chipset.) Why won&apos;t existing &quot;4G&quot; handsets work on EE&apos;s 4G? Although the SGS3 was sold as having 4G capability (and does, on networks that offered it as such), any that have been previously sold in the UK - even by Orange/T-Mobile itself - will not work for EE&apos;s 4G services. &quot;The modem&apos;s different, the antenna is different, it&apos;s a different SKU [stock-keeping unit]&quot;, says Tom Bennett, EE&apos;s director of network services. In essence, any SGS3s (and other 4G phones, excepting the iPhone 5) not sold through EE for its 4G services won&apos;t work on its network, no matter what the specifications might say. Any iPhone 5 sold in the UK, even with another network, will work because it does use the 1800MHz chipset. (However, those networks will surely be reluctant to release people from contracts already signed without large compensation.)  Getting onto EE&apos;s 4G service will mean signing a new contract and in effect joining a new service, even for existing customers of Orange/T-Mobile. For the latter, there may be discounts if they signed a contract earlier this year; anyone who signs an Orange/T-Mobile contract for a 3G smartphone between now and the launch of the 4G service will be able to shift over with no penalty. Confusingly, EE will now be the brand both for the network supplying coverage to Orange/T-Mobile customers on 3G contracts, and the brand supplying 4G connectivity. Customers on other networks who want to shift over to EE to get 4G speeds will have to sign new contracts. 4G: the good news 4G is much, much faster than 3G. It offers higher speeds over longer distances from the base stations than 3G (because it uses different encoding and error-correction, says Bennett) and offers better connections even inside buildings where 3G services might be attenuated. (The speed tests above were taken by two iPhone 5s sitting side-by-side, in an upstairs room in the Frontline Club in Paddington, London. There were two large windows nearby, though also plenty of brickwork.) 4G is also fast enough to work as a replacement for fixed broadband in rural locations; given that many people outside cities don&apos;t get speeds much above 4Mbps, the potential for 4G to fill in the digital speed gap is substantial. However, whether it&apos;s effective for that will depend heavily on the cost of the service. EE has been testing it in Cornwall and Cumbria, with what it says are encouraging results. 4G: the bad news One key difference between 4G and 3G is that 4G is a data-only connection, so that if you&apos;re surfing the web on 4G and get a voice call, the connection will automatically drop down to 3G (which is a voice-and-data connection), says David Salam, EE&apos;s director of network strategy architecture. If you&apos;re trying to do data-intensive work but also get phone calls regularly, that might be a problem. 4G phones bought and working here won&apos;t necessarily connect to 4G networks in other countries. They might work with Optus in Australia (which is building an 1800MHz 4G network), but there&apos;s no guarantee of it. Thailand has 4G networks using 1800MHz, but again, if the handsets aren&apos;t tuned for the precise frequency bands involved, they won&apos;t be able to connect. EE 4G: the puzzling and uncertain news EE isn&apos;t giving anything away about its pricing. But it does expect that people will want to use a lot of data. Will it therefore jack up the contract costs? Salam wouldn&apos;t be drawn. But he did say that &quot;with 16 cities, we&apos;ll have coverage for 70% of the population. By 2014 we hope that will be up to 98% of the population. That&apos;s mass-market. We aren&apos;t building this for the elite few.&quot; 4G: the predicted effect Studies in the US and South Korea, which have been in the forefront of implementing 4G (in the US&apos;s case, since early 2011) show that there&apos;s a dramatic ramp in the popularity of sites showing video, because people on the move are suddenly able to access streaming video without interruption - and buffering is much faster. Expect to see sites which do offer video to leap to the top of the viewing charts. Likely beneficiaries: the BBC&apos;s iPlayer, 4OD, ITVPlayer and any site that has a good variety of video content.  Making video calls will also become much more feasible because of the fast uplink speeds. In fact, sending video of any sort will become much simpler - with all that implies for coverage of live events. Without knowing how much the data allowances will be on 4G, it&apos;s not possible to say whether people will be burning through their data allowances more quickly. But on the basis that 4G lets you get at data nine times faster, one might expect that 500 megabytes - currently the common ceiling for flat-rate data plans on most of the networks (apart from Three, which has a number of plans offering unlimited data) - will seem too restrictive.  If 4G pushes the data allowance up (one might guess to 2GB per month) that will create extra pressure on the other network operators, whose 500MB will look stingy (even if one can&apos;t normally get through it). It could have a similar effect to Google&apos;s introduction of Gmail in 2004, when it offered an entire gigabyte of free email storage - ten times more than rivals like Hotmail and Yaho were offering. That kicked off a revolution in webmail.  If (and it&apos;s still if) EE does the same with mobile data, and the other networks pitch in with their 4G offerings, we may see mobile data consumption - and, because of the fast uplink speed, creation - skyrocket in the coming years.", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/03/4g-ee-mobile-broadband", 
    "wordcount": "1583"
}