{
    "headline": "Wikipedia page of Judge Koh, of Apple-Samsung trial, locked after 'edit war'", 
    "text": "The Wikipedia page for Judge Lucy Koh - who has overseen a number of court battles between Apple and Samsung - has been locked until Sunday after an &quot;edit war&quot; by people seeking to cast doubt on her independence as a judge, apparently because of her rulings in those trials. Koh oversaw the major Apple-Samsung patents and design case in the summer, in which Apple was awarded $1.05bn by a jury for patent infringement by Samsung. The case has now moved to post-verdict hearings. But a bizarrely partisan reading of the Apple win has led some contributors to alter Koh&apos;s page - which should be an impartial reference about her work and life - to create nonexistent &quot;controversies&quot; about her decision-making. Koh&apos;s page is required to conform to the &quot;Biographies of Living People&quot; standard, requiring among other points a &quot;neutral point of view&quot; and &quot;verifiability&quot;. But as first pointed out by Philip Elmer-DeWitt, the page related to Koh was altered on Friday 21 December at 20.07 (UTC) to add a paragraph under the headline &quot;Questions of Impartiality in Apple vs. Samsung&quot; saying   It has been discussed extensively in the Technology Community whether or not Lucy Koh has been completely impartial in handling Apple vs. Samsung. She ordered several preliminary injunctions on Samsung products that were later overturned by other federal agencies or were found to have not infringed on Apples Patents. (1) In addition, her refusal to allow Samsung to submit case changing evidence raises red flags. (2) (3) The investigation of the role of Jury Foreman Velvin Hogan in the verdict also leads to questions of Koh&apos;s impartiality.(4) Samsung is currently appealing the trial in the Federal Appeals Court and seeks a new trial.  You can see the page as altered; and this is how it is at present. The paragraph falls well short of Wikipedia&apos;s requirements - or most logical systems. None of Koh&apos;s trial decisions over Apple-Samsung have been finally reversed on appeal; some are still in process. There&apos;s no ongoing investigation of Hogan&apos;s role (we know his role: he was the foreman of the jury), and what investigation there was (he had a lawsuit with Seagate in 1993) has no influence on Koh&apos;s impartiality.  And of course there&apos;s been no &quot;extensive discussion&quot; in the &quot;tech community&quot;. Two articles on small-ish sites aren&apos;t extensive. It simply isn&apos;t an issue. The IP at 173.63.98.107, used to make the edit on 21 December, belongs to Verizon, a US ISP, which suggests the person who made the edit is based in the US. They have also made edits on Wikipedia on 13 December to the page about Apple&apos;s A6 processor (wrongly saying it performed worse than others, according to a later editor who threw out their revisions) and on 11 December to the page about the Samsung Nexus 10 tablet. adding details about its flash and HD capability. It&apos;s possible that the IP was reallocated between those dates, and between the time on 21 December that the paragraph about Koh was added, but it&apos;s unlikely. The revision on the Koh page was first shortened, and then turned around to aim at Samsung (the revised paragraph read:   It has been discussed extensively in the Technology Community whether media coverage of Judge Koh&apos;s handling of Apple vs. Samsung was co-opted. Samsung&apos;s history of corruption and unfair business practices (1) appears to have manifested itself in coverage of the case. (2) (3)   - that by the IP 68.13.194.193, which also belongs to Verizon. By the early hours of 23 December, it seemed to be gone, with the comment that the editor had &quot;Deleted clearly slanted language questioning Judge Koh&apos;s integrity&quot;. But you can&apos;t keep a bad meme down. About 12 hours later, on 23 December, the edit was back, with the same language as the original, though this time emanating from a different IP - 109.128.12.20 - with the comment that the language was &quot;still true&quot;. This, however, came from a Belgian address. 45 minutes later: gone again. Peace reigns for a couple of days.. and then, turkey-stuffed, it comes back, via a user called Smith59923 - whose only contributions to Wikipedia have been to the Koh page, and specifically in the &quot;Controversies&quot; section, which didn&apos;t exist a week ago.  A brief edit war occurred over Christmas day, as Smith59923 added the &quot;controversy&quot; back in, another Wikipedia user called &quot;Lord Roem&quot; deleted it, and a third IP (98.155.79.13, a US ISP called Road Runner, but whose Wikipedia area of expertise appears to be Korean culture, and who has made a number of allegations of bias - none supported with data - against other contributors) joined in to re-add it.  All in all, there were more than 20 edits in three days - almost all removing or adding back the offending (in every sense) paragraph. Finally, it was removed by a higher Wikipedia editor, and - saving grace - the page was locked until 3.30pm on 30 December. The real puzzle, though, is what is going on more broadly. Losing a court case might be tough, but it&apos;s really not a cause for making untrue claims. Especially if you&apos;re not working for the company involved. So why are people so worked up? Is it something bigger? Elmer-DeWitt is in the process of considering whether a persistently negative commenter going by the pseudonym of The_Truth_Hurts is in fact being paid to cause trouble:   His critics -- and there are many, including some who have taken up mocking handles like the Ugly Truth, He_Doesnt_Speak_The_Truth, and IgnoranceIsBliss -- believe TTH is a shill, professional &quot;troll&quot; or provocateur paid by one of Apple&apos;s competitors to spread FUD (fear, uncertainty and doubt).  If he doesn&apos;t get a satisfactory answer, he&apos;s going to ban the commenter. Something odd is afoot, but whether it&apos;s overactive commenters or something much more sinister remains to be seen.", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/26/koh-wikipedia-apple-samsung-edit", 
    "wordcount": "1018"
}