{
    "headline": "Experts solve mystery of painted lady's winter disappearance", 
    "text": "Where do painted ladies go when the summer ends? One of the great mysteries of the butterfly world has been solved by high-tech radar and 10,000 members of the public, who have tracked the butterfly on its epic autumn journey from the Arctic Circle to west Africa. For years, the arrival of painted ladies in Britain was thought to be an evolutionary dead-end. These colourful summer visitors would produce offspring that were believed to die in the autumn because our winters were too cold for the butterfly to survive. Unlike other migrants such as the red admiral which are regularly seen crossing the English Channel, there were almost no records of painted ladies making the reverse trip south to warmer climes. A new study, using a radar station in Hampshire and 60,000 sightings logged by volunteers in Britain and in 66 other countries and islands across Europe, has discovered the painted lady does successfully return to warmer climes, but flies at such high altitudes that it is not usually spotted. The radar, which can detect flying objects as small as an aphid at heights of up to 1.2km, found that painted ladies fly at an average altitude of more than 500m on their southbound odyssey and can reach 30mph  twice their normal flying speed  by choosing to migrate when the wind is favourable. The study, led by Spanish lepidopterist Constanti Stefanescu and a multinational team of experts from Butterfly Conservation, the Centre for Ecology &amp; Hydrology, York University and Rothamsted Research, gathered data from 2009, the most recent boom year for painted ladies. A wet winter in Morocco caused huge numbers of caterpillars to thrive on unusually lush vegetation and painted ladies swarmed north through Europe, breaching the Arctic Circle in northern Norway. The new study estimates that 11 million arrived in Britain and 29 million of their offspring departed southwards  to France and Spain  at the end of the summer. Rather than hibernate, adult painted ladies are constantly on the move to find optimum breeding conditions after which their offspring take up the migratory baton. Up to six generations make the 9,000-mile (14,480km) round trip from Africa to northern Europe and back again each year. &quot;This tiny creature weighing less than a gram with a brain the six of a pin head and no opportunity to learn from older, experienced individuals, undertakes an epic intercontinental migration in order to find plants for its caterpillars to eat,&quot; said Richard Fox of Butterfly Conservation and a co-author of the study published in the international journal Ecography. &quot;Once thought to be blindly led, at the mercy of the wind, into an evolutionary dead end in the lethal British winter, this amazing combination of mass-participation citizen science and cutting edge technology has shown painted ladies to be sophisticated travellers.&quot; According to Fox, the study data showed painted ladies chose to fly at times and at altitudes when the winds would be in their favour. Previous studies have shown that new generations of painted ladies know to fly southwards in the autumn and north in the spring because of shortening or lengthening days.", 
    "section": "environment", 
    "gid": "environment/2012/oct/19/painted-lady-butterflies", 
    "wordcount": "528"
}