{
    "headline": "UK higher education: let's not follow the leader but develop our own vision", 
    "text": "An avalanche is coming. Education is broken. Classrooms kill creativity. Higher education is a rotten tree being hit by lightning. All these things have been said about higher education recently (Clay Shirky wrote the last one if you&apos;re interested). In fact, when I playfully did a Google search on &quot;higher education is doomed&quot;, it returned some 2 million results. Those who work in teaching, especially in higher education, have had a rough time of it recently. It seems everyone&apos;s got it in for them and everyone has a prognosis of what to do about it. To paraphrase Monty Python, you&apos;d think the university system had kicked the bucket, shuffled off its mortal coil, gone to meet its maker, joined the bleeding choir invisible. But I disagree. I actually think that higher education system&apos;s vital signs are quite healthy even if I do think (to spin out the Palin-Cleese exchange a little further), it&apos;s probably been too busy pining for the fjords. Higher education is often criticised for what it hasn&apos;t done rather than what it has.To quote the IPPR report, &apos;An Avalanche is Coming&apos;: &quot;Nothing looked more impervious to revolutionary change than Brezhnev&apos;s Soviet Union in 1980, yet just over a decade later it was gone. The hegemony of the Catholic Church in Ireland looked unshakable in 1990, but two decades later it was gone&quot;. You get the subtle suggestion  higher education hasn&apos;t moved with the times, it needs glasnost and perestroika. One of the biggest snowballs in this supposed avalanche is the MOOC (massive open online courses) phenomenon which has captured the imagination of so many observers. It&apos;s a rather simple and utopian ideal: education for all, free, delivered to your laptop, time-shifted to your schedule not the university timetable. It&apos;s also the notion of unlocking quality knowledge from elite campuses like MIT, Stanford, Harvard and UCLA that makes it such a seductive idea. This story is also inextricably linked to the Silicon Valley meme of technology for good, and the alluring narratives of disruption and technical fixes that will create a new culture of mass learning. One of the noticeable things about this vision of the future is that it is (the launch of FutureLearn withstanding) very much an American story, and it&apos;s easy to see the reasons why. According to the US Department of Education, student debt is now over $1 trillion, and an estimated 53.6% of degree-holders in the US are jobless or underemployed. The contract between higher education and the learner, who is willing to put up with short-term debt to get a great career, has broken down. There is a crisis of confidence. Add to this mix the prediction that the edutech space is set to be worth $107bn (70bn) by 2015 and you have a powerful impetus for change. It&apos;s often said when America sneezes, Europe catches a cold. Will that be the case in the higher education sphere too? The European Union registered an unprecedented youth unemployment rate of 22.8% in September 2012, and in the UK 40% of graduates cannot find graduate-level work two years after their degrees. But student debt, despite recent changes, is nowhere near as extreme as in the US. So, we have a different motive for our changes to education in the UK. We shouldn&apos;t just accept US-style MOOCs as a solution that also fits our national landscape. There are alternative narratives, different stories, and a more British vision of higher education that could be articulated. We could use the language of complementing and collaborating a little more, rather than the US narratives of disruption, competition and overhaul. Let&apos;s critically evaluate the disruptive possibilities  good and bad  of MOOCs, and create our own hybrids to energise our particular university ecosystem. Of course we too need edutech companies, entrepreneurs and educational venture capitalists. But here&apos;s my idea for a few acronyms that we Brits should create: POOCs, or Personal Open Offline Complements  real human gatherings based at scale; OAFs, or Open Access Funnels, that lead disenfranchised people from online courses to the real valuable experience of being part of a community at a physical place of learning; and how about hybrid apprenticeship and degree mixes? There are plenty more acronyms we could create together. Let&apos;s include the most receptive and agile universities in those debates, treating them like a living breathing partner, rather than that poor old Norwegian Blue parrot with its feet nailed to its perch. Saint John Walker is head of development at Creative Skillset, the UK skills council for the creative industries  follow it on Twitter @skillsetssc This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/may/21/uk-higher-education-own-vision", 
    "wordcount": "797"
}