{
    "headline": "Pakistan energy shortfall fuels row over coal power plants", 
    "text": "Perween Riaz, a housemaid and mother of five, moved into her two-room abode in Neelam Colony, one of several informal settlements in Karachi, in Sindh province, a year ago. But since she migrated from a small village in the Punjab province for a better life, most of Riaz&apos;s household gadgets have remained packed. &quot;These are all run by electricity and half the time the power is playing truant. I can&apos;t afford to buy a generator, so there is no point in them gathering dust,&quot; she said. Riaz has unpacked the refrigerator and uses it as a pantry to &quot;keep the ants and rats away&quot;, but the television, DVD player and washing machine can only come alive if there is electricity. Next door is a small tailoring shop from where comes the non-stop whirring of a sewing machine. This is only possible because the owner has installed two small uninterruptible power supply batteries. &quot;Without investing in these, I&apos;d have been out of business,&quot; said Mustaqeem Khan. Such stories are common across the 46% of households across Pakistan that are connected to the national electricity grid. Having spent a fortune buying imported electrical items, many people don&apos;t have the power to use them. Neelam Colony is just a few minutes down the road from Bilawal House, the home of Pakistan&apos;s president, Asif Ali Zardari. While the posh locality gets an uninterrupted supply of power, in Riaz&apos;s neighbourhood residents suffer 16 to 18 hours of power cuts every day. But homes are not the only places where the outages are happening. Given the voracious appetite for energy to run the country&apos;s burgeoning factories  many of which are at the point of closing down  the need to burn coal to generate electricity has never been more urgent. As hydropower is seasonal, there is no oil to fall back on, and natural gas is fast diminishing, coal seems the only option, say experts. According to an official source, gas accounts for 45% of Pakistan&apos;s energy mix while 35% comes from imported oil and the rest comes from hydroelectricity at 12%, coal at 6% and nuclear at 2%. The Pakistan Energy Yearbook 2010 predicts that by 2030 the country&apos;s energy generation will increase to 162,590 megawatts and consist of 45% natural gas, 19% coal, 18.5% oil, 2.5% renewable, 10.8% hydropower and 4.2% nuclear. Pakistan&apos;s current demand is 15,000 megawatts but production is just 9,000 megawatts, resulting in a shortfall of 6,000 megawatts. Little wonder then that leading economist Kaiser Bengali says: &quot;For Pakistan, there is no alternative but [to turn to] coal. We cannot afford to be romantic.&quot; Bengali explained why development cannot always be held hostage to the environment. &quot;Hydropower is seasonal, since there is no water in dams for four to five months during winter, and thermal is too foreign-exchange intensive: it is sinking us into a balance of payments crisis.&quot; Similar sentiments were expressed by Dr Atta ur Rahman, one of Pakistan&apos;s leading scientists, who said: &quot;Coal should be given the highest national priority to meet our energy needs.&quot; According to Rahman, the oil power plants should be closed down and converted to coal. &quot;Imported coal is far cheaper than the oil used for electricity production. This can halve the cost of electricity production and boost industrial development,&quot; he said. Just talking about the use of coal, considered one of the dirtiest fuels because it releases carbon dioxide, sulphur, arsenic, carbon monoxide and mercury when burned, causes environmentalists to protest loudly that it is a major driver of climate change. &quot;The world is disinvesting in coal and here we are doing just the opposite,&quot; said Ali Tauqeer Sheikh, chief executive of Leadership for Environment and Development, Pakistan, a non-profit organisation. He believes the impacts of mining and burning coal are severe and must be seriously thought through. &quot;We have a lot of potential in hydro and it costs us two [US] cents per kilowatt, while imported fossil fuel costs us 12 cents and the coal is estimated to cost us six to seven cents per kilowatt,&quot; he said. In addition, said Sheikh, the energy crisis facing Pakistan is so intense that &quot;we cannot wait for another decade before these coal fields start giving us fuel&quot;. Instead, he said, it would be wise to invest in small dams that can be built in one to three years as a quick solution to energy demand. Tahir Dhindsa, an energy expert at the Islamabad-based thinktank the Sustainable Development Policy Institute, says Pakistan needs to shift its energy sources. He is in favour of big dams to meet demand. &quot;Big dams are controversial and have been politicised in Pakistan, but these can really solve our problem. Not only can big dams store huge amounts of water but they can generate up to 7,000 megawatts of electricity,&quot; he said. Coal, said Dhindsa, is cheap and plentiful. It will cost less than 1.5 rupees per unit (1 US cent) while the power generated by burning furnace oil costs around 13 rupees per unit and power from burning gas costs 5.5 rupees per unit. Pakistan has huge deposits of lignite coal. As much as 185bn tonnes were discovered in Tharparkar desert in 1992 but they have remained untouched due to infrastructural and institutional challenges for large-scale coal excavation. According to the Sindh mines department, Pakistan&apos;s coal reserves can produce 200,000 megawatts. Adil Najam, vice-chancellor of the Lahore University of Management Sciences and leading author of the 2007 Intergovernmental Panel on Climate Change report, which was awarded the Nobel peace prize, said: &quot;We are in a bind and I know coal can never be clean; we have been forced to make difficult decisions but perhaps the saving grace can be to make the cleanest decisions possible, such as using relatively cleaner technologies and how we use and conserve energy we produce.&quot; He said the energy shortfall could be controlled immediately by &quot;better management of electricity by the people and reducing line losses by the government. We are probably the world&apos;s most energy-poor country and also the most wasteful.&quot; Sheikh said: &quot;We should bring our industry to abide by global emission standards, upgrade old equipment, and penalise those who do not [stick to standards]. Our housing codes can look into energy efficiency, trade for fuel with neighbouring countries and, most importantly, we need a better energy mix with serious thought for renewable energy.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/29/pakistan-energy-shortfall-coal-power-plants", 
    "wordcount": "1101"
}