{
    "headline": "Local opposition to onshore windfarms has tripled, poll shows", 
    "text": "   The ICM/Guardian poll shows that 60% of Britons would now support the building of a windfarm within five miles of their home    Local opposition to onshore windfarms has tripled since 2010, a new Guardian poll reveals, following a series of political and media attacks on the renewable technology. However, a large majority of the British public (60%) remains firmly in favour of wind power, while also opposing the building of new nuclear or coal power plants in their local area. The poll shows that the national debate over wind energyis becoming sharply polarised, with the percentage of Britons strongly supporting the building of a new windfarm in their area going up by 5%, and the percentage strongly against rising by 14%. The government has firmly backed wind power, along with nuclear power and gas when the carbon emissions are captured and buried, as the mix needed to provide secure, affordable energy over the coming decade and beyond, while reducing the greenhouse gas emissions that drive climate change. &quot;A responsible energy policy for this country is one that rules in all of the key low-carbon technologies to help us keep the lights on and emissions down,&quot; the energy and climate change secretary, Ed Davey, told the Guardian. &quot;Ruling any of them out would be folly. It would mean one less way of cutting our dependence on imported gas, one less way of cutting our carbon emissions. And it would hit consumers where it hurts.&quot; But the government is being increasingly attacked over the cost of renewable energy subsidies and the impact on the British landscape of onshore windfarms. &quot;Onshore wind is the cheapest of the renewables  in fact we&apos;ve already proposed cutting the subsidy to reflect falling costs,&quot; said Davey. &quot;Built in the right places, and with the benefits for local communities we&apos;re introducing, onshore wind has a crucial role to play.&quot; The UK&apos;s leading expert on nimbyism, Prof Patrick Devine-Wrightfrom the University of Exeter, said that those promoting windfarms were failing to win the public debate. &quot;In terms of the policy implications of the quite dramatic polarisation, it is quite worrying for the government as attitudes are hardening on both sides. This suggests it will be hard to reach any kind of societal consensus.&quot; The ICM/Guardian poll shows 60% of Britons would now support the building of a windfarm within five miles of their home, compared to 73% of those asked the same question in an Ipsos Mori poll in early 2010. Those opposed to such a development rose from 16% to 27% of people. But the acute polarisation of the debate is clear, with those strongly in favour rising from 30% to 35% and those strongly opposed also rising from 7% to 21%. People aged over 65 were far more likely to oppose a new windfarm (43%) compared to 18 to 24-year-olds (16%), and Conservative voters were twice as likely as Labour voters to be opposed (41% versus 20%). Devine-Wright said other countries had handled the issue much better: &quot;There is a growing presumption in the UK that onshore wind is dodgy, but there is no reason why it should be that like that. The vast majority of the population are in favour of local renewables projects, so we are starting with goodwill but ending up in a mess.&quot; He highlighted the far greater community ownership of wind and other renewable projects in other countries, compared to Britain where most are owned by large energy companies. &quot;Denmark and Germany have been far better able to mobilise projects with communities at the centre of the project, rather than on the periphery. &quot;In the UK, there is often an emotional response. When you talk to local objectors, they feel their sense of place is being violated [by outsiders] and you need to avoid that at all costs. You need to harness that emotion in a positive way and the government has to take a more proactive stance to address that.&quot; Other recent, unpublished Ipsos Mori and YouGov polls seen by the Guardian also show:  there is no significant difference in the attitude to increasing renewable energy generation in England between rural communities (88% in favour) and urban communities (85%);  gas is far far less favoured as a source of electricity (56%) than wind power (82%) and solar (88%);  twice as many people think the government is right to subsidise wind power (60%) as think they are wrong to do so (26%). Another key aspect of the energy debate has been the cost of the levies applied to bills to support new renewable technologies. An unpublicised poll result from August 2011 showed that people are willing to pay an extra 3.64 a month on their energy bills to ensure their electricity comes primarily from renewables. That sum is more than double the amount they currently pay on their bills, but just 1 a month less than the government&apos;s estimated levy figure on consumer bills to support renewables in 2020. In contrast, consumers were willing to pay an average of 1.75 a month extra to ensure their electricity came primarily from nuclear power. The government&apos;s official independent advisers have pointed out that rises in global gas prices have caused 85% of the rise in bills since 2004. The new Guardian/ICM poll showed that support for building a nuclear power station near people&apos;s homes has fallen markedly since 2010, before the Fukushima nuclear disaster in Japan. Those favouring a new nuclear power station fell from 24% to 14%, with those opposed rising from 60% to 72%. Opinions concerning a new coal power station sited within five miles of British homes have, as with wind power, become significantly more polarised. Those strongly opposed strongly rose from 29% to 51%, while those strongly in favour rose from 3% to 12%. However, Devine-Wright warned against labelling those opposed to local energy developments as nimbys. &quot;Nimbyism is not a particularly helpful concept in the debate: it is a simplification and it is pejorative.&quot; He said there are many factors that result in opposition, including the size and type of the development, the identity of the developer, the degree of local involvement and whether the scheme has local environmental advantages. &quot;I think some of the developers are waking up to these factors, but mainly they are the smaller ones.&quot;  The ICM poll for the Guardian was based on the weighted responses of 1,013 British adults aged 18 and over. The Ipsos Mori poll which asked precisely the same question was conducted from 6 Jan to 26 Mar 2010 on 1,822 British adults aged 15 and over.", 
    "section": "environment", 
    "gid": "environment/2012/mar/01/local-opposition-onshore-windfarms-tripled", 
    "wordcount": "1103"
}