{
    "headline": "The children's rage at school reveals  an unhappy Christmas at home", 
    "text": "Yesterday was hard. Really hard. The first few weeks back after the Christmas holiday had been relatively calm. The majority of our children seem relieved to be back in the safe confines of the school and they&apos;re enjoying getting back into the swing of their learning. My school is a safe haven for many, being set in an area of high deprivation, on a difficult estate. For some children, however, feeling safe presents the opportunity to show, through their behaviour, how they are feeling. They know that the adults around will be able to contain their anxieties and will understand. Some of the most vulnerable children are displaying very challenging behaviour, reflecting their Christmas holiday experiences  disappointment, family tensions, or worse. And among these children there are those who are really testing our ability as a school to contain them, and my capacity as a headteacher to support the staff and think creatively about how to manage the explosions of raw emotion. One child has come back to school completely feral. He simply will not conform. He has tantrums if he is asked to do anything he doesn&apos;t want to. He has taken to running away from adults in the hope that they will then play &quot;chase&quot; around the school. They don&apos;t. His dad is supportive, but at a loss as to what to do with him. Boundaries at home are inconsistent and this little boy has spent most of the Christmas holidays roaming the estate and getting into fights. My staff are doing a brilliant job of reeling him back in, getting him used to the rhythms and routines of school. Slowly, he is beginning to settle again. Another child is presenting more of a challenge. Yesterday my office was trashed, papers ripped up and shelves emptied. My deputy and I had all manner of things thrown at us in pure fury. The physical missiles had little impact, but in this instance I found it very hard to keep out the emotions that were being projected along with the missiles. For an hour and a half, my deputy and I tried to contain this child. My colleague is not a small man, but the child in the room was undaunted by his size. Our calm stance had little impact. FUCK OFF YOU BASTARDS! was repeated every time we spoke, moved, or tried to restrain him to keep everyone in the room safe. What was scary about this was the lack of a specific trigger. I know this seven-year-old really well and have dealt with numerous incidents with him before. Usually he calms down and things can be repaired. On this occasion, this simply didn&apos;t happen. We tried everything we could think of to calm him. We ignored, we tried to distract with stories, with Lego, with puppets. We would be just about to contain him when he would realise and, wild-eyed, would launch into a rage again. When mum and dad finally came to fetch him they were shocked at what they found. He yelled at them just as he had been yelling at us. Then they revealed that he had been like this all through the Christmas holidays, and asked us for help. Both parents were made redundant just before the holiday. Both are seeking work. But there is no work. Stress on the family is immense. And it has exploded through their son. We have helped and supported this family for many months. We will continue to support them as much as we can, but our resources are limited and other agencies are increasingly stretched. And here&apos;s the real problem for me as head. All my beliefs, my passions, are that children should not be excluded; that they need help and support, nurturing and encouragement. Yet faced with the situation I had yesterday, I can&apos;t simply ignore what the child did. It was so destructive and dangerous. I have to protect the children and staff and insist on certain boundaries. So I did exclude. For a short period of time. As a school, despite the enormous range of support packages we are able to offer, there are some things we simply can&apos;t do. We can offer and run parenting courses, but we can&apos;t repair dysfunctional families. We can refer to the Child and Adolescent Mental Health Services (Camhs), but if they don&apos;t have the resources, we have to find other ways of supporting. We can refer to social care, but if their threshold is too high, despite being an education establishment, we have to provide family support. I don&apos;t have a solution yet, but we are working hard on finding ways to ensure that this child is supported so that he can make progress in his learning. Bergistra&apos;s blog is at http://themusingsofaheadteacher.wordpress.com/author/ bergistra", 
    "section": "education", 
    "gid": "education/2013/jan/21/headteacher-on-a-knife-edge", 
    "wordcount": "802"
}