{
    "headline": "Back to school: how to get your first university class off to a flying start", 
    "text": "I&apos;m about to walk into a classroom where a bunch of complete strangers will look up at me, their faces etched with expectation. It will be my first class of the new academic year and I&apos;m thinking about how to shake it up a bit. Over the last few years, teaching journalism on the undergraduate programme at Glyndwr University in North Wales, I&apos;ve tended to give out the module handbook, talk through the assessment and highlight the key texts in that tentative first encounter. But no more. After a tough year and a bad set of exam results last summer, I feel it&apos;s time for a rethink. Most lecturers agree the first class is a daunting concept. &quot;It&apos;s like a blind date,&quot; says one colleague from the art department. &quot;If it goes badly, I always think, &apos;We&apos;re not going to make it to dessert.&apos;&quot; Some admit to having the academic&apos;s version of stage fright after several months away from the tutorial room. Others see the first class as a low-impact session, a way to ease the students  and themselves  back into the ebb and flow of education. A few insist on girl guide style icebreakers. Yet most of us know these first contact hours are crucial to the success of the year overall. There are no second chances. So how should lecturers approach their impending big entrance with a view to setting the right tone for the year ahead? After all, new students are probably already drowning in information and bogged down in administration. Returning students are more interested in finding the password for the wi-fi than a blow-by-blow account of a field trip in mid-November. There&apos;s a scarcity of good advice about conducting the first class, especially for relatively new higher education lecturers, such as myself, who have been recruited from industry. But one thing is certain: the students will be judging us. Current educational theory is shaped by Malcolm Knowles, author of The Modern Practice of Adult Education: From Pedagogy to Andragogy. He espoused explaining why you are doing something in terms of both the course content and the process behind it. Professor John Loughran notes in his book What Expert Teachers Do: Enhancing Professional Knowledge for Classroom Practice, &quot;the quality of teaching is evident in the teacher&apos;s sensitivity to students&apos; learning.&quot; For Peter Gossman, a senior lecturer in education at Glyndwr University, who also works with developing academic staff at the university&apos;s Centre for Learning, Teaching and Assessment, the key to a good start is showing that you care. &quot;Writers on education identify a caring attitude as one of the most important attributes of a good teacher,&quot; he says. &quot;You can do this by being well prepared and using the first class to support the students through an exercise that is representative of the year ahead.&quot; Gossman also highlights good professional practice, such as encouraging students in a creative manner and motivating them to learn. &quot;Education is about opportunity and motivation. The institution offers the opportunity but the lecturer has to engender motivation. So do something in week one that motivates them to find out more and actually come back to the second class,&quot; he adds. When I walk into the room and 20 expectant faces look up at me, I&apos;m not going to reach for the paperwork, or play a getting-to-know-you game. I&apos;ll simply take a deep breath, introduce myself briefly and launch straight into a practical writing exercise that will subtle flag up some of the ground rules for being in my classroom and introduce some fundamental concepts of the course ahead. My hope is that this send out a message that I care enough to have thought about how to make a better start to the year and how to meet their individual needs. And if I care, then so should they. Six top tips to get the first class off to a flyer 1) Arrive early and prepare the room That includes seating arrangements. You&apos;re striving for active engagement from the off. 2) Start to learn names Take a register and, when someone has a question, ask him or her to give their name first. 3) Hold the admin until week two Instead, set an interesting task to whet their appetites and then guide them through it. 4) Engage the students with the material A real-life exercise to discuss is a great way to do this. 5) Set ground rules implicitly The concept of andragogy suggests that when rules are created (or negotiated), they are also explained. 6) Give out the module handbook at the very end Ask students to come back to the next session with two questions each about it. David Atkinson is a lecturer in journalism at Glyndwr University and a freelance writer  follow him on Twitter @atkinsondavid This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/03/university-first-class-lecturer-advice", 
    "wordcount": "838"
}