{
    "headline": "Enterprise education: making academic and business skills compatible", 
    "text": "I was a mature student, when after working several years in management, I did my first degree - a business course at a local further education college. My involvement in enterprise education started when, in 2003, I took on the role of entrepreneurship champion at that college, where I was now also working as a part-time lecturer. In Wales, all of the education institutions, further and higher education, have to have a post which is called the entrepreneurship champion (EC). The champion&apos;s role involves proactively engaging with students and the educational institution to encourage them to be more entrepreneurial. A lot of the time, the EC&apos;s engaging with the academics to try to get them to put more entrepreneurial activity and entrepreneurial teaching into their courses, so that students begin to engender those entrepreneurial skills. When a student is nearing graduation, if they have a propensity towards entrepreneurship, they already have the skills needed to start their own ventures as they&apos;ve developed them within their course. The EC will also get involved in other projects that are going on within Wales and nationally, in Europe and internationally. They do so to contribute to those different projects but also to raise the profile of entrepreneurship within their own institution. I became an enterprise educator when I took on a full-time lectureship at Swansea Met University in September 2009 and now I am the programme director on a new qualification to educate enterprise educators. The qualification which is being piloted by Swansea Met is an accredited module within our Professional Graduate Certificate in Education (PGCE) for the Post Compulsory Education and Training (PCET) sector. The module was developed in collaboration with the Welsh Enterprise Educators Network (WEEN). The consortia wanted a qualification, offered to educators, that would encourage them to use entrepreneurship within their teaching. The entrepreneurial educators module is about getting educators thinking about how they can be more entrepreneurial, and not to just stand up in front of a class and talk at people for hours. They&apos;ve got to take a more entrepreneurial approach to teaching and also engender those skills in their learners. The Welsh government funds WEEN and is very keen for us to share the module with anyone who wants it. That&apos;s where the consortia is important. It encourages us to share best practice so that we&apos;re not doing something wrong and not know it. Any educational experience has got to be evaluated so that we&apos;re able to develop best practice we can share with other institutions. Though the findings of the pilot are widely available, there hasn&apos;t been much take up, showing that so many institutions don&apos;t prioritise enterprise education. We&apos;re quite lucky within Swansea Met in that enterprise education has become part of our culture. There&apos;s other institutions where it might not be. There are those who suggest keeping enterprise education separate from academic activity but if you offer skills development as an extracurricular activity chances are you won&apos;t get many takers because students are already time poor, most of them have to work part-time and many already have a heavy workload. They&apos;re not going to be too interested in doing any extra curricular activities. So the idea is to try to embed it within the curriculum so that they&apos;re doing it without really realising. I don&apos;t think there needs to be a divide between the entrepreneurial and the academic because it&apos;s easy to build those skills into any discipline. Entrepreneurship needn&apos;t automatically mean business enterprise and start ups. The PGCE teaches educators to regard entrepreneurship more broadly. One of my students on the module is a nurse and for her entrepreneurship is about coming up with ideas to improve processes. Obviously, there are certain procedures you don&apos;t want a nurse to experiment with but there are also many which can be improved and what an enterprise education gives her are the skills to work out for herself how systems can be improved. We&apos;ll ask: &quot;What do you think would be the best process for doing that?&quot; Then by looking at the process that is currently used, we ask how can it be changed or modified to make it better. Having left school with very little by way of qualifications, I then thought: &quot;Gosh, I&apos;m not going to go anywhere here, I need to go back and do something more,&quot; I feel that I am a testament to the fact that entrepreneurship is first about seizing opportunities. It is not about turning academics or students into business people but about helping them look at life through entrepreneurial eyes - especially in today&apos;s job market. An entrepreneurial employee is valuable. From an employers perspective, if you have two graduates standing in front of you and one of them has just got a degree and the other one has got a degree but also has all these skills, it&apos;s obvious which one the employer will choose. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/10/enterprise-education-at-swansea-met", 
    "wordcount": "850"
}