{
    "headline": "BlackBerry Z10 review: neat and tidy, but unique? Not really", 
    "text": "     Asked repeatedly what the company behind the BlackBerry has learned from the iPhone, its UK managing director struggled to answer. &quot;It&apos;s unique,&quot; said Stephen Bates, reassuring listeners in a stilted appearance on BBC Radio Five Live. &quot;We have a unique proposition.&quot; The USP  unique selling point  is what every technology marketer strives to identify to ensnare the would-be buyer. For the BlackBerry brand, and the new all-touchscreen Z10, and keyboard-toting Q10, there is indeed a USP. But it&apos;s very well hidden. And it will cost you. BlackBerry&apos;s problem is that it has to court three groups. First there are the existing corporate and consumer users who remain loyal but might be looking at defecting to rival platforms: Google&apos;s Android; Apple&apos;s iOS; and Microsoft&apos;s Windows Phone. Second are those who have already defected, whom it badly needs to win back. And third are the not-yet-smartphone users, the people still carrying around ageing Nokias that do calls and texts, but not the internet. With the touchscreen Z10 and BB10 in general, BlackBerry is really chasing the first two groups. In particular it is trying to reclaim its former status as the most secure and easy way to get the internet  one which has been taken, in many ways, by the iPhone, and to a lesser extent by Android. But &quot;unique&quot;? The Z10 and BB10 are different, certainly, but once you get past the main difference  that you unlock the phone by swiping up, and rather than pressing a real or virtual home button to get to your main screen you swipe up again  you&apos;re left with a familiar set-up. There is a grid of icons  just like iOS, Android and Palm  and a People Hub pulling together your texts, emails, Twitter responses, and BlackBerry messenger messages  like Windows Phone. It&apos;s not unique so much as reordered. So where is the USP? Buried deep inside, and only if you are working for a company that pays for the new BlackBerry Enterprise Server software. BB10 offers corporate users a feature called BlackBerry Balance. Swipe upwards from the middle of a screen, and you flip from your personal phone  with your Angry Birds and other apps  over to the corporate space, whose content your company decides. You can&apos;t copy from one to the other because the firewall is total. It&apos;s very neat, and for the properly paranoid corporate IT chiefs it will be the answer to a prayer. The Q10, with its keyboard, will probably fit in nicely again. For the average consumer, though, the Z10 is just another black mirror when locked and just another touchscreen phone when unlocked. The Q10 has a small screen, so won&apos;t be such a consumer hit. Lots of apps? Well, quite a few and some of them such as Twitter show the haste with which they&apos;re been ported over from Android versions. A big selection of films and music? Yes, but the others have that too. Maps, search, some voice control  yes, yes, yes. None of those is a USP, though. Everyone has them now. I tried the Z10 for about five days ahead of the launch, and generally liked its style  though the upwards swipes can be hard to do accurately. It&apos;s tidy, clearly thought out and smooth. But given the lack of compelling apps, it&apos;s not likely to tempt the not-yet-smartphone users, nor to tempt back already defected users. That leaves the corporates who are still with it, and the 79 million consumers  it was 80 million until December  around the world who use it. Even on Wednesday I heard of a company that is considering not using BlackBerrys any more because of fears the company might implode during the two-year contract. The challenge for BlackBerry&apos;s management is to keep the ship steady. And that challenge is not unique in the smartphone market.  This article was amended on 31 January 2013 because the original referred to the company that makes BlackBerry smartphones as RIM. Research in Motion rebranded itself as BlackBerry on 30 January 2013.", 
    "section": "technology", 
    "gid": "technology/2013/jan/30/blackberry-z10-neat-tidy-unique-not-really", 
    "wordcount": "675"
}