{
    "headline": "'Canned hunting': the lions bred for slaughter", 
    "text": "     They are adorably cute, with grubby brown fur so soft it seems to slip through my fingers like flour. It is only when one of the nine-week-old cubs playfully grabs my arm with its teeth and squeezes with an agonising grip that I remember  this is a lion, a wild animal. These four cubs are not wild, however. They are kept in a small pen behind the Lion&apos;s Den, a pub on a ranch in desolate countryside 75 miles south of Johannesburg. Tourists stop to pet them but most visitors do not venture over the hill, where the ranch has pens holding nearly 50 juvenile and fully-grown lions, and two tigers. Moreson ranch is one of more than 160 such farms legally breeding big cats in South Africa. There are now more lions held in captivity (upwards of 5,000) in the country than live wild (about 2,000). While the owners of this ranch insist they do not hunt and kill their lions, animal welfare groups say most breeders sell their stock to be shot dead by wealthy trophy-hunters from Europe and North America, or for traditional medicine in Asia. The easy slaughter of animals in fenced areas is called &quot;canned hunting&quot;, perhaps because it&apos;s rather like shooting fish in a barrel. A fully-grown, captive-bred lion is taken from its pen to an enclosed area where it wanders listlessly for some hours before being shot dead by a man with a shotgun, hand-gun or even a crossbow, standing safely on the back of a truck. forHe pays anything from 5,000 to 25,000, and it is all completely legal. Like other tourists and daytrippers from Jo&apos;burg, I pay a more modest 3.50 to hug the lions at Moreson, a game ranch which on its website invites tourists to come and enjoy the canned hunting of everything from pretty blesbok and springbok  South Africa&apos;s national symbol  to lions and crocodiles. After a cuddle with the cubs, I go on a &quot;game drive&quot; through the 2,000 hectare estate. Herds of blue wildebeest, red hartebeest and eland run from the truck, then stop and watch us, warily: according to the guides, the animals seem to know when visitors are not carrying guns. At the far end of the property is an abandoned farm, surrounded by pens of lethargic-looking big cats. One pair mate in front of us. Two healthy looking tigers tear at chicken carcasses rapidly rotting in the African sun. The animals look well cared for. But Cathleen Benade, a ranch assistant who is studying wildlife photography and is devoted to the cubs, reveals that they were taken away from their mothers just an hour after birth and bottle-fed by humans for the first eight weeks of their life. After dark, as the lions roar in the cages below the pub veranda, Maryke Van Der Merwe, the manager of Lion&apos;s Den and daughter of the ranch owner, explains that if the cubs weren&apos;t separated from their mother  by blowing a horn to scare the adult lion away  the young lions would starve to death, because their mother had no milk. She says the mother is not distressed: &quot;She&apos;s looking for the cubs for a few hours but it&apos;s not like she&apos;s sad. After a day or two I don&apos;t think she remembered that she had cubs.&quot; Animal welfare experts disagree, however. They say breeders remove the cubs from their mother so that the lioness will quickly become fertile again, as they squeeze as many cubs from their adults as possible  five litters every two years. For an animal that is usually weaned at six months, missing out on the crucial colostrum, or first milk, can cause ill-health. &quot;These breeders tell you they removed the cubs because the mother had no milk; I&apos;ve never seen that in the wild,&quot; says Pieter Kat, an evolutionary biologist who has worked with wild lions in Kenya and Botswana. &quot;Lions and tigers in captivity may kill their young because they are under a lot of stress. But the main reason breeders separate the young from their mother is because they don&apos;t want them to be dependant on their mother. Separation brings the female back into a reproductive position much faster than if the cubs were around. It&apos;s a conveyor-belt production of animals.&quot;     A lion bred on a farm in South Africa for commercial use. Photograph: Stephane De Sakutin/AFP/Getty Images    South Africa has a strong hunting tradition but few people express much enthusiasm for its debased canned form. It is still legal to bring a lion carcass back to Britain (or anywhere in Europe or North America) as a trophy, and much of the demand comes from overseas. Trophy-hunters are attracted by the guarantee of success, and the price: a wild lion shot on a safari in Tanzania may cost 50,000, compared with a 5,000 captive-bred specimen in South Africa. Five years ago, the South African government effectively banned canned hunting by requiring an animal to roam free for two years before it could be hunted, severely restricting breeders and hunters&apos; profitability. But lion breeders challenged the policy in South Africa&apos;s courts and a high court judge eventually ruled that such restrictions were &quot;not rational&quot;. The number of trophy hunted animals has since soared. In the five years to 2006, 1,830 lion trophies were exported from South Africa; in the five years to 2011, 4,062 were exported, a 122% increase, and the vast majority captive-bred animals. Demand from the Far East is also driving profits for lions breeders. In 2001, two lions were exported as &quot;trophies&quot; to China, Laos and Vietnam; in 2011, 70 lion trophies were exported to those nations. While the trade in tiger parts is now illegal, demand for lion parts for traditional Asian medicine is soaring. In 2009, five lion skeletons were exported from South Africa to Laos; in 2011, it was 496. The legal export of lion bones and whole carcasses has also soared. &quot;It&apos;s definitely a rapidly growing source of revenue for these canned breeding facilities,&quot; says Will Travers of the charity Born Free. &quot;The increase and volume are terrifying.&quot; Breeders argue it is better that hunters shoot a captive-bred lion than further endanger the wild populations, but conservationists and animal welfare groups dispute this. Wild populations of lions have declined by 80% in 20 years, so the rise of lion farms and canned hunting has not protected wild lions. In fact, according to Fiona Miles, director of Lionsrock, a big cat sanctuary in South Africa run by the charity Four Paws, it is fuelling it. The lion farms&apos; creation of a market for canned lion hunts puts a clear price-tag on the head of every wild lion, she says; they create a financial incentive for local people, who collude with poachers or turn a blind eye to illegal lion kills. Trophy-hunters who begin with a captive-bred lion may then graduate to the real, wild thing. &quot;It&apos;s factory-farming of lions, and it&apos;s shocking,&quot; says Miles. She began working to protect lions after watching a seminal documentary about canned hunting. &quot;The lion all around the world is known as the iconic king of the jungle  that&apos;s how it&apos;s portrayed in advertising and written into story books  and yet people have reduced it to a commodity, something that can be traded and used.&quot; An alternative use for the captive-bred lions might be tourism. We go for a &quot;lion walk&quot; with Martin Quinn, a conservation educator and lion whisperer. This involves strolling through the veld with three adolescent white lions, which have been bred on Moreson ranch and trained by Quinn and his assistant, Thompson. These striking white lions (which tend to be very inbred, say animal welfare groups) bound around us, rush on, and then lie in the grass, ready for an ambush. Armed only with sticks, Quinn and Thompson control them, while warning us that they are still wild animals. It is an unnerving experience, but Quinn hopes this venture will persuade Moreson ranch that a live lion is worth more than a dead one. He claims that since he began working with lions at the ranch in January, the owners have not sold on any lions to be hunted. He hopes the ranch will eventually allow the offspring of its captive animals to grow up in the wild. (Breeders sometimes claim their lions are for conservation programmes but examples of captive-bred lions becoming wild animals again are vanishingly rare; even the most respectable zoo has never established a successful programme for releasing captive-bred lions into the wild.) Pieter Kat, who founded the charity Lion Aid, says the lion walks are simply another income stream for breeders before their lucrative charges are sold on. Van Der Merwe is doubtful that Quinn&apos;s lion walks could replace the income the farm receives from selling its lions: &quot;We keep them up until six months for attractions for the people so they can play with them and then we sell them to other lion parks,&quot; she says. She insists her ranch&apos;s website is wrong, and it does not hunt lions: &quot;We sell them to other people who have the permit for lions. What they do with the lions is up to them. So we don&apos;t know what they do with the lions, but we don&apos;t do the canned hunting.&quot; Three hours&apos; drive from the ranch is Lionsrock, a former lion breeding farm transformed into a sanctuary for more than 80 abused big cats since it was bought by Four Paws. Some come from local breeding farms, but Four Paws also rescues animals kept in appalling conditions in zoos in Romania, Jordan and the Congo. Unlike in the lion farms, the animals here are not allowed to breed, and instead live within large enclosures in their natural prides, family groups of up to 10 lions. Lionsrock can rehouse another 100 lions but does not have space for every captive-bred lion in South Africa. Four Paws and other charities working in South Africa want a moratorium on lion breeding because they fear that if lion farms were abruptly outlawed thousands of lions would be dumped or killed. After its high court defeat, there is little sign that the South African government will take on the powerful lion breeders again any time soon. &quot;If we can stop people supporting those industries in the first place and make them aware of what&apos;s actually going on and what the life of a [captive-bred] lion is actually like, I believe there will be an outcry,&quot; says Miles. &quot;There&apos;s far more value for a live lion long-term.&quot; Lion breeders such as Van Der Merwe are not so sure. She says her caged lions have little to do with canned hunting, but admits that if the authorities banned canned hunting, &quot;it would probably not be good for us  There&apos;s a lot of people from overseas coming to shoot lions. All the people know you come to Africa to shoot the lion or have a mount against your wall to say &apos;I&apos;ve shot a lion&apos;. They surely bring some money into South Africa.&quot; She sees nothing wrong with hunting lions or keeping them in captivity. In fact, she says, she is part of a family of animal lovers: &quot;We grew up with them, so it&apos;s nice. It&apos;s like babies in your house  when they are really small they walk around in your house and they follow you.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jun/03/canned-hunting-lions-bred-slaughter", 
    "wordcount": "1933"
}