{
    "headline": "British copyright law and internet realities", 
    "text": "Copying songs, films or images from the internet without permission is illegal under Britain&apos;s copyright laws, which would be draconian were it not for the fact that they are so frequently flouted and with so little comeback. The principle, though, is straightforward: unless a copyright owner has given permission for content to be shared  whether via YouTube or the photo-sharing site Flickr  copying, even for private use, is illegal. Which is why, more than 10 years after the iPod was launched, it is still in law not permissible to rip songs from a CD on to a computer or digital music player. The only legal exemption is the so-called &quot;time shifting&quot; exemption, which allows people to record television programmes for personal use. So draconian is the existing law that a parody song, such as the viral online hit Newport State of Mind, can be taken down, because, in this case, the writers of the original Empire State of Mind don&apos;t approve. Ministers intend to relax the rules once the Hargreaves review into intellectual property is implemented, which would give Britons the same freedoms from copyright actions as their American and German counterparts, but consultation into how to do so finished only last month. However, few people worry about the reality of the law: although there is a growing recognition that copying media, and in particular music, can harm creators, the true barriers to piracy are technological. Most people are too confused by &quot;torrent&quot; illegal download sites, and so prefer legal alternatives. At the same time, despite various efforts to force internet providers to send warning letters, or agree to other stiffer measures, the truth is that it is not economic for media companies to pursue small copyright infringers. British copyright law and internet copyright reality remain some distance apart.", 
    "section": "technology", 
    "gid": "technology/2012/apr/18/british-copyright-law-internet", 
    "wordcount": "303"
}