{
    "headline": "If you think sexism's OK in games, you may be in the wrong century", 
    "text": "There&apos;s something depressing about the fact that even in one of the most progressive industries in the world, we&apos;re still debating the treatment of women.  We can fit 4,000 songs into something the size of a matchbox! We can kill demons in previously unimaginable resolutions while sat on the sofa! Wait, treat women as equals? I&apos;m not sure we&apos;re ready for that... It&apos;s been a hell of a week to be a woman in the technology industry, especially in the games sector. There were celebrations, there were achievements, there were comments that would make even the most extreme of stand-up comedians cry.  Take media critic and gamer Anita Sarkeesian who set up a Kickstarter to fund her work on a Tropes v Women video series. She hit her target, she exceeded her target, she got thousands of horrific internet comments, of which &quot;I hope you get cancer&quot; was the mildest. Meanwhile at E3 2012, actress Aisha Tyler hosted the Ubisoft conference, and stepped off stage as congratulatory messages of support like &quot;this is what happens when you let the Jews and liberals infect your industry&quot; flooded in. She hit back at them, with the signoff message &quot;GFYS&quot;. Yes, it is an abbreviation. No one can argue that sort of comments Sarkeesian and Tyler have been subjected to are anything other than vile. It&apos;s easy to dismiss them as the work of the always disappointing &quot;bottom half of the internet&quot;, that place where sense and reason ends and comments begin, but it&apos;s more than just empty trolling. The worst part? However shocked you are at the words used, we have to realise that this sort of ultra-sexism is being reinforced by the supposedly forward-thinking tech companies at the very top of the industry. There are the manufacturers who hire the booth babes to stand by their products; the marketing men who sign off on the sexist advertising, the company events where idiots are paid actual money to talk like a 1960s pub landlord.  You know there&apos;s an issue when even the dullest of the computer firms are getting in trouble for a badly judged tweet about a (female, obviously) model&apos;s behind. Separately these issues might seems like trifles, but together they add up to an unflattering portrait of the tech industry as the slightly sleazy executive, greying around the temples while simultaneously obsessing over and yet excluding women from his world. Take the thoughts of one middle-aged UK gaming executive, helpfully posting on an article about booth babes: &quot;We once staffed our E3 booth with Hooters girls. Tastefully.&quot; Because nothing says good taste like a pun on owls and boobs. And boobs are funny, aren&apos;t they? Men don&apos;t have them, so they must be. These attitudes have to change, and until they do, the comments aimed at women like Tyler and Sarkeesian won&apos;t either. Those grim little bottom-half insults are inspired by the same top-half sexism that leads to model arse tweets; they&apos;re just magnified by the anonymity of the internet. Some top tips for companies? Don&apos;t tweet anything about an employee you wouldn&apos;t want someone saying about your little sister. Come up with a new gimmick for trade shows that doesn&apos;t involve human buttocks. Don&apos;t run advertising that might make Alf Garnett chuckle. And a tip for all the would-be soooo brave anonymous critics of Tyler, or Sarkeesian: if you&apos;d find those insults OK aimed at your mother, with the same relentless quality  then hey, how about imagining having them aimed at yourself? Now that really would be Lara Croft gameplay. You might think you&apos;re bored with seeing this debate. Guess what? As a woman covering the technology industry, I&apos;m bored with having to have it. The sooner we stamp it out, the sooner we can go back to talking about Facebook, the new Call Of Duty and how much we&apos;d have to sell a kidney for to get that new MacBook Pro.  Rachel Weber is a full-time writer at GamesIndustry International", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/14/women-sexism-games-sarkeesian-tyler", 
    "wordcount": "673"
}