{
    "headline": "Don't Flush: Lifting the Lid on the Science of Poo and Wee by Richard & Mary Platt | Book Review", 
    "text": "After relocating to Germany, I was initially intrigued, then amused, by The Shelf that is built into many German toilets. This shelf is designed so Germans can carefully inspect their fces before flushing. What are they looking for? I wondered.   Let&apos;s face it, most people -- children and quite a few adults, too -- are fascinated by excrement, which probably explains why many languages around the world have a plethora of synonyms to describe it. Even though the products of our bowels and bladder probably are the first objects outside of our bodies to capture our attention, most people know surprisingly little about the many uses that poop and pee have found throughout history. But Richard and Mary Platt fill this gap with their craptastic and pissarific children&apos;s book, Don&apos;t Flush: Lifting the Lid on the Science of Poo and Wee [Kingfisher  An imprint of Macmillan Children&apos;s Books, 2012; Guardian Bookshop; Amazon UK].  The title suggests that this book is only concerned with the science of poo and wee but in fact, there&apos;s at least as much history and culture to be found in its pages as science. For example, 900 years ago, goose poo was the secret ingredient that Viking swordsmiths added to manufacture their finest blades, probably because it included elements that strengthened the metal. But poo has found many other surprising uses as well, including tanning leather, casting large metal bells, manufacturing bricks and even as medicines. Perhaps the only obvious use for poo is fertiliser.  Urine contains ammonia, so it was valuable too: in ancient Rome, wee was collected from public toilets and used to wash and dye clothing. Later, during the American Civil War, Southern Belles in the state of Alabama were asked to save their &quot;chamber lye&quot; (urine) so the Confederates could use it to make nitre (saltpetre) after they&apos;d run short of gunpowder. But wee had some less deadly uses too. Throughout the ages, healers and doctors typically examined wee to judge a patient&apos;s health (which they still do to this day) and in fact, the specially-made uroscopy flask became a symbol of the medical profession.  The light-hearted but informative writing style is complemented by the delightful full-colour cartoons by illustrator John Kelly. The Poo Crew guides you, the reader, through the many historical uses for poo and wee. But underneath the toilet humour, this appealing book contains a serious message: poo and wee were precious materials because they were so versatile and useful. Packed with facts, even adults will learn something new about the many imaginative uses for poo and wee. Of course, this left me wondering how people discovered these many uses for excrement. Shortlisted for the 2013 Royal Society&apos;s Young People&apos;s Book Prize, this oversized hardcover is a perfectly disgusting book: children of all ages will love it! .. .. .. .. .. .. .. .. .. .. ..  GrrlScientist is an evolutionary biologist, ornithologist and freelance science writer who writes about the interface between evolution, ethology and ecology, especially in birds. As a judge who helped select the 2013 Royal Society Young People&apos;s Book Prize shortlist, she also has a deep passion for good books, especially good science books, which she reviews with some regularity. You can follow Grrlscientist&apos;s work on her other blog, Maniraptora, and also on facebook, G+, LinkedIn, Pinterest and of course, twitter: @GrrlScientist", 
    "section": "science", 
    "gid": "science/grrlscientist/2013/may/22/1", 
    "wordcount": "551"
}