{
    "headline": "LittleBigPlanet for PS Vita  review", 
    "text": "Perhaps the most valid criticism aimed at the excellent, but so far ignored by the gaming public, PlayStation Vita is that it hasn&apos;t yet been backed up by must-have games. Sony is furiously working to rectify that, and LittleBigPlanet is one of the first tangible fruits of those labours. For those who haven&apos;t bought into the PlayStation brand, the arrival of one of the company&apos;s biggest PS3 titles, however good it may be, is likely to breed nothing more positive than indifference. But LBP for the PS Vita is emphatically not a mere port from another platform. In order to make it, Sony enlisted two developers  Tarsier Studios and Double Eleven  and while it conforms to the general structural blueprint set by the two PS3 iterations of the game, it still manages to feel fresh and original. Indeed, it constantly gives out the impression that the PS Vita is a much more natural platform for LittleBigPlanet than the PS3. As with previous versions, the first voice you hear is that of Stephen Fry, although he enunciates a new intro, and his tutorials have been completely rewritten. Then, you&apos;re instantly plunged into the single-player game  it&apos;s a good idea to make some progress through it, as it provides a great source of useful objects with which to build your own levels. Happily, the conventional game side of LittleBigPlanet for the PS Vita massively outshines its equivalents in the two PS3 games. Taken merely as a standalone platform game, you&apos;d have to say that it&apos;s up there with the very best; it&apos;s so wildly inventive and shot through with humour that you could imagine that Miyamoto himself might have created it. As ever, Sackboy has to save the world, which he achieves by flitting from area to area, meeting a bunch of deliciously unhinged characters and supplementing his familiar running, jumping, grabbing and swinging gameplay with driving, strategic bomb-chucking, rocket-firing and loads more. Apart from the great characterisations (Mrs Sunshine, for example, is strangely reminiscent of Jo Brand at her most lugubrious) and a storyline that manages to be madcap but surprisingly coherent, much of the pleasure in the conventional-game side of LittleBigPlanet emerges from the PS Vita&apos;s unique capabilities. Which have necessitated new conventions: whenever you see objects in a certain shade of blue, for example, you know you can manipulate them using the touch-screen, while green objects can be pushed towards you using the rear touch-panel.     LittleBigPlanet PS Vita    At times, the tilt-sensing comes into play, and of course you can take photos of things around you and bring them into the game. Unlockable sub-levels abound, many of which offer a new take on classic games such as air hockey and Tetris. And the desire to collect all the level-building objects (stashed, as ever, in shiny transparent balls) adds to the replay value. Which is something that those who got sucked into an obsession with LittleBigPlanet&apos;s level-creation tools have always craved. Those tools have surely reached their acme on the PS Vita. Tasks that were fiddly using the PS3&apos;s controller  cutting out shapes, for example  are a breeze on the PS Vita. You can, of course, delineate complex shapes by tracing on the screen with your finger, and even tasks like keeping objects on the right layers, when you graduate to more complex level-design, are considerably eased by the ability to drag and drop. Resizing, naturally, follows Apple&apos;s pinching convention. For those with previous level-creation experience, the old joystick-and-button interface has been retained, but it feels utterly superfluous. Some concessions to social networking have been made, with the ability to keep track of your friends and an updated Profile section. You often find co-operative areas into which a friend can jump (earning you both rewards). If you&apos;ve never played LittleBigPlanet before, then this PS Vita version is the ideal introduction. In fact, it&apos;s the ideal introduction to games in general, as it will teach you the basics of how to make them, as well as providing you with a huge dollop of entertainment. And if you played the original game on the PS3, you&apos;ll find plenty on the PS Vita that is new  plus you&apos;ll be able to make the two versions interact via Cross-Play. Be warned, though  you may experience a tinge of regret that you didn&apos;t encounter the franchise for the first time on the PS Vita.  Game reviewed on PS Vita", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/13/littlebigplanet-ps-vita-review", 
    "wordcount": "731"
}