{
    "headline": "The lengths that some short men will go to", 
    "text": "A freshly unearthed photograph of Ringo Starr from the set of the 1964 Beatles movie A Hard Day&apos;s Night reveals  yet again  the lengths some vertically challenged celebrities will go to &quot;maximise&quot; their height. The image  taken by Peter Allchorne, the props manager at Pinewood Studios, and being auctioned next month  shows the 5ft6in Starr perched rather precariously on a stool with his feet on three concrete blocks. Standing next to taller co-stars or partners has long been a bear trap for the shortest percentile of celebrities. It was the 5ft 11in Nicole Kidman who remarked upon being granted a divorce from 5ft 7in Tom Cruise: &quot;At least I can wear high heels again.&quot; Cruise has long been the source of speculation when it comes to whether he deploys heel lifts  gel or foam shoe inserts that do exactly as their name suggests. Nicolas Sarkozy, the 5ft 6in French president (who is said to be shorter than Napoleon), has long favoured a high-heeled shoe; in 2009, he was photographed making a speech at a lectern in Normandy while standing on a hidden box. It was also alleged that during the same event workers at a factory were hand-picked to be photographed with him on the basis that they were shorter than him. It shouldn&apos;t come as a surprise that a US study has found that powerful people see themselves being taller than they actually are. But at least film stars and musicians can rely on trickery once the camera is rolling. In 2009, Lady Gaga admitted that she deployed computer wizardry to boost her 5ft 1in height in her videos. &quot;I am not alone in using this trick,&quot; she was reported as saying. And during the filming of Casablanca in 1942, Ingrid Bergman was said to have stood in a specially dug trench so that Humphrey Bogart would appear taller than her. &quot;Here&apos;s looking up at you, kid,&quot; probably wouldn&apos;t have worked as well as the film&apos;s denouement.", 
    "section": "science", 
    "gid": "science/shortcuts/2012/apr/23/lengths-short-men-go-to", 
    "wordcount": "338"
}