{
    "headline": "New York's Citibike launch delayed to August", 
    "text": "If you&apos;ve been following the story of America&apos;s most ambitious bike share plan to date  the installation of 10,000 bikes at more than 400 stations across Manhattan and Brooklyn in New York  you&apos;ll know that progress has been bumpy. Originally, the program was timetabled to launch in April 2012, but while we knew last year that Alta Bicycle Share was going to handle the infrastructure, the crucial element of who would pay for it all was missing. The City council was determined no public money would be spent on it; and the Bloomberg administration acceded. That left some serious sponsor-wrangling to be done. And it wasn&apos;t until after the original launch date had passed that the New York mayor and his officials were able to announce, in May, that Citigroup had come on board as the equivalent of Barclays to London&apos;s Boris Bikes. The word is that bicycle advocacy group Transportation Alternatives played a crucial role in bringing the backers on board. But since it was only after the deal was signed that Alta started advertising for key staff, it was pretty obvious to most observers that delivering the program for early summer was going to be a stretch. So it has come as little surprise that Alta&apos;s Citibike Twitter feed &quot;announced&quot; the slippage last week in response to a follower&apos;s query: the launch would now be in August. That news seemed to contradict the official word from the city&apos;s Department of Transportation, until spokesman Seth Solomonow confirmed that the launch would not occur in July and issued a statement:  &quot;We&apos;re working on the launch plan and will update the public as soon as we finalize all the details.&quot;  If I know Seth Solomonow, I would expect that CitibikeNYC&apos;s social media manager will now be &quot;following&quot; him, rather than the other way around. I tried tweeting CitibikeNYC for independent comment, but so far received no response. (Update: I did get a reply subsequently:    @mattseaton Hi Matt, details are being finalized. Please check nyc.gov for updates and more information.&mdash; NYC Bike Share (@CitibikeNYC) July 18, 2012   Which does indeed suggest that Seth straightened out CitibikeNYC&apos;s communications policy.) Transportation Alternatives has pushed hard for implementation of the program, including promoting the web-savvy public consultation over location of the bike share stations (the draft map looks like this). Despite the setbacks and delays of the last year, its executive director Paul White is upbeat. &quot;We can wait a few more weeks,&quot; he says, and draws comparison with another transport infrastructure project:  &quot;The second avenue subway is decades late and will cost billions in public investment. With zero public investment, Citibikes will serve as many commuters, if not more.&quot;  So, a few more weeks? How solid is the new, August launch plan? &quot;Solid,&quot; White assures me. Whether that&apos;s the full first wave of 7,000 bikes is perhaps another matter. In London, I recall, the Barclays bike stations started appearing months before the bikes themselves. There&apos;s no necessary reason why that has to be the template, but short of a small army of construction crews appearing every few blocks of downtown Manhattan and Brooklyn in the next six weeks, the smart money says that the solid August launch may amount to a few working demo stations, with an incremental rollout through the fall. Still, it could be a lot worse: another Alta Bicycle Share program, for 1,000 bikes in San Francisco, has experienced repeated delays, Streetsblog reported recently. A spring launch was first pushed back to July, then to the fall, and is now slated for as late as January  not the most auspicious month, the coolest and one of the wettest, in which to start a bike share program in the Bay Area (or anywhere). Even if August proves a more symbolic than actual launch, I doubt New York&apos;s Citibike program will suffer more than a few more weeks&apos; delay. As some of Alta&apos;s new NYC staff are probably finding out, there are just too many people behind the Citibike plan who won&apos;t take &quot;no&quot; or &quot;can&apos;t&quot; for answers.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jul/17/new-york-citibike-launch-delayed-august", 
    "wordcount": "672"
}