{
    "headline": "Buyer of 1m BlackBerry BB10 handsets revealed as distributor to Verizon", 
    "text": "Brightstar, an electronics distributor to carriers including Verizon, was the recent buyer of a record 1m handsets running BB10 software from struggling Canadian smartphone maker BlackBerry, according to the research company Detwiler Fenton. The purchase, to be made over an unspecified period, first came to light earlier this month, when BlackBerry said only that the deal was with an &quot;established partner&quot; and was the largest single purchase order in its history. Detwiler Fenton&apos;s managing director, Mark Gerber, told the Guardian that his research suggested that Brightstar will handle the distribution of BB10 handsets for the Verizon network to &quot;big box&quot; retailers and other retail outlets such as supermarkets. BlackBerry shares have lost 15% of their value since the launch in the US of its new Z10 touchscreen phone running BB10, as brokers Goldman Sachs called early sales to consumers on AT&amp;T&apos;s network &quot;tepid&quot; and downgraded its stock rating to neutral. The Z10 goes on sale from Verizon, the second-largest US carrier, on Thursday. Sales began on T-Mobile on Tuesday, while the smaller Sprint network has not announced any plans yet. Gerber suggested Verizon&apos;s use of Brightstar was a negative sign: &quot;We think Verizon isn&apos;t very confident this is going to be a very big-selling product,&quot; he said. &quot;Normally, it would want to limit the channels the handsets were distributed to initially and really control that process.&quot; With a popular phone, Verizon would control demand from retailers and the allocation to them. Doing so, however, would also involve buying the phones in the expectation they would be sold. As Brightstar rather than Verizon has the contract with BlackBerry, not Verizon, it assumes any risk from unsold inventory. &quot;By handing that off to Brightstar, it suggests that they don&apos;t think it&apos;s a really hot product,&quot; Gerber said. Gerber estimated that in the quarter to the beginning of March, during which the Z10 was on sale for a month, BlackBerry shipped between 300,000 and 500,000 handsets. The company is due to announce its financial results for the period on Thursday. On the broader outlook, &quot;we&apos;re more negative than Wall Street,&quot; Gerber said. &quot;We reckon it will ship between 13m and 15m BB10 handsets in the fiscal year [ending February 2014], compared to some of the bullish Wall Street estimates of 25m.&quot; BlackBerry declined to confirm whether the sale of 1m handsets was to Brightstar. &quot;We are bound by confidentiality with our partner and cannot disclose our partner&apos;s name,&quot; a spokesperson told the Guardian. Early reaction in carrier stores suggests that BlackBerry will have an uphill struggle restoring its position with consumers and carriers alike. Following last week&apos;s launch of the Z10 on the AT&amp;T network , the largest in the US, BlackBerry shares fell by 8%, and then another 5% on Monday as analysts considered the outcome of its first weekend of sales. Thorsten Heins, BlackBerry&apos;s chief executive, admitted last week that success in the US, the world&apos;s second largest smartphone market after China, was essential: &quot;You got to win here to win everywhere else,&quot; he told Reuters. &quot;That&apos;s just the way it is. We&apos;ve lost market share quite a bit, to put it mildly, and we absolutely need BlackBerry 10 to turn us around.&quot; But after the first day of sales, Goldman Sachs analyst Simona Jankowski lowered her stock rating to neutral, saying research suggested &quot;stores were receiving a range of five to 15 devices initially, but most sold less than 10 on opening day, and some as few as two or three&quot;. Jankowski agreed with Heins that the US was &quot;critical for BlackBerry&apos;s ultimate success,&quot; but said that initial sales at AT&amp;T and Best Buy stores were &quot;tepid&quot;. &quot;Our retail checks at over 20 store locations since 22 March, including at AT&amp;T, Best Buy and RadioShack, revealed a surprising lack of marketing support and poor positioning of the product,&quot; she said in a report on Tuesday. &quot;We also saw limited advertising around the launch.&quot;  To contact the MediaGuardian news desk email media@theguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook.", 
    "section": "technology", 
    "gid": "technology/2013/mar/26/buyer-1m-blackberry-handsets-revealed", 
    "wordcount": "755"
}