{
    "headline": "China and Australia top list of 'carbon bomb' projects", 
    "text": "China and Australia top a global list of planned oil, gas and coal projects that will act as &quot;carbon bombs&quot; and push the planet towards catastrophic climate change, a Greenpeace report warned on Tuesday. The Point of No Return study, by consultancy firm Ecofys for Greenpeace, calculated that the 14 giant fossil fuel projects would produce 6.3 gigatonnes of CO2 a year in 2020  as much as the entire United States emits annually. The largest contributors will be China&apos;s five north-western provinces, which aim to increase coal production by 620m tonnes by 2015, generating an additional 1.4bn tonnes of greenhouse gases a year. Australia&apos;s burgeoning coal export industry, already the largest in the world, is in second place due to its potential growth to 408m tonnes of shipped resource a year by 2025, resulting in an annual 760m tonnes of CO2. Meanwhile, controversial exploitation of oil and gas reserves in the Arctic could release 520m tonnes of CO2 a year, with further major emissions set to flow from other new fossil fuel frontiers, such as tar sands oil in Canada and shale gas in the US.     Carbon bombs map Photograph: guardian.co.uk    The Greenpeace report states that these 14 &quot;carbon bomb&quot; projects will increase global emissions by 20% and eat up nearly one-third of the carbon budget that the International Energy Agency says can&apos;t be breached if warming is to be kept below 2C, considered the threshold for dangerous climate change. The analysis suggests that there is a 75% chance of keeping emissions below the 2C target if all 14 projects  which are at varying stages of planning and approval  are cancelled, with emissions peaking in 2015 before falling by 5% annually. &quot;If these projects aren&apos;t wound back, we&apos;re looking at an extra 300bn tonnes of CO2 by 2050, which will make it very difficult to meet the 2C target,&quot; said Georgina Woods, lead campaigner for Greenpeace Australia. &quot;The fossil fuel industry is diversifying and finding new ways to extract resources, often in toxic and dangerous ways.&quot; &quot;This is a last-ditch push by these companies to entrench themselves in a changing energy market. Countries which have agreed [at UN climate talks] that the 2C tipping point can&apos;t be passed should not allow these projects to go ahead.&quot; The report comes at a time when China and Australia, the countries set to oversee the two largest CO2 escalations, have been forced to contemplate the potential downsides of major fossil fuel exploitation. Beijing has experienced unprecedented air pollution blamed on industrial output and Australia is suffering a record-breaking heatwave which has been linked to climate change. Last year, projects such as those on Greenpeace&apos;s list were labelled &quot;sub-prime&quot; assets posing a systemic risk to economic stability by a group of high-profile investors, politicians and scientists. The group warned Bank of England governor Sir Mervyn King that efforts to keep the world below 2C of warming will demolish the value of carbon-heavy assets listed in the City of London, creating a &quot;carbon bubble&quot; that will impact institutional investors and pension funds.", 
    "section": "environment", 
    "gid": "environment/2013/jan/22/china-australia-carbon-bomb", 
    "wordcount": "518"
}