{
    "headline": "Organising against the enemies of internet freedom", 
    "text": "On 24 April, a group of internet entrepreneurs sought to get the future into a single conference room in Chelsea, and have it talk. &quot;Hacking Society&quot; was hosted by Union Square Ventures  the venture capital firm that was an early investor in Zynga, Twitter, Tumblr, Foursquare, Etsy, and Kickstarter. The mission:  &quot;[To] discuss how the economics of networks might help solve challenging social and economic problems; examine how incumbents use their influence over the current policy process to stave off competition from networks; define a proactive, network-friendly &apos;freedom to innovate&apos; policy agenda; and examine how &apos;net native&apos; policy advocacy works and how it can be harnessed to promote a positive agenda as well as overthrow bad policy and bad regimes.&quot;  A tall order but desperately needed: in an era when revolutions start on Facebook but are ended by internet surveillance; when activists in China connect by tweets but are stalked and arrested by tweets; and when we are seeing copycat legislation in democracies around the world, from Australia to Britain, to Canada and the US, to grab the internet in the hands of the state  many people around the world would want this group to hammer out a successful self-defense agenda. Present were all sectors needed for lift-off: internet freedom champions John Perry Barlow and Cindy Cohn of the Electronic Frontier Foundation; network theory gurus Clay Shirky of NYU and Yochai Benkler of Harvard ; commercial success stories such as Craig Newmark of Craigslist and originators of Mozilla, Reddit and Kickstarter; campaign finance reform champion Larry Lessig; even the Hill was represented by Representative Jim Cooper of Tennessee, and a trade aide for Representative Ron Wyden of Oregon. The conveners framed the clash at hand rightly: the fight over the internet was &quot;incumbents versus insurgents&quot;  insurgents challenging existing gatekeepers and institutional power, incumbents defending. As philosopher Luigi Zingales said, getting the biggest laugh of the day, &quot;All entrepreneurs want a free market when they enter and don&apos;t want one after they win.&quot; The same could be said of political leaders. The open web has powerful enemies, as the near-death experience of the recent battle over Sopa and Pipa demonstrated, a crisis that added fire to this discussion. Who are the incumbents threatened by an open internet? The existing global power holders, who are waging such war now against it. I would argue that the Hollywood copyright holders who seemingly led the fight for Sopa/Pipa are just being used as stalking horses by the real enemies of an open internet: the global control corporations, the war interests, banking interests, Big Pharma and big insurance. The real enemy identified by proponents of Sopa/Pipa-type laws is not piracy, or whatever fake message they come up with next, but dissent  which all of these control corporations know will force them to open up their books and be accountable. This is the same threat that led to the violent legislative and physical crackdown against Occupy. Larry Lessig noted that 196 Americans have donated 80% of the Super Pac funds raised so far this year, and that the movement being formed by the internet&apos;s defenders should have reform of the money system in US politics as one of its core values. Cindy Cohn of Electronic Frontier Foundation spoke about the need for a legislative &quot;early warning system&quot;, to let users know when a bill has been introduced that will threaten open access  but pointed out that nonprofits such as hers are understaffed and underfunded while fighting a well-funded army of countervailing noisemakers.  And we are in a race against time. As with dissent activism, by the time an &quot;open-sourced&quot;, open-structured pro-internet movement has coalesced, its conversations will already have been surveilled, laws against it passed and its leaders  its participants  will already be targeted. For defensive purposes, this movement should hire its own K street lawyers and organize its own lobby for a free internet, alongside building its &quot;purer&quot; grassroots component.  Venture capitalist Fred Wilson proposed that Facebook and Google be asked to donate ad space to politicians, as a way of sidestepping the influence of money in politics. This makes huge sense: most people don&apos;t realize that the money in US politics is not going into anyone&apos;s pocket directly but is buying vast amounts of TV ad space. Donate the space in this crazy new medium, and so disrupt the corruption economy. Not everyone shares the same levels of optimism or pessimism about the internet&apos;s innate ability to out-innovate repressive institutions. I believe the only reason US power interests have not cracked down fully yet on the internet before now is not that the internet is innately smarter and more flexible than the state and corporations, but rather because it has not been understood well enough as an entity until now to break it. But that&apos;s changing: the Department of Homeland Security is giving contractors the task of social media surveillance.  My sources of relative anxiety about the internet&apos;s fragility are those who love the internet but whom, in the absence of political freedom, the internet has unintentionally seduced and betrayed: the Syrian bloggers jailed for their posts; the Palestinian human rights activists intimidated after raising money online; dissidents like Ai WeiWei, who acted as though the internet itself was freedom  tweeting his injuries after he was beaten up by secret police  but whose tweets went quiet when we was disappeared for over a month. It is important to distinguish between the power of the internet to make the great change it can, and the limits and vulnerabilities of that change without real-time political mobilization deployed globally to protect those who venture out, especially in closed societies, into the heady new vistas it offers.  Yet, I left the event feeling hopeful  even inspired. Among these people, I was reassured that we have the analytical power, political clout and technological vision to organize to protect the internet  and, it is probably not an overstatement to say, in some sense, the global community. Once an umbrella advocacy group (or whatever emerges) is in place, it deserves massive citizen support. Although the beauty of the internet as community is its informal collectivity, next steps urgently require some formal organization, leadership and goal-setting. A utopian future for the internet could be secured if the heavy-duty influencers  and the grassroots influencers tweeting along  can create a new global organization peopled with defenders of internet freedom. That would have the early warning mechanism, deep pockets, smart lawyers, great message team, powerful advocates on Capitol Hill  and a billion, or, say, three billion, connected grassroots users  all linked up, mad, smart and empowered.  Disclosure: Naomi Wolf has discussed a project proposal with Union Square Ventures", 
    "section": "technology", 
    "gid": "commentisfree/cifamerica/2012/apr/27/organising-against-enemies-internet-freedom", 
    "wordcount": "1128"
}