{
    "headline": "Google offers concessions to European commission", 
    "text": "After nearly a year of negotiation, Google has submitted a package of concessions to the European commission to head off an antitrust investigation that has ground on for two and a half years. The search company is understood to be offering to label results where its own properties, such as YouTube or Google Shopping, appear in listings when people perform searches, in a response to the principal complaint from the EC&apos;s antitrust division. But the move is unlikely to pacify companies that originally complained to the EC. They have complained that Google artificially boosts its own properties and penalises rivals. The proposals from Google will now undergo &quot;market testing&quot; with complainants, including the British &quot;vertical search&quot; company Foundem, which was one of the first companies in Europe to raise concerns . Last month a coalition of 11 European companies, including Foundem, wrote to Joaquin Almunia, the EC competition commissioner, urging him to raise a formal &quot;statement of objections&quot; to Google&apos;s behaviour. &quot;Google&apos;s search manipulation practices lay waste to entire classes of competitors in every sector where Google chooses to deploy them,&quot; the companies said in the letter. Almunia has always said he would prefer a negotiated settlement with Google rather than a long court case. The EC wrote to Google in May 2012 saying it had concerns about the way that Google displayed its own &quot;vertical search&quot; services; its &quot;scraping&quot; of content from third-party sites to display in search results; exclusivity agreements for search adverts on third-party sites; and lack of portability of ad campaigns. Google chairman Eric Schmidt subsequently denied that the company was violating European antitrust laws. But Google made changes to its scraping of content in what was seen as the first move to mollify the EC, which could impose fines of up to 10% of the company&apos;s global turnover.", 
    "section": "technology", 
    "gid": "technology/2013/apr/12/google-offers-concessions-european-commission", 
    "wordcount": "314"
}