{
    "headline": "Bhutan brings children's rights to monastic schools", 
    "text": "The Dechen Phodrang monastery sits on top of a steep hill overlooking the Bhutanese capital, Thimphu. Since the 16th century, prayer flags have fluttered in the hills around Dechen Phodrang, one of thousands of monastic orders scattered throughout this tiny Himalayan kingdom. The Buddhist faith is tightly woven into the fabric of Bhutan&apos;s fiercely protected national identity. Monks are still revered by large sections of the population and for many remain an integral part of everyday life, performing birth and death rituals and presiding over prayers at national holidays. For centuries, the monasteries have provided a home and an education to thousands of Bhutan&apos;s poorest children. More than 4,000 live and study in monasteries across the country, usually sent by parents who can&apos;t afford to feed their large families or pay for the uniforms and textbooks required by government schools. Officially, the monasteries take children of seven and older. In reality, many take children as young as five when they have nowhere else to go. Since 1971, Dechen Phodrang has been home to about 450 student monks, many coming to the monastery from villages in the mountainous interior. Living conditions are basic. The children sleep on mats on the floor of the drafty study rooms, and respiratory infections, lice and scabies are part of life. The monastery struggles to provide basic sanitation facilities and adequate food for the boys. &quot;Many of these children who come here arrive because their situation at home is desperate. We try to do the best we can for them,&quot; says Kencho Tshering, principal of Dechen Phodrang&apos;s monastic school. &quot;Most don&apos;t see their families for many months, or even years, as many families can&apos;t afford the journey. There is an understanding that once the boys enter the monastery, their lives are now committed to spiritual knowledge.&quot; Until three months ago, the monastic students here were cut off from state or social welfare programmes. The government rarely intervenes in the monastic orders, and the monasteries have their own courts, which operate outside the state penal system. Now, a groundbreaking project is entering this closed-off world. A child protection framework is being set up within the monastic school system. Designed and funded by Unicef Bhutan, it aims to instil the concept of child rights into the monastic orders and, more practically, provide children in the monasteries with a way of reporting violence, neglect, mistreatment or abuse. It aims to forge links between the monastic orders, the police and state child welfare services. &quot;The idea that these children have basic rights  to be protected from harm, to good health, sanitation  is a new concept to many of the monks who have themselves gone through a monastic education, where there is an emphasis on hard discipline and on total integration into spiritual life,&quot; says Dorji Wangdi, child protection officer at Unicef Bhutan. Dechen Phodrang has been selected as one of the test sites for the scheme. All teachers, senior monks and pupils have attended child rights workshops, and a child protection officer is now housed permanently at Dechen Phodrang to act as a bridge between the monastery and state child welfare services. &quot;Before, the lay and monastic systems were very separate, except in cases of serious criminal activities, but now any response to any child rights issue is co-ordinated between the monastic and federal justice systems,&quot; says Wangdi. &quot;Just because a child has entered the monastic order does not mean they should not get the same protection as any other child in Bhutan. The authorities here have to understand that the child&apos;s welfare is the responsibility of the state as well.&quot; Wangdi says the results are already showing. As a result of child rights workshops, corporal punishment  banned in the rest of Bhutan&apos;s schools but still used widely in monastic ones  has stopped at Dechen Phodrang. When Phub Gyeltshen, a shy 16-year-old, first came to the school three years ago, he had already spent years in the state education system. His family took him to the monastery after struggling to feed him and his four sisters. &quot;The first months were very hard,&quot; he says. &quot;I missed school and my family and learning English. I was also bullied and beaten by the older boys, and also in class, but I thought this was just something I had to bear as I was on my own. &quot;Now I know that there are things I can do, there is someone here at the monastery who has told us that we can go and tell him if anything is wrong and that they will listen to us. Things are better now, and I&apos;m glad that they have put these things in to help us.&quot; While the project is seen to have been a success at Dechen Phodrang, the main challenge is scaling up this initiative on a national scale. Bhutan is largely mountainous, with many smaller monastic schools in isolated and remote locations far from the capital city. &quot;We are often not really able to assess conditions at many of the smaller schools, especially during the winter months,&quot; says Wangdi. &quot;Putting this programme of child rights and adequate reporting chains into these monastic schools is going to be a huge problem. It&apos;s going to be difficult gaining the confidence of both the monks and also the children as there won&apos;t always be someone on hand to be a point of contact  so we have to find ways of ensuring rights are actually implemented.&quot; Despite the question marks that hang over the future of the fledgling child protection scheme, it is being heralded as the first step in preventing Bhutan&apos;s 4,000 child monks from falling through the gaps. &quot;It&apos;s hard because, in our culture, the pupils here are already monks, they are here to immerse themselves in the spiritual world,&quot; says Tshering. &quot;But the world has changed and we have to change too, and make sure that all the children here are treated equally to those in the outside world.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/20/bhutan-children-rights-monastic-schools", 
    "wordcount": "1020"
}