{
    "headline": "Stepping out of the course book", 
    "text": "What keeps you motivated? The possibility of making a difference in at least one student&apos;s life. I also value the relationships which develop with my students. This is the job I have always wanted to do since I first entered an English language classroom as a pupil aged of eight. Best teaching moment? When I step out of the coursebook and involve students in real-life activities which make them use English for communicative purposes. For example, before Christmas I presented my students with a Christmas poem, we listened to Christmas songs, learned about Christmas customs from all over the world and played Christmas quizzes. The students enjoyed these activities and participated wholeheartedly. And worst? When I fail to get my message across. Sometimes I can&apos;t get students&apos; attention, or get them involved in an activity. This can happen when the activity is boring, because the content is outdated, or it is out of their spectrum of interests. What have you learned? My students have taught me to be more patient, understanding and self-confident. I have learned that one can only earn students&apos; appreciation by being honest with them and approaching them with respect and love. In this way students will accept the rules a teacher tries to set and understand the limits the teacher draws. Biggest challenge? The fact that I have to cater for the needs of students who come from various backgrounds, and as a result they constitute mixed ability classes. It is a challenge for me to meet their needs and live up to their expectations, even more so when the resources are limited and constraints abound. A method that seems to work most of the time is group work. What&apos;s next? In the future I hope I will be able to continue my studies with a PhD and specialise in the field of teacher training. I want to develop as a teacher and implement new and innovative methods in my teaching in order to make my lessons more interesting and effective. Top tip? Know yourself, be yourself, believe in yourself. Invest in self-reflection and professional development, set limits and goals, and try to enjoy what you do. Varvara Tsoukidou, 34, has been teaching English in state secondary schools in her native Greece since 2006. She currently works in junior and senior high schools in Astakos western Greece If you are a full-time teacher, you are established in your current teaching role and you have an inspiring story to tell, we would like to hear from you. Send us your Class Report", 
    "section": "education", 
    "gid": "education/2013/jan/22/teaching-english-greece", 
    "wordcount": "425"
}