{
    "headline": "Smog crisis continues in China - in pictures", 
    "text": "   Heavy smog shrouds the second ring road in Beijing, 21 January. The government had hoped that rain and snow would disperse the smog that has blanketed the city since last weekend, but an index monitoring of PM2.5 particulates revealed that it still stood at 400 in some parts of the city - down on last week's record score of 755, but still well above levels deemed hazardous to human health Photograph: ADRIAN BRADSHAW/EPA       The Oriental Pearl tower on a hazy day in Shanghai, 21 January Photograph: Carlos Barria/Reuters       A woman wearing a mask walks under a bridge during severe pollution on 18 January in Beijing. Chinese factories and coal-fired power stations could soon face further rolling shutdowns, as the government battles to get a hold on the smog crisis that has gripped the capital   Photograph: Feng Li/Getty Images       A power station chimney near Beijing's central business district on 18 January. Officials last week ordered some factories to close down, but reports from state media Xinhua indicate that the city government will propose new rules for tackling air pollution Photograph: Feng Li/Getty Images       A baby is given nebuliser therapy at Beijing Children's hospital on 14 January. Nearly 1,000 babies and toddlers were treated for breathing difficulties as the pollution crisis entered its fourth day Photograph: Li Wen/Corbis       A clean filter (left) and a used filter (right) show the  amount of fine particulates that an average person living in Beijing breathes in within 24 hours Photograph: Greenpeace       Chimneys of a cement plant emit smoke into the air in Binzhou, in east China's Shandong province. Air pollution is a major problem in China due to the country's rapid pace of industrialisation, reliance on coal power, explosive growth in car ownership and lack of environmental regulation. It typically gets worse in the winter because of weather conditions and an increase in coal-burning for heating needs Photograph: Zhang Bin/EPA       The Forbidden City  in Beijing is shrouded in pollution  Photograph: Feng Li/Getty Images       An outdoor screen glimmers as heavy fog shrouds Zhengzhou, capital of central China's Henan province Photograph: Zhu Xiang/Corbis       Patients at the Jiangsu province hospital of traditional Chinese medicine in Nanjing, China. According to nurses, more and more people with respiratory diseases came to the hospital as thick fog continued to shroud central and eastern parts of China  Photograph: ChinaFotoPress/Getty Images       Students of Liaocheng University campaign for better environmental awareness  Photograph: ChinaFotoPress/ChinaFotoPress via Getty Images       Cars in heavy fog in Hefei, central China's Anhui province Photograph: STR/AFP/Getty Images       The CCTV tower is seen in heavy smog in Beijing. The city has seen a major spike in pollution-related illnesses with heart attacks and respiratory ailments Photograph: Imaginechina/Corbis       On 12 January the Chinese meteorological authority issued a yellow alert indicating dangerous levels of smog in China's northern and western regions, including major cities like Beijing. It said that parts of China were facing the worst recorded pollution. According to Beijing Municipal Environmental Monitoring Centre website, density of PM2.5 particulates had surpassed 1,000 in Beijing  the World Health Organisation considers a safe daily level to be 25 micrograms per cubic metre  Photograph: Rex Features       Severe pollution clouds the Beijing skyline on 12 January. Air quality data released via the US embassy twitter feed recorded air quality index levels so hazardous that they were classed as 'beyond index'. Just after midday the particle matter PM 2.5 figure was 519 on a scale that stops at 500  Photograph: ED JONES/AFP/Getty Images       A view of a busy highway as heavy smog engulfs the city of Beijing, 11 January  Photograph: HOW HWEE YOUNG/EPA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/jan/22/smog-crisis-continues-china-in-pictures", 
    "wordcount": "0"
}