{
    "headline": "Western Uganda: crop-raiding elephants call for plan bee", 
    "text": "Among the rolling volcanic hills in western Uganda lies Queen Elizabeth National Park, famed for its natural beauty and wildlife. The park&apos;s varied fauna has spawned a productive safari industry. However, more recently, the animals have been destroying, rather than supporting, local people&apos;s livelihoods. &quot;Elephants from the park have raided my fields for beans, maize and matooke,&quot; says Mohamood Mwapiri, a farmer in Kibodi, a village on the edge of the park. &quot;When they come to eat they also destroy everything. At its worst, the effect was close to famine. We had nothing to eat and nothing to sell  they ate or destroyed all we had.&quot; The Uganda Wildlife Authority (UWA) has identified this region as a priority hotspot for friction between humans and animals, especially between farmers and elephants that come to feed on the high concentrations of nutritious foods they can find on local cultivated farmland. Stopping the elephants is no easy task. Innocent Kahwa used to work for the UWA trying to prevent crop raiding by elephants. &quot;We tried digging deep, steep-sided trenches around crops,&quot; he says. &quot;But elephants are intelligent. They just used dirt to fill in the trenches and crossed over.&quot; In the absence of effective prevention mechanisms, farmers have been watching over their fields at night, attempting to scare off animals by shouting and banging empty jerry cans, or calling in the UWA to fire shots in the air. &quot;Keeping watch over land all night is simply not practical for farmers who have to work during the day, and if he has a large farm it&apos;s hard for him to patrol effectively,&quot; says Dr Lucy King, chief operations officer of Save the Elephants. &quot;Fire crackers and fire balls are dangerous and can cause grass fires. Shooting elephants with spears and guns is both illegal and incredibly dangerous, as a wounded elephant can become very aggressive.&quot; King began researching elephant reactions to bees after reading that elephants tended to avoid acacia trees that were hosting beehives. &quot;I saw just how much elephants were running away from disturbed bee sounds,&quot; she explains. This, she says, inspired the idea of a beehive fence deterrent system. The system uses trip wires to link beehives together, forming a protective fence around land that is raided. When elephants trip the wire, the bees are disturbed and emerge from their hives, scaring the elephants away. When Kahwa left the UWA he became the community liaison officer for Volcanoes Safaris Partnership Trust (VSPT), which is helping to launch the beehive fence initiative in Kibodi and the surrounding area. &quot;We installed five demonstration hives in January to form a small fence at one of the spots where elephants cross into the village from the park, and will put up five more soon,&quot; he says. &quot;We are training local farmers to set up and manage their own hives to protect their land.&quot; VSPT works in conjunction with the Omushaka Beekeeping Group, established by George Bijampola in 1995. &quot;The beehive fences have a number of advantages beyond keeping out elephants,&quot; says Bijampola, who owns nearly 100 hives and trains aspiring beekeepers. &quot;The bees help to pollinate crops and increase yields, and farmers will be able to produce and sell honey for extra income.&quot; Malaika Honey, a social enterprise, helped to set up the initial fence and train locals, and says it will buy honey from local farmers once they are in production. &quot;The beekeepers in Kibodi were paid a poor price by middle-men traders,&quot; says Simon Turner, founder of Malaika. &quot;We buy from the farmers, so we can pay them a premium price, and we&apos;ll add value by developing markets for secondary beehive products like propolis.&quot; These are early days, but even the first fence seems to have had some effect. &quot;Elephants haven&apos;t come into our fields for the last two months,&quot; says Mwapiri, although her husband insists that this is as much due to the proactive work of the park rangers as it is to the fence. The problem is that the fence, really only for demonstrations, does not cover every place where the elephants enter from the park. &quot;It would help if we could have assistance to set up more hives and build larger fences,&quot; says local elder George Magara. &quot;We need to cover more area.&quot; The signs from Kenya, where King has tested and installed the beehive fences, are positive. &quot;Over two years I monitored 90 crop raids in three different communities in Kenya, and only six individual elephants managed to break through a beehive fence in all that time,&quot; she says. Kahwa is also hopeful that the project will take off and improve the lives of those experiencing crop raiding. &quot;The key to success in this project is to empower local farmers to manage hives and thereby protect their land and supplement their incomes,&quot; he says. &quot;If a few people show that they can protect their crops with the beehives and earn some extra cash selling honey, more and more will start to do what they&apos;re doing and it will become self-sustaining.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/06/western-uganda-crop-raiding-elephants-bees", 
    "wordcount": "879"
}