{
    "headline": "BitTorrent goes straight in effort to end association with piracy", 
    "text": "BitTorrent, the brand that enables much of the world&apos;s illegal downloading, is trying to go straight with a legitimate service for digital music. The company, which is made up of the software brands BitTorrent and Torrent, has been working to be seen as a non-illegal content provider. As part of that effort, it has teamed with musicians to release special content bundles, and has now unveiled a new suite of tools at the SXSW festival in Austin, Texas. &quot;BitTorrent is a word that has been wrongly associated with piracy for many years. We don&apos;t control any of those piracy sites. It&apos;s got nothing to do with us,&quot; said BitTorrent&apos;s vice president of marketing, Matt Mason. &quot;That&apos;s very much the old way of looking at BitTorrent, but we do feel we have a responsibility to point people to great content.&quot; The software, which uses a peer-to-peer network to move large files across the internet more efficiently, was born in 2001. Over the past 12 years, it&apos;s been used and abused by file-sharers to allow the spread of illegally accessed content online, now reaching 170m monthly active users and 10m more on its mobile products. &quot;The one thing we can really guarantee through BitTorrent is we bring people traffic,&quot; Mason said. &quot;We bring people real fans, and that&apos;s not something you find on all the other content platforms and places on the web.&quot; While some will always be reluctant to align with a company so associated with illegal downloads, others have embraced the opportunities it provides. Author Tim Ferriss contacted BitTorrent to promote his book The 4-Hour Chef when stores including Barnes &amp; Noble refused to sell it, because it was being published by Amazon. BitTorrent bundled extra content like notes, drafts and interviews as a free download, with the intention of drawing people to the Amazon page: the book quickly became a US bestseller. &quot;Everybody faces limitations when it comes to distribution, when it comes to the sizes of the files they can distribute,&quot; Mason said, announcing tools and updates that he hopes can overcome these limitations. BitTorrent Live, which is currently in beta testing, will use the company&apos;s peer-to-peer network to create a reliable live streaming tool while search tool BitTorrent Surf will now prioritize legitimate content sources. Mike Fiebach, the CEO of digital marketing agency Famehouse, collaborated with BitTorrent to promote new music by artists with large followings including DJ Shadow and Pretty Lights. &quot;It&apos;s advertising, essentially. It&apos;s free content for fan acquisition, which yields money at some point down the line,&quot; Fiebach said. &quot;Does it happen directly? Not usually, but eventually it adds to the artist&apos;s bottom line by increasing their fan base&quot;. Pretty Lights released a BitTorrent bundle in December 2011 resulting in a 700% increase in traffic to his website. Feibach said thisturns into increased ticket, merchandise and digital product sales. Some artists remain wary, though, of promoting themselves through products best known for promoting illegal downloads. &quot;At the end of the day, are they [file-sharing sites] turning a profit on piracy? Yes. Do they necessarily want to be doing that? No,&quot; Fiebach said. &quot;And for them to change the way that their tool works would change its ability to have positive power, too.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/mar/13/bittorrent-goes-straight-piracy-illegal-downloads", 
    "wordcount": "559"
}