{
    "headline": "How much do we spend on nuclear waste?", 
    "text": "How much do we spend on nuclear decommissioning and waste handling? According to Decc&apos;s 2012/13 budget, taken from its 201215 business plan, dealing with &quot;nuclear legacy&quot; issues costs around 2.5 billion a year, more than 42% of Decc&apos;s total budget. Of that, around 1.6 billion is spent on managing the various plants and storage facilities at Sellafield, the huge site in Cumbria which is home to the radioactive remains of nuclear weapons and energy programmes dating more than half a century. Sellafield employs 9231 people, according to a new National Audit Office (NAO) report. How much will Sellafield cost going forward? The NAO anticipates the total future costs for decommissioning Sellafield, over a century or so, will be 67 billion. This has risen from 47 billion since 2009  a remarkable rise in just three years. (Note that the costs would look lower if a discount rate was applied to reflect the fact that the money will be spent over many decades.) What projects are causing the costs to rise? The NAO reviewed the 14 major projects currently in design, planning and construction at Sellafield  including some with weird and wonderful names such as &quot;Highly active liquor storage tanks&quot; and &quot;Magnox swarf storage silos retrievals&quot;. The total anticipated cost of these 14 projects rose by 900m in the ten months between May 2011 and March 2012.  Here are the growing costs of the projects at the design and planning phase: And here are ones under construction:  Are the projects on schedule? No, as the chart below shows, most of the projects under construction are running behind schedule as well as over budget. What does all this mean for the cost of nuclear energy? Although the costs of Sellafield relate mainly to handling waste from old nuclear projects  including postwar weapons programmes  the NAO&apos;s report begs the question of whether cost estimates for decommissioning future nuclear power plants may also have been underestimated. Whether that&apos;s true is impossible to know, though a glance at the figures suggests that even if decommissioning and waste disposal costs for future plants were two or three times higher than current government estimates, that wouldn&apos;t significantly change the economics of new nuclear plants. Decc&apos;s assumptions about the costs of different power sources are based on a report by Mott MacDonald, which estimates their total cost including up-front capital, fuel use and eventual decommissioning. Here are the estimates it gives for a selection of common technologies; for the full list see page 7-2 of the report. These figures are the subject of heated debate. Solar advocates point out that PV prices are dropping like a stone while nuclear costs are rising  and that solar should really be compared to the retail rather than the wholesale price of electricity, as it delivers power straight to the end user. On the other hand, nuclear advocates argue that a unit of reliable &apos;baseload&apos; nuclear energy is worth more than a unit of intermittent wind or solar. Those debates aside, rising decommissioning costs would be unlikely to change the comparisons significantly, because in the Mott MacDoland report only around 2.50 of the estimated 9698 total cost of generating a megawatt hour from new nuclear plants is earmarked for decommissioning and waste disposal. So even if this amount doubled or tripled nuclear would remain a relatively low-cost low-carbon power source. Nuclear advocates also argue that the waste at Sellafield could be turned into valuable fuel for a new generation of &apos;fast&apos; or thorium reactors. Download the data  DATA: download the full spreadsheet More open data  Data journalism and data visualisations from the Guardian  Search the world&apos;s government data with our gateway Can you do something with this data?  Flickr Please post your visualisations and mash-ups on our Flickr groupContact us at data@guardian.co.uk  Get the A-Z of data More at the Datastore directory Follow us on Twitter Like us on Facebook", 
    "section": "environment", 
    "gid": "environment/2012/nov/16/nuclear-waste-sellafield", 
    "wordcount": "671"
}