{
    "headline": "Leprosy spreads by reprogramming nerve cells into migratory stem cells", 
    "text": "   Micrograph of Mycobacterium leprae (red) taken from a leprosy skin lesion. Photograph: CDC/Public domain.    The bacterium that causes leprosy spreads through the body by converting nerve cells into stem cells with migratory properties, according to research published today in the journal Cell. The new findings could improve treatments for leprosy and other infectious diseases caused by bacteria, and help clinicians to diagnose them earlier. They may also provide a safe method for developing stem cell treatments for a wide variety of other conditions. Mycobacterium leprae is a parasitic bacterium that can only survive inside host cells. It evades detection by the host&apos;s immune system by infecting Schwann cells, the glial cells which form the fatty myelin tissue that insulates peripheral nerves and helps them to conduct impulses. Infected cells remain healthy in the early stages of infection but, soon enough, their myelin begins to degenerate, leading to the nerve damage, loss of sensation and blistering skin sores that are characteristic of the disease. Anura Rambukkana of the MRC Centre for Regenerative Medicine at the University of Edinburgh and his colleagues isolated Schwann cells from adult mice, grew them in Petri dishes and infected them with M. leprae. They found that the bacterium gradually turns off the genes that give Schwann cells their characteristic properties, and then activates another set of genes that transforms them into something resembling neural crest stem cells, which are only present in the embryo, and which migrate from the developing nervous along various routes to form a wide variety of tissues, including muscle, bone, cartilage, and the Schwann cells and sensory neurons of the peripheral nerves. This genetic reprogramming helps to disseminate the disease  infected cells revert to a stem cell-like state, then proliferate and convert into immature muscle cells or other cell types that migrate away from the initial infection site, carrying their bacterial load with them. By hiding out in the cells, the bacteria can spread through the body without triggering an immune response. &quot;These bugs keep Schwann cells in the de-differentiated state, but this causes the cells to loose their normal function, and this initiates neurodegeneration,&quot; says Rambukkana. &quot;We&apos;re having an identity crisis at this point. We still don&apos;t know what kind of stem cells the Schwann cells are being reprogrammed to, but they must be stem cells, because they have all the typical features of stem cells - they can differentiate into muscle, bone and fat and propagate themselves at the same time.&quot;  The researchers also found that the reprogrammed stem cells secrete chemokines, small signalling proteins that attract immune cells called macrophages. When infected stem cells were injected into mice, they recruited macrophages to the infection site, which then take up the bacteria and accumulate to form areas of inflammation called granulomas. The bacteria-laden macrophages are then released from the granulomas, thus providing another way for the disease to spread further.      Infected stem cells (green) transfer M. leprae to a macrophage (red with green bacteria). Credit: Justyna Cholewa-Waclaw, MRC Centre for Regenerative Medicine, University of Edinburgh.     The study provides the very first evidence that an infectious agent can reprogram adult body cells. Leprosy can be treated with multi-drug therapy, but diagnosis usually follows the appearance of symptoms, by which time it is too late to treat effectively. The presence of stem cells or the proteins they synthesize could be an early marker for the disease, which may enable clinicians to reach a diagnosis before any symptoms present themselves.  &quot;This is provocative and important work,&quot; says Kristjan Jessen, a professor of developmental biology who studies Schwann cells at UCL. &quot;It illustrates the astonishing plasticity of mammalian cells and their ability to change from one cell type to another, and also shows just how much there is yet to learn about Schwann cells and nerve pathology.&quot; The new findings could also pave the way for a safe method of producing stem cells for researching neurodegenerative diseases and developing treatments for them. The discovery that cells taken from just about any part of the human body can be induced to revert to stem cells with the ability to re-differentiate into any other cell type raised hopes, until it was subsequently found that these so-called pluripotent stem cells harbour genetic defects and can cause tumours when transplanted. Pluripotent stem cells are typically created using viruses that integrate themselves into the host cell chromosome and thus could be one source of the genetic mutations seen in these cells. But M. leprae is hundreds of times larger than a virus, and alters the genetics of the host cell without entering the nucleus, so could potentially be used to create stem cells without causing mutations. (Chinese researchers recently adopted a similar approach: they converted cells isolated from human urine directly into neurons, using bacterial DNA that does not integrate into the chromosome.)  Rambukkana and his colleagues are now investigating exactly how the leprosy bacterium hijacks the Schwann cell genome to initiate reprogramming. M. leprae is unique in that its own genome underwent massive downsizing over time, losing more than 2,000 genes in the process. It lacks genes encoding toxins or flagella, the hair-like appendages that propel other disease-causing bacteria, and only half of the genes that remain are functional, but closer examination of the genome may yet identify the DNA sequences encoding the genetic on/ off &quot;switches&quot; that together reprogram infected Schwann cells.  Leprosy has plagued humans for millenia, and continues to do so, with around 200,000 new cases arising every year. It can cause deformities and life-long disability when left untreated, but occurs almost exclusively in the developing world, and has extreme social stigma associated with it. Consequently, the disease is largely neglected, and Rambukkana hopes that his group&apos;s new findings will help to raise awareness about it. &quot;Leprosy is a terribly neglected neurodegenerative disease, and patients have no voice. Our study may draw some attention to it, and to the suffering it causes in other parts of the world.&quot; Reference: Masaki, T., et al. (2013). Reprogramming Adult Schwann Cells to Stem Cell-like Cells by Leprosy Bacilli Promotes Dissemination of Infection. Cell, 152: 5167. DOI: 10.1016/j.cell.2012.12.014", 
    "section": "science", 
    "gid": "science/neurophilosophy/2013/jan/17/leprosy-reprograms-nerve-cells-into-stem-cells", 
    "wordcount": "1001"
}