{
    "headline": "50 months: 'We need to set our own personal carbon targets'", 
    "text": "Truer words could not be said: &quot;normal&quot; isn&apos;t working. Normal means more financial growth, 40 hours a week, shop-for-prosperity. But normal values run deep, and 50 months isn&apos;t a lot of time. We must now act, in ways that are as radical to the degree that the situation is serious. As David MacKay, the Department of Energy and Climate Change&apos;s (Decc) chief scientific adviser, noted: &quot;If everyone does a little, we&apos;ll achieve only a little.&quot; So what can we do? The problem needs to be tackled on all levels  politically and individually, and both in the short term and long term. I&apos;m not a climate change expert, so I will entrust the more macroscale solutions to those who are. However, having lived without money for almost three years with an almost zero carbon footprint, I have some understanding regarding the degree to which it is possible to enact personal change. I propose that every one of us sets personal yearly targets for our own transition to a low carbon life, levels realistic enough to be achievable but radical enough to be appropriate. X by 2014, Y by 2014, Z by 2015. We berate politicians for failing to agree targets at summits such as Rio+20, yet ourselves refuse to create them on an individual level. I recently asked an audience of 300 environmentalists if they had committed to personal targets, and three hands went up. That 1% needs to become 100%. One way, out of many, of doing this in the short term is to fully utilise what we already have. As a society we&apos;ve produced enough stuff to last us a lifetime. Both we and the planet have been bled dry, and we need some time out. The benefits would be manifold: we could reduce our personal expenditure to the minimum, and therefore adopt the 21 hour week that the New Economics Foundation proposes and the life of leisure that Keynes once imagined. With the time we save we could do whatever we enjoy. We could grow food using schemes like Landshare, set up gift circles and freeshops, participate in freecycling, learn small-scale skills, or cycle instead of drive. All of which would reduce our carbon emissions while increasing our happiness. Longer term, we need to question the fundamental cultural narratives of our age: unlimited growth, separation from nature, even monetary economics. George Osbourne wouldn&apos;t be impressed, but frankly, who cares; without an inhabitable planet, there is no economy.  Mark Boyle is the author of the Moneyless Man: A Year of Freeconomic Living", 
    "section": "environment", 
    "gid": "environment/2012/oct/01/50-months-mark-boyle", 
    "wordcount": "428"
}