{
    "headline": "CES 2012: Samsung unveils smart TVs", 
    "text": "Samsung took the chance at CES to announce a number of new products and introduce some already familiar outside the US. Briefly, they were:  Smart TV, with a promise that models bought now will in future be upgradeable through a simple add-on part; 3D content for TVs; the 5in Note &quot;phablet&quot; (a phone/tablet), introduced in the UK in October 2011 but new to the US; Wi-Fi enabled cameras; a (very impressive) 55in Super OLED TV; a new ultrabook; an app winner who devised an app intended to run across Samsung Smart TVs, tablets and phones, who won $100,000. The list of products announced and launched is very long, and involved what seemed like the entire cast of executives of Samsung&apos;s US business, plus Boo Keun Yoon, president of Samsung Electronics, who opened proceedings, declaring that Samsung was &quot;pushing boundaries&quot; and that he was &quot;very proud of where this company is today&quot;. He said Samsung was the world&apos;s No 1 TV brand, its sixth consecutive year (it&apos;s not clear if that&apos;s top-selling in TVs, or some industry award), and that in November, Samsung had sold 5.7m sets. In the third quarter, Samsung had become the largest smartphone seller, and for 2011 had sold a total of more than 300m mobile phones (not just smartphones, but feature phones as well). It is the No 1 refrigerator company in the US for the third straight year (again, it wasn&apos;t clear if this was in sales, or some industry award). &quot;We are here to see the future of consumer electronics,&quot; he said. &quot;As a global leader, Samsung must go further. We see our role as making consumers&apos; life simpler, smarter and more enjoyable.&quot;  Smart TV: Samsung is developing its own smart TV systems which appear to be separate of Google TV, despite also being a partner for that. Some of the sets  specifically those shown in the promotional films that the presentation favoured (there were no demos of any products, apart from an onscreen showing of the Super OLED TV)  seemed to have Microsoft&apos;s Kinect capability built in, as they showed motion and voice control, as well as internet searching powered by Microsoft&apos;s Bing.  Samsung made much of its Smart TV platform, first launched in 2008, for which it says there are now 25,000 companies developing apps, and that by the end of January 20m apps will have been downloaded worldwide. (I have previously asked Samsung for details of the geographical distribution of app downloads, to see if it is concentrated heavily in its native South Korea. The company declined to give details.) The app library to run on Smart TVs is expected to grow by 60% this year. In its press release, Samsung suggests that the app download figure is presently 15m, and says it hit 10m in October 2011. No details on the number of sets used to download apps, or the average or median number of app downloads, was available. Samsung quotes figures from GfK saying that 1.4m smart TV units (of all platforms) have been sold in the UK.   3D content: Samsung is &quot;committed&quot; to 3D, said Yoon. Tim Baxter, president of Samsung Electronics America, said that the company has sold more than 12m 3D TVs since introducing them in 2010. More than half of TVs that Samsung sells worldwide will be 3D-enabled. The company is working with content companies such as Universal to create 3D versions of existing content: the example cited was Battlestar Galactica, which will be available through Samsung&apos;s Hub in 3D format.  Games content: Angry Birds will be coming as an app to Samsung Smart TVs. The introduction was excruciating (Baxter pretending to talk to the animated bird on a screen projection) and there was no demo of how a family sitting in an average sitting room would control the cursor on a screen across the room.  Joe Stinziano, senior vice-president of Samsung Electronics US, followed to announce the the $100,000 winner of a $225,000 contest to develop the app that could best be used across phones, tablets and smart TVs - from a shortlist of a music app, a photo-sharing app, and a social responsibility app. The photo-sharing app, called Party Shots, won.  Buyers of Samsung Smart TVs will be able to upgrade them to faster processors using the &quot;Smart Evolution&quot; kit, which fits into a slot in the back of the TV and will ensure that sets aren&apos;t left behind as processing power and demands increase.  As maker of 90% of the world&apos;s supply of OLED (organic light-emitting diode) panels, Samsung is in a good position to show off a Super OLED TV - which it did: a 55in dual-core processor, 3D-enabled set with a very thin bezel. This product was demonstrated, and looked extremely impressive: even from many yards away, the vibrancy and contrast of colours was striking. No price or retail date was supplied.  Having introduced the smart fridge (which the family can use to leave notes for each other), Samsung is now introducing the smart washing machine: you can program it from a distance to start a wash, and monitor the wash, and get an alarm when the wash finishes.  The Samsung Note &quot;phablet&quot;, which includes a stylus (five years to the day after Steve Jobs said that styluses are too much trouble - they get lost) that is sensitive to 256 different levels of pressure, and which can be used to draw on the screen for subsequent screenshots and emailing to contacts. The US version of the Note, which will be sold through Verizon, will include LTE/4G networking.  The &quot;ultrabook&quot; is the hot new category in the laptop space, at least as far as manufacturers are concerned; whether price-conscious buyers agree with them is as yet unclear. Samsung unveiled the Series 5 Ultrabook, available in 13in and 14in versions. It&apos;s got a hard drive rather than an SSD, though there is a 16GB SSD in the standard model, and you can choose to have a 128GB or 256GB SSD drive as the main drive. Unusually for an ultrabook, it includes an optical disk drive  which is usually a weighty component that is left out. Prices and release dates were not given.  Connected cameras with Wi-Fi.   A &quot;smart&quot; Blu-ray player with DLNA capability for automatic playback of content when connected to home networks. All in all, Samsung had a busy day, though the lack of demos was extremely noticeable, particularly on the voice- and/or motion-controlled TVs, where we had to rely on jolly films to &quot;demonstrate&quot; how things worked. It&apos;s still extremely unclear how any grouping of people larger than one will be able to motion-control a TV set. But what was noticeable was that the queue of journalists and analysts and others seeking to get into the press conference snaked down and around the interior of the building  indicating just how far the company has come in earning the world&apos;s respect and interest in what it will do next.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/10/ces-2012-samsung-smart-tv", 
    "wordcount": "1190"
}