{
    "headline": "Strange but true: science's most improbable research", 
    "text": "Why do Bedouins wear black in thedesert? The question so intrigued four scientists  all non-Bedouins  that they ran an experiment. Their study, called Why Do Bedouins Wear Black Robes in Hot Deserts?, was published in the journal Nature in 1980. &quot;It seems likely,&quot; the scientists wrote, &quot;that the present inhabitants of the Sinai, the Bedouins, would have optimised their solutions for desert survival during their long tenure in this desert. Yet one may have doubts on first encountering Bedouins wearing black robes and herding black goats. We have therefore investigated whether black robes help the Bedouins to minimise solar heat loads in a hotdesert.&quot; The research team  C Richard Taylor and Virginia Finch of Harvard University and Amiram Shkolnik and Arieh Borut of Tel Aviv University  quickly discovered that, as you might suspect, a black robe does convey more heat inward than a white robe does. But they doubted that this was the whole story. Taylor, Finch, Shkolnik, and Borut measured the overall heat gain and loss suffered by a brave volunteer. They described the volunteer as &quot;a man standing facing the sun in the desert at midday while he wore: 1) a black Bedouin robe; 2) a similar robe that was white; 3) a tan army uniform; and 4) shorts (that is, he was seminude)&quot;. Each of the test sessions (black-robed, white-robed, uniformed and half-naked) lasted 30 minutes. They took place in the Negev desert at the bottom of the rift valley between the Dead Sea and the Gulf of Eilat. The volunteer stood in temperatures that ranged from a just-semi-sultry 35C (95F) to a character-building 46C (115F). Though he is now nameless, this was his day in the sun. The results were clear. As the report puts it: &quot;The amount of heat gained by a Bedouin exposed to the hot desert is the same whether he wears a black or a white robe. The additional heat absorbed by the black robe was lost before it reached the skin.&quot; Bedouins&apos; robes, the scientists noted, are worn loose. Inside, the cooling happens by convection  either through a bellows action, as the robes flow in the wind, or by a chimney sort of effect, as air rises between robe and skin. Thus it was conclusively demonstrated that, at least for Bedouin robes, black is as cool as any other colour. How do our stomachs digestanimal bones? If you like shrews, especially if you like them parboiled, you&apos;ll want to devour a 1994 study published in the Journal of Archaeological Science. Called Human Digestive Effects on a Micromammalian Skeleton, it explains how and why one of its authors  either Brian D Crandall or Peter W Stahl; we are not told which  ate and excreted a 90mm-long (excluding the tail, which added another 24mm) northern short-tailed shrew (Blarina brevicauda). This was, in technical terms, &quot;a preliminary study of human digestive effects on a small insectivore skeleton&quot;, with &quot;a brief discussion of the results and their archaeological implications&quot;. Crandall and Stahl were anthropologists at the State University of New York in Binghamton. The shrew was a local specimen, procured via trapping at an unspecified location not far from the school. For the experiment&apos;s input, preparation was exacting. After being skinned and eviscerated, the report says, &quot;the carcass was lightly boiled for approximately 2 minutes and swallowed without mastication in hind and fore limb, head, and body and tailportions&quot;. Here&apos;s how Crandall and Stahl handled the output: &quot;Faecal matter was collected for the following 3days. Each faeces was stirred in a pan of warm water until completely disintegrated. This solution was then decanted through a quadruple-layered cheesecloth mesh. Sieved contents were rinsed with a dilute detergent solution and examined with a hand lens for bone remains.&quot; They then examined the most interesting bits with a scanning electron microscope, at magnifications ranging from 10 to 1,000 times. A shrew has lots of bony parts. All of them entered Crandall&apos;s gullet, or maybe Stahl&apos;s. But despite extraordinary efforts to find and account for each bone at journey&apos;s end, many went missing. One of the major jawbones disappeared. So did four of the 12 molar teeth, several of the major leg and foot bones, nearly all of the toe bones, and all but one of the 31 vertebrae. And the skull, reputedly a very hard chunk of bone, emerged with what the report calls &quot;significantdamage&quot;. The vanishing startled the scientists. Remember, they emphasise in their paper, that this meal was simply gulped down: &quot;The shrew was ingested without chewing; any damage occurred as the remains were processed internally. Mastication undoubtedly damages bone, but the effects of this process are perhaps repeated in the acidic, churning environment of the stomach.&quot; Chewing, they almost scream at their colleagues, is only part of the story. In each little heap of remains from ancient meals, there be mystery aplenty. Prior to this experiment, archaeologists had to, and did, make all kinds of assumptions about the animal bones they dug up, especially what those partial skeletons might indicate about the people who presumably consumed them. Crandall and Stahl, through their disciplined lack of mastication, have given their colleagues something toothsome to think about. Is a pound of lead heavier than a pound of feathers?  A pound of lead feels heavier than a pound of feathers, a thing long suspected, but not carefully tested until 2007, when Jeffrey B Wagman, Corinne Zimmerman and Christopher Sorric ran an experiment involving lead, feathers, plastic bags, cardboard boxes, a chair, blackened goggles and 23 volunteers from the town of Normal, Illinois. The scientists were based at Illinois State University, which is located in that unassumingly named place. In a study published in the journal Perception, they explained why they took the trouble. &apos;&quot;Which weighs more  a pound of lead or a pound of feathers?&apos; The seemingly naive answer to this familiar riddle is the pound of lead, whereas the correct answer is that they weigh the same amount.&quot; But, they wrote, this &quot;naive answer may not be so naive after all. For over 100 years, psychologists have known that two objects of equal mass can feel unequally heavy depending on the mass distribution of those objects.&quot; Wagman, Zimmerman, and Sorric poured some lead shot into a plastic bag, then sealed and taped the bag inside the bottom of a cardboard box. For clarity, let&apos;s call this the box with lead in its bottom. Then they stuffed a pound of goose feathers into a large plastic bag. Feathers and bags being what they are, this fluffed, baggy entity entirely filled a box that looked just like the box with lead in its bottom. Let&apos;s call this snugly packed second box the box with feathers spread throughout its innards. Then came the test. One by one, the volunteers sat in the chair, donned the blackened goggles, then &quot;placed the palm of their preferred hand up with their fingers relaxed. On a given trial, each box was placed on the participant&apos;s palm in succession. The participant hefted each box and reported which box felt heavier.&quot; Slightly more often than not, the volunteers said that the box with lead in its bottom was heavier than the box with feathers spread thoughout its innards. After weighing and judging all the data, the scientists educatedly hazarded a guess as to why one box seemed heavier. Probably, they said, it&apos;s because &quot;the mass of the feathers was distributed more or less symmetrically in the box (ie the feathers filled the box), but the mass of the lead was distributed asymmetrically along the vertical axis (the box was &quot;bottom-heavy&quot;). Therefore the box containing lead was more difficult to control and it felt heavier.&quot; The scientists did not test how volunteers would respond if the lead were fixed precisely in the middle, rather stuck to the bottom, of the box. This they left for future scientists to contemplate. How should bosses choose who to promote? Three Italian researchers were awarded the 2010 Ig Nobel prize in management for demonstrating mathematically that organisations would become more efficient if they promoted people at random. But their research was neither the beginning nor the end of the story of how bureaucracies try  and fail  to find a good promotion method. Alessandro Pluchino, Andrea Rapisarda and Cesare Garofalo of the University of Catania, Sicily, calculated how a pick-at-random promotion scheme compares with other more enshrined methods. They gave details in a report published in the journal Physica A: Statistical Mechanics and its Applications. Pluchino, Rapisarda and Garofalo based their work on the Peter Principle  the notion that many people are promoted, sooner or later, to positions that overmatch their competence. The three cited the works of other researchers who had taken tentative, exploratory steps in the same direction. They failed, however, to mention an unintentionally daring 2001 study by Steven E Phelan and Zhiang Lin, at the University of Texas at Dallas, which was published in the journal Computational and Mathematical Organisation Theory. Phelan and Lin wanted to see whether, over the long haul, it pays best to promote people on supposed merit (we try, one way or another, to measure how good you are), or on an &quot;up or out&quot; basis (either you get promoted quickly or you get the boot), or by seniority (live long and, by that measure alone, you will prosper). As a benchmark, a this-is-as-bad-as-it-could-possibly-get alternative, they also looked at what happened when you promoted people at random. They got a surprise: random promotion, they admitted, &quot;actually performed better&quot; than almost every other method. Phelan and Lin seemed (at least in my reading of their paper) almost shocked, even intimidated, by what they found. But where Pluchino, Rapisarda, and Garofalo would later, independently, hone and raise this discovery for the world to admire, Phelan and Lin merely muttered, ever so quietly in the middle of a long paragraph, that &quot;this needs to be further investigated in our future studies&quot;. Then, by and large, they moved on to other things. More recently, Phedon Nicolaides, of the European Institute of Public Administration in Maastricht, the Netherlands, suggested what he saw as an improvement on random promotion: randomly choose the people who will make the promotion decisions. Professor Nicolaides published his scheme in the Cyprus Mail newspaper. Another, very different, non-random method was devised for use by the US Air Force. Details appeared in a 170-page paper prepared in 2008 by Michael Schiefer, Albert Robbert, John Crown, Thomas Manacapilli, and Carolyn Wong of the Rand Corporation. But regardless of its merits, this scheme may have been doomed purely because it had a curious name. The report was called The Weighted Airman Promotion System. Do ethicists steal morebooks? &quot;One might suppose that ethicists would behave with particular moral scruple,&quot; begins a little 2009 monograph by two philosophy professors who specialise in ethics, embarking on what they call a &quot;preliminary investigation&quot; of their fellow experts. Eric Schwitzgebel, of the University of California, Riverside, and Joshua Rust, of Stetson University in Deland, Florida, surveyed almost 300 attendees of a meeting of the American Philosophical Association. Tell us, they asked in a variety of ways, about the ethical behaviour of ethicists you have known. Schwitzgebel and Rust offered candy to anyone who agreed to complete the survey form. They reported that &quot;a number of people stole candy without completing a questionnaire or took more than their share without permission&quot;. The ethics experts in aggregate indicated that in their experience, on the whole, ethicists behave no more ethically than do other people. The paper, published in the journal Mind, pauses for just a moment to suggest a broader context. &quot;Police officers commit crimes,&quot; it says. &quot;Doctors smoke. Economists invest badly. Clergy flout the rules of their religion.&quot; Schwitzgebel also wrote a study, on his own, called Do Ethicists Steal More Books?, which elbowed its way into the face of readers of the journal Philosophical Psychology. He drew up lists of philosophy books  some specifically about ethics, others not. Then, using information available through computer networks, he examined the status of every copy of those books in 19 British and 13 American academic library systems. Schwitzgebel looked separately at what happened to newish books (Buchanan&apos;s Ethics, Efficiency and the Market; Baron&apos;s Kantian Ethics Almost Without Apology; Hurd&apos;s Moral Combat; and suchlike bestsellers) and to older ones (Aristotle&apos;s Nicomachean Ethics; Kant&apos;s Critique of Judgment; Nietzsche&apos;s Beyond Good and Evil and other beloved masterworks). It was roughly the same story. The ethics books, whether youthful or aged, went missing more often than did the not-quite-so-relentlessly-about-ethics books. The youthful, &quot;relatively obscure, contemporary ethics books of the sort likely to be borrowed mainly by professors and advanced students of philosophy were actually about 50% more likely to be missing&quot;. The aged, &quot;classic (pre-1900) ethics books were about twice as likely to be missing&quot;. (For those older books, Schwitzgebel looked only at the American libraries, muttering that &quot;the British library catalogue system proved impractically unwieldy&quot;.)", 
    "section": "science", 
    "gid": "science/2012/aug/19/most-improbable-scientific-research-abrahams", 
    "wordcount": "2226"
}