{
    "headline": "Graduate job prospects declining, tracking of university students finds", 
    "text": "Britain&apos;s graduates face an increasingly challenging jobs market, with 40% failing to get graduate-calibre posts more than two years after leaving education, around twice the proportion of their peers a decade earlier, according to a study of recent ex-students&apos; career paths. Overall, the vaunted graduate salary premium, a key argument in persuading would-be students to rack up significant debt to pay for a university education, has declined by as much as 2% a year compared with average national earnings over the past 10 years, the Futuretrack survey found. The research has worrying implications for social mobility, finding that non-white graduates are significantly more likely to experience unemployment, while the chance of being in a non-graduate job rises for those whose parents do not have degrees. The study by Warwick University&apos;s Institute for Employment Research, funded by 1.1m from the Higher Education Careers Services Unit, tracked 17,000 people from the moment they began applying for higher education courses due to start in autumn 2006 into the winter of 2011-12, gathering information on their views and prospects four times in that period. The same institute did a similar if less comprehensive study of graduates in 1999, allowing researchers to make comparisons. The findings reflect the recession of recent years and the continued increase in the numbers of graduates leaving British universities and colleges. But perhaps less predictable is the prevailing optimism, with two-thirds of those in the study hopeful about their long-term prospects and an overwhelming 96% saying they were glad to have taken a degree. &quot;It&apos;s a good news, bad news story,&quot; said Kate Purcell, a professor at the institute with a sociology background, who led the study with her colleague Professor Peter Elias, an economist and statistician. &quot;The good news is that most of them say they&apos;d do it again. That&apos;s quite extraordinary. Most are quite optimistic, rightly or wrongly, about their long-term prospects. But the short term, unequivocal fact is that there&apos;s much higher graduate unemployment than there has been and there&apos;s much more incidence of people doing jobs which are clearly not jobs that use their skills and qualifications.&quot; What is clear is that 30 months into their post-degree lives  18 months if they took a four-year course  many new graduates are finding life tough. &quot;Significant&quot; periods of unemployment were reported by 10%, with another 40% saying they remain in non-graduate posts. Direct comparison is tricky given the reclassification of certain jobs, but the researchers estimate the equivalent figure for the class of 1999 at the same stage in their career was about 22-23%. For those working, average annual salaries were 21.9% lower for those surveyed in November last year as against their 1999 peers asked in mid-2003. This drop is by no means even: graduates from less renowned universities suffered a 30% fall, against 17.5% for those seen as the best, with arts graduates experiencing a drop more than three times bigger than those who studied law. Despite the decline in the graduate premium, the academics said there was still a significant salary advantage to a degree, one shown up by examining the lower earnings of those in the sample who dropped out or did not graduate. However, adding to the financial burden is a huge, and not unexpected, increase in debt, about 60% higher in real terms than that accrued by students 10 years before. Even paying tuition fees of about 3,000 a year, as against up to 9,000 now, almost half the 2006 intake to English universities had debts of 20,000 or more, with survey participants&apos; average debt about 16,000. Many factors shown up by the study as counting against career prospects are relatively uncontroversial. For example, those with first-class degrees are about half as likely to experience unemployment as those with a 2:2, while medicine and dentistry graduates had notably better fortunes securing jobs using their degrees than those who studied arts or humanities. The researchers found socio-economic factors and family backgrounds also played a role, sometimes more than had been anticipated. Going to university with neither of your parents having a degree brings more of a likelihood of future unemployment. While at university, children of non-graduates are less likely to do extra-curricular activities or consult careers services, with knock-on effects. The study shows how background remains a challenge, said Purcell. &quot;The worrying thing is what we do pick up very clearly is that social mobility is not something that happens just as a result of having had the experience of higher education.&quot; Equally glaring is that male graduates earn more than female graduates, about 2,000 a year on average, an effect the researchers called &quot;continuing and disturbing&quot; and little changed from 10 years earlier. Purcell said the findings should be viewed within the context of ever more graduates and the evolving definition of what constitutes a graduate job. But employers must also play their part, she said, in not expecting graduates to fit seamlessly into jobs without further training. She said: &quot;Employers have this big supply of graduates and are becoming so ridiculously selective that they are creating job specifications that build in a requirement for prior experience. Basically, a new graduate has very little chance of getting in because they want so much. Companies want the perfect person, pre-formed for the job. They have to recognise they can&apos;t have that.&quot; Case Study Emma, 22, from Berkshire When I moved from my university town, Southampton, to my parents&apos; home, I felt depressed and demoralised. I&apos;d been forced to move home after struggling to get a job. I finished university in 2011 and wanted to work as a teaching assistant, but applied for all sorts  I knew how competitive the job market was. For me, a major barrier to finding work was my degree classification  I graduated with a 2.2 in sociology from the University of Southampton. Whenever my applications were turned down  and all of them were  I was convinced it was because of my degree. I was always given vague feedback like, you interviewed well but you don&apos;t quite make the cut, or you don&apos;t have enough experience. Of course, getting experience is impossible when no one will hire you. I started applying for non-graduate positions and eventually got retail work at Boots. In some ways it was a relief to get a job  I had been on jobseeker&apos;s allowance previously, and hated feeling as if I was sponging off the state. But working in a shop was depressing. It felt so unfair. I&apos;d spent three years at university  picking up thousands of pounds&apos; worth of debt in the meantime  but was working the same job as people who had left school at 16. Living at home wasn&apos;t ideal either. My family had downsized since I started university, so when I returned home I had a futon rather than a bed to sleep on. I&apos;m the first person from my family to go to university and, having seen me struggle to get work, my younger sister has decided not to apply, despite getting AAB at A-level. I don&apos;t regret university. This September, more than one year after graduating, I was lucky enough to be offered a paid internship at my old university working in student experience. My friends, many of whom are doing unpaid work experience, joke about how lucky I am to get a wage. I&apos;m just grateful I&apos;m not working in a shop any more. Interview by Rebecca Ratcliffe  This article was amended on 8 November 2012 to anonymise the case study at the request of its subject.", 
    "section": "education", 
    "gid": "education/2012/nov/07/graduate-job-prospects-decline", 
    "wordcount": "1287"
}