{
    "headline": "Aaron Swartz: tech bloggers pay tribute to an internet activist", 
    "text": "The death of the internet activist Aaron Swartz, at the age of 26, prompted a stream of tributes from major figures in his field. Swartz was reported to have killed himself in New York City on Friday. The author and blogger Cory Doctorow wrote an extensive tribute entitled RIP, Aaron Swartz, which he published on boingboing.net under a disclaimer waiving &quot;all copyright and related or neighboring rights&quot; &quot;to the extent possible under law&quot;. In the lengthy tribute, Doctorow wrote:  My friend Aaron Swartz committed suicide yesterday, Jan 11. He was 26. I got woken up with the news about an hour ago. I&apos;m still digesting it  I suspect I&apos;ll be digesting it for a long time  but I thought it was important to put something public up so that we could talk about it. Aaron was a public guy. ...Aaron accomplished some incredible things in his life. He was one of the early builders of Reddit (someone always turns up to point out that he was technically not a co-founder, but he was close enough as makes no damn), got bought by Wired/Conde Nast, engineered his own dismissal and got cashed out, and then became a full-time, uncompromising, reckless and delightful shit-disturber. ...His stunts were breathtaking. At one point, he singlehandedly liberated 20 percent of US law. PACER, the system that gives Americans access to their own (public domain) case-law, charged a fee for each such access. After activists built RECAP (which allowed its users to put any caselaw they paid for into a free/public repository), Aaron spent a small fortune fetching a titanic amount of data and putting it into the public domain. The feds hated this. They smeared him, the FBI investigated him, and for a while, it looked like he&apos;d be on the pointy end of some bad legal stuff, but he escaped it all, and emerged triumphant. He also founded a group called DemandProgress, which used his technological savvy, money and passion to leverage victories in huge public policy fights... ...Aaron had an unbeatable combination of political insight, technical skill, and intelligence about people and issues. I think he could have revolutionized American (and worldwide) politics. His legacy may still yet do so. Somewhere in there, Aaron&apos;s recklessness put him right in harm&apos;s way. Aaron snuck into MIT and planted a laptop in a utility closet, used it to download a lot of journal articles (many in the public domain), and then snuck in and retrieved it. This sort of thing is pretty par for the course around MIT, and though Aaron wasn&apos;t an MIT student, he was a fixture in the Cambridge hacker scene, and associated with Harvard, and generally part of that gang, and Aaron hadn&apos;t done anything with the articles (yet), so it seemed likely that it would just fizzle out. Instead, they threw the book at him. Even though MIT and JSTOR (the journal publisher) backed down, the prosecution kept on. I heard lots of theories: the feds who&apos;d tried unsuccessfully to nail him for the PACER/RECAP stunt had a serious hate-on for him; the feds were chasing down all the Cambridge hackers who had any connection to Bradley Manning in the hopes of turning one of them, and other, less credible theories. A couple of lawyers close to the case told me that they thought Aaron would go to jail. This morning, a lot of people are speculating that Aaron killed himself because he was worried about doing time. That might be so. Imprisonment is one of my most visceral terrors, and it&apos;s at least credible that fear of losing his liberty, of being subjected to violence (and perhaps sexual violence) in prison, was what drove Aaron to take this step. But Aaron was also a person who&apos;d had problems with depression for many years. He&apos;d written about the subject publicly, and talked about it with his friends. ...I&apos;m so sorry for Aaron, and sorry about Aaron. My sincere condolences to his parents, whom I never met, but who loved their brilliant, magnificently weird son and made sure he always had chaperonage when he went abroad on his adventures. My condolences to his friends, especially Quinn and Lisa, and the ones I know and the ones I don&apos;t, and to his comrades at DemandProgress. To the world: we have all lost someone today who had more work to do, and who made the world a better place when he did it. Goodbye, Aaron.  The writer and consultant Clay Shirky, who is a professor at New York University&apos;s interactive telecommunications programme, wrote:   The last time I saw Aaron, we were talking about Demand Progress, progressive politics, and ways of producing citizen-driven political change. What was so striking about Aaron is that he always wanted to solve the harder problem, not just to find some issue-specific workaround, but to understand how whatever system he was thinking about worked, and then to understand how to make it work better, however unusual such changes might be. This is what he did over and over, from syndication of web content to pro-freedom copyright tools to aggregating editorial judgement to, at the end, driving political change. The most important thing about Aaron&apos;s life is that he always picked the hard problems. The saddest thing about his life is that the hardest problem he faced  his own depression, which he wrote about so bravely and movingly  wasn&apos;t the kind of thing that yielded to his extraordinary intellect. He will be missed, both for who he was but also for all the good things he was clearly planning but will never do.  Birgitta Jonsdottir, a member of the Icelandic parliament and a leading campaigner for freedom of information on the internet, told the Guardian:  Aaron Swartz was the embodiment of the future for the information age and its freedoms we hold so dear. The internet was our mutual home and I feel even if I never met him in person that I lost someone from my tribe. He was and will be an inspiration to carry on our fight to keep the internet free, wild and borderless. Rest in Pixels.   The tech blogger Joey deVilla wrote a tribute to Swartz, which was published on his blog, The Adventures of Accordion Guy in the Twenty-First Century. DeVilla, like Doctorow, suggested that a fear of imprisonment may have contributed to Swartz&apos;s death. He wrote: &quot;I believe, as does Cory, that the fear of imprisonment for a period longer than his lifespan to date, for doing the right thing, helped drive him to despair and to take his own life.&quot; DeVilla also wrote:  Aaron was a mere 26 years old, and he&apos;d been doing all sorts of things on the Internet for at least a decade already. When most of us were still playing with toys, he was already playing with code and becoming an adept Python programmer, whose code showed an appreciation for clear, reasoned thinking. At the age of 14, he co-authored the specification for RSS 1.0, which specified how posts on blogs and other new sources get syndicated; even today, this blog uses an RSS feed...  ...The time for anger and resulting constructive action will come, but for me, it&apos;s not that time yet. For now, it&apos;s time for those of us who knew him to remember the young man we knew and admire. This is my tribute to Aaron.  Larry Lessig, a Harvard professor and founder of the nonprofit Creative Commons, wrote a piece on his blog discussing the MIT and JSTOR case and entitled Prosecutor as Bully. Lessig wrote:  Some will say this is not the time. I disagree. This is the time when every mixed emotion needs to find voice... ...As I said when I wrote about the case (when obligations required I say something publicly), if what the government alleged was true  and I say &quot;if&quot; because I am not revealing what Aaron said to me then  then what he did was wrong. And if not legally wrong, then at least morally wrong. The causes that Aaron fought for are my causes too. But as much as I respect those who disagree with me about this, these means are not mine.  But all this shows is that if the government proved its case, some punishment was appropriate. So what was that appropriate punishment? Was Aaron a terrorist? Or a cracker trying to profit from stolen goods? Or was this something completely different?  The historian and journalist Rick Perlstein contributed a tribute to the Nation, in which he wrote:  I remember always thinking that he always seemed too sensitive for this world we happen to live in, and I remember him working so mightily, so heroically, to try to bend the world into a place more hospitable to people like him, which also means hospitable to people like us. I like what the blogger Lambert Strether wrote on my Facebook page (in Aaron&apos;s memory, friend me!): &quot;Our society should be selecting for the Aaron Swartz&apos;s of this world. Instead, generous and ethical behavior, especially when combined with technical brilliance, turns out to be maladaptive, indeed lethal. If Swartz had been Wall Street&apos;s youngest investment banker, he would be alive today.&quot;  Alex Stamos, CTO of Artemis Internet, wrote on his blog:   I was the expert witness on Aaron&apos;s side of US vs Swartz, engaged by his attorneys last year to help prepare a defense for his April trial... I know a criminal hack when I see it, and Aaron&apos;s downloading of journal articles from an unlocked closet is not an offense worth 35 years in jail.  Other tributes, including a statement from Tim Berners-Lee, the inventor of the world wide web, were made through Twitter. Morris Davis is a retired US air force colonel who served as the chief prosecutor for the military commissions at Guantanamo Bay, Cuba, from 2005 to 2007. He said:  I never met Aaron Swartz, but as I read about him I empathized with the pressures that seemed to push him to conclude enough is enough. I have been locked in a legal battle with the Justice Department for more than three years over the government firing me for writing an op-ed saying it would be a mistake for the Obama administration to revive the Guantanamo military commissions. My firing was a warning to government employees to keep their heads down and their mouths shut. Recently, after I was named as a potential witness for Bradley Manning, the Justice Department began attacking my integrity and hinting at criminal charges. Facing their seemingly limitless power and resources month after month takes a toll on your spirit and your finances. The Obama Justice Department made an example of whistleblower Thomas Drake. It is about to make an example of former CIA agent John Kiriakou, and it hopes to do the same with Pfc Bradley Manning. Aaron Swartz was going to be an example, too. The rule of law means equal justice for all, not impunity for some and a total lack of perspective for others. Justice means more than another notch on some government attorney&apos;s belt. The government wanted to make an example of Aaron Swartz. It did. ", 
    "section": "technology", 
    "gid": "technology/2013/jan/12/aaron-swartz-internet-tech-blogger-tribute", 
    "wordcount": "1878"
}