{
    "headline": "A cetti's warbler bursts into violent exclamation", 
    "text": "Bright sunlight trickles down through the dense woodland canopy and the branches ring with the sounds of bird calls. I listen to a garden warbler. Difficult to distinguish from a blackcap the garden warbler&apos;s song is a little longer, a little scratchier, and a little more hurried than that of the blackcap, and some of its notes are purer and richer, almost like a nightingale&apos;s song. As I walk out into the bright sunshine other summer visitors are in good voice. The cacophony of a marshland summer shimmers in the air: the harsh, hurried songs of sedge warblers, the more measured, rhythmic chit-chit-chit of reed warblers, the short, punctuated whistles of reed buntings and the chattering of swooping swallows. A cuckoo calls briefly in the distance. A hidden cetti&apos;s warbler bursts into violent, paranoid exclamation. Another answers from across the marsh. Once rare, the bird has spread from the continent since the 1970s, and its cry is now heard in many southern wetlands. A larger bird is following the swallows. Dark and purposeful, the cross-like silhouette of a falcon soars against the blue sky. It circles, pushing its lithe, pointed wings up and down. The hobby is leaner than a peregrine and almost like a large swift. The light picks out its black helmet and moustachial stripes. It turns its head and banks, showing the heavy black streaks down its chest and the crimson britches of its upper legs. The hobby powers over the woodland, catching insects and transferring them to its beak. The hobby&apos;s name comes from the old French word &quot;hober&quot;, which means to move up and down, describing the bird&apos;s aerobatics. Indeed each kill is performed with breathtaking precision as the falcon swoops, rolls and then slows almost to a stop. It repeats the ballet again and again, drifting out of sight.", 
    "section": "environment", 
    "gid": "environment/2013/jun/06/waltham-brooks-sussex-cettis-warbler", 
    "wordcount": "307"
}