{
    "headline": "Resident Evil 6  review", 
    "text": "Outside of comic books, no medium loves a recurring character quite so much as video games. The goal for any console developer these days isn&apos;t to make one great game  it&apos;s to construct the foundations of a franchise, a starting point for sequels and spin-offs. Capcom has been at this longer than most and, 15 years after the Arklay Mansion incident, the biggest project in the company&apos;s history is Resident Evil 6. Sounds like a straight-to-DVD nasty, doesn&apos;t it? Resi 6 is more like one of those box sets yoking together Con Air and Die Hard, promising the purchaser several evenings&apos; worth of extras getting tipped over balconies. Resi 6 is obsessed with delivering a &quot;cinematic&quot; action experience, its levels punctuated by regular set-pieces, constant explosions, sharply-edited camera changes and a never-ending supply of near-death experiences. The directorial eye is a big part of Resident Evil&apos;s heritage, but here the focus has overwhelmingly shifted: &quot;survival horror&quot; is now &quot;constant action&quot;. In some ways that&apos;s a bad thing: Resident Evil isn&apos;t scary any more. It&apos;ll give you a few shocks, enemies jumping out of hidden places and big monsters bursting through the floorboards, but the days of creeping through darkened rooms with bottom clenched are over. Resi 6 is what you call a run-and-gunner, moving ever-forwards while blasting through crowds of biohazards. Resident Evil 5 leaned in this direction, but Resi 6 dives in with both guns blazing. The real surprise is how much of it there is. Capcom&apos;s focus on the production values of Resi 6 makes a casualty of progress  in the context of the third-person shooter genre, the controls are clunkier than they should be, and you&apos;d be hard pressed to call any of its new systems innovative. So the compensation is a quadruple helping of lengthy single-player campaigns, three of which are playable in co-op.     Resident Evil 6: Ada Wong returns    Heroes return, of course. Leon S Kennedy, last seen in Resident Evil 4, is joined for the first campaign by US agent Helena Harper, and this slice of Resi 6 is supposed to be delivering the horror. We know it doesn&apos;t quite manage that, but the most atmospheric environments in Resi 6 are found here  an early journey through a zombie-filled subway tunnel, complete with running trains, showcases the game&apos;s exquisite lighting tech like nothing else. Things escalate. By the end of Leon&apos;s campaign you&apos;ll have fought on top of trains, piloted a helicopter, wrestled a shark, had a shootout atop a skyscraper, ridden a mine cart and more or less surfed a jet; I&apos;m pretty sure I saw a kitchen sink exploding at one point. These events are all over the place, really, some breathlessly exciting and others falling flat  the latter mainly thanks to an over-fiddly implementation of &quot;Simon says&quot; button-pressing, which isn&apos;t a fun thing to be doing in the first place. The other two campaigns star Chris Redfield, AKA Stubble Straightjaw, and Jake Muller, AKA White Rapper, and follow a pretty similar pattern  move forwards, fight a group of enemies, big set-piece, rinse and repeat. One of Resi 6&apos;s unqualified triumphs is that its shooting feels great, the meatier guns packing heavy recoil and each shot accompanied by a bellowing audio crack. It also doesn&apos;t hurt that the common enemies, whether zombies or the humanoid J-Avo, are often sent backflipping by the sheer force of your weapons.     Resident Evil 6: Chris in the jaws of trouble    This is what saves Resi 6. Its cinematic sequences take control away from the player to a large extent, and then veer between brilliant and plain silly. But the bulk of the game is a combat system we&apos;ve known since Resi 4, tweaked and tuned to be a tad more manoeuvrable, and then playable in co-op. Co-op makes everything better, that&apos;s just a truth, and Resi 6 is designed to be played with a buddy throughout (though the ally AI has improved vastly since Resi 5&apos;s item-quaffing Sheva). Each of the four campaigns took between five and seven hours to complete, plus on top of this there&apos;s the Mercenaries mode. This bonus mode is probably the best in gaming&apos;s history. Introduced in Resi 4, Mercs puts you in an enclosed arena, with a timer, sends in the enemies and doesn&apos;t stop  chaining kills gets combos, the enemies get more deadly as time goes on, and hitting big scores unlocks more gear for future missions. Freed of narrative restrictions and the need to move onwards, Resi&apos;s combat is left to fend for itself in a corner  and does it ever. Resi 6&apos;s take on Mercs is spiced up a little by the inclusion of assignable skills, but fundamentally it&apos;s a familiar, fantastic beast.     Resident Evil 6: Jake in the heat of battle    In that sense, Mercs is Resi 6 writ large: a game built on old foundations. It&apos;s not a progressive title at all, but then it isn&apos;t intended to be. Capcom&apos;s intentions are simple: to move Resi into the mainstream action zone, and give players as much bang as possible for their buck. It is an unsophisticated experience. If you want to be terrified, or use your brain, Resi 6 isn&apos;t the game. But if you just want to spray monster brains all over the place, while occasionally cooing at some gorgeous scenery, Resi 6 delivers in several spades.  Game reviewed on PS3", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/04/resident-evil-6-video-game-review", 
    "wordcount": "881"
}