{
    "headline": "Chinese investment in Tanzania bears bitter fruit", 
    "text": "Kipawa, a district of Tanzania&apos;s commercial capital, Dar es Salaam, used to be a lively neighbourhood, home to about 1,300 families. Many residents had lived there for most of their lives. Now, the area has been completely demolished and fenced in. A sign on the fence says a Chinese company, China International Fund, is to construct a terminal building here as part of a project to extend the country&apos;s main airport. It is almost two years since the community was evicted to make way for the development, and yet there are no signs of construction in Kipawa. The area has become a deserted field. Most former residents were relocated 36km to the west; they no longer have access to electricity, clean water, roads or schools, and they face long journeys. More than 480 families protested against a proposed compensation package that, they said, undervalued their homes by 50% and was based on an obsolete land acquisition act dating from 1967. Nevertheless, in February 2010, the eviction was carried out suddenly. Teargas was used and more than 300 buildings were demolished within two days. Many people became homeless overnight, according to the Legal and Human Rights Centre, a Tanzania-based NGO. Like many other Kipawa residents, Eric had to prioritise his spending when he used his compensation of 6m Tanzanian shillings ($3,800) to build a new house. His budget only allowed him to put a roof over one room, which now accommodates the family of eight. Eric told us the family got by living without electricity. Doing without clean water is harder, but even that remains an unaffordable luxury. The only available water comes from a muddy ground well dug by the locals. Machines to drill and pump clean underground water cost at least 10m shillings. One of the hardest things to bear is that the displacement may turn out to be pointless, since the Tanzanian government has admitted the investment for its airport projects is not yet in place. Suleiman Suleiman, managing director of the Tanzanian Airports Authority (TAA), told us negotiations with the Chinese investors had broken off and the terminal project has been suspended until new investment comes in. The signs bearing the name of the Chinese investors on the fence has now been painted over. According to local sources, it all looked a rather different story in March 2007, when Chinese businessman Sam Po flew his private jet into Tanzania. Po represents the 88 Queensway Group, a body of companies  including the China International Fund (CIF) and China Sonangol International Holding  registered at that address in Hong Kong. His visit was well received by high-ranking Tanzanian officials, not least because he offered to upgrade Julius Nyerere international airport and revive Air Tanzania, the troubled national flag-carrier. Po&apos;s companies have done substantial business in Africa. Building a new terminal at Dar es Salaam airport will cost at least $300m, says Suleiman. Po has promised six other projects to upgrade the airport, according to a memorandum of understanding between China Sonangol and the TAA. A few months after signing the memorandum, China Sonangol was granted licences to explore two oilfields in the Lake Rukwa basin in south-west Tanzania. Zitto Kabwe, chairman of one of the Tanzanian parliamentary accounts committees, says it is clear the two deals were linked. The Guardian made repeated attempts to obtain comment from CIF and China Sonangol, but they failed to respond. A decision by the Tanzanian parliament may explain the retreat of the Chinese investors and the silence on the planned construction in Kipawa. Kabwe set up an inquiry, which found that China Sonangol has been granted oil concessions outside normal procedure in 2009. A year later, the parliament forced the authorities to withdraw the oil licences granted to the Chinese company. But Kabwe said he was concerned at &quot;how Tanzanians will have to pay back the Chinese&quot;. The near-bankrupt Air Tanzania pulled itself back into doing business by using the $21m from China Sonangol. &quot;The Chinese investors have left behind two airplanes, which we are using,&quot; says Paul Chizi, CEO of Air Tanzania. The VIP terminal at Dar es Salaam airport was also built free of charge by the Chinese company, at an estimated cost of $6m. Meanwhile, the 1,300 families evicted from Kipawa are still struggling to rebuild their lives.  This article was researched with a grant from the journalism department of the University of Witwatersrand, South Africa", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/02/chinese-investment-tanzania-airport-eviction", 
    "wordcount": "742"
}