{
    "headline": "Students to protest over funding cuts and employment prospects", 
    "text": "Mass student protest is returning to London this week for the first time since a succession of occasionally chaotic marches two years ago, with organisers saying they hope to send MPs of all parties a message about the need to act  not just on education funding, but on rampant unemployment among the young. Organisers expect at least 10,000 demonstrators to mass near the Embankment, on the north side of the Thames on Wednesday morning, before a march past Parliament Square towards Kennington Park, just south of the river, for a rally. The four successive marches during November and December 2010, which saw sporadic disorder met by vigorous police tactics including the &quot;kettling&quot; of crowds for hours in freezing conditions, were geared heavily around the enactment of the law greatly increasing tuition fees. This week&apos;s event has a broader focus. Titled Demo 2012  also the designated Twitter hashtag  the march, organised by the National Union of Students, has the official slogan Educate, Employ, Empower. It is intended to highlight not just tuition fees and the loss of the educational maintenance allowance (EMA), but the dire employment prospects faced by many young people once they leave education, said Liam Burns, the NUS president. &quot;We usually have protests that are about stopping a particular act of parliament,&quot; he said. &quot;This is about setting the agenda for politicians. I don&apos;t think anyone would disagree that we&apos;re bearing the brunt of all sorts of attacks that we certainly didn&apos;t create. This is a different type of protest. It&apos;s about sending a clear message to politicians that it simply isn&apos;t good enough. The demonstration is like a starter gun to the general election, so parliament knows it has to do something to make things different for our generation. But it&apos;s also to say that we&apos;ve not forgotten how they betrayed us in the last general election.&quot; MPs should note that many of those marching past the Commons were from &quot;a generation who have had so many opportunities taken away from them&quot; and would vote for the first time in the next election, Burns said. &quot;It&apos;s so frustrating when we see so many other countries investing in education, yet ours insists on this narrative that we must just cut further and further. This protest is a place marker: this has to stop and we need a fundamentally different direction for the next general election.&quot; The 2010 protests saw a handful of incidents of disorder that generated considerable publicity, despite the relatively tiny proportion of marchers involved. On 10 November that year, a small group stormed the office tower on Millbank, which houses the Conservative party headquarters, throwing objects including a fire extinguisher from the roof. The last march saw a car carrying Prince Charles and the Duchess of Cornwall jostled and struck by missiles as it travelled through the West End. In response to the events of 10 November, police adopted uncompromising tactics on future marches, including the seemingly routine blockading of protesters in small &quot;kettled&quot; areas, in some cases for many hours. The NUS has advised marchers on Wednesday to come well supplied with warm clothes, food, water and medication, in case they &quot;end up staying later than planned&quot;. Burns said the NUS had gone through months of talks with police to avoid trouble on either side. He said: &quot;My very clear ask is that the police act to enable our democratic right to protest, and that we will be very wary of disproportionate police tactics. Equally, our members are clear that we&apos;re in London for a peaceful yet effective protest.&quot; Conrad Landin, a second-year English student at Cambridge University, said he planned to attend despite being kettled in Whitehall during one of the 2010 protests, when he was a sixth-former. He said: &quot;It was one of the scariest experiences of my life, it felt like being in prison  it was so unjustified because there had been very little disorder before that point. &quot;It was only after people were imprisoned in a very small place that people started clashing with the police. People started fires to keep warm at zero temperatures. There was no food, water or toilets. It wasn&apos;t just students there  there were elderly people, disabled people, young children who weren&apos;t being allowed out. It seemed very immoral, inhumane treatment.&quot; Landin said he was principally protesting against tuition fees and for the return of the EMA, adding that marchers were not all backing the NUS&apos;s official line. He said: &quot;Motivating people to come out is difficult because of the resistance we&apos;re still seeing from the NUS. They&apos;ve got this slogan, Educate, Employ, Empower, which is the most vacuous thing I&apos;ve ever heard. We&apos;re not going to make a case for the value of education and supporting vulnerable young people unless we have some clear demands.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/18/student-protest-funding-employment-prospects", 
    "wordcount": "823"
}