{
    "headline": "Art exhibition explores Le Tour's past aesthetic glories", 
    "text": "There are many reasons to love the Tour de France, which begins this weekend  the drama, the pain, the personalities, the spectacle, even the scandal. But what about the aesthetics? I&apos;m certainly not alone in enjoying the sheer, colourful shininess of the three-week circus, an ever-shifting flock of day-glo Lycra, polished aluminium and muted, space-age carbon fibre whirring through the French countryside. Others, however, prefer the more organic, chunky look of races from previous decades. Among these is James Straffon, a London-based artist whose exhibition of works devoted to the Tour opens on Saturday, coinciding with the start of the race. Straffon&apos;s method is to take objects or artefacts directly associated with his subject and then modify, adapt and conjoin them into installations or other mixed compositions.  Among the raw material for the Tour de France show, officially titled Le Tour - from Maillot Jaune to Lanterne Rouge, are old magazines and prints, bits of bicycles and even a vinyl copy of Kraftwerk&apos;s musical tribute to the race, with a crank in place of the record player arm (below).     A work from James Straffon's exhibition Le Tour - From Maillot Jaune to Lanterne Rouge. Photograph: James Straffon/Snap Galleries    Another piece, which is being auctioned for charity, takes a cycling shoe donated by Bradley Wiggins and festoons it with pictures of an earlier British cycling hero, Tom Simpson. Straffon concedes that he finds the look of the modern race less appealing:   I&apos;m a retired graphic designer to I came to it from the angle of the aesthetics of it  the jerseys, the colours, some of the logos and the beautiful scripts.  Because of that the artworks finish generally around the 1960s. Once you get into the modern era the paper of the magazines changed as printing got better, the wool went out as Lycra came in. That&apos;s when the aesthetic side of it changed for me, so that&apos;s where I drew the line.      A work from James Straffon's exhibition Le Tour - From Maillot Jaune to Lanterne Rouge. Photograph: James Straffon/Snap Galleries    His chosen view of the Tour, Straffon says, is the one involving strapping former farm labourers who welded broken forks back together on a borrowed blacksmith&apos;s forge, rather than the whippet-lean super-athletes of today with their fleets of support cars:  For me it&apos;s about stories. I find those stories are so much more fascinating. There&apos;s some wonderful stories about cyclists during the war running missions for the Resistance with things attached to their bikes. These days it&apos;s just so professional. The man who won the first Tour was disqualified from the second for taking a train. That&apos;s never going to happen now, obviously.  Here&apos;s some images from the exhibition. If you&apos;re interested in runs from 30 June to 28 July at Snap Galleries in Piccadilly, London     A work from James Straffon's exhibition Le Tour - From Maillot Jaune to Lanterne Rouge. Photograph: James Straffon/Snap Galleries    And this:     A work from James Straffon's exhibition Le Tour - From Maillot Jaune to Lanterne Rouge. Photograph: James Straffon/Snap Galleries  ", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jun/26/art-exhibition-tour-de-france", 
    "wordcount": "431"
}