{
    "headline": "I must serve my clients, the whales", 
    "text": "Each year for the last eight years, I have successfully led high-profile campaigns out of Australia to intervene against the shadowy operations of the Japanese whaling fleet in the Southern Ocean whale sanctuary. These have been extremely dangerous operations in the hostile waters off Antarctica, against a whaling fleet backed by one of the world&apos;s most economically powerful nations. During this time our ships and crew have been shot at, rammed, one of them sliced in two and destroyed by a Japanese security vessel. At the same time, our tactics have been strategically designed to not cause injury or property damage and to stay within the boundaries of the law. Most importantly, every Sea Shepherd action has been thoroughly documented for the Animal Planet show, Whale Wars. Although this provides us with the evidence to defend ourselves against bogus accusations, it has also been a source of embarrassment for the Japanese government. We have demonstrated that their &quot;research&quot; whaling is nothing more than a mask for commercial operations. The Japanese insist that their shady whaling operations are legal. Australia and many other nations disagree. My position is that they should not be killing whales in a whale sanctuary. Through cutting kill quotas by blocking their lethal operations, we have reduced kill numbers dramatically, saving more than 4,000 whales and costing the whalers their profits. Our strategy of blocking the whaling fleet has driven this commercial whaling operation into substantial debt. They have continued to operate only because of massive government subsidies. As a result, in September of 2011, the Japanese prime minister, Yoshihiko Noda, said that this was no longer about whaling but about not surrendering to Sea Shepherd, and in October, the government allocated 19m from the Tsunami relief fund to the Japanese Fishery Agency for the purpose of stopping Sea Shepherd interventions. They immediately filed a lawsuit in the United States seeking a preliminary injunction to stop our ships from returning to the Southern Ocean. The injunction failed and the most recent Sea Shepherd campaign prevented the whalers from taking 74% of their kill quota. Japan had made a deal with a former crewmember after he was arrested for boarding the Japanese registered Shonan Maru #2, the ship that destroyed our trimaran. This man was taken back to Japan and received a suspended sentence for trespassing in return for accusing me of ordering him to board the ship. The Whale Wars episode where this happens clearly shows me advising him not to board the Japanese vessel. The Japanese captain refused to co-operate with the Australian and New Zealand investigation into the sinking of the Sea Shepherd vessel and suffered no consequences for destroying the $1.5m boat. Yet based on false accusations, Japan is demanding my arrest. Why? Because they have the influence to do so and we do not have the financial resources and political power to have the Japanese captain charged. On 8 December 2011, Costa Rican president, Laura Chinchilla, travelled to Japan and met with Noda. At around the same time, Costa Rica made a request to Interpol for my extradition for an incident in April 2002 when Sea Shepherd had stopped an illegal Costa Rican shark-finning operation in Guatemalan waters. We did so with permission of the Guatemalan government and without injuring any of the poachers. Interpol had dismissed that decade-belated request, but Germany decided to detain me nonetheless. I was then tipped off from a source in the German Ministry of Justice that Japan&apos;s request to Germany to hand me over had been granted. I had no choice but to leave Germany. If not, I would now be in a cell in Japan. The question now is what should I do from the safe haven I currently occupy? There is only one answer. I have no choice but to continue to serve my clients, the whales. I can do that far better at the helm of the Steve Irwin commanding the Sea Shepherd fleet of four ships, aircraft and my intrepid crews than I can defending myself from bogus charges by Japan. If I can return to my ships, I will. If not, my captains and their crews will return without me to once more defend the whales in the Southern Ocean whale sanctuary. I have never suffered under any delusion that saving the whales in the Antarctic sanctuary would be easy, but the one thing I am certain of is that I and my passionate crew of international volunteers will never quit defending life in the seas from poachers no matter what consequences we must endure to do so.  Captain Paul Watson is the founder and president of Sea Shepherd Conservation Society.", 
    "section": "environment", 
    "gid": "environment/2012/aug/31/paul-watson-clients-whales", 
    "wordcount": "784"
}