{
    "headline": "Never say goodbye", 
    "text": "    I&apos;ve always loved photographer Joel Sartore&apos;s minimalistic portraits of endangered species, and I even was lucky enough to share a series of his photographs of endangered North American animals when I was at ScienceBlogs. But now, in the company of his 18-year-old son, Mr Sartore is expanding his efforts; they are currently photographing as many endangered animals as they can find throughout the world.    Some people find Mr Sartore&apos;s stark photography to be alien, but I love his work because his sole purpose is to focus the viewer&apos;s attention on the subject -- to look the subject in the eye -- without any distractions whatsoever.  &quot;Experts say that half the world&apos;s plant and animal species are now threatened with extinction. My job is to get you to look at them in a new way, to understand that all of this complexity and beauty has been shaped by millions of years of evolution&quot;, writes Mr Sartore. [But see note added below.] &quot;It would be a crime to doom even one of these species to extinction. It may also threaten our very existence. It is folly to think that we can doom everything else to extinction but that we&apos;ll be just fine.&quot; I am quite pleased to have found a video that documents Mr Sartore&apos;s distinctive style as he captured several endangered animals on film for this new project:             Visit JoelSartore&apos;s YouTube channel [video link].  So you&apos;ve seen the finished video, but what is it really like to photograph a bunch of very opinionated animals? Here&apos;s a less polished (and more amusing) look:            Visit JoelSartore&apos;s YouTube channel [video link].  Learn more about Joel Sartore&apos;s newest work with endangered animals by reading &quot;The Great American Zoo Trip&quot; and look at more of his stunning photography by viewing his Biodiversity Project photo galleries.  I&apos;ve neither read (nor even seen) his book, but you may also enjoy Joel Sartore&apos;s book, RARE: Portraits of America&apos;s Endangered Species [Focal Point Press (2010); Amazon UK; Amazon US]. With any luck, I should be getting a review copy of this book soon so I can tell you more about it.  NOTE: according to Stuart Pimm, professor of conservation ecology at Duke University and an acknowledged authority in the field, Mr Sartore&apos;s claim that &quot;half the world&apos;s plant and animal species are now threatened with extinction&quot; is a bold overestimate of the total number of endangered species; the total number is less than this. [Added: 1120 on 13 January 2012] .. .. .. .. .. .. .. .. .. .. .. ..  Joel Sartore is on facebook and on twitter @JoelSartore National Geographic Magazine is on facebook and on twitter @NatGeo .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/12/1", 
    "wordcount": "446"
}