{
    "headline": "Teaching unions open door for further strikes", 
    "text": "Schools could be hit by fresh waves of strikes from this summer after two teaching unions put the government on notice that they intend to continue their campaign against the government&apos;s planned reforms to their pensions. The National Union of Teachers passed a resolution behind closed doors at its annual conference in Torquay seeking fresh walkouts as early as this summer amid concerns over the government&apos;s changes to public sector pensions. The resolution was passed just hours after the NASUWT, which is holding its conference in Birmingham, agreed to step up its industrial action campaign against what they see as a series of attacks on pay, pensions, working conditions and job losses - raising the possibility of strikes in the autumn term. NUT delegates gave their backing to calls for the union to work with its local divisions with the &quot;aim of organising a further one-day national strike before the end of June.&quot; The move signals a determination to continue a campaign that began in June 2011 against changes they say will force teachers to pay more into their pension pots and work longer for what they claim will be a smaller pension when they retire. The union has since staged two national walkouts as well as a regional day of action in London last month. The Department for Education has insisted that the deal now on the table for teachers&apos; pensions is &quot;as good as it gets&quot;. A spokesman said: &quot;It guarantees teachers one of the best pensions available but keeps a lid on rising costs for the taxpayer. We&apos;ve been in serious talks for months with unions to address their concerns and reach a final settlement. Reforms to public sector pensions are essential - the status quo is not an option.&quot; But Christine Blower, the NUT leader, said the &quot;determination to continue this campaign is absolute&quot;. Depending on the timing agreed, action could be staged when students take their GCSEs and A-levels, though Blower stressed on Friday that there was no intention to disrupt the same period. Any action by the NUT could affect schools in England and Wales. The motion instructed the executive to &quot;seek to build a coalition of unions committed to further strike action in the summer term and beyond to defeat the government&apos;s proposals&quot;. Blower said: &quot;The overwhelming majority of teachers and their organisations have clearly rejected the government&apos;s policy for the teachers&apos; pension scheme. The NUT conference has now agreed a comprehensive strategy and position to make sure that we are able to take action in order to give life to that rejection of the pensions and in order to win something better for our members so that they don&apos;t have to work longer, pay more and get less.&quot; Over in Birmingham, the NASUWT also put strikes on the cards from this autumn after agreeing to ramp up its own campaign in opposition to a concerted and ideologically driven attacks&quot; including pensions, pay and workload issues, as well as concerns over what they see as a serious threat to state schools from privatisation and &quot;predatory interests&quot;. The motion passed by the NASUWT stated that in the face of a &quot;vicious and unjustified assault on teachers, it will be essential to intensify the industrial action campaign&quot;. NASUWT treasurer Brian Cookson said that education is on the front line of an attack on workers&apos; rights, pay cuts, and increased pension costs. &quot;As teachers, we are supreme professionals and we must be treated as such. As our general secretary has said, &apos;teaching is not rocket science, it is more difficult than that!&apos; We want to achieve the best for the children we teach. We care about the future. We believe in education as a right.&quot; He told delegates that the union must avoid at all costs &quot;a shopping list approach&quot; to industrial action. &quot;Industrial action must have a carefully planned focus, a strategic approach. During the next term our members will really see the effects of a protracted pay freeze, a rise in pension contributions, see their pay fall, look at the prospect of a pay freeze and draconian curbs on pay for three further years, the scrapping of national pay rates on top of the mounting assaults on our professionalism you witness every day. &quot;We not only have the capacity to respond, we can build on it daily throughout next term. We know we may be in it for the long haul but, colleagues, we will respond and we will win.&quot; A spokesman for the DfE said: &quot;It is absurd to say our school reforms are a &apos;vicious assault&apos; on the teaching profession. They are all about putting children first and raising standards.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/07/teaching-unions-open-further-strikes", 
    "wordcount": "805"
}