{
    "headline": "Teachers may have to do more clerical work after review", 
    "text": "Restrictions that bar classroom teachers from routine administrative tasks such as photocopying and filing could be ended under an independent review of teachers&apos; contracts ordered by the education secretary, Michael Gove. The School Teachers&apos; Review Body (STRB), chaired by Dame Patricia Hodgson, has been asked by the secretary of state to look at revising teachers&apos; &quot;non-pay conditions of service&quot;, including a section on clerical tasks that currently proscribes teachers from ordering supplies, investigating absent pupils or entering data into school databases. The STRB&apos;s remit could also include examining other areas of teachers&apos; working conditions outside pay, such as working hours and attendance, in a move likely to be contested by teachers&apos; unions. &quot;I believe there is a need to review the framework for non-pay conditions to ensure that it is suited to a high-status profession and gives primacy to teaching and learning,&quot; Gove wrote to the STRB, in his letter granting it a remit. Chris Keates, general secretary of the NASUWT, the largest teachers&apos; union, said the review showed that Gove was &quot;determined to remove any provisions which support teachers in working effectively to raise standards&quot;. She said: &quot;In one day he has issued advice to schools which completely demolishes the teachers&apos; pay framework, and while schools are still reeling from this, he announces in a letter to the review body that he is taking an axe to the remaining conditions of service of teachers.&quot; The latest battle between the DfE and the unions centres on a list of tasks specified in the school teachers&apos; pay and conditions document, the lengthy contract that sets out the detailed terms for teachers employed in state schools in England and Wales. At issue is appendix four of the document, entitled &quot;administrative and clerical tasks,&quot; listing 21 actions that teachers are not required to undertake, ranging from the petty  collecting money from pupils and parents, and setting up computers  to the more profound, such as analysing exam performances. &quot;Teachers shouldn&apos;t be forbidden from analysing why their pupils might be struggling, and all teachers who want to improve the reputation of the profession should support sensible reform. Decisions on these issues and things like how best to prepare classes are much better made by teachers on the ground, heads of department, and headteachers,&quot; said a government source. At the same time, the board has been asked to look at pay structures for head teachers and school managers, with an eye to greater flexibility in salaries so that strong candidates can be attracted to run struggling schools, as well as rewarding school leaders at particularly large or complex institutions. Russell Hobby, general secretary of the National Association of Head Teachers, said his organisation had long called for a review of leadership pay, and believed the rigid link between school size and leadership pay should be loosened to take into account of the challenge of the job. &quot;We would argue strongly in favour of preserving some structure to protect both heads and governing bodies. Public pay should be transparent and consistent,&quot; Hobby said. Both the DfE and the unions will be able to make their case to the STRB before it makes a final report.", 
    "section": "education", 
    "gid": "education/2013/apr/17/teachers-more-clerical-work-review", 
    "wordcount": "542"
}