{
    "headline": "Coffee-powered cannabis cars and bambara breakfasts on Plants Day", 
    "text": "Today is the first ever Fascination of Plants Day. The day&apos;s festivities are aimed at raising awareness of the importance of plant science to the future of our food and energy supplies, and our health. Public events are taking place in 39 countries and UK partners include the John Innes Centre, Rothamsted Research, Kew Gardens and Cardiff University. The latter has organised two days of research demonstrations, tours and exhibitions. In honour of this special day, here&apos;s my pick of some of the fascinating ways plant science is shaping our future. On your plate In a changing climate, securing our food supply will be a big challenge. Finding new staple foods will be a vital part of that. At the Crops For The Future Research Centre (CFFRC) in Malaysia, scientists seek out local plant species that have the potential to become important global crops. Right now, they&apos;re particularity interested in the bambara groundnut. This is a legume grown by subsistence farmers in the drier parts of sub-Saharan Africa. The research centre has mapped the DNA of the plant and created a hybrid variety that should produce greater yields.  CEO Professor Sayed Azam Ali believes bambara is &quot;just the sort of climate-resilient, nutritious and potentially productive crop that should be a crop of the future.&quot; His colleague, Dr Sean Mayes, adds that, &quot;By learning what works  and what doesn&apos;t  in a few exemplar crops [such as bambara] we can improve the chances of successful intervention with many other crops.&quot; In your car Biodiesel is old news: sunflower, rapeseed and soybean oils have all been pressed into service as sources of automobile fuel. But how about coffee-fuelled cars? Zayed Al-Hamamre and colleagues at the University of Jordan think that spent coffee grounds  which typically contain about 10% oil  could be a novel source of biodiesel. They&apos;re working on the best way to extract and process the oils in spent coffee grounds, and their latest results were published in a recent issue of the journal Fuel.  Under optimal conditions, Al-Hamamre argues, we could get around 1,000 tonnes of biodiesel from coffee grounds each year  without using up more precious arable land. Those coffee-powered cars might once day be constructed from Cannabis sativa, also known as hemp. James Meredith and his colleagues at Warwick University believe hemp fibre could replace carbon fibre in automobile bodywork.  High-performance cars are constructed from carbon fibre composites, which are lightweight yet able to absorb high-energy impacts. But carbon fibres are energy-intensive to make, and so scientists are looking for natural replacements. Earlier this year, Meredith&apos;s team reported that hemp composite material performed as well as expensive carbon fibre composites in impact tests. Hemp cars aren&apos;t just a laboratory curiosity. Canadian company Motive Industries Inc has created a prototype car built from hemp composites. They call it the Kestrel and the designers are looking for manufacturers to get the vehicle into production. Heating your home As the cost of gas and electricity soars ever skywards, many of us are considering installing solar panels. While great in theory, solar panels have their flaws, one of which is a tendency to lose efficiency as the temperature rises. The leaves of plants, though, have adapted to deal with this problem of baking sun and, as reported by the Guardian last week, the science of artificial leaves is (cough) a growth area. The Australian fan palm tree, Licuala ramsayi, has spurred a team of German scientists into action. The fan palm has a huge, circular leaf area, but the leaves are cut into tilting blades (hence the name), an adaptation that allows for optimal airflow. This cools the leaf and keeps photosynthesis running at maximum efficiency.  The German team, led by Matthias Zhr, were inspired by the thermal properties of L. ramsayi leaves to build what they call a bionic photovoltaic panel  essentially, an artificial fan palm. Their hope is that this robo-palm will act as a portable, economical and highly efficient way to generate electricity. Your health Plant-based medicine has been with us for millennia, and even today, many &quot;conventional&quot; pharmaceuticals are derived from natural products. The breast cancer drug Taxol, the antimalarial artesunate and the Alzheimer&apos;s drug Reminyl are all sourced from plant chemicals. Chemists are working with molecular biologists to take the science of plant-based medicine even further. Last year, Dr Paul Long&apos;s team at King&apos;s College London discovered that coral-dwelling algae synthesise their own sunscreen and are able to transport that sunscreen to their coral host.  Dr Long&apos;s team hope to isolate the algal gene responsible for making this sunscreen compound, and then add that gene to bacterial cultures grown in the lab. In that way, unlimited amounts of the compound could be made for human use. Finally, the humble lettuce may help us to manufacture vaccines against influenza. A team of Taiwanese scientists led by Cheng-Wei Lu announced in a recent issue of Scientia Horticulturae that they&apos;d produced the neuraminidase (NA) protein  a segment of the H1N1 strain of influenza  in the leaves of Lactuca sativa, otherwise known as lettuce. Mice given an extract prepared from these lettuces produced an immune response when exposed to the neuraminidase antigen.  According to Lu and team, this novel vaccine production and administration technique could prove faster and simpler than conventional ways of mass-producing and administering vaccine. Fascinating as the research described here is, much of it is still in the early stages of development. So let&apos;s finish with a wonderful piece of plant technology that&apos;s ready to go.  Mike Schropp&apos;s Bio Computer is a desktop wheatgrass farm that uses the waste heat from a bog-standard PC and is easily recreated by following Mike&apos;s step-by-step instructions.  Happy Plants Day!", 
    "section": "environment", 
    "gid": "science/blog/2012/may/18/bambara-coffee-powered-cannabis-cars", 
    "wordcount": "956"
}