{
    "headline": "Coming soon to the EU: the used digital game market?", 
    "text": "Earlier this week, you may have missed potentially the biggest gaming story of the year. On Tuesday, the Court of Justice of the European Union published its judgement on a dispute between business technology company Oracle and a firm named UsedSoft, which sells second-hand licenses for Oracle software without the corporation&apos;s permission. Oracle took UsedSoft to court, the case was referred to the CJEU and the judgement came down in favour of UsedSoft. What this means is that, under EU law, software companies have no right to prevent users from selling their digital downloads to others; effectively, the software distributor&apos;s rights to control distribution are exhausted after the first sale. So if you download a piece of software, you can effectively re-sell it  as long as you delete the copy on your own hard drive. Hmm, let&apos;s go through this again, but this time with the help of Jas Purewal, a games and media lawyer at Osborne Clarke, who has blogged on the subject. &quot;The EU court held that it is legal for a legitimate purchaser of software to sell it to another person, whether that software is digital or physical,&quot; he says. Which sort of sounds clear. But wait. &quot;At the same time, the case has raised a series of questions about exactly how this actually should be implemented and what &apos;software&apos; means.&quot; Ah okay, so then this could actually be irrelevant to downloadable games? &quot;No,&quot; responds Purewal. &quot;The EU court said that you have to look at the reality, not the legal documentation. &quot;If the reality is that a developer or publisher is giving you ownership of a game for an unlimited period, then that is what you get  regardless of what the end user license agreement (EULA) might say, according to the court.&quot; Huge question marks still hover over the legal distinctions between reproduction and distribution, and between actually buying a product and merely purchasing a license to use that product. But in short, this rather ambiguous judgement may make it legal for users to download titles from places like Steam, Xbox Live or the App Store and then sell those games on when they&apos;ve finished playing them.  What the ruling doesn&apos;t mention is how exactly consumers will be able to sell their downloaded software. There&apos;s no facility in most digital download sites to allow the re-sale of digital goods (one example that does allow this is UK site Green Man Gaming). Here, the key question is whether software providers will be compelled by this ruling to actively facilitate the distribution of used digital goods. &quot;It is probably going to be a little while before anything actually happens,&quot; says Purewal. &quot;There needs to be some kind of legal catalyst to actually spark implementation of the case, such as a consumer lawsuit or legislation proposed by the EU or a Member State government&quot;.  It is very likely that the software industry will challenge the ruling if it looks as though consumers are acting to redistribute digital wares. The EU judgement places very little value on the concept of the end-user agreement, and as this is a quintessential element of the digital distribution process, it is a significant chink in the legislation. With the games industry moving inexorably toward digital distribution and cloud computing, this is a landmark issue. What has really been decided this week then? &quot;The case has changed the legal landscape by forcing us to re-examine second hand sales from a legal perspective in the EU,&quot; says Purewal. &quot;However, it raises many more questions than it answers really.  &quot;How do mobile apps fit into this, for example? And what about the US, which so far has been legally hostile to second hand sales? I think that actually the EU has ushered in a new age of legal uncertainty regarding second-hand sales and it will be some time before it is clarified.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/05/eu-used-digital-games-market", 
    "wordcount": "663"
}