{
    "headline": "Boot up: Ballmer v Apple, Brits on data, Surface problems?, Heins on RIM and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team RIM CEO on What Went Wrong and the Future of BlackBerry &gt;&gt; CIO Long interview. No mention of the jets. Microsoft Surface chassis suffers low yields  Microsoft reportedly planned to adopt unibody magnesium-aluminum chassis for its Surface tablet PCs originally, but affected by chassis makers&apos; limited capacity, the company has instead turned to adopt a magnesium chassis and use MegVapor technology for surface treatment to allow the device to feature a similar exterior to traditional metal chassis; however, due to the method having a rather low yield rate, is has greatly affected Microsoft in trying to mass produce its new tablet PCs, according to sources from the upstream supply chain.  Microsoft has not confirmed the rumors.   Note: Digitimes &quot;reportedly&quot; klaxon. But: of concern if accurate. UK consumers deeply skeptical over data collection &gt;&gt; WSJ Tech Europe Ben Rooney:   The British public is deeply skeptical of companies collecting personal data, does not trust companies to safeguard that data, and opponents of data collection overwhelmingly outnumber those who support it, according to a report published Tuesday.  Data Nation 2012, published by Deloitte, found that while 82% of the U.K. population are aware their data is collected by organizations, only 29% are confident companies will not sell or share their data with other groups without their knowledge.   Sceptical, dammit. Online bank robbers face jail time for e-crimes &gt;&gt; BBC News We missed this last week:   Two men who used computer viruses to steal cash from online bank accounts have been jailed. Pavel Cyganok was jailed for five years and Ilja Zakrevski for four years for masterminding the hi-tech crimes.  A third man, Aldis Krummins, was jailed for two years for helping launder some of the cash stolen by the pair. UK police were tipped off about the criminals by Estonian police who suspected Zakrevski was using viruses to target Britons.  Cyganok and Zakrevski used the SpyEye trojan to steal login details for online bank accounts. Stolen data was uploaded to servers to which the pair had access.  The mobile market in Russia (PDF) &gt;&gt; MTGSM Seems that smartphones make 26.7% of sales, but  560.9%  56.9% by value. Average smartphone prices are falling; Nokia dominates, followed by Samsung. Symbian leads the pack (37.8% of units sold in Q1 2012) over Android (35.1%). The iPhone has about 7% of the market. If you wondered where all the Symbian sales are, here&apos;s your answer. Exclusive: Microsoft&apos;s Ballmer throws down gauntlet against Apple &gt;&gt; CRN  &quot;We are trying to make absolutely clear we are not going to leave any space uncovered to Apple,&quot; said an exuberant Ballmer in a 30-minute interview after addressing some 16,000 partners at the company&apos;s annual Worldwide Partner Conference in Toronto. &quot;We are not. No space uncovered that is Apple&apos;s.  &quot;We have our advantages in productivity,&quot; he said. &quot;We have our advantages in terms of enterprise management, manageability. We have got our advantages in terms of when you plug into server infrastructure in the enterprise.  &quot;But we are not going to let any piece of this [go uncontested to Apple],&quot; shouted Ballmer. &quot;Not the consumer cloud. Not hardware software innovation. We are not leaving any of that to Apple by itself. Not going to happen. Not on our watch.   Some have suggested he implied Microsoft would make a smartphone. In fact, he simply ignored the question and talked about the Surface. Microsoft and Aluratek Inc. sign patent agreement covering Android and Chrome-based devices &gt;&gt; Microsoft.com  Microsoft Corp. and Aluratek, Inc. have signed a patent agreement that provides broad coverage under Microsoft&apos;s patent portfolio for Aluratek&apos;s eReaders and tablets running the Android or Chrome Platform. Although the contents of the agreement have not been disclosed, the parties indicate that Microsoft will receive royalties from Aluratek under the agreement.   Compare this with... Microsoft and Coby Electronics sign patent agreement covering Android and Chrome-based devices &gt;&gt; Microsoft.com  Microsoft Corp. and Coby Electronics Corporation have signed a patent agreement that provides broad coverage under Microsoft&apos;s patent portfolio for Coby&apos;s products running the Android or Chrome Platform. Although the contents of the agreement have not been disclosed, the parties indicate that Microsoft will receive royalties from Coby under the agreement.   Android is Microsoft&apos;s best new income stream. Fascinating how Apple isn&apos;t taking this tack at all. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/11/technology-links-newsbucket", 
    "wordcount": "778"
}