{
    "headline": "Bid to solve mystery of 50,000 red-breasted geese lost in migration", 
    "text": "British conservationists are to track red-breasted geese in a bid to solve the mystery of thousands of birds that went missing during migration. Researchers from the Wildfowl &amp; Wetlands Trust (WWT) and the Bulgarian Society for the Protection of Birds (BSPB) have caught 91 red-breasted geese (Branta ruficollis) in Bulgaria and fitted 11 tags which will allow them to follow the birds&apos; movements along their 6,000km migration route to breeding grounds in Arctic Russia. More than 50,000 of the endangered geese disappeared from their main wintering grounds along the Black Sea coast in Bulgaria, Romania and Ukraine around 10 years ago. International surveys that have taken place since have not recorded any significant population increases, leaving scientists to speculate whether the missing geese  which accounted for half of the world&apos;s population  found a new site in Asia or fell victim to hunting, development or changes in farming. Peter Cranswick, head of species recovery at WWT, said: &quot;Almost overnight, we were unable to account for around half the world&apos;s red-breasted geese. The reasons are still unclear and we are tracking these individual birds to find out more. &quot;It is also possible that, as the climate has changed, some birds have started to winter further east. We hope our tagged birds will reveal as yet unknown sites, so we can assess their importance and  if necessary  ensure their protection. &quot;The data we get will be invaluable to our work with local communities in Bulgaria  the farmers, shooters and landowners  to work out how we support the remaining geese, while still meeting their needs.&quot; With its striking plumage, the red-breasted goose is one of the rarest, smallest and most beautiful goose species in the world. The moderately small population declined by 50% in just 10 years after the migrating birds went missing, leading to the species being moved up a category from vulnerable to endangered on the IUCN red list of threatened species in 2007. At the last count, scientists estimated that there were just 37,000 of the birds left in the wild. The goose is threatened by hunting in Bulgaria, Romania and Ukraine. Although it is protected throughout its range, reports have found there is significant deliberate hunting in some areas, primarily for sport. Legal hunting of more common goose species is also disturbing the red-breast, as the birds may not have enough time to build up food reserves before beginning their migration. Climate change is expected to alter the tundra habitats where the goose breeds, leading to reduced breeding success. Large flocks of the geese feed in the wheat fields in their wintering grounds along the Black Sea coast. The resulting damage to the crops has brought the birds into conflict with farmers, some of whom have used pesticides and poisons to get rid of the birds. The rapid growth in windfarms in the region is another cause for concern, with several proposals for turbines close to roosting and feeding sites. WWT and the BSPB have been working on the study and conservation of red-breasted geese in their main wintering grounds in Bulgarian Dobrudzha for eight years. Two red-breasted geese were fitted with satellite tags that will follow their migration to their summer breeding grounds in Arctic Russia and back next winter. Nine birds were fitted with GPS data loggers which provide fixes of the birds&apos; locations every two hours while the birds are in Bulgaria.", 
    "section": "environment", 
    "gid": "environment/2013/feb/20/red-breasted-geese-lost-migration", 
    "wordcount": "572"
}