{
    "headline": "Students' 20 top tips for picking a course", 
    "text": "1 Visit, visit, visit Olabisi Obamakin, 21, is studying biomedical sciences at St George&apos;s, University of London  &quot;The advice I would give would be to go to the open days and ask plenty of questions about university life, the course and support services. Chat to students for some honest first-hand experience of studying there. It may seem a hassle if your university is far from home, but the train ticket to visit is cheaper than dropping out after one term.&quot; 2 Pay attention to course details Tazz Gault, 19, is studying multimedia journalism at Bournemouth University &quot;Make sure your number one course covers modules that are suitable for you  browse through the course outline so you know what to expect. I wish I&apos;d realised that a module title is one thing, but the &apos;unit guide&apos; for each section is really where the information lies. Had I known this, jumping from television and radio to media law modules wouldn&apos;t have been such a surprise.&quot; 3 Interview your tutors (before they interview you) Dami Omisore, 21, is studying for a degree in real estate management at Kingston University &quot;Speak to tutors at the open days. I began inquiring about economics and science courses. But when I spoke to the course tutors, they advised me I was a good fit for this degree and as soon as the lecturer started telling me about some of the modules, including property appraisal and valuation, it appealed to me straight away.&quot; 4 Find out more about the lecturers Tom Critchell, 26, is studying architecture at Birmingham City University &quot;Whatever you want to study, it&apos;s worthwhile researching the lecturers and unit modules to find out their research interests. And for a design-based course, attend the end-of-year graduation show. You&apos;ll be able to see students&apos; work, talk to them and get a real understanding of what the pros and cons are of the university.&quot; 5 Pick something you love  and won&apos;t mind getting up with a hangover to learn about  Samuel Day, 19, is studying drama and English literature at the University of East Anglia &quot;You&apos;ll find that you work harder if you&apos;re passionate about your degree. Joint courses are also great because you get the best out of both subjects.&quot; 6 Learn your ABC: accommodation, buses, countryside Daniel Graves, 20, is a second-year politics student at Keele University &quot;It&apos;s important to venture outside the campus: look at the costs of buses, off-campus accommodation, the shops. See if the environment suits your personality. If you&apos;re an outgoing person, look to see if the area has a great nightlife. Or if you are like me, you may like a museum or the countryside. Leicester University was my first choice, but I ended up going to my insurance, Keele. It&apos;s a good idea to think about rents: someone I know at another university is paying 140 a week, while I&apos;m paying 50. Look at the area&apos;s property prices on websites like Zoopla before applying.&quot; 7 Check out the support networks Hannah Lane is studying nursing at the University of South Wales &quot;Everyone wants to have an amazing time at university, but when the going gets tough it&apos;s important to have a strong support network around you. I&apos;ve found when you are on a course such as nursing, which is emotionally, mentally and physically draining, you need people around you who you can turn to.&quot; 8 Apply for pre-uni schemes to help you make up your mind Naazia Hussein, 20, is in her second year of law at Leicester University &quot;During sixth form I was part of a programme called Realising Opportunities, which pairs you with an e-mentor who is studying a similar subject to the one you want to do. It&apos;s all about targeting children who are the first in their family to attend higher education. After that experience, and attending the Leicester open day and law taster day, I knew it was the right place for me. Talk to people who are doing your potential degree to see whether the course is right for you  a lot of people come to university and are taken aback by the workload and the extent of independent learning.&quot; 9 Check out work experience opportunities Dieuni Welihinda, 23, is a final-year student of British politics and legislative studies at Hull University &quot;See if the course or uni offers you any internship or placement opportunities. I was particularly drawn to Hull&apos;s one-year Westminster internship programme, which meant I spent a year working with the shadow education secretary. As a result, I know I want to work in education policy when I graduate.&quot; 10 Campus or town?  Nisita Raghvani, 23, is studying brand leadership at the University of East Anglia &quot;Consider what kind of environment you want before you make applications  I wanted a campus university because it means I&apos;m at the heart of everything, I can get to my classes in a couple of minutes, and I absolutely love that.&quot; 11 Consider staying close to home to save money Sarah Sprigg, 22, is studying management at Anglia Ruskin University &quot;Don&apos;t rule out staying local. Commuting to campus from home has saved me so much money on rent and I have had the support of my family throughout.&quot; 12 If you prefer to go away, check out the journey Bethany Broughton, 23, is studying midwifery at Anglia Ruskin &quot;Pick a university that is easily accessible as you do have to travel home for three years. It sounds obvious, but a train journey involving several changes gets less and less appealing as the course goes on, not to mention the cost.&quot; 13 Trust your instincts Britta Ismer, 21, from Germany, is studying cancer biology at Bangor University &quot;I fell in love with Bangor instantly, so the best tip I can give is to trust your feelings. If you find faults and things you are not comfortable with, like I did when I visited Nottingham Uni (I thought the halls I saw were not all that nice, I didn&apos;t feel they were for me), then it is not worth going there. If you like the sound of the course and you like the university after visiting it, that&apos;s where you should go.&quot; 14 If you&apos;re confused about where your passion lies Mohamed Dassu, 19, is studying economics at Leicester University  &quot;You know if a course is right for you when you can talk for 10 minutes on the question, &apos;so what do you like about that degree?&apos; And my advice when looking at what university is best for you is to think of the three Cs: city life, course modules and career prospects.&quot; 15 When in doubt, make a spreadsheet Isaac Nahoor, 21, is studying medicine at the University of London &quot;Make a table with all the universities you have in mind and compare each across a range of different requirements that are important to you, from computer facilities to tuition fees. The university you choose should be the right one for you, not the right one for others. Find out what careers your chosen subject can lead to and think hard about whether you can see yourself doing those options in the future.&quot; 16 Don&apos;t believe all the myths Siobhan Fenton, 21, is studying English at Magdalen College, Oxford &quot;I come from a state school. When it came to applying for Oxbridge, I was hesitant because I had a weird idea that there was a type of person who went to Oxford and that I wasn&apos;t it. Now I feel really daft about believing those stereotypes. The university&apos;s prospectus only asks for people who are keen to learn, there&apos;s no footnote tucked sneakily away also stipulating a knighthood and a country house. Don&apos;t worry about grades too much, either  I got some very dodgy A-level grades, including a D in English. But when I came for my interview at Oxford, the professors told me they didn&apos;t always take them too seriously as a way of measuring aptitude.&quot; 17 Think about friends Zoe Claire, 21, is in the third year of an English language degree at Glasgow University &quot;It&apos;s worth thinking about where your friends are going. I&apos;m NOT saying follow your friends (every teacher in every school would personally strangle me if I said that), but just be aware of where people are. I went to Glasgow knowing I had a good friend going to Manchester  a three-hour train ride away  relatively quick compared to everyone else down south. Also, you tend to make close friends at university. For me, that means lots of my friends are Glaswegian. I hadn&apos;t really thought about it before I went, but when I&apos;m home in Maidenhead I feel really left out because all my friends are meeting up in Glasgow.&quot; 18 Pick online brains  John Morris, 20, is a second-year politics student at Keele University  &quot;Take the time to research your university online. Look through forums to find out what current students think about their course and ask them questions, and visit sites such as Push.co.uk, which has really crucial statistics such as the male-to-female ratio, the booze index, and important dull stuff like the average weekly housing cost.&quot; 19 Look at local industries Rachael Heslehurst, 20, is studying journalism at Salford University &quot;Research the job prospects of the surrounding area before applying. I looked into Salford University before I went and found out MediaCityUK was being built there. Now the BBC is on my doorstep and this has helped massively in terms of work experience, complementing my degree along the way.&quot; 20 Think about sex (not that way) Libby Page, 21, is studying fashion journalism at London College of Fashion (University of the Arts London) &quot;When I applied to university I didn&apos;t realise the student population at my college would be 80% female. With hindsight this should have been obvious (this is the London College of Fashion, after all), but I was so focused on my career that this figure wasn&apos;t even vaguely in my consciousness. It wasn&apos;t just my social life that was affected by studying in such a female environment  while studying I realised that I have spent most of my life without ever having worked with men. I should have given this some thought!&quot; A Guide to Uni Life: the one-stop guide to what university is really like, by Lucy Tobin (Trotman, 9.99) is available now", 
    "section": "education", 
    "gid": "education/2013/jun/03/top-tips-for-choosing-university", 
    "wordcount": "1778"
}