{
    "headline": "Mercedes-Benz E-Class saloon: car review", 
    "text": "Price: 35,935Top speed: 149mph0-62mph: 7.2 secondsMPG: 72.4CO2: 102g/km Within minutes of taking a seat for my first lecture at university I realised, with a sickening lurch, I was doing totally the wrong course for my meagre talents. Id signed up to do business studies, yet Im so entrepreneurially challenged I couldnt sell loo paper to bears in the wood. I managed to swap courses and so escaped a lucrative future running a high-flying company. But I often imagine the executive lives of my fellow undergraduates. And this week Ive had a taste of it. Ive been driving the new Mercedes-Benz E-Class  a car many of them may well be about to buy. It has just been named the Auto Express Executive Car of the Year and theyve given it top marks  an almost unheard of five out of five stars. In FTSE terms thats gilt-edged stock.     Inside story: the swish interior featuring the 24in infotainment display.    Most people assume the E in E-Class stands for Executive. It actually doesnt really mean anything these days  originally it was for Einspritzung, which means fuel injection. If you are executive grade you probably knew that. To step into it is like being given the keys to that glass-walled corner office. It oozes entitlement, prestige and clout. Its the 10th-generation of this saloon, but dont think the pointy heads at Stuttgart have been sitting on their share portfolios. The car raises the bar massively for both refinement and quality. Theres a real sense that absolutely no corners have been cut. It looks sharp and features the marques handsome new grille. The bonnet is elongated and the windscreen flows up and over the roof in a swoosh of smoked glass. Inside, the drama continues. At the centre of the dash is a new 24in virtual infotainment panel, presenting a hi-tech bank of crisp and clear graphics which you can tailor to your own tastes. Everything has been reconsidered  even the way the petrol dial is presented. Now its a sliding line with icons for distance and fuel remaining moving along it. The car also takes a big step towards autonomous driving. There are so many driver aides at your beck and call (from self parking and active brake assistance, to dynamic cruise control and keyless go) that you feel you have a department of efficient deputies at your command. Theres a range of engines on offer. I tested the entry-level 220d SE. Its quick, responsive, and reassuringly frugal, too. I drove more than 300 miles up and down the M40 and I managed a steady 58mpg. So, a car for beady-eyed executives with an eye on the bottom line An owners guide to babies, teens, partners and pensioners     Under the bonnet: get to know your own teen a little better with Haynes Explains    Weve all got a Haynes manual gathering dust somewhere in the garage. For many years I used to collect the manual to every car I owned: Renault 5, Fiat 127, Ford Fiesta, Citroen BX And I sometimes flick back through their oil-stained pages revelling in my successes and many dismal failures.  Now that Haynes have spent so more than five decades sorting out the mechanics of our various old bangers, they have decided to pop up the hood and take a closer look at the workings of some of the other things that tend to go wrong in our lives  babies, teens, marriages and OAPs.  The new series of Haynes Explains manuals have been written by the author Boris Starling. Hes a New York Times bestselling crime and thriller writer as well as being the screenwriter of BBCs successful Messiah.  The books take us on a journey through four different and rather challenging life phases, from maternity wards to retirement homes, via teenage bedrooms and wedding venues. They are packed with hints and tips to ensure things are kept running smoothly. All are accompanied by those well-loved exploded views, flow charts, fault diagnosis and the occasional wiring diagram.  As a father of three teenagers I found the Haynes Explains Teenagers both hilarious and unexpectedly helpful. There are chapters on Reliability  temperamental, trouble starting in morning; Sound systems/In-Car audio  ghastly teenage music; Bodykits and Accessorising  clothes, image and look, and Interface Connection Problems  not understanding them. The chapter on The Horn  handling new relationships and approaching sex talks is brilliant. Discovering that what drives you mad is exactly what drives every other parent mad is very funny and quite therapeutic.  The manuals are 6.99, and will make perfect little Christmas fillers! Theyre now in all good bookshops and online at haynes.co.uk A stately home on wheels     Ready to roll: the Morelo Empire super-liner. Photograph: Shaun Flannery    Its the last weekend of the Motorhome &amp; Caravan Show 2016 at Birminghams NEC. If you hurry along youll get a chance to see the launch of the Morelo Empire Liner  the luxury motorhome for which the sky really is the limit. Models start at 350,000 and there is no limit to specification options. Top models feature a garage to transport a car and the luxury interior includes heated floors, a rain shower and a huge panoramic roof over the kingsize double bed. Its based on a Mercedes Atego chassis and has a 7.7-litre, six-cylinder engine. Perhaps not surprisingly its luxurious interior has attracted A-list owners and is particularly popular with customers in Formula One. Tickets for the UKs largest leisure vehicle show start from 7.50 and include free car parking and a free show guide. For more information, go to mcshow.co.uk or call 0844 873 7333.     Luxury on wheels: the Morelos cab and kitchen. Photograph: Shaun Flannery       Star gazer: the double bed with panoramic sunroof. Photograph: Shaun Flannery    Email Martin at martin.love@observer.co.uk or follow him on Twitter @MartinLove166", 
    "section": "technology", 
    "gid": "technology/2016/oct/16/mercedes-benz-e-class-saloon-car-review-observer-martin-love", 
    "wordcount": "951"
}