{
    "headline": "Sci-Fi London: Guardian readers set scientific themes for filmmakers", 
    "text": "The lights will dim and flicker in Piccadilly Circus on Tuesday as Sci-Fi London  the &quot;international festival of science fiction and fantastic film&quot;  comes to life with a jolt at the Apollo cinema. Highlights this year include Death, about an inventor (played by Paul Freeman) who believes death is not the end, Osombie, about a zombie Osama bin Laden, and a Boris Karloff all-nighter. Of course there will be more cerebral films, too, such as Clone, which explores the possible psychological fallout from human cloning. Every year, the festival organisers set aspiring filmmakers the challenge of creating a five-minute movie from scratch over a single weekend, with the title, a prop and a line of dialogue set for them at random. The best shorts are shown at the festival. This year there was an extra dimension to the challenge: readers of Guardian Science were given the chance to propose scientific themes for the filmmakers through a competition. There were around a hundred entries, some of them brilliant, some bizarre, many original. Among my favourites from the far side of our readers&apos; imaginations were &quot;Robotic Jesus disguised as iceberg sinks Titanic&quot;, &quot;Suicidal god in human form&quot;, and &quot;Acid was a gift from aliens&quot;. Sadly none of these made the final cut. Here are the winners and their ideas, in no particular order:  A website to see into your future (Helen Worth)  Death is no longer a certainty (Keith Stokes)  Teleportation device ends privacy and property (Peter Dalloz)  At the universe edge. A door ajar  (Tucker Stevens)  Vaccine against mental illness. Recipients abandon religion (Katie Brown)  We were born from the same  batch (Sophie Constant)  Synthetic meat coincides with cosmetic surgery boom (Adam Smith)  Two robots contemplate switching each other off (Haroon Saeed)  Faster metabolism at cost of shorter life (Dan Smith)  What if personality is an ancient parasite  (Adrian Rogerson)  A virus that kills language (Alan Faller)  What if people could reproduce asexually? (Michal Czaplinski)  New drug makes sleep illegal, work eternal (Miriam Goddard)  Patented genome litigation results in baby hiding (Hazel Randall)  Humans are no longer the dominant species (Owain Bugler)  Day in life of last living woman (Andrew Yool)  Discovering sentient life made from dark matter (Michael Kelly)  Mobile/Cellphone that controls body functions and appearance (Giles Patterson)  One mind many bodies (Garrie Fletcher)  Man in coma explores mind as environment (Callum Best) Judging our competition were festival organiser Louis Savy, astrophysicist Lewis Dartnell, author and evolutionary psychologist Carole Jahme, Alok Jha and James Kingsland from the Guardian&apos;s science desk, and Shiona Tregaskis from the environment desk.  This article was amended on 8 May 2012. The original stated that Death stars Leslie Philips as an inventor who has found a way to communicate from beyond the grave. This has been corrected.", 
    "section": "science", 
    "gid": "science/blog/2012/apr/30/sci-fi-london-scientific-themes", 
    "wordcount": "470"
}