{
    "headline": "Ethical living: Should fat people be blamed for our ecological problems?", 
    "text": "Your hurt probably stems from the recently published report The Weight of Nations. The research led by Ian Roberts from the London School of Hygiene and Tropical Medicine makes it clear we are getting fatter and that this has repercussions for the planet. The weight of the global population is estimated at 287m tonnes  15m tonnes are put down to people being overweight and 3.5m tonnes to obesity. Not surprisingly the US weighs in as the heaviest nation, but Kuwait and Croatia made the top 10. The UK charts at number 18, expending 150 excess kcals per person per day. The thinnest country? That&apos;s Bhutan (frequently named as the happiest country on earth, too). Roberts&apos;s study is a warning. If everybody grows to the same average body mass index as in the US, then total human biomass will increase by 128bn pounds. That&apos;s the equivalent of adding almost 1 billion extra humans. Therefore we shouldn&apos;t just bang on about population growth. AsRoberts puts it: &quot;It&apos;s not how many mouths there are to feed, it&apos;s how much flesh there is on the planet.&quot; At which point you might think Roberts rather charmless. But the thing to remember is that this is not a personal attack, rather a deeply impersonal look at human biomass. These links have long been made. In 1978, their minds concentrated by the oil shocks, US economists Hannon and Lohman calculated that 1.3bn gallons of oil could be saved by reducing overweight Americans to &quot;optimum body weight&quot;. It&apos;s no secret that processed diets exact a heavy environmental footprint. Our diets are saturated in oil  from fertilisers used in agriculture to processing, freighting and packaging. Then there&apos;s what we might call &quot;the incidentals&quot;. Consequences of obesity, including hypertension and diabetes medication, all lead to pharmaceutical pollution. In aheavier world it can be difficult to be green. That&apos;s not the same as saying you can&apos;t be large and green. You might operate with quite a slim footprint, consuming energy and food from less impactful sources. Conversely, there are plenty of whippet-thin people who burn a lot of fossil fuels. Jet-setting supermodels are an extreme case. There&apos;s no place for eco fat shaming. But this latest study is useful. It shows we are all at risk from obesity and non-sustainable food and travel systems. We need to give the fight against obesity ecological weight. Green crush Sustainable style long ago smartened up its act. The hemp and sackcloth look has been consigned to the compost heap in the sky and replaced by fashion essentials that are greenly produced, but avoid making you look as if you&apos;re off to a Woodstock reunion. Now M&amp;S introduces the world&apos;s most sustainable suit, complete with certified organic wool and reclaimed buttons. The suits  500 launch online and in-store in September at 349  are a manifestation of M&amp;S&apos;s series of commitments to environmental and social justice, Plan A. Good to see sustainability looking so sharp.", 
    "section": "environment", 
    "gid": "environment/2012/jul/01/ethical-living-fat-people-blamed-ecological-problems", 
    "wordcount": "506"
}