{
    "headline": "App Review: Bloom.fm (iPhone)", 
    "text": "Personalised radio service Pandora is big in the US, with 67.1m active listeners at the end of 2012. 77% of Pandora&apos;s listening happens on mobile devices through its apps, too. For now, Pandora isn&apos;t available in the UK, so there&apos;s an opportunity for other companies to explore the demand for personalised radio essentially streaming stations based on specific genres, artists or songs, or your personal tastes. Bloom.fm is the latest. Rising from the ashes of music downloads store mFlow, it has initially launched as an iPhone app, although an Android version is being beta-tested. Bloom.fm is free to download, and free to listen to if you just want the radio stations more than 100 based on genres and artists, backed by a catalogue of 16m tracks thanks to licensing deals with major labels Universal, Sony and EMI, as well as independent group Beggars and other indie distributors. The app also scans songs you already have stored on your iPhone using iTunes, and can play them too. How does Bloom.fm make money? You pay if you want to &quot;borrow&quot; tracks, which means cacheing them locally on your iPhone. It costs 1 a month to borrow 20 songs at a time, 5 a month for 200 and 10 a month for as many tracks as you have space for, which turns Bloom.fm into a Spotify-style full on-demand service. These prices are what you pay if you do it through Bloom.fm&apos;s website, at least. To factor in Apple&apos;s 30% cut of in-app purchases, the three tiers cost 1.49, 6.99 and 13.99 respectively if bought in-app. As a launch promotion, Bloom.fm is offering one free month of the highest tier. The app itself sports an impressive design floating, rotating bubbles for genres and artists as you explore the music available, with a teardrop-shaped icon in the bottom menu-bar that you tap once to borrow the song that&apos;s currently playing. A search icon enables you to search for specific artists, albums and songs, adding them to your collection or in the case of artists  firing up a &quot;Related Radio&quot; station of similar artists that you might like. When tracks are playing, a tap on their artwork brings up a menu from which you can add that track to a playlist, browse the artist or album page, and give it a thumbs-up or thumbs-down to let Bloom.fm know whether it&apos;s a good fit. The sharing is interesting: you can share details of songs you like on Facebook or Twitter, or use the camera and an on-screen QR code to ping a track to someone next to you in the real world. In truth, this feels a bit fiddly: I wonder if using the API from something like Bump might work better, to tap iPhones together to share tracks. As an app, Bloom.fm is very slick indeed, doing for personal radio what something like Path has tried to do for mobile social media. It&apos;s playful and intuitive to use, with pop-up tips early on to explain some of the buttons and gestures that might not be obvious. As a way to discover new music, it&apos;s also interesting: from my use of the radio so far, it&apos;s throwing up a good mix of songs I know and songs I don&apos;t, with the one-tap borrow mechanism working very well. There&apos;s the odd clanger Dido popping up in a station based on Burial, Coldplay and Avril Lavigne springing a surprise in the Black Crowes station etc but if more people use the app AND make use of the thumb ratings, this will improve. As a &quot;mobile-first&quot; service, Bloom.fm is very on-trend in 2012, although I&apos;d also use it as a website when working at my computer a web version is in the works, apparently, along with an iPad app. Bloom.fm isn&apos;t a direct rival to Spotify, Deezer and other subscription music services. Well, it is at the 10 tier, but it&apos;s the free mobile radio and the 1 / 5 tiers where it provides an intriguing alternative to those services. Music geeks like me who are already paying for a streaming service won&apos;t be weaned off those by Bloom.fm, especially as they already include their own personalised radio features. They may use it as a complementary way to discover music, though. But actually, this app should have a wider appeal beyond the music geeks: people who don&apos;t currently pay 10 a month for a streaming music service, and who also want something a bit more radio-like, rather than having to go searching for songs. The kind of people who&apos;ve made Pandora a big hit in the US, in other words. It&apos;s far too early in Bloom.fm&apos;s life to predict similar success in the UK, but it&apos;s an intriguing and different addition to the digital music market here, so will hopefully find its audience.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jan/16/bloom-fm-app-review-iphone", 
    "wordcount": "841"
}