{
    "headline": "Boot up: Microsoft's online loss, Adobe on HTML5, Apple's new China trademark battle and more", 
    "text": "Good morning (or evening on the US west coast) - we&apos;ll now be launching Boot Up at 0630 BST (and through to GMT if things go right) each day, as we thought those of you who make an early start on your reading would like to see it first thing. So: a quick burst of 9 links for you to chew over, as picked by the Technology team Adobe: Web standards match 80 percent of Flash features &gt;&gt; CNET News Stephen Shankland:   Adobe Systems, retooling as fast as it can for a future of Web publishing and Web apps, sees the technology as mostly caught up to the Flash technology that Adobe previously preferred.  &quot;I think it&apos;s close to 80 percent,&quot; Arno Gourdol, Adobe&apos;s senior director of Web platform and authoring, said in an interview during the Google I/O show.  Gourdol, who leads Adobe work to embrace Web standards, has a lot on the line as the company tries to make a difficult transition away from the widely used but fading Flash. He&apos;s eager to convince skeptics that the company is serious about it: &quot;We&apos;re not just looking at parity with Flash. We&apos;re trying to go beyond what you can do with Flash.&quot;  Windows Phone 7 was doomed by design, Microsoft admits &gt;&gt; CNET UK Natasha Lomas:   according to Greg Sullivan, senior product manager for Windows Phone, Microsoft knew all along it would be orphaning Windows Phone 7. Asked when it started developing Windows Phone 8, he reveals development work was going on in parallel with Windows Phone 7 - and even earlier.  &quot;It was right after Windows Phone 7,&quot; Sullivan said, speaking in an interview with CNET UK. The team that developed the 7.5 release actually was working in parallel with the core team that was already beginning [Windows Phone 8]. In fact some of that work was already initiated before Windows Phone 7 was even available - so this goes back a little bit.&quot;  Unifying the Windows Phone and full-fat Windows kernel &quot;was always the plan&quot;, he adds.  Maybe we should stop calling smartphones &apos;phones&apos; &gt;&gt; The Atlantic  Every day, the average smartphone user spends 128 minutes actively using the device. That&apos;s just over two hours. The average user is spending those 128 minutes surfing the Internet (for nearly 25 minutes), engaging in social networking (for more than 17), listening to music (more than 15), and playing games (more than 14).  What the average user is doing relatively little of, however, is talking -- using the smartphone as, you know, a phone.   Data from ComScore. Microsoft announces non-cash accounting charge &gt;&gt; Microsoft  Microsoft Corp. today announced that it will take a non-cash, non-tax-deductible income statement charge for the fourth quarter of fiscal year 2012 for the impairment of goodwill in its Online Services Division segment, mostly related to its 2007 aQuantive, Inc., acquisition.   Buy in haste, regret at leisure. It cost $6.3bn; Microsoft is writing down $6.2bn. It panicked after Google bought DoubleClick. Now it could technically make a quarterly loss - its first for about 20 years. (If anyone has the detail on *when* Microsoft last made a quarterly loss, that would be great.) Bare Figures - Apple&apos;s, Microsoft&apos;s, and others&apos; quarterly results visualized Simply wonderful, and provided under a CC BY 3.0 licence. Great stuff by Francesco Schwarz. Chinese household chemical company sues Apple for &quot;Snow Leopard&quot; trademark &gt;&gt; M.I.C. Gadget  After Apple settled the &quot;iPad&quot; trademark dispute with Proview, the tech giant is facing another trademark lawsuit from a Chinese household chemical company called &quot;Jiangsu Xuebao&quot;. This Chinese company has resigstered the trademark of the Chinese translation of &quot;Snow Leopard&quot; -- &quot;Xuebao&quot; for electrical equipment production in 2000 (the same year that Proview registered the IPAD trademark), and they claimed Apple&apos;s Mac OS X &quot;Snow Leopard&quot; has violated the trademark of &quot;Xuebao&quot;.   It wants $80,000. Who&apos;s got the Chinese for &quot;Smart Cover&quot;? It&apos;s lonely at nation&apos;s only BlackBerry retail store &gt;&gt; The Detroit News  Sometimes it&apos;s lonely being the only stand-alone retail store in the country for the once-hot but now ailing smartphone maker BlackBerry.  On a recent late morning last week, the store here was empty except for salesman Nathan Speidel, the lone figure behind the counter.  Twelve miles away, the Apple outlet in Troy&apos;s upscale Somerset Collection was buzzing like a digital beehive. At one moment, there were 42 consumers in the store, which has about four times the square footage of the BlackBerry outlet. No fewer than 21 blue-shirted Apple representatives counseled shoppers on their purchases of iPods, iPhones and iPads -- four behind the store&apos;s &quot;Genius Bar&quot; counter to answer Apple owners&apos; toughest questions.  330Mbps fibre: coming soon from British ISPs &gt;&gt; ZDNet  The market for fibre-to-the-premises services in the UK is set to become much more competitive, after BT Openreach formally began offering other ISPs access to its full-fibre network.  The vast majority of BT&apos;s fibre services are fibre-to-the-cabinet (FTTC) services, which still use the old copper connection between the street cabinet and the premises and are therefore slower than fibre-to-the-premises (FTTP). BT&apos;s FTTC currently has a maximum speed of 80Mbps, while its somewhat-delayed FTTP can go up to 330Mbps.   Unless you&apos;re anywhere outside a city centre, of course. Finnish carrier data shows Windows Phone had 33% market share in June &gt;&gt; WMPoweruser  Finland&apos;s biggest carrier Elisa has released their sales numbers for June 2012. They note that the newest models sold the best, in particular the Samsung Galaxy SIII, but also that Windows Phone and Android now had equal market share in Finland, at least on their network.   Note that the &quot;equal share&quot; is of sales, not installed base or time spent on the network. Apparently the numbers for June from rival carrier DNA are less encouraging - except for Samsung.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/03/flash-windows-microsoft-aquantive", 
    "wordcount": "1033"
}