{
    "headline": "Master's courses get boost from recession", 
    "text": "When Raymond Holden graduated from the University of Central England in 1993, he put aside his dream of working as an academic researcher in favour of a job in the public sector. &quot;I started working in urban planning, initially at Liverpool city council, even though I had always wanted to pursue a research career,&quot; he explains. &quot;Then, during my 13 years in the public sector, I just didn&apos;t have the time for more study.&quot; But that all changed four years ago, when Holden launched his own research and conference business, and realised that the increasingly flexible nature of postgraduate degrees meant he could start that research career. So, in October, Holden enrolled on a part-time, two-year master&apos;s in sustainable urban development at Oxford University. &quot;I want to be a researcher in urban studies, and the master&apos;s is a great course to get started,&quot; he explains. Holden spends at least 25 hours a week studying and admits that juggling his own business with another degree feels &quot;daunting&quot; at times. It&apos;s also costly: his course is split into eight modules, which cost 1,400 each. But he&apos;s already planning on a PhD later down the line, and is adamant it&apos;s worth it for the career opportunities. &quot;It&apos;s already benefiting me in terms of building up my academic CV  I recently had a paper accepted for publishing at a key academic journal and am collaborating with a researcher on another project,&quot; he says. Universities are recording strong growth in demand for part-time postgraduate degrees as Britons look to boost their employability. The number of first-year, part-time postgraduate students rose 16% between 2005 and 2010, according to the Higher Education Statistics Agency (Hesa), with 132,745 students enrolled at the start of the 2010 academic year. &quot;Part-time postgraduate courses are up considerably from the last few years,&quot; says John Bishop, director of the University of Portsmouth&apos;s Learning at Work division, which was set up 21 years ago to offer &quot;work-based learning for busy people&quot;. &quot;Our most popular course by far is the master&apos;s in engineering and management,&quot; Bishop adds. &quot;There&apos;s an emphasis on boosting employability in the current climate.&quot; Over at Warwick University, Jacqueline Labbe, chair of the graduate school, flags up a trend where postgraduate courses are now more popular on a part-time basis. The reason, she says, is partly financial. &quot;We&apos;re seeing more students opting to take their course part-time over two years, meaning the fees are spread out,&quot; she says. Warwick&apos;s most popular courses include MAs in the English and history departments, especially creative writing, plus politics and international studies, economics, education and law studies, and business. Buoyant demand has inspired Warwick to offer training specifically tailored for master&apos;s students at its careers centre, as well as altering study options. &quot;Most of our part-time students are also working, either in a career or else to fund their study,&quot; Labbe says. &quot;Sometimes they need information to be given to them in alternative formats, for example induction activities that are also available as podcasts or online, or are repeated, or offered on weekends.&quot; Elsewhere, at Bradford University an influx of upskilling medical professionals drove enrolment in its school of health&apos;s part-time professional qualifications up 36% to 166 students in 2011, with dementia-care courses particularly in demand. And the School of Oriental and African Studies has seen demand for its master&apos;s courses in development, environment and policy rise 27% to 450 last autumn. At London South Bank University, master&apos;s course director Nigel Scott reports a doubling in applications for its postgraduate degree in management in civil society over the last year. &quot;Students are showing particular interest in courses with professional as well as academic qualifications, indicating a strong interest in improving career-based skills,&quot; he explains. &quot;Interest in studying through blended learning, where e-learning is combined with three contact days with lecturers each academic year, has particularly increased. It has obvious attractions for employers as well as students, as it reduces the need for study release.&quot; Michelle Martin, chief executive of voluntary co-ordination network Volunteer Centre Greenwich, has just enrolled on LSBU&apos;s part-time MSc in management in civil society. &quot;I&apos;ve worked in the voluntary sector for 12 years, working my way up from a part-time project worker to the role of chief executive,&quot; she explains. &quot;Over the years, I&apos;ve gained excellent workplace experience, but I wanted to back this up with a formal qualification. I know that it will really boost my CV and help to me stand out from the crowd when I&apos;m looking to progress my career to the next level. Also, I&apos;m finding that learning the theories behind the disciplines gives me the knowledge and confidence to go further with my current job  I feel confident going to the board with new ideas, backed up with theory.&quot; Back at Oxford, Holden says many of his former colleagues are now considering postgraduate degrees, some after being made redundant, some keen to boost their career prospects. &quot;My top tip for anyone interested in part-time postgraduate studies is to go for it,&quot; he says. &quot;Don&apos;t be embarrassed by the fact that you may not have studied for many years. For me, the flexibility, course structure, the fact that I&apos;ve been stimulated to think much more about urban studies and new career prospects have made it all worthwhile.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/16/masters-postgraduate-courses-boost", 
    "wordcount": "919"
}