{
    "headline": "Pass notes No 3,219: Samsung", 
    "text": "Age: The bit we&apos;re interested in, Samsung Electronics, is 43. Appearance: Big. And shiny. What the hell does that mean? It&apos;s active in more than 60 countries, employs over 200,000 people, and sells more smartphones than anyone else. So why haven&apos;t I heard of it? You&apos;re anidiot. There is that. And yet I have heard of another big company that makes smartphones. I can even name its charismatic, polo-neck-wearing former boss. That&apos;s because you keep reading about it in the Guardian. Some people complain Apple is the only technology company it&apos;s interested in. Yet here we are, proving them wrong. Er  What&apos;s the problem? We&apos;re writing about Samsung, aren&apos;t we? We certainly are. It&apos;s locked in a momentous legal struggle! Who with? Apple! But that&apos;s pure coincidence. Didn&apos;t they fall out over Samsung&apos;s funny, Apple-mocking ads in 2011? Yes, but this is awar notjust a battle. Now the South Korean and American giants are fighting more than 20 cases across the world, including the US, the UK, Germany and Australia. Patents, design, that sort of stuff? In the US, what the Wall Street Journal calls &quot;the patent trial of the century&quot; is due to begin on Monday. Apple is claiming that Samsung&apos;s success is built on deliberate imitation, while Samsung is expected to argue that its rival&apos;s designs aren&apos;t as special as it would like to think, and that Apple has infringed some of Samsung&apos;s own patents. It&apos;s a bit childish, isn&apos;t it? &quot;Please, sir, he&apos;s copying &quot; It&apos;s always messy when friends fall out. Apple buys components from Samsung. Is all this legal stuff necessary? Apple&apos;s not struggling, is it? Hardly. Profits were up 21% last quarter. However  There&apos;s always a however. Analysts were expecting better. Samsung, meanwhile, has posted a 48% increase, thanks largely to its Android-based Galaxy smartphones. What will happen if Samsung loses the case? It could be forced to take its products off the shelves, or simply change its designs. Mind you, that might not be a disaster. As a British judge has said, they&apos;re &quot;not as cool&quot; as Apple&apos;s. Do say: &quot;It&apos;s the case everyone is talking about &quot; Don&apos;t say: &quot;Look how snugly it fits my newiPhone.&quot;", 
    "section": "technology", 
    "gid": "technology/shortcuts/2012/jul/29/pass-notes-samsung-smartphone-apple", 
    "wordcount": "381"
}