{
    "headline": "Hundreds of wild boars face cull in Forest of Dean", 
    "text": "Just a decade ago, the wildest creatures in the Forest of Dean were deer, sheep, foxes and badgers. But today there are as many as 600 wild boars roaming the 111 sq km (43 sq miles) of ancient Gloucestershire woodland  and they are breeding so fast that hundreds may have to be culled, according to an assessment by the Forestry Commission (FC). The commission&apos;s deputy surveyor, Kevin Stannard, told the Forest of Dean  council that boar numbers were doubling almost every year. &quot;It is difficult to put a figure on the population but [we] estimate there are in excess of 500 and probably 600 boars in the Forest of Dean. Last year, we set a cull target of 100. That target was met in January, with 78 animals culled by FC staff and 22 animals killed through road traffic accidents.&quot; The FC says that up to 200 boars might now have to be culled but the fiercely independent locals  who led the national battle to prevent the woodlands being privatised by the government in 2011  are split. Proud of the fact that the forest sustains the biggest population of boars in Britain, they are also worried that numbers may be out of control. &quot;The largest group could be 20 animals, made up of two or three breeding females and their litters,&quot; Stannard said. Locals have complained that rampaging boars plough up gardens and crops, panic horses, rip up roadside verges, open rubbish bags and are increasingly causing road accidents. &quot;In 18 months&apos; time, it is said we could have 1,000 wild boars in the forest. Nobody knows how many it can sustain,&quot; said Martin Quayle, the district council cabinet member for the environment. &quot;They make a hell of a mess of the verges. Some people say the place is so untidy that it&apos;s begun to look like a tip. On my lane, they have dug up the verge three times in the last year.&quot; &quot;A lot of people get really steamed up about them. But it&apos;s very delicate. Everyone feels there should be some culling, but others say it should be turned into a tourist attraction and that we should attract hunters. Some poaching already goes on.&quot; The boars roam freely in family groups called sounders across the whole forest, staying in one place for a few days before moving on again, according to the FC, but have been invading communities more frequently. &quot;Adult male boars can move rapidly between eight to nine miles in one night. There are many reasons why boars have been more prevalent in the communities this autumn and winter. These include the lack of beechnuts and acorns caused by the very wet summer and a general increase in the size of the population,&quot; Stannard told the councillors. Council chairman Norman Stephens said: &quot;A lot of people I speak to are sick and tired of the boars. You have only got to drive around to see the damage they do. There are a lot of people who would like to see a stronger cull.&quot; Scott Passmore, co-founder of the UK Wild Boar Trust, based in the Forest of Dean, said he did not support a cull but was prepared to provide advice to the commission. &quot;We want to ensure it&apos;s done on as accurate an estimation of the population as possible. It&apos;s always this time of year when people call for the boars to be controlled because the roadsides are messy. It might look bad to some people, but as soon as the weather improves it will get better. The grass just isn&apos;t growing over at the moment. &quot;We are aware that rooting done by the wild boars can be a controversial subject and will attract a wide range of opinions, from being great for the richness of the soil to being an unsightly mess. We maintain that 99% of any effects from wild boar rooting is temporary and the ground will usually repair itself, though in some cases it may need a little help just by turning the turf back over.&quot; Plants in the vicinity will grow back the following year much stronger, said Passmore: &quot;In fact, it isn&apos;t very different to digging a flower bed in a garden, and regularly turning the soil to enrich the area.&quot; The boars are thought to have been illegally reintroduced to the forest around 2004. A few animals had earlier escaped from a nearby wild boar farm and are believed to have met others which had been dumped in the forest. Wild boars have no natural predators in the UK and females can give birth to eight to 14 piglets a year in two litters.", 
    "section": "environment", 
    "gid": "environment/2013/apr/05/hundreds-wild-boar-cull-forest-of-dean", 
    "wordcount": "797"
}