{
    "headline": "Abandoned Severn tidal power project to be reconsidered", 
    "text": "A plan to build an 11-mile long barrage across the Severn estuary has been given a boost after David Cameron asked ministers to re-examine the proposal. The 30bn scheme, championed by the former Labour minister Peter Hain who quit his shadow cabinet role earlier this year to promote it, promises to generate 5% of the UK&apos;s electricity and create 10,000 jobs. It would be expected to be operational for more than 120 years. The prime minister met Hain last month to discuss the plan and, according to the FT, has now asked Oliver Letwin, his policy chief, and Ed Davey, the energy and climate change secretary, to investigate the idea for the 6.5GW barrage. Chris Huhne, Davey&apos;s predecessor, rejected a similar scheme two years ago because it would have cost the taxpayer too much, but Hain says the new proposal would be entirely funded by private investors. &quot;We had a very good meeting. The prime minister promised to look into it,&quot; Hain told the BBC. &quot;It&apos;s encouraging that Number 10 are taking the barrage much more seriously than has been the case over the last few years. Government support is an absolute pre-requisite for getting the whole project underway. Not a penny of taxpayers&apos; money would be needed for this 30bn investment, which would be transformative for Wales. It would create 20,000 jobs in construction and another 30,000 in activity around the barrage.&quot; In a letter to the prime minister seen by the Guardian, Hain wrote: &quot;Several sovereign wealth funds have already expressed interest in financing the 30bn project, as long as government signals its support in principle, provides authorisation in the form of a Hybrid bill, and stabilises the electricity price for 25-30 years through a feed in tariff &apos;Contract for Difference&apos;, or similar mechanism. It is worth noting that after 25-30 years, when the price support drops away, the barrage will produce electricity virtually for free for at least another 90 years; this compares favourably with the lifespans of nuclear plants (35 years) and wind turbines (20-25 years).&quot; The BBC reported on Sunday that it is anticipated that much of the funding would come from investors in Kuwait and Qatar. The Guardian understands that any possible extra income from a road or rail link across the barrage from Lavernock Point near Cardiff across to Brean Down near Weston-super-Mare in Somerset would not be highlighted to investors at first. Corlan Hafren, the consortium of engineering and construction companies behind the proposal, wants to sell the plan on the strength of its electricity generating capacity alone. Hain told the Guardian earlier this year that in response to concerns by environmental groups, the new proposal would incorporate &quot;fish friendly&quot; turbines. The consortium says it has engaged with groups such as the RSPB to try and overcome fears about the barrage&apos;s possible impact on fauna in the estuary. However, the RSPB said this year that until the proposal are published in full, it was wrong for the consortium to suggest that the RSPB&apos;s environmental objections have been overcome. In his letter to Cameron, Hain wrote: &quot;The consortium has focused from the outset on mitigating the environmental impact. The revolutionary very-low-head turbines spin slowly and are fish friendly, and preserve an estimated 60% more intertidal habitat than previous schemes, thereby reducing the impact on birdlife. Without a barrage, rises in sea level would reduce intertidal habitat by roughly the same amount within 100 years.&quot; Hain also told the prime minister that the scheme would help to better protect homes in the area that are vulnerable to flooding of the River Severn. A Department of Energy and Climate Change (Decc) spokesperson said: &quot;The government is open to working with affordable, environmentally-responsible projects that represent good value for consumers. So far, we have only seen a very draft and high-level outline business case from the consortium. Even if this proposal can meet our criteria it has a long way to go in development.&quot; In a separate development, the former environment secretary Lord Deben confirmed to the Guardian on Monday that he stood down as chairman of Corlan Hafren two months ago. Deben, a former Conservative environment secretary, has been selected by Decc as the preferred candidate to succeed Lord Turner as chair of the committee on climate change. A Decc spokesman said: &quot;The appointment will be the subject of a parliamentary pre-appointment scrutiny hearing in September. Deben has provided both Decc and the Cabinet Office with a full list of his interests. If appointed, Deben will put in place arrangements to avoid a conflict of interest.&quot; Meanwhile, WWF Cymru has urged caution on the new proposal. &quot;Establish the facts and show us the evidence. We&apos;re pleased that the government is looking at renewable energy projects as an alternative to new fossil or nuclear power stations, but in the case of the Severn barrage, we want to see a lot more research carried out.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/20/severn-estuary-tidal-power-project", 
    "wordcount": "841"
}