{
    "headline": "Colourful 'solar glass' means entire buildings can generate clean power", 
    "text": "A solar power company capable of &quot;printing&quot; colourful glass that can generate electricity from the sun&apos;s energy announced a 2m funding boost on Tuesday. Oxford Photovoltaics, a spin-off from the University of Oxford, said the investment from clean-tech investors MTI Partners will help its solar glass, which can be dyed almost any colour, take a step closer to the commercial market. &quot;What we say here is rather than attach [solar] photovoltaics to the building, why not make the building the photovoltaics?&quot; Kevin Arthur, the company&apos;s founder and CEO, told the Guardian. &quot;If you decide to build a building out of glass, then you&apos;ve already decided to pay for the glass. If you add this, you&apos;re adding a very small extra cost. [The solar cell treatment] costs no more than 10% of the cost of the facade.&quot; These generally cost between 600 and 1,000 per square metre, meaning the new cell treatment wouild cost just 60-100 extra per square metre. The technology works by adding a layer of transparent solid-state solar cells at most three microns thick to conventional glass, in order to turn around 12% of the solar energy received into low-carbon electricity. The power can then be exported to the national grid or used for the running of a building. &quot;Within reason we can print any colour, there&apos;s a wide range of dyes, blues and greens and reds and so on. But different colours have different efficiencies: black is very high, green is pretty good and red is good, but blue is less good,&quot; said Arthur. The 2m investment will pay for equipment and recruiting staff for the company&apos;s new base on the Begbroke Science Park near Oxford. The company is looking to build a much larger manufacturing facility next year, with full size panels available for sampling and trials at the end of 2014. A4-sized samples will be ready by the end of 2013. While the company is mostly targeting customers planning new buildings, it also &quot;very interested&quot; in retrofits on the facades of existing buildings.  Separately, a team at the University of Sheffield and University of Cambridge this week said they had succeeded in developing a process to &apos;spray paint&apos; solar cells on to surfaces and, potentially in the future, roofs and buildings. The teams believe the process could significantly cut the cost of solar in the future, but currently only works on &quot;very smooth&quot; surfaces and is less efficient than conventional solar panels. Professor David Lidzey from the University of Sheffield said: &quot;Spray coating is currently used to apply paint to cars and in graphic printing. We have shown that it can also be used to make solar cells using specially designed plastic semiconductors. Maybe in the future surfaces on buildings and even car roofs will routinely generate electricity with these materials.&quot; Solar power worldwide reached 100GW installed capacity last year for the first time, up from 71GW in 2011 and just 40GW in 2010, according to recent trade body figures.", 
    "section": "environment", 
    "gid": "environment/2013/feb/12/printed-solar-glass-panels-oxford-photovoltaics", 
    "wordcount": "517"
}