{
    "headline": "US scientists challenge scares about food links to cancer", 
    "text": "They are mainstay stories of tabloid newspapers and women&apos;s magazines, linking common foods from burnt toast to low-fat salad dressing to cancer. But now US scientists have warned that many reports connecting familiar ingredients with increased cancer risk have little statistical significance and should be treated with caution. &quot;When we examined the reports, we found many had borderline or no statistical significance,&quot; said Dr Jonathan Schoenfeld of Harvard Medical School. In a paper in the American Journal of Clinical Nutrition, Schoenfeld and his co-author, John Ioannidis of Stanford University, say trials have repeatedly failed to find effects for observational studies which had initially linked various foods to cancer. Nevertheless these initial studies have often triggered public debates &quot;rife with emotional and sensational rhetoric that can subject the general public to increased anxiety and contradictory advice&quot;. Recent reports have linked colouring in fizzy drinks, low-fat salad dressing, burnt toast and tea to elevated cancer risk. In the past, red meat, hot dogs, doughnuts and bacon have also been highlighted. The cancer risks involved in excess alcohol consumption are not disputed by scientists, but other links have been less easy to substantiate. To examine the implications of these reports, Schoenfeld and Ioannidis selected ingredients at random from the Boston Cooking-School Cook Book. &quot;We used random numbers to select recipes and collected the ingredients from these&quot; said Schoenfeld. &quot;This gave us a good range of common  and a few not so common  foods. Then we put each of those ingredients into a search engine to find out their associations with cancer risks in medical literature. We found that 40 out of the 50 ingredients we had selected had been studied as having possible links with cancer. The 10 that had not been studied were less common ingredients.&quot; Among the 40 foods that had been linked to cancer risks were flour, coffee, butter, olives, sugar, bread and salt, as well as peas, duck, tomatoes, lemon, onion, celery, carrot, parsley and lamb, together with more unusual ingredients, including lobster, tripe, veal, mace, cinnamon and mustard. Schoenfeld and Ioannidis then analysed the scientific papers produced after initial investigations into these foods. They also looked at how many times an ingredient was supposed to increase cancer risk and the statistical significance of the studies. &quot;Statistical significance&quot; is the term used for an assessment of whether a set of observations reflects a real pattern or one thrown up by chance. The two researchers&apos; work suggests that many reports linking foodstuffs to cancer revealed no valid medical pattern at all. &quot;We found that, if we took one individual study that finds a link with cancer, it was very often difficult to repeat that in other studies,&quot; said Schoenfeld. &quot;People need to know whether a study linking a food to cancer risk is backed up before jumping to conclusions.&quot; Additional research by Gemma O&apos;Neill", 
    "section": "science", 
    "gid": "science/2012/dec/01/cancer-food-scares", 
    "wordcount": "488"
}