{
    "headline": "Boot up: iPhone 5 verdicts, PIN flaws, SSL cracks, Ping dies and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team In pictures: Volcanos erupt in Ecuador and Guatemala &gt;&gt; BBC News   Can&apos;t beat a good volcano.  100 homes destroyed, more than 800 damaged. Crack in Internet&apos;s foundation of trust allows HTTPS session hijacking &gt;&gt; Ars Technica  Researchers have identified a security weakness that allows them to hijack web browser sessions even when they&apos;re protected by the HTTPS encryption that banks and e-commerce sites use to prevent snooping on sensitive transactions.   Oops. What Apple&apos;s new Lightning connector means for you &gt;&gt; Macworld Contains useful info about video and audio for anyone who needs to know about how the new and old connect. BT bid announced as broadband project winner in Cumbria &gt;&gt; Think Broadband  One of the more challenging counties to provide Superfast broadband across has put an end to the debate of whether they will or won&apos;t award the project to BT. Cumbria County Council has apparently after reviewing a report on a revised bid from BT awarded the contract to the firm. Fujitsu previously withdrew over worries it would not attract retail providers to actually sell the service they planned.  More on the FRAND game &gt;&gt; Groklaw Read the stuff in grey text: it&apos;s interesting, and suggests - but doesn&apos;t demonstrate - that Nokia has sold some standards-essential patents to a &quot;patent troll&quot; which could charge more for it. The commentary on the page sounds, at best, uninformed; Google&apos;s complaint letter though is informative. Chip and Skim: cloning EMV cards with the pre-play attack &gt;&gt; Light Blue Touchpaper Mike Bond of the Cambridge Computing Laboratory:   Let&apos;s go back to the start. Alex Gambin had his wallet pickpocketed in Palma, Mallorca, and within an hour of the theft five ATM withdrawals had been made using his card totalling EUR1350, yet he never wrote down his PIN.  Early on Alex smelled a rat. He contacted us and we linked his case with a wave of others across Spain. Alex talks about his case (in Maltese), and investigative journalist Sabina Wolf timed the maximum speed of consecutive withdrawals for one of the other cases in the wave - of Anette Luckey (in German). She found that the ATM in question could not keep up with the withdrawal speeds which had been logged. Luckey has since been refunded but HSBC Malta has not done the same for Alex.  Apple&apos;s magic is in The Turn, not The Prestige &gt;&gt; TechCrunch  To some, this repetition is now boring. But I think Apple looks at it the opposite way: they&apos;re perfecting their trick.&lt;pP Look at the mobile landscape right now. There are two companies that are making any money in smartphones: Apple and Samsung. Or, put another way: Apple and the company Apple just won a billion dollar-plus judgement against for copying their smartphone designs. So while some may find Apple&apos;s trick old hat now, no one else has figured out how to pull it off -- except for the company doing a mediocre copy of the trick. I&apos;d argue it&apos;s because everyone is focusing on The Pledge and The Prestige, but Apple is the only one focusing on The Turn.   If you haven&apos;t seen the Christopher Nolan film The Prestige, you&apos;re really missing a trick. Apple&apos;s Ping to cease operation Sep. 30 &gt;&gt; Macworld  Ping has ponged. Apple&apos;s social networking service for music, which debuted as part of iTunes 10 in 2010, has come to an end. A message on the service says that it will no longer be available as of September 30. The news was first reported by 9to5Mac.  Apple&apos;s new smartphone: Five out of ten &gt;&gt; The Economist  The device is thinner than its predecessors and boasts a bigger screen and connectivity to superfast 4G wireless networks. But it now competes against impressive offerings from the likes of South Korea&apos;s Samsung and other rivals, who are constantly churning out snazzier super-thin handsets of their own with stunning displays. They are unlikely to lose much sleep because of the incremental changes made to the iPhone 5.   (Thanks @beardyweirdy666 for the link.) iOS 6 feature availability &gt;&gt; Apple  Some iOS 6 features are not currently available in every country. Choose a feature below to see if it&apos;s supported in your country.   Covers Maps (and subdivisions eg turn-by-turn - available in the UK), Siri, iTunes Store, Dictation, App Store. Someone needs to turn this into a view-by-country table though. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/14/technology-links-newsbucket", 
    "wordcount": "781"
}