{
    "headline": "Apple prepares to dump connector heritage with new iPhone", 
    "text": "In April 2003, Apple unveiled the third generation of its iPod  and introduced the 30-pin connector on its base that would in less than a decade become part of more than half a billion devices. But now, Apple is preparing to dump that heritage by introducing a new, thinner 19-pin connector with the next iPhone, expected by carriers to launch in mid-September. Customers who have old accessories will have the hassle of carrying around an adapter if they get a new device  although industry sources have indicated to the Guardian that such adapters will be readily available. But for the accessories companies which have for years relied on Apple using the same connector, the latest news marks a waypoint in the life of Apple&apos;s longest-supported proprietary connector. (The second longest was the FireWire 400 connector, first included on Apple computers in 2000 but removed in 2008.) The 30-pin connector was originally introduced so iPods could connect to both FireWire and USB connectors without putting both ports on the device. (In 2001 the first iPod had a FireWire connector.) Manufacturers may have suspected a change was coming  but Apple will not have told them. Paul Griffin, chief executive and founder of Griffin Technologies, told the Guardian last year that he had frequently asked Apple in the past whether it planned to change the design or working of the dock, and been rebuffed. &quot;[Apple are] just not going to talk about what their upcoming plans are,&quot; he said. &quot;They&apos;re probably listening [to accessory makers&apos; requests] but they&apos;re not going to just do it because you ask them to.&quot; Griffin was one of the first companies to make iPod-compatible accessories with its tunable iTrip radio device for sending music via the headphone jack to a car&apos;s FM radio receiver. That hooked into a nine-pin connector on top of the second-generation iPod  and was killed off by the 30-pin connector on the bottom. But now the 30-pin has run its course too. Darren Griffin of Macfixer, which repairs Apple devices, explains: &quot;You have 30 pins occupying a mere 21mm. Each pin is 0.4mm wide allowing for the gap between pins. It doesn&apos;t take much to damage a pin  the most common issue being foreign objects getting caught in the connector slot. Even the smallest metal shaving can short a pin. If anything, it&apos;s a wonder that more issues aren&apos;t reported. I&apos;ve had to change the sync connector on iPhones many times when damage to the pins prevented them from charging or communicating over the connector.&quot; But what will people do connecting old and new machines? iMore.com, the site which first suggested in February that Apple would ditch the 30-pin connector, said on Tuesday night that Apple will offer an adapter to enable 19-pin devices to link to older 30-pin connectors. But manufacturers still face the challenge of trying to decide what proportion of &quot;new&quot; and &quot;legacy&quot; devices to make  given that the vast majority of iOS (iPhone, iPad and iPod Touch) devices already in use will use the old connector  but that there will be a surge in demand for accessories with the new connector. &quot;I think they&apos;re right not to get too caught up in trying to support legacy [connectors],&quot; Griffin said last year. &quot;And if they had told us they were going to stick with something or not stick with something then it would have curtailed their future development plans, so I think they were smart to just say &apos;we&apos;re listening, but we&apos;re not going to promise anything&apos;.&quot; Now, though, the companies have fallen silent as they absorb the news. Neither Griffin Technology nor iLuv, a US accessories company, wished to comment on the news. Quizzed by the Reuters news agency, Logitech, one of the biggest speaker makers, declined to comment. Now companies which make add-on speakers, connectors, chargers and a host of other attachments for the iPhone  and almost certainly in time the iPod and iPad too  will have to figure out whether to build with the new or old connectors, or both, and how best to handle the transition. The sheer number of devices built for the old 30-pin connector is staggering. In all, Apple has sold more than 350m iPods, 220m iPhones, and 70m iPads (the precise figures will be clearer after its quarterly results on Tuesday night). In all, that makes about 640m devices; and since that day in 2003, almost every one has had a proprietary 30-pin connector, 26.1mm wide and 5.7mm deep. (The only exception is the iPod shuffle, which since its second-generation model uses its headphone socket as both a charger and data transfer system.) Accessory makers have feasted on it, while also giving Apple a significant advantage over rivals in the digital music player market in the mid-2000s, when it was battling to retain its top spot. When the iPod built an early lead in the music-player market in 2003, the proprietary 30-pin dock meant that accessories such as boomboxes and sound-to-FM systems for cars would only work with it. Those accessories created a &quot;halo effect&quot; around the iPod because they were more profitable for retailers than the iPod itself, and could be sold by anyone. No other music player company was able to challenge Apple&apos;s scale  and the accessory halo became self-reinforcing, so that by the end of 2005, the NPD Group estimated that for every $3 spent on an iPod, $1 was spent on an accessory in-store, creating a market then worth $850m  not counting sales from internet sites. That, in turn, first fed an accessory market which kept the iPod on top of other accessory makers (because retailers could get better margins selling the accessories than the actual iPods, and no other music player could plug into them) and then helped drive iPhone purchases among existing iPod owners. The introduction of the iPhone in 2007 and the iPad in 2010, both using the same connector, meant that the accessory market could continue growing and using the same tooling for their products. Now, the business for slide-on iPhone chargers, speaker docks, and similar accessories is almost certainly worth more than a billion dollars; huge areas of the Consumer Electronics Show in Las Vegas are devoted to companies making iOS accessories. For accessory vendors who have for years relied profitably on the proprietary 30-pin dock to hook their devices up to iPods, iPhones and iPads, Apple&apos;s as-yet unannounced shift to a 19-pin dock could turn out to be a boon  or a blight. &quot;It represents an opportunity for accessory vendors,&quot; said Pete Cunningham, London-based analyst at technology research firm Canalys, told Reuters. &quot;The iPhone connector has been a standard for a long time now and I would expect the same to be true for a new connector, should Apple change it as expected.&quot; The key reason for changing the 30-pin connector would probably be to create a thinner phone, in line with the trends of other handset vendors such as Samsung, the world&apos;s biggest smartphone vendor, whose Galaxy S range is thinner than the iPhone. Presently, the dock connector is substantially larger than the micro-USB connector used for charging and data connectivity by other handset vendors. Apple is likely to remain with a proprietary connector rather than moving to micro-USB  even though connectivity with the latter is an EU-mandated standard  because it wants to retain control of features such as AirPlay, which can wirelessly stream audio and video to compatible products, whose makers have to pay a licence fee. Some vendors in China have already begun offering cases for the new phone, complete with headphone socket on the bottom and a &quot;guarantee&quot; the dimensions are correct, according to Reuters. And for some in the peripherals industry, the change could open doors to new business. One employee at a Hong Kong-based company that designs speakers specifically for Apple accessories told Reuters: &quot;iPod docking speaker sales have been declining for one or two years  My previous factory is a lucky one. They shifted the focus to Bluetooth speakers, which proved a wise decision now.&quot; Speaking on condition of anonymity, the employee said: &quot;It looks like while iPod speaker sales are going down, Bluetooth speaker sales are going up.&quot; But some users worry about what&apos;s going to happen as they try to bridge the generations. &quot;With a smaller connector, what am I going to do with my loudspeaker at home and the fitness pack that I use when I go to the gym? That&apos;s the question,&quot; 24-year-old Travis Tam, who owns an iPhone 4 and works as an account executive at a social networking company in Hong Kong, told Reuters. &quot;I feel that the premium gap between the next iPhone 5 and newest Android models is getting much smaller these days. That will mean that details such as having a smaller connector will mean more in whether I will continue to use an iPhone and switch to other Android phones.&quot; A salesman surnamed Chan at an Apple reseller in Hong Kong thought a smaller connector would be a &quot;pain&quot;, and would spoil the clean lines and seamless connectivity that is Apple&apos;s trademark. &quot;There are ways around it as some of the speakers have an audio input point that can be connected directly to any iPhone with a earphone jack. It&apos;s not a very elegant way of doing things, but it&apos;s an alternative,&quot; he said. In the end, Apple fans have one thing in common: they&apos;re loyal. &quot;I don&apos;t think it will stop Apple consumers from buying the new gadgets,&quot; CK Lu, Taipei-based analyst at research firm Gartner, told Reuters. &quot;Many companies are interested in developing accessories for Apple, because Apple users are more open and willing to buy accessories.&quot; (Updated: the first-generation iPod shuffle used a USB connector; those from the second generation onward used the headphone socket for power and data.)", 
    "section": "technology", 
    "gid": "technology/2012/jul/24/apple-connector-iphone", 
    "wordcount": "1678"
}