{
    "headline": "Shale gas investments 'could be worth 4bn a year to UK economy'", 
    "text": "Investments in shale gas drilling could yield an industry worth nearly 4bn a year to the UK economy and create more than 70,000 jobs, according to a new report from the Institute of Directors (IoD), becoming a &quot;new North Sea&quot; energy business in the process. That is higher than previous estimates, and includes a wide variety of jobs from those directly employed in the industry, such as geologists and drilling experts, but also cement manufacturers and people working in local retail and service companies near the drill sites, which is a more controversial measure of employment. The report was published as politicians and businesses met in Brussels to discuss the EU&apos;s future energy policy. Corin Taylor, senior economic advisor at the IoD and lead author of the report, said: &quot;Shale gas could be a new North Sea for Britain, creating tens of thousands of jobs, supporting our manufacturers and reducing gas imports. Further exploration will be needed to assess the size of technically and commercially recoverable resources. At the same time, partnerships need to be established between industry, government and communities to ensure that development of this vital national resource benefits local people.&quot; But green campaigners pointed out that the report had been sponsored by Cuadrilla, the only shale gas company with wells in the UK currently, and said the estimates were based on unlikely scenarios and downplayed the potential destruction and environmental effects of the drilling. Tony Bosworth, energy campaigner at Friends of the Earth, said: &quot;This industry-funded report paints a completely distorted view of the benefits of shale gas development in Britain. Shale gas extraction will have a major impact on local communities, undermine efforts to tackle climate change and do little to tackle soaring fuel bills. We should be embarking on a clean energy revolution to develop the huge potential from the wind, waves and sun - not rushing further down the dead end street of fossil fuel production.&quot; The IoD report supported recent suggestions by the government and by MPs that local communities should be offered incentives to encourage them to allow planning permission for drill sites. According to Taylor, the best way to do this would be for local authorities to keep 100% of the business rates from shale gas sites. But this is controversial, as MPs have said the money for cash incentives should come from the companies extracting the gas, rather than taxpayers. The report cited government estimates that 76% of the UK&apos;s gas would be imported by 2030, costing 15.6bn. Taylor found that, against these estimates, shale gas production if vigorously pursued could reduce gas imports to 37% in 2030, with the cost of imports falling as a result to 7.5bn a year. Dan Byles, a Conservative MP and chair of the new House of Commons group for supporters of unconventional oil and gas, which brings together MPs, peers and experts with an interest in shale gas, said: &quot;Shale gas is about more than simply gas. It is about wider British industry, providing secure energy and raw materials for manufacturers. The North Sea is rightly regarded as a model for effective offshore oil and gas regulation. If we get this right, in future I believe the world could look to the UK as the gold standard for a well-regulated and safe shale gas industry that benefits local communities and the nation.&quot; His intervention came as an energy summit took place among the European council in Brussels on Wednesday, aimed at framing the debate for the EU&apos;s energy policy beyond 2020, when current renewable and climate change targets expire. Shale gas was one of the topics of discussion, as well as proposed improvements in energy efficiency and the future of Europe&apos;s electricity generation. Mnica Cristina, of Shale Gas Europe, an industry &quot;resource centre&quot;, admitted that shale gas was unlikely to have the sorts of impacts on the EU economy as it had in the US, where shale drilling has sent gas prices plummeting amid a glut of the fuel. There is estimated to be less shale gas resource available in Europe, and it will be much more difficult to extract given the high population density. But Cristina said the fuel could make a contribution: &quot;There is a growing understanding amongst European decision-makers that shale gas development can take place within a responsible regulatory regime. The work to provide clarity about the environmental impacts or the compatibility of shale gas development with the agriculture sector, for example, must go on. Europe has the opportunity to take the best practices from North America, doing it right from day one. In the meantime, shale gas exploration must continue in order to enable an accurate assessment of existing resources.&quot; Green MEPs vowed to fight against plans for an expansion of shale gas across Europe. Claude Turmes, green energy spokesperson, said: &quot;Shale gas is not the silver bullet for Europe&apos;s energy policy but rather a dangerous Trojan horse. Moves to promote shale gas must be headed-off. Quite apart from the indisputable environmental and health risks associated with shale gas extraction, the economics of this energy-intensive technology are highly questionable and based on unrealistic estimates. The geographical and demographical situation in Europe is even more unsuitable and we should not make the same mistakes here.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/22/shale-gas-investments-uk-economy", 
    "wordcount": "898"
}