{
    "headline": "Death Inc  an intriguing Kickstarter game from ex-LittleBigPlanet developers", 
    "text": "It&apos;s the seventeenth century. The bubonic plague has spread across Europe and the last survivors huddle together in fear for their lives and for the future of the human race. But who cares about those losers  in Death Inc, you play as the Grim Reaper. Your aim: extermination.  Formed in 2011 and based in Guildford, Ambient Studios was founded by three alumni from Media Molecule, all heavily involved in the creation of revered PlayStation platformer, LittleBigPlanet. Joined by experienced games and movie artist Tim Holleyman, the team went on to recruit ex-staff from other nearby studios such as Criterion and Lionhead and started work on their first project.  Death Inc is effectively a real-time strategy simulation, hugely inspired by classic Bullfrog titles like Dungeon and Theme Park. The player takes on the role of just one Reaper, competing to be the most proficiently deadly of the lot; each infected human becomes part of your army and can be used to spread disease to other humans. But your potential victims will fight back with swords and muskets. Luckily, you have other nasties in your armory including swarms of infected rats and exploding livestock.  &quot;The original idea came from thinking that it would be fun to play a game where you get to control the zombies,&quot; says co-founder Mike Green. &quot;We loved the gameplay potential of that scenario, but we weren&apos;t too keen on it being yet another zombie game set in an apocalyptic version of the modern world.  &quot;From there we started trying to think of alternatives for a crowd based RTS/Sim hybrid. One idea we touched upon briefly was controlling little computer &apos;viruses&apos; that are trying to infect a computer system, but we realised that this would be far too similar to Introversion&apos;s fantastic Darwinia&quot;.      At this point, the team hit on the idea of the plague and its devastation of 17th century England  a rather terrifying period that the designers didn&apos;t want to translate into a horror game. &quot;It was at that point that someone in the studio had the genius idea of the player controlling the &apos;Grim Reaper&apos; who&apos;s trying to make his way in the competitive world of Soul Reaping,&quot; says Green. &quot;The game has the same kind of dark humour and fun playful gameplay as the classic Bullfrog titles. We aim to recapture the spirit of those games, but with new innovative mechanics and features for the next generation of gamer.&quot; Adding to the more playful feel of the game is its gorgeous art style, harking back to the handicraft aesthetics of LittleBigPlanet. &quot;Tilt shift photography was the starting point,&quot; says artist, Tim Holleyman. &quot;A number of games are already using that look really well  Wildfire worlds and the new Sim City in particular. I also love the simplicity and atmosphere of Journey. Colour and lighting are really important, there are a couple of artists at Pixar, Dice Tsutsumi and Noah Klocek, who are a huge influence. And Gustav Klimt and Anders Zorn are amazing!&quot;  The team is looking for 300,000 in funding from its Kickstarter appeal  an ambitious target. After just three days, however, the studio has already reached almost 35,000 and has attracted coverage from a number of specialist gaming sites. The release date on PC and Mac is set for October, but Ambient is not ruling out porting the game to other platforms, including the Wii U, if there&apos;s interest.  Death Inc is a fascinating concept, and from the demo videos it looks to have a nice, intuitive interface, based around broad tactical movements rather than lots of intricate unit clicking. With the heritage of Media Molecule, Lionhead and Criterion behind it, and the influence of Bullfrog, we&apos;ll certainly be watching the progress of this contagion very carefully.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/07/death-inc-kickstarter", 
    "wordcount": "643"
}