{
    "headline": "Google admits that Plato's cave doesn't exist", 
    "text": "Google is under increasing pressure to change the way it ranks search results. Earlier in June, Recording Industry Association of America chief executive Cary Sherman told the US Congress that Google should be required to place &quot;legitimate&quot; sites at the top of the list when its users search for musicians and music. Presumably, Sherman would prefer that the &quot;illegitimate&quot; sites  whether that&apos;s the Pirate Bay or some other site  not be returned at all in the rankings, or at the very least, that they should be relegated to page 10,000,000 in the rankings, deep into the &quot;oooo&quot; in &quot;Gooooooooogle.&quot; Meanwhile, in the EU, competition regulators are threatening action to force Google into &quot;search neutrality,&quot; requiring it to end the practice of giving preferential placement to results from its own services (especially Google+) in search responses. The argument, presumably, is that Google should put the &quot;most relevant&quot; listings at the top of the screen, not the ones that make it the most money, lest it strangle competing services. In response, Google has advanced an argument based on editorial integrity. The company implies that a page of search results is effectively the table of contents for a custom-made magazine that is assembled on the fly in response to a user&apos;s query. This is a major shift for Google. In the past, arguments about Google&apos;s search results have usually come from website operators who were upset that their sites weren&apos;t highly ranked in results: if you had a jewellery store in East London, you wanted it to be at the top of the listings returned on a search for &quot;east london jewellers.&quot; Google&apos;s response to website owners who found their pages ranked well down in the &quot;ooooo&quot;s was to tell them that Google&apos;s ranking algorithm had been designed to analyse every page on the web to determine its relevance, and if you want higher rankings, you should &quot;make great, relevant content&quot;. Google&apos;s algorithm will detect your content&apos;s newfound greatness and adjust your ranking accordingly. The search engine optimisation (SEO) industry exists to help website operators attain higher rankings, sometimes by unsavoury means such as using link farms that make web pages appear to be more highly and widely regarded than they actually are; sometimes by working with site operators to teach them about how Google detects and judges relevance, and to tweak their sites in keeping with this doctrine. Even at its most legitimate, SEO always has a whiff of Kremlinology about it, since Google regards its ranking algorithm as a competitive secret, which means that each SEO&apos;s theory on rank-improvement is based on treating Google as a black box. SEOs look at a site&apos;s ranking in Google, make some changes, watch the server logs to see when Google has visited and re-indexed the site, and see if the ranking has changed. The complexity of the ranking process (which increasingly gives different rankings depending on who is asking and what Google knows about them) means that this sort of experimentation will always produce an incomplete account of Google&apos;s judging criteria. Google&apos;s official communiques tell the world that SEO isn&apos;t necessary  so long as you &quot;make great content&quot;, you&apos;ll get higher rankings. The implication is that Google has discovered a mathematical model of relevance, a way of measuring some objective criteria that allows a computer to score and compare the relevance of different web-pages. But there is no such mathematics. Relevance is a subjective attribute. The satisfaction you experience in regards to a search-results page is generated by your mind, and it reflects the internal state of your neurons just as much as it reflects the external reality of the results. A magazine&apos;s editor-in-chief looks at her table of contents as it is being formed through the month, moving things around, commissioning new items, deleting things and shifting others to greater prominence. The judgments she makes are aesthetic ones. They reflect her distinctive expertise and vision for the publication, a vision and expertise that is honed from month to month by feedback from readers and colleagues, sales figures, public review, and pageviews in the online edition. Magazines rise and fall based on their e-i-cs, and a change in leadership can utterly transform the experience of reading the magazine. Google has, to date, always refused to frame itself in those terms. The pagerank algorithm isn&apos;t like an editor arguing aesthetics around a boardroom table as the issue is put to bed. The pagerank algorithm is a window on the wall of Plato&apos;s cave, whence the objective, empirical world of Relevance may be seen and retrieved. That argument is a convenient one when the most contentious elements of your rankings are from people who want higher ranking. &quot;We have done the maths, and your page is empirically less relevant than the pages above it. Your quarrel is with the cold, hard reality of numbers, not with our judgement.&quot; The problem with that argument is that maths is inherently more regulatable than speech. If the numbers say that item X must be ranked over item Y, a regulator may decide that a social problem can be solved by &quot;hard-coding&quot; page Y to have a higher ranking than X, regardless of its relevance. This isn&apos;t censorship  it&apos;s more like progressive taxation. On the other hand, it is extraordinary  beyond the pale  for a record industry executive or a Eurocrat to instruct a magazine editor about what must (and must not) be in her table of contents, and how that table must be ordered. Governmental or legislative control over journalism is traditionally limited to the most narrow of circumstances, such as prohibitions on publishing obscenity or official secrets (and even this is enormously controversial). The RIAA&apos;s argument is that Google&apos;s search results are tantamount to a copyright infringement, like a magazine running a pirated short story within its pages. But of course, Google isn&apos;t publishing the infringing material, it is reporting on the fact of its existence  like the Economist reporting on the existence of a pirated DVD stall at the Temple Street night market in Hong Kong. Even at its most ambitious, the RIAA wouldn&apos;t dare to presume to demand that such a report be expunged from the Economist&apos;s pages. I think that Google&apos;s best chance of maintaining its independence from regulatory interference in search results hinges on making this argument about editorial integrity. However, I wonder if Google is prepared to start telling low-ranked website owners that their rankings reflect its subjective judgments and not cold equations. It&apos;s one thing to be told that you&apos;ve been banished to &quot;ooooo&quot;space by the numbers, another thing altogether to learn that you&apos;ve been buried on page 10,000 because Google&apos;s engineers just don&apos;t think you do very good work.", 
    "section": "technology", 
    "gid": "technology/2012/jun/12/google-searchengines", 
    "wordcount": "1149"
}