{
    "headline": "A hunter that goes unnoticed", 
    "text": "Perched in an apple tree behind the RSPB shop is a bird that should be one of Britain&apos;s best-known and most loved migrants. Light-fronted, somewhere between grey and brown, a little streaked, longish-tailed, it is slender with an unusually upright stance, a poised ballerina. The bird has an insect-hunter&apos;s fine, pointed beak. It has an insect&apos;s flight too  for it launches into a sudden swoop and unnerving loop. However, it is a flying boomerang, for it returns to the exact same spot and the same alert pose. Twice more, it springs out with darting grace. The distinctive hunting behaviour is a defining characteristic of this bird, but how many hands of recognition would go up for the spotted flycatcher? Beneath the tree, a mother laid out a picnic rug some time ago. She is feeding her infant, inserting a spoon into the child&apos;s open mouth. The bird is feeding its young too, right in front of her, though she has not noticed. It flies to land on the rim of an open-fronted nestbox on the side of a shed and rocks forward to drop inside and fill the chicks&apos; open beaks. For about half an hour, I watch the adult  or adults  flit to and from the box. Every so often, after they have gone, a chick&apos;s head bobs up, little black eyes looking out at the world outside. People pass back and forth, just a few feet from the nest, but spotted flycatchers are particularly tolerant of human disturbance: a Suffolk friend grew up with a pair nesting every year in a hanging basket above her front door. Once I could have completed a circuit within half an hour of here and found five nesting pairs, but this is the only one left  my local testament to a bird in catastrophic decline. For all the bird&apos;s scarcity and its confiding behaviour, not one of the visitors who pass appears to have seen it moving among us, as if invisible. Remarkable yet unremarked upon: no wonder birdwatchers sometimes refer to it as &quot;the spotted what?&quot;.  ", 
    "section": "environment", 
    "gid": "environment/2012/aug/24/sandy-bedfordshire", 
    "wordcount": "347"
}