{
    "headline": "Prototype 2  review", 
    "text": "Somewhere around the release of Saints Row II the meaning of &quot;sandbox&quot; shrank from a description of non-narrative open world gameplay to a euphemism for &quot;GTA clone&quot;. But it&apos;s tough to think of a better tag for Prototype 2, a game built on gory superhero antics which call to mind nothing so much as the destructive relish, narrative indifference and truck-chucking joy of toddlers playing in the dirt. In the place of tyrant three-year-olds, Prototype 2 has a tyrant army man, a generic vessel of scowls and death called James Heller. Heller is exceedingly cross because Alex Mercer  anti-hero of the first, flawed Prototype game  has caused the death of his wife and daughter, and rather than submitting to a good revenge-knifing has infected Heller with the same Cronenbergian virus that previously caused Mercer to grow giant claws and murder half of New York. With Mercer in the wild like some ultra-hoody from Middle England&apos;s nightmares, Heller clenches an ominously rippling fist and determines to uncover the truth behind the virus, and murder the other half of New York.  But all this talk of story is misleading. Prototype 2 is a game of action rather than character, and the sacrifice of Heller&apos;s family is undertaken with a single aim  to give a man with superpowers a reason to be very angry in the middle of a busy city. Despite laughably sentimental asides (&quot;My little girl&quot; Heller mourns as he eviscerates another blockful of pedestrians), there isn&apos;t a great deal to our protagonist beyond incandescent rage and a great many ways to make people dead.  The shortcut description of Prototype&apos;s gameplay is GTA with superpowers. Indeed, it&apos;s easy to imagine the moment of inception coming during a five-star crime spree on GTA IV; with FBI marksmen and army tanks converging on Niko Bellic, it&apos;s a short, spandex &quot;What if?&quot; to Heller sprinting up skyscrapers and gliding around downtown like a winged monkey. They&apos;re just two of Heller&apos;s powers in an arsenal that includes, at the low end, absorbing people like fleshy sunscreen and turning fists into giant hammers and, as things get more serious, the ability to turn civilians into splatteringly potent &quot;biobombs,&quot; and sticky tendrils capable of flinging giant pieces of military hardware into one other explosively.  Prototype 2 has apparently been engineered exclusively for the purpose of breaking things, built to stage extraordinary carnage around a central figure of impossible strength. And on this count it&apos;s a definite success  other open worlds with similarly super heroes such as inFamous and Crackdown trail behind in terms of both raw spectacle and the ability to impact, govern and fuel that spectacle. Prototype 2 not only creates wonderful chaos, it makes you feel in charge of that chaos.      Prototype 2    This is a big improvement on the first Prototype, in which the sandbox felt ill-defined, the raging street battles haphazard and unsatisfying. That game also suffered from a repetitive progression of missions and boss battles, so that the path to eventually god-like powers felt unhappily worn long before it led to anywhere worth visiting.  Credit is again due to the sequel, which alleviates this problem with a three-island structure (another loan from GTA) comprising of green, yellow and red zones. The colours indicate the level of viral infection  green means clean, red means dead. Of course, everyone is dead shortly after Heller arrives, but the colour-coding at least allows for three distinct environments, each with their own enemies, hazards and atmospheres.  Prototype 2 also boasts a more varied diet of mission types than its predecessor. Sprawling hand-to-hand fights are stacked alongside sneaking infiltration missions (using Heller&apos;s ability to assume the form of enemies he&apos;s absorbed), city-wide manhunts (showing off Heller&apos;s viral sonar) and acrobatic rooftop races. If the mark of a successful open world game is combination of digressional freedom with the ability to marshal players along tight corridors of more managed gameplay, Prototype 2 is at least at the races. It all feels a little more considered. It&apos;s harder to set off alarms, even when you gobble a guard grotesquely in peripheral view of his locker buddy, and it&apos;s easier to escape when you do, by running up a tower block and turning into that tramp under the bridge that no-one&apos;s going to miss. It might not say a lot for Prototype 2&apos;s realism, but in a game where exposition mostly takes the form of eating people&apos;s minds, that&apos;s hardly a major bone of contention.  In fact, the only major bone of contention is that the game battles an oppressive sense of meaninglessness throughout. Between ingesting innocents for health boosts and tearing strips out of New York, Heller hasn&apos;t so much lost his moral compass as weaponised it and fired it at a nice old lady. The very purity of purpose which makes the game such a fine arcade killbox also renders it unengaging on any level that isn&apos;t soggy and littered with stray organs. So while as a destruction simulator Prototype 2 scores very highly, there&apos;s a chance that, just like those toddlers in the dirt, you&apos;ll get bored after a short while and wander away.   Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/24/prototype-2-game-review", 
    "wordcount": "869"
}