{
    "headline": "Second-chance students: mature and motivated", 
    "text": "Your friend is chattering enthusiastically: some days she loathes her job, but most days are like today  challenging but rewarding. You try to be just equally upbeat, and mumble something about how at last you&apos;ve worked out how to make the arms of your office chair fit under the desk. Did you settle for the first job that took you after graduating? Or perhaps your dream job has turned into a real nightmare? With linear careers becoming outdated, professional reinvention is on the rise. So should you stop whingeing and return to study? If a few years have gone by since you made your first-degree choices at 18, your aspirations and outlook are likely to have changed. The reality of working made me examine what aspects I actually enjoyed about my job in international aid  and what I needed to do to get the career I wanted. There are benefits to studying a second time. &quot;I had more confidence. I was used to managing workloads and people,&quot; says Rosie Cervera-Jackson, whose work for the NHS Modernisation Agency spurred her to switch her focus from history to nursing. She&apos;s now a specialist organ donation nurse in London. Time may not be on your side, but motivation will be. The determination to make the most of a second chance helps. And you&apos;ll need it, says Gordon Jones, a UCL ancient history graduate who fell into recruitment for three years before committing himself to three years of accountancy training. Starting from the bottom again (including in salary terms) can feel like running up an escalator, but you&apos;ll proably progress more quickly  drawing on those professional skills the new kids have yet to acquire. Now a senior manager at the European Bank for Reconstruction and Development, Jones says he was more dedicated the second time round: &quot;I was a senior citizen among my peers. For them it was just another exam; for me it was a major change,&quot; he explains. But here&apos;s the big question for most people considering a return to studying: what about money? Leaping from a secure job back into the world of studenthood is scary. Choosing to study journalism at Birkbeck, I had to prepare myself for a lifestyle change  an important consideration when you&apos;ve already upscaled from Lambrini to Pinot Grigio. No amount of student discount can compensate for a decent income. Government policy seems to discourage second-time study: higher fees have come in while funding has been restricted if you hold an equivalent or higher qualification than the one you&apos;re going for. But there are ways to study without going broke  such as accelerated courses for those with existing qualifications, evening study, or working and retraining in parallel. Being older than first-time graduates can make getting your foot in the door of your next employer more difficult. So make the most of the people you meet. &quot;My masters was very useful in giving me the opportunity to build networks. Targeted networking and relationship building is important,&quot; says Mair Bosworth, a freelance radio producer who did an MA in radio production after five years in the charity sector. Sarah Bagnall, a managing consultant at the recruitment agency Michael Page, cautions against change for change&apos;s sake. You need to give employers a coherent argument as to why you&apos;ve switched career paths. &quot;Employers can tell if you&apos;re studying again because you just got bored of a job,&quot; says Bagnall. If all you really need is a break from the treadmill, you may be better off taking time out and travelling. Second-time study is one route to jumpstarting a new career and putting you back in control. Cervera-Jackson recommends taking the chance  as long as you&apos;re realistic about how much time and money you&apos;re willing to put in. &quot;Be sure you know absolutely what you want to do next and why you want to do it. Make the most of the skills you&apos;ve already got,&quot; advises Jones. If I were you I&apos;d grab a second chance if you get one  and make sure you&apos;re not still talking about office chairs in five years&apos; time.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/may/23/mature-students-students", 
    "wordcount": "692"
}