{
    "headline": "Would ranking pupils against each other restore faith in exams?", 
    "text": "Have you noticed that when you talk about schools to almost anyone outside the professional world of education you hit an implacable belief that exams have got easier and standards have fallen? You can quote the many statistics that challenge this view, yet, reinforced by parts of the media and some politicians, it is unshakable. And I&apos;m afraid it will no longer suffice for experts wearily to shake their heads and dismiss the public as ill-informed. This split between those in education and almost everyone else is corrosive; undermining confidence and morale in schools. So what is to be done? An interesting suggestion comes in a new book by JerryJarvis, who ran the UK&apos;s largest exam board and whose authorising signature appears on millions of GCSE and A-level certificates. Despite the title of the book  Cheats, Choices &amp; Dumbing Down  in it, Jarvis defends the exam system&apos;s strenuous attempts to maintain standards over time. But, despite all these efforts and regulatory controls, he recognises that the public no longer believes that standards are being maintained. He says the problem is that the public understands &quot;standards&quot; in relative not absolute terms. They see a &quot;high standard&quot; as something differentiating the best from the rest. By contrast, in the official exam world, &quot;standards&quot; are thought of as absolute, a level of quality that remains constant however many achieve it. This is partly because in most other spheres of life we do indeed define &quot;high standards&quot; in relative terms  for example, to denote the best restaurants, the swankiest hotels, the top football teams, the fastest athletes. There are, of course, exceptions. We accept that anyone who has passed a driving test has reached the necessary &quot;standard&quot;, even though there are many more drivers on our roads than 40 or 50 years ago. There are similarities between the driving test and school exams  for example, more people need to drive today, just as more people aim for higher education  but the public seems unwilling to see that higher pass rates could be down to greater motivation and participation any more than they accept it could result from better teaching. The reason is historical: O- and A-level standards were originally defined in relative terms, and that&apos;s what people grew used to. Students were measured against one another, not against an absolute standard. They were ranked and graded accordingly: the top 10% got an A, the next 15% a B, and so on. Jarvis&apos;s solution is to reintroduce rank order alongside the current grades. Thus, a student might receive both a grade A and be ranked at the 83% percentile point. It is an interesting idea but I fear it may only add further confusion. Instead, the logic of his argument suggests going the whole way and reporting exam results purely by rank order. I accept this would be retrograde in some respects. It could prove demoralising for students at the lower end of the achievement scale who, under the current system, are at least rewarded for what they have shown they know, irrespective of their position relative to others. It could also be argued that it would subordinate the whole school exam system to a single purpose, namely competitive university entrance when, despite the popular view that &quot;everyone&quot; goes to university now, it remains a minority activity. But there could be some real gains. It might do away with the ridiculous summer ritual when ever-higher pass rates provoke an outcry about falling standards and easier exams. It might also make a nonsense of the culture of government-imposed national targets that encourage teaching-to-the-test. After all, what would be the point in demanding that ever higher percentages of pupils in the country achieve five A*-C grades if pass rates are fixed? Of course, governments would have to find another way of measuring standards over time. But that can be done by testing a small sample of students year-on-year with a different battery of low-stakes tests, as happened under the Assessment of Performance Unit in the 1970s and 1980s. So, while a change to rank-order exam results is far from perfect and Isuggest it reluctantly, if it ends the sniping about standards, and raises public confidence, it might just allow schools to return to their core role: preparing pupils for adult life in the broadest sense; not coaching them to leap through exam hoops. As they say in exam papers: discuss.", 
    "section": "education", 
    "gid": "education/2012/mar/19/public-perception-exams-easier-wrong", 
    "wordcount": "750"
}