{
    "headline": "UK bee insecticide study flawed, says EU food agency", 
    "text": "The trump card waved by the UK government in its doomed opposition to the Europe-wide suspension of three bee-harming pesticides has been confirmed as nothing more than a joker. As the lobbying intensified in the run up to the crucial vote on the neonicotinoid ban, environment secretary Owen Paterson told farmers in February: &quot;I have asked the European Commission to consider all the evidence and to wait for the results of our field trials, rather than rushing to a decision based on lab tests alone.&quot; When those field trial results were finally released, it was immediately apparent they were a busted flush: the bumblebee hives intended as controls in the experiment had been hopelessly contaminated by neonicotinoids. Despite months of heavy pressure from government, no amount of massaging of the data could make it look credible. But ministers and officials ploughed on regardless, citing the work as field evidence that neonicotinoids cause little harm. Professor Ian Boyd, chief scientific adviser to the department of environment, food and rural affairs, gamely declined to agree with my suggestion that the trials were a catastrophe, though he acknowledged: &quot;It is extremely difficult to have a control in a landscape where neonicotinoids are widely used.&quot;  But the European Food Safety Authority on Tuesday called a spade a spade.   EFSA has identified several weaknesses in [the study] which suggested that neonicotinoid pesticides do not have a major effect on bumble bee colonies under field conditions. Given these weaknesses, the Authority considers that the study does not affect the conclusions reached by EFSA regarding risks for bees related to the use of the neonicotinoid pesticides thiamethoxam, clothianidin and imidacloprid.  EFSA&apos;s conclusion that the three neonics posed an unacceptable risk to bees was instrumental in the ban being put into place. EFSA&apos;s statement is as direct as it is comprehensively damning:  The Authority made the following points regarding the relevance of the study to the risk assessments published by EFSA:  The study looked at only one crop  oilseed rape  and two plant protection products authorised for use in the UK. Furthermore, the test sites and surrounding areas used reflect a small sample of agricultural conditions in the UK and cannot be considered representative of conditions in other parts of the EU. Two important routes of exposure  dust and guttation  were not addressed by the study. In its assessments, EFSA reached conclusions mainly for honey bees, and identified a data gap for other pollinators. Field studies of bumble bees cannot be used to understand the risks to honey bees and other pollinators because of significant species differences. EFSA&apos;s experts highlighted a number of other deficiencies in the report. These include:  Inconsistencies and contradictory statements regarding the objectives of the study.Absence of suitable control bee colonies. In particular, analysis of residues in pollen and nectar showed that the &quot;control&quot; site had been contaminated by thiamethoxam. Environmental conditions were varied across the three the test sites, which reduces the sensitivity of the study in detecting effects on colonies. EFSA also raised concerns about how [the authors] elaborated and interpreted the study results to reach their conclusions.  With that kind of write up it is perhaps not surprising that the link to the study is now dead. It may also explain why neither Paterson or his minister Lord de Mauley were keen to accept my wager that the study would never grace the pages of a peer-reviewed journal. It is a prime example of politicians claiming to deliver evidence-based policy while desperately scrabbling around for policy-based evidence. It reflects very badly on all involved.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/jun/05/bees-neonicotinoids-pesticides", 
    "wordcount": "601"
}