{
    "headline": "Wages in developed world slump for second time since banking crisis", 
    "text": "Wages in the developed world have fallen in real terms for the second time since the banking crisis, continuing the long-term trend of workers being made to cope on a smaller share of national income. Steep falls in pay packets in eastern Europe and a wage freeze across the richest western countries, including the UK, sent monthly salaries into reverse in 2011 after taking inflation into account, said the International Labour Organisation. The fall is likely to intensify the debate over the contribution made by employers to the communities where they operate. A backlash in Britain against major corporations which avoid paying corporate taxes prompted Starbucks this week to offer to pay 20m in corporation tax over two years to the UK exchequer. However, the US-owned coffee chain will from January pay most of its British staff only 90p above the minimum wage of 6.19. It recently cut paid lunch breaks, sick leave and maternity benefits for thousands of its workers. The ILO director-general, Guy Ryder, said: &quot;This report clearly shows that in many countries, the crisis has had a strong impact on wages  and, by extension, workers.&quot; The report found wages have also failed to keep pace with growing productivity. &quot;This trend has resulted in workers benefiting less from the fruits of their work while the owners of capital are benefiting more,&quot; it said. Ryder added: &quot;Workers and their families are not receiving the fair share they deserve.&quot; The report highlights recent findings that show wages have grown at a slower pace than labour productivity  the value of goods and services produced per person employed  over the past decades in a majority of countries for which data is available. In developed economies, labour productivity has increased more than twice as much as wages since 1999. The ILO&apos;s global wage report 2012-13 found that in 2011 global monthly wages grew by 1.2%, largely supported by a boost to incomes in China. The global figure is down from 3% in 2007 and 2.1% in 2010, it said. Ryder said workers were suffering as companies hoarded profits during the downturn. He said the trend over the past 30 years, especially in the west, was for companies and their owners to accrue most of the benefits of economic growth. In 16 developed economies, labour took a 75% share of national income in the mid-1970s, but this dropped to 65% in the years just before the economic crisis. It rose in 2008 and 2009  but only because national income itself shrank in those years  before resuming its downward course. Even in China, where wages have tripled over the past decade, workers&apos; share of the national income has gone down, said the ILO. The impact on workers since the banking crash varies from region to region, with wages generally growing faster in developing world economies where economic growth is stronger. &quot;While wage growth suffered a double dip in developed economies  where it is forecast to have been zero in 2012  it remained positive throughout the crisis in Latin America and the Caribbean, as well as Africa, and even more so in Asia,&quot; said the ILO. &quot;The biggest changes were seen in Eastern Europe and Central Asia, which went from double-digit pre-crisis rates to a hard landing in 2009. In the Middle East, wages appear to have dropped since 2008, although the data is still incomplete.&quot; A worker in the manufacturing sector in the Philippines took home US$ 1.40 for every hour worked, compared with less than US$ 5.50 in Brazil, US$ 13 in Greece, US$ 23.30 in the United States and almost US$ 35 in Denmark.", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/07/global-wages-slump-banking-crisis", 
    "wordcount": "619"
}