{
    "headline": "Are the geeks coming? Scientists find their voice", 
    "text": "In the opening of his book The Geek Manifesto, Mark Henderson proclaims: &quot;The geeks are coming.&quot; Henderson&apos;s book, which was reviewed here in the Guardian, is a call to arms for scientists, whom he urges to become more politically engaged. The manifesto is purposeful, and practical, as Henderson lays out the steps he thinks scientists and politicians ought to take. I have followed from the sidelines as the sceptic movement has grown over the years I have been a PhD student. I&apos;ve been to Skeptics in the Pub once or twice, and I lent my support to the Libel Reform campaign. But while messages like those in Mark&apos;s book are important, and I agree with much of what he puts forward, I often had the nagging sense that we as geeks or sceptics are preaching to the converted. Scientists are bound to think that Science Is Vital, but I felt I would be more convinced of scientists&apos; power to effect change when I really saw it happen. Last month, geeks around the country despaired when it transpired that David Tredinnick had joined the House of Commons Science and Technology Committee. With his support for homeopathy and his belief inthe power of the moon to affect GP visits, Tredinnick is &quot;one of the stars of The Geek Manifesto, and not in a good way&quot;. Despite a successful campaign to put a copy of the Geek Manifesto on the desk of every MP in the country, in terms of developing a scientifically literate parliament, it seems we have quite some way to go. As fellow Occam&apos;s Corner blogger Cath Ennis pointed out in her previous post, the science blogosphere runs the risk of becoming an echo chamber, where we scientists agree with each other, and where we disagree we follow the structure of scientific debate, bringing our evidence to the table. While we might blog to demonstrate outreach, or even the dreaded &quot;impact&quot;, how many barriers are we really breaking down? As a scientist, I was trained in the maxim &quot;the plural of anecdote is not data&quot;, and am challenged to present evidence to back up my claims.So I was unsettled when I realised that what had changed my mind about the power of the science blogging community was a single example from close to home. Last July, on the Todayprogramme broadcast Alistair Moffat, who is rector of the University of St Andrews, was interviewed byJames Naughtie. The interview allowed Moffat to present exciting discoveries in genetic ancestry, opening with his claim that &quot;what we have discovered is the Bible, the Old Testament, beginning to come alive&quot;. This extraordinary claim, and others made in the interview, have been criticised, both for their religious overtones and for a number of scientific inaccuracies. Moffat is director of a group of businesses (Britains DNA, Scotlands DNA, Irelands DNA, and Yorkshires DNA), and the web address of Britains DNA is promoted during the interview. Britains DNA is referred to as a project, when it is in fact the trading name of a company (The Moffat Partnership Ltd). You can even sign up as an affiliate. At the close of the interview, Naughtie invited Moffat to promote his business. Moffat took the opportunity to explain exactly how listeners can get involved in the project, by signing up on the Britains DNA website. In the interview, he glossed over the cost of his Ancestry testing service, claiming that it is &quot;massively subsidised&quot;. This is a claim that I am not aware has ever been substantiated. The first I heard about these companies was when I read a critique of the interview on David Colquhoun&apos;s blog. In his blog post, David addresses the ongoing difficulties that sometimes arise in science reporting on the BBC. However, what really caught my attention in his piece was reading that as a result of raising legitimate questions around the scientific content of the interview, two colleagues in the genetics research community had been issued with threats of legal action. Prof David Balding and Prof Mark Thomasare internationally respected experts in their fields. Theycontacted both the BBC and Britains DNA with their concerns about the broadcast, to which they have still not received a satisfactory response. They have been issued with letters from Britains DNA&apos;s solicitors, but they have continued to speak out. Vincent Plagnol, a colleague of Prof Balding, gives a detailed critique of the company&apos;s claims on Genomes Unzipped. That the blogosphere facilitates communication between businesses and their critics is apparent from Plagnol offering Jim Wilson, the chief scientist of Britains DNA, right of reply, although not all the queries have been resolved, and the debate is ongoing. Prof Thomas updated the debate here at the Guardian, where he reports on the continuing publicity for these companies that is being offered by the BBC. Importantly in this sequence of events, scientific claims that were broadcast by the BBC were questioned by experts. The scientists&apos; voices could not be silenced by a solicitor&apos;s threats.It isall very well to encourage scientists to be activists  in his book, Henderson does a good job of outlining how they can go about it. However, for the scientists for whom politics does not hold an interest  scientists who just want to do science  it might take the addressing of an issue in their field  that affects them personally  to make them sit up and take notice. In a recent blogpost, Alice Bell argued for the important role of popular culture in getting the public engaged in science policy. For scientists, perhaps, what we need to get us politically engaged is a close-to-home example of the effect that the blogosphere can have on calling publicly funded bodies to account and preventing the stifling of legitimate scientific critique.", 
    "section": "science", 
    "gid": "science/occams-corner/2013/mar/13/are-the-geeks-coming-scientists", 
    "wordcount": "989"
}