{
    "headline": "Higgs boson discovery: now the real work begins", 
    "text": "The search for the arcane, theoretical particle known as the Higgs boson has drawn on the world&apos;s largest scientific instruments and occupied thousands of researchers over more than two decades. The discovery  or probable discovery  at Cern, the particle physics lab near Geneva, will go down as a triumph of science, engineering and collective hard graft. Now the real work begins. Months and years of analysis lie ahead to confirm that the particle is the elusive Higgs boson. If so, physicists want to know whether it is the simplest kind of particle put forward in physicists&apos; theories, or something more unusual  and more exciting. &quot;It&apos;s clear there&apos;s a great deal more to be done experimentally, even after they announce a discovery,&quot; says Steven Weinberg, a professor of physics at the University of Texas at Austin, who won the Nobel prize in 1979 for work that used the maths behind the Higgs theory to show how two forces of nature, the electromagnetic force that carries light, and the weak force, which drives some kinds of radioactive decay, were one in the early universe. The Higgs boson appears in a theory first fleshed out in 1964 by Peter Higgs at Edinburgh University and five other physicists. Finding the particle proves there is an energy field that fills the vacuum of the observable universe. It plays the crucial role of giving mass to certain subatomic particles that are the building blocks of matter. The Higgs field is thought to have switched on a trillionth of a second after the big bang that blasted the universe into existence. Without it, or something to do its job, the structure of the cosmos would be radically different than it is today. The tough job ahead is working out whether the Higgs particle is the simple, singular particle that underpins what physicists call the Standard Model  a set of equations that describe how all the known particles behave  or something more complex. One possibility is that the particle they have found is one of a larger family of Higgs particles. To find out, they must study in exquisite detail how the particle is made in the LHC and how it disintegrates into other, more familiar particles as soon as it is created. &quot;It will take a lot of time. I don&apos;t mean decades, but perhaps years, to verify all the predictions of the Standard Model about how the particle is produced and how it decays,&quot; says Weinberg. The race to discover the Higgs particle has played out on both sides of the Atlantic. In the US, the government-owned Fermilab near Chicago used the giant Tevatron collider to look for the particle. In Europe, Cern began the hunt in earnest in the 1990s with a predecessor to the Large Hadron Collider. The rivalry has been intense, and for the best part, friendly. On Monday, scientists at the Tevatron, which was shut down by the US government last year, fired a parting shot, releasing a fresh analysis that showed their strongest evidence yet for the Higgs boson. Some scientists saw the move as a spoiler for Cern&apos;s announcement. &quot;The timing of the Fermilab announcement was below the belt,&quot; says Philip Anderson, a physics Nobel laureate at Princeton University. The race at Cern now is to collect as much information about the particle as possible before the Large Hadron Collider closes down for about two years at the end of 2012, when engineers are due to carry out repairs to enable the machine to run at its full design energy. Following a helium gas explosion that wrecked part of the collider in 2008, the machine was restricted to running at half energy until the Higgs boson was discovered or comfortably ruled out. &quot;Seeing something new is really the beginning of this long journey to understand what on Earth it is that you have seen,&quot; says Tara Shears, a particle physicist at Liverpool University who works on the LHCb detector at Cern. &quot;It&apos;s like turning up to a railway station to pick someone up who you&apos;ve never met before. You arrive at the station, the train comes in, and there&apos;s someone standing on the platform. You&apos;re guessing it&apos;s them, but you&apos;re not going to know until you walk up and check who they are.&quot; Much is riding on what Cern finds, or fails to find. Some physicists fear the laboratory might discover only the simplest form of Higgs particle and nothing more exotic. That would plug a hole in the Standard Model, but give scientists no leads to help them understand other pressing mysteries in nature. What is the invisible dark matter that clings to galaxies and makes up a quarter of the mass of the cosmos? What is dark energy, thought to drive the expansion of the universe? Why are we made of matter instead of antimatter? Why is gravity so weak? The Standard Model has nothing to say on these questions. Physicists have no answers. &quot;I had a nightmare which is that Cern would discover the Higgs boson and then nothing else. Discovering the Higgs particle, gratifying as it is, does not provide a clue to how to go beyond the Standard Model,&quot; says Weinberg. Despite intense efforts, the Large Hadron Collider has not found anything unexpected so far. &quot;I find it a very depressing prospect, the possibility that this may be the last great discovery for many decades,&quot; Weinberg added. Frank Wilczek, a professor at MIT who won the Nobel prize for physics in 2004, is more upbeat about Cern&apos;s prospects. &quot;So far, this all fits with the very minimal, economical version of the Standard Model, there&apos;s no sign of anything fancy. But there&apos;s plenty of room for it, it&apos;s unexplored territory.&quot; A family of Higgs particles is predicted by many versions of a theory called supersymmetry, which says that all the known kinds of particles in nature have heavy, invisible twins that have yet to be discovered. So far at the LHC, there is no sign of supersymmetric particles, which have names such as &quot;squarks&quot; and &quot;stops&quot; and &quot;gluinos&quot;. One of the great attractions of supersymmetry is that it shows how three of the four forces of nature were one in the early universe and separated later, leaving only gravity unaccounted for. Some particles predicted by supersymmetry are prime candidates to make up dark matter. The Large Hadron Collider was never just a Higgs-hunting machine. Other research programmes hope to understand dark matter, dark energy, antimatter, and look for extra dimensions for space. Hidden extra dimensions are woven into string theory, an ambitious area of physics that describes particles as tiny vibrating threads of energy. &quot;There&apos;s so much other stuff we really don&apos;t understand at all, and in that respect, the LHC is just at the beginning of trying to understand what we don&apos;t know in the universe,&quot; said Shears. &quot;If the LHC can give us insight into some of these other areas, that will stretch our understanding out far beyond what we know already. And that, ultimately, is what we want to do. We built the LHC to go out there and understand as much of the universe as we can.&quot;", 
    "section": "science", 
    "gid": "science/2012/jul/04/higgs-boson-discovery-real-work", 
    "wordcount": "1221"
}