{
    "headline": "Syria refugees: your GuardianWitness pictures", 
    "text": "   It's a cool sunny day in Zaatari camp and the kids are flying kites. Some are store bought. Others are made from paper, plastic bags or whatever children can get their hands on. This young man made his out of a piece of styrofoam  Photograph: GregBeals/UNHCR/GuardianWitness       At this makeshift refugee settlement on the outskirts of Sulaimaniya, northern Iraq, people are unable to do anything but wait for the conflict to end. Children have little access to education and adults have no work. This unofficial camp is now home to over 600 people, with just one toilet for 30 families Photograph: ChristianAidComments/GuardianWitness       A lake of waste lines the road next to the transit camp near Azaz, Syria. While drinking water is in sufficient supply and condition, disposal of waste is a much more pressing issue. Many of the 14,000 internally displaced refugees want to cross into Turkey, but are unable because their documents were lost or left behind during bombings at home Photograph: BenTaub/GuardianWitness       Hussein, 20, is a Kurd from Syria. He fled the war in 2011 and has been living in Beirut, Lebanon. Here he is practising a traditional Kurdish string instrument in a local community centre funded by UNHCR. The centre is a gathering place for refugees from all over the region, as far away as Sudan Photograph: edorfman/GuardianWitness       While filming with UK-based charity Syria Relief I came across a disused railway station where this group of inquisitive children sat and watched as I prepared my shot. The station has become a small structured community of refugee families. To seek permission to film, an older man was summoned by a couple of younger men. For their safety they asked me not to disclose their whereabouts Photograph: Matthew Norman/Syria Relief/GuardianWitness       UNHCR has recently opened a registration centre in southern Lebanon. At the centre, the walls of the interview booths are lined with drawings by Syrian refugee children. Many feature guns, planes and people running. The title of this drawing is Death Photograph: SybellaWilkes/UNHCR/GuardianWitness       Sawsan is a mother of 10 (with the 11th on the way) from a small village in Syria. Her husband used to be a shop owner. They fled five months ago, when his shop and their home was destroyed. They lost everything Photograph: edorfman/GuardianWitness       Selling tea in Zaatari camp: on a sweltering afternoon, among the plethora of shops along Zaatari camp's main street, I met a refugee who called himself Mohammed who had fled from Daraa. He made his living selling tea to passersby Photograph: GregBeals/UNHCR/GuardianWitness       Standing on a mound of dirt and stone on the edge of Zaatari camp, groups of refugees hold their cellphones in the air to try to catch a signal from the main phone operator in Syria. This is the way refugees stay in touch with their friends and family back home. They call their little hill 'SyriaTel' Photograph: GregBeals/UNHCR/GuardianWitness       Each voucher is worth 45 Jordanian dinars. Refugees registered on [the World Food Programme] are given two a month. They can only be used for foodPhotograph: MaeveShearlaw/theguardian.com       An improvised kitchen in an unfinished house in north Lebanon. The Norwegian Refugee Council rehabilitates unfinished houses for emergency use by Syrian refugees Photograph: ChristianJepsenNRC/GuardianWitness       The Danish Refugee Council distributes food, hygiene kits, baby kits, blankets and cooking sets to refugees from Syria. DRC has the biggest outreach capacity in Lebanon and is assisting more than 400,000 displaced inside Syria and in neighbouring countries Photograph: DanishRefugeeCouncil/GuardianWitness       We [UNHCR] were so moved by the beauty of this delicious lunch refugees made for us. They lost all they owned and have so little money left. Even so, they find ways to create simple healthy dishes and to preserve their beautiful tradition of hospitality Photograph: Melissa Fleming/UNHCR/GuardianWitness       In Saida [Sidon], Lebanon, 750 refugees live in this unfinished building. It was intended to become a university one day. Until then, the building owner has offered the space to Syrian families. Some live in tents within the building, others occupy classrooms separated by plastic sheets. At least they are safe here Photograph: Melissa Fleming/UNHCR/GuardianWitness       Musa in a field of vegetables: this is Musa, whom I met the other day off a country road in the Bekaa [Beqaa valley]. He's 44 years old, with three children. He fled from Homs last year. Now he makes his living picking vegetables for local farmers. I took this photograph of him the other day and asked him to describe himself to the world. This is what he said: 'I am a person. I am a Syrian. I fled from harsh conditions. I dream to go back to my country in peace. I hope that one morning we will have peace in all the world' Photograph: GregBeals/UNHCR/GuardianWitness       A refugee at work next to olive trees in Lebanon. This area had been contaminated by landmines and unexploded ordnance until it was cleared by UK-based charity Mines Advisory Group Photograph: MinesAdvisoryGroup/GuardianWitness       Most Syrian refugees cross the border to Jordan at night. They are then transported to Zaatari camp, located around 20km from the border. Up to 3,000 refugees seeking protection cross the border each night Photograph: ChristianJepsenNRC/GuardianWitness  ", 
    "section": "global-development", 
    "gid": "global-development/guardianwitness-blog/gallery/2013/may/22/syria-refugees-guardianwitness-pictures", 
    "wordcount": "0"
}