{
    "headline": "The emerging left has much to offer a world compromised by capitalism", 
    "text": "Even as resistance to global capitalism builds, it tends to be accompanied by gloomy perceptions that grand socialist visions of the future are no longer possible. But there is much more dynamism within the global left than is often perceived, with variegated moves away from tired ideas of all kinds. Left movements in different parts of the world increasingly transcend the traditional socialist paradigm, with its emphasis on centralised government control over an undifferentiated mass of workers, to incorporate more explicit emphasis on the rights and concerns of women, ethnic minorities, tribal communities and other marginalised groups, as well as recognition of ecological constraints and the social necessity of respecting nature. Seven common threads appear in the emerging left, in what are otherwise distinct political formations and dissimilar socio-economic contexts. These are not always &quot;new&quot; ideas  more often than not, they are old ideas that appear new simply because of the changing context and the collective failure of memory. The first is the attitude to what constitutes democracy. Unlike earlier socialist formulations, which saw all institutions of the bourgeois state as inherently and deeply tainted, the emerging left has shown a much greater willingness to engage with formal democratic processes such as elections, referendums, laws delivering rights, and judicial processes. Radical governments in Latin America derive their legitimacy from ballot boxes, and in other countries the emerging left is often the greatest champion of formal democratic institutions, the most concerned about their corruption and manipulation by entrenched interests and corporate power. There is strong support for new democratic experiments in popular deliberation and consensus building, and greater rejection of top-down models of party organisation, with respect for a plurality of opinions within the left. The second relatively &quot;new&quot; feature is the rejection of overcentralisation. The centralising, homogenising state was a central element of actually existing socialism throughout much of the 20th century. Of course, there are good reasons for the socialist celebration of largeness: the need for social co-ordination of investment, especially large-scale investment, as well as state direction of the redistribution of wealth and income. But the new aim is to find the right balance between large and small, according to context. There is greater emphasis on the need to generate or enhance the viability of small-scale production, and a reaction against past attempts at centralised control over all aspects of material life, which have been experienced as rigid, inflexible, hierarchical and lacking in accountability. This requires a more complex approach to a third area: property rights. Earlier models of socialism wanted to do away with all private property. But emerging left thinking is vague or ambivalent about private property, disliking it when it is seen as monopolising or highly concentrated (for example, in the form of multinational corporations), but otherwise not just accepting of it, but even  as in the case of small producers  actively encouraging it. The fourth new tendency is that of speaking in the language of &quot;rights&quot;  not seen in the individualistic sense of libertarian philosophy, but more broadly defined in terms of entitlements and recognising the need for the social and political voice of citizens, communities and groups to be heard. Fifth, the emerging left goes far beyond traditional left paradigms in recognising the different and possibly overlapping social and cultural identities that shape economic, political and social realities. It is now realised that addressing issues only in class terms is not sufficient, and many strands of the emerging left are now much more explicitly (even dominantly) concerned with addressing the inequalities, oppression and exploitation associated with social attributes, race, community, and so on. Divergent from this is a sixth area, gender, which represents the most significant of these social/material attributes. A changed attitude to the woman question  and, associated with this, a more complex understanding of the nature of exploitation  are features of many such emerging left movements. That&apos;s not to say patriarchy has suddenly disappeared from the ranks of leftist organisations and movements  unfortunately, this is clearly a longer struggle. But the wider perception of the ways the gender construction of society affects both men and women in so many aspects of their lives has now become  explicitly, if not always in practice  a more serious concern among the emerging left. Finally, society&apos;s relationship with nature is undergoing much more comprehensive interrogation than ever before. Traditional Marxists tended to be technology fans, to the point where the requirements of an organic and sustainable attitude to nature were rarely factored into discussions about accumulation and productive expansion. All this has changed quite dramatically in the recent past. Today, many of those who call themselves socialists see environmental conservation, the protection of ecosystems, biodiversity and the integrity of a country&apos;s genetic assets, the prevention of environmental damage, and the recovery of degraded natural spaces as matters of public interest and strategy. The fundamental premises of socialism remain: the unequal, exploitative and oppressive nature of capitalism; the capacity of human beings to change society and thereby alter their own future in a progressive direction; and the necessity of collective organisation to do so. The fecundity of the socialist alternatives cropping up in different parts of the world suggests that  whatever we may think to the contrary  socialism has lost nothing of its dynamism and excitement.  Jayati Ghosh will be giving a public Ralph Miliband lecture on the future of the left at the London School of Economics on 28 May 2012", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/28/emerging-left-world-capitalism", 
    "wordcount": "913"
}