{
    "headline": "Rio+20 summit asks young people: what environmental future do you want?", 
    "text": "     It&apos;s not often 12-year-old girls address world leaders at international summits. But that was just what happened two decades ago when Severn Suzuki admonished delegates at the original Rio Earth summit for failing to address the world&apos;s environmental and social problems:  We&apos;re a group of 12 and 13-year-olds trying to make a difference ... We&apos;ve raised all the money to come here ourselves, to come 5,000 miles to tell you adults you must change your ways. Coming up here today, I have no hidden agenda. I am fighting for my future. Losing my future is not like losing an election or a few points on the stockmarket. I am here to speak for all generations to come. I am here to speak on behalf of the starving children around the world whose cries go unheard. I am here to speak for the countless animals dying across this planet, because they have nowhere left to go. I am afraid to go out in the sun now, because of the holes in the ozone ... Did you have to worry of these things when you were my age? All this is happening before our eyes, yet we act as if we have all the time we want and all the solutions. I am only a child and don&apos;t have all the solutions. I want you to realise, neither do you... If you don&apos;t know how to fix it, please, stop breaking it.  Her finale sparked a standing ovation, which were not common according to my colleague John Vidal, who reported from the Earth summit in 1992. Here&apos;s how Severn ended her speech:  My Dad always says you are what you do, not what you say. Well, what you do makes me cry at night. You grown ups say you love us, but I challenge you: please make your actions reflect your words.  In two months&apos; time, world leaders meet again  this time with Nick Clegg rather than John Major  in Rio to discuss what a sustainable future looks like. The search is on for 2012&apos;s Severn, with the A Date With History competition, in which young people create videos telling the world what future they want. So far, entries from as far afield as China, France and the US have been submitted, with entrants vying to have their video shown at the Rio+20 conference and one winner being flown out there. And this Tuesday, the judges for the competition were announced, including actor Leonardo DiCaprio, nu-metallers Linkin Park and UN climate chief Christiana Figueres among others. Kristin Casper, a Rio+10 youth spokeswoman and one of the judges, explains the focus on younger voices: &quot;There are times when only the voice of youth can pierce the complacency of &apos;business-as-usual&apos; diplomacy. Times when speaking truth to power needs to be simple, emotional and moral. Times when our leaders need to look into the eyes of their children and remember who we need the just and green future for. This is such a time.&quot; Figures adds: &quot;We know that we are currently borrowing the planet from our children and grandchildren, so it is only fitting that their voice be the clarion call of Rio.&quot; The theme of &quot;what future you want&quot; comes from a UN report earlier this year, on &apos;a future worth choosing&apos;, which lays out what it thinks that future looks like:   The long-term vision of the panel [that produced the report] is to eradicate poverty, reduce inequality and make growth inclusive, and production and consumption more sustainable, while combating climate change and respecting a range of other planetary boundaries.  Add your voice over on the A Date With History site, or in the comment thread below.  The headline of this article was changed on 17 April from &apos;our children&apos; to &apos;young people&apos;", 
    "section": "environment", 
    "gid": "environment/blog/2012/apr/17/environmental-future-rio-earth-summit", 
    "wordcount": "637"
}