{
    "headline": "Badger cull postponed until 2013", 
    "text": "     England&apos;s controversial badger cull has been postponed until next summer in an embarrassing U-turn by Owen Paterson, the environment secretary. Patterson said he remained &quot;absolutely committed&quot; to culling, but opponents of the kill pledged to continue the fight to get it abandoned. According to Paterson, the farmers charged with carrying out the cull, aimed at curbing the rise in bovine tuberculosis (TB) infection in cattle, were now unable to carry out the scheme before the start of winter, in part due to the higher than expected badger numbers. &quot;It would be wrong to go ahead if those on the ground cannot be confident [of completing the cull],&quot; he said. Paterson blamed the rainy summer weather, the time-consuming legal challenges to the cull, and the Olympicswhich had led to insufficient police were available to start culling in the summer. &quot;I must emphasise that there is no change to the government&apos;s policy,&quot; he said. &quot;This policy is absolutely intact.&quot; Asked by the Guardian whether he was concerned about public opinion being against him, Paterson said: &quot;I will do what is right, not what gives me a warm feeling or gives protest groups a warm feeling.&quot; Number 10 denied David Cameron hasd intervened in the decision, but said that he had been &quot;aware and was consulted&quot;, and it was &quot;possible&quot; he had talked to farmers directly about their concerns. There had been suggestions that the prime minister, who has a rural constituency in Oxfordshire, had been the reason the announcement was delayed at the end of last week because he was coping with the resignation of his chief whip, Andrew Mitchell, or conversely that Cameron intervened to insist on delaying the cull after an appeal from farmers worried that Defra were determined to press ahead. &quot;There have been discussions over the last few days about this and Number 10 and the PM have been involved in those discussions,&quot; said the prime minister&apos;s official spokesman. The shadow environment secretary, Mary Creagh, said: &quot;We have the right decision for the wrong reasons. The government has been twisting the evidence to fit their policy. We warned for two years that this cull was bad for farmers, bad for taxpayers and bad for wildlife.&quot; Paterson and the National Farmers&apos; Union (NFU) will have to overcome a series of major problems if the cull is to proceed next year. Scientific and public opinion are strongly against the cull, likely legal challenges remain and the cost and logistics of culling remain difficult. NFU president, Peter Kendall, said: &quot;For those that have suggested that this cull is irresponsible, I think today&apos;s decision shows that this is simply not the case. Postponement is the most responsible thing to do.&quot; The musician Brian May, whose successful e-petition won the first Commons debate scheduled for this Thursday, said: &quot;This is by no means the end of the line. What we need is a complete abandonment.&quot; He pledged to work with farmers on a pilot vaccination scheme that &quot;could come in months, not years.&quot; Gavin Grant, the RSPCA&apos;s chief executive, said: &quot;Hopefully this marks the beginning of the end for these unscientific, foolish and cruel plans to cull badgers. &quot;This must not be a temporary reprieve, but must mark an end to all cull plans.&quot; The RSPB&apos;s conservation director, Martin Harper, said: &quot;Today&apos;s announcement suggests that farmers and badgers will be in exactly the same situation next summer.&quot; The cull delay follows a major U-turn in 2011 by the environment department on the selling off of public forests. It also follows a difficult week for the government with David Cameron being criticised over an apparently bungled announcement on energy bills and the resignation of chief whip Andrew Mitchell. Ministers and farmers have argued that a cull is essential to help stop the spread of TB, while opponents maintain that the main problem is transmission between cattle and warn that a badger cull could result in fleeing badgers spreading the disease more widely. Last year, 26,000 cattle were slaughtered and the disease cost taxpayers 90m, including compensation to farmers. The planned cull had suffered a series of blows recently, including the discovery of up to twice as many badgers in the culling zones than expected, driving up the cost and complexity of the cull. Whitehall sources said the department had been in &quot;panic&quot; and &quot;chaos&quot; over the problems. The cull also faced a legal challenge from the Badger Trust over costs and public safety around the unmarked cull zones. The government&apos;s claim to a &quot;science-led&quot; policy was derided by Lord John Krebs, the architect of a landmark 10-year badger culling trial. He called it &quot;mindless&quot; and signed a letter with 31 other eminent scientists demanding the government reconsider its plan. But Paterson said: &quot;The decision we have taken wholly conforms to the science.&quot; Opponents argue vaccination and improved biosecurity are better ways of tackling TB. The coalition government cancelled five of its six badger vaccination trials, but work also continues with the Wildlife Trust and the National Trust. A cattle vaccine is in development, but would require changes to EU law to be used. Paterson said: &quot;Everyone would like to press a button labelled vaccine today, but sadly we don&apos;t have one.&quot; On Friday, ministers announced a crackdown on biosecurity measures to take effect from January. But Paterson said such measures could only go so far. &quot;They [the control measures announced last Friday] are significantly tougher than before but it gets to a point where it is very hard to run the business [ie in terms of cost and moving cattle around].&quot; A European commission inspection in September 2011 had revealed a catalogue of failures on English farms. Mark Jones, a vet at Humane Society International, said: &quot;Paterson should use the next months to implement genuinely science-led measures including improved testing and compliance, better biosecurity and the development of vaccines for cattle and for badgers. It will be a tragedy if a supposedly protected wild mammal is sacrificed for the sake of political expedience.&quot; Joe Duckworth, of the League Against Cruel Sports, said: &quot;At the moment, badgers are on death row for nine months. We need the government to change their policy.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/23/badger-cull-postponed-2013", 
    "wordcount": "1076"
}