{
    "headline": "Research in brief  14 February 2013", 
    "text": "Social Science      Photograph: Roberto Schmidt/AFP/Getty Images    A dozen red roses may not be as welcome as washing the dishes on Valentine&apos;s Day, a study by the Open University finds  showing simple acts of kindest are key to helping couples stay together. New research into consumer choice conducted at UEL shows that negative information may have a much smaller effect than previously believed. Consumers ultimately still pick popular brands over lesser known names, even if the famous brands have negative reviews. Science and technology     Photograph: ACE STOCK LIMITED / Alamy/Alamy    The first basic training package created by researchers at the University of Cambridge and Manchester to teach students and scientists how to best use the fruit fly, Drosophila, for research has been published. It&apos;s hoped it will encourage more researchers working on a range of conditions from cancer to Alzheimer&apos;s disease to use the humble fly. A widespread badger cull will not solve the problem of tuberculosis in cattle, according to new research by Durham University. But the study says that it may play a part in controlling infection levels in problem hotspots in the UK. Arts and humanities      Photograph: www.alamy.com    Lancaster University academics have come up with the formula for the perfect love poem to help thousands of hapless men across the UK this Valentine&apos;s Day. The template combines the rhythm of a 14-line sonnet, with traditional French blazon poetry. Here&apos;s your perfect Valentine&apos;s Love Poem template O love your eyes are like ............ So beautiful to see Your cheeks are ....................... as ...................... As fair as fair can be. Your lips are .......................... as .............................. And when I hear you speak Your voice sounds ..................................................... And makes my knees go weak. Your skin is soft as ............................................ You&apos;re all my dreams come true Your hair is like a ..................................... of ...................... And I&apos;m in love with you. And finally     Photograph: Sarah Lee for the Guardian    Research from the University of Oxford shows Neanderthals died out earlier than previously thought. Since the 1990s, scholars have believed that around 35,000 years ago the last of the Neanderthals sought refuge in southern Iberia, in an area known as Spain today. However, new dating evidence on fossilised bones from sites in the region suggests that the fossils could be 15,000 years older than previously thought. Would you like your university&apos;s research featured on the network? Email claire.shaw@guardian.co.uk with your latest news This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/14/research-in-brief-university", 
    "wordcount": "404"
}