{
    "headline": "Stewards of the natural world do not understand the precautionary principle", 
    "text": "Here&apos;s something remarkable I stumbled across while researching my column on Monday, but did not have room to include. I hope you&apos;ll agree that it is worth sharing. I was trying to understand the context for the new chief scientist&apos;s cavalier treatment of scientific evidence, in an article he wrote opposing a European ban on neonicotinoid pesticides. These are the toxins which, several studies suggest, could be partly responsible for the rapid decline in bees and other pollinators. Just one month into the job, Sir Mark Walport has, I believe, disgraced himself: by misrepresenting the science, misinforming the public about risk and uncertainty and indulging in scaremongering and wild exaggeration in support of the government&apos;s position. I believe he has seriously damaged his standing and that of the office he holds. Among the many problems with the article he wrote was the way he defined the precautionary principle. Interpreting and upholding this principle is fundamental to the chief scientist&apos;s role. Yet he doesn&apos;t seem to understand what it means. Here&apos;s what he said about it:  &quot;This simple idea just means working out and balancing in advance all the risks and benefits of action or inaction, and to make a proportionate response.&quot;  Oh yes? Here&apos;s how the Rio declaration, which the UK, with 171 other states, signed in 1992, defines it:  &quot;Where there are threats of serious or irreversible damage, lack of full scientific certainty shall not be used as a reason for postponing cost-effective measures to prevent environmental degradation.&quot;  The difference is critical to an understanding of the government&apos;s environmental responsibilities. As if to underline the fact that he hasn&apos;t grasped it, Sir Mark used his article to do the opposite: he used a lack of full scientific certainty as a reason for postponing cost-effective measures to prevent environmental degradation. The precautionary principle, as defined by the Rio declaration, has, in the words of the European commission, &quot;become a full-fledged and general principle of international law.&quot; In other words, it&apos;s not something you would expect a chief scientist to make up as he goes along. So the question that occurred to me was this. If the government&apos;s chief scientist doesn&apos;t know what the precautionary principle is, does the government know?     One of the slides on bees and insecticides used by Sir Mark during his speech setting out key priorities on 18 April in Cambridge. Photograph: Government Office for Science    On Monday morning I passed my list of questions to the press office at the Department for Environment, Food and Rural Affairs (Defra). When its spokesperson rang me back, after four hours and two further phone calls on my part, she fluently recited the government&apos;s position on neonicotinoids, but didn&apos;t mention my question on how the government defines the precautionary principle. When I pressed her on this issue, the result astonished me: flat panic. She said she&apos;d get back to me. It took a further two hours. Eventually she sent me this email:  &quot;The precautionary principle applies when there is evidence of serious or irreversible damage. In evaluating the evidence it is necessary carry out a scientific evaluation, identify the extent of scientific uncertainty and identify any potentially negative impacts of taking action. Decisions also take into account whether an action is proportionate and what the benefits and costs of an action are.&quot;  Three things interest me about this response. The first is how long it took. The second is the syntactical error it contains (&quot;it is necessary carry out&quot;). Government documents are rigorously copy-checked, so it seems unlikely that it was lifted from existing advice to ministers. These two features suggest to me that the government&apos;s &quot;definition&quot; was cobbled together for my benefit and did not exist before. A search of the government&apos;s public database produces no matching results. Next time I have six hours to spare, I&apos;ll pursue this question with Defra. The third is that it is not in fact a definition. It&apos;s a statement of how the precautionary principle might be used, but not of what the precautionary principle is. So here&apos;s the provisional but disquieting conclusion I draw from this encounter: the government of the United Kingdom appears not to possess a definition of the principle which sits at the heart of environmental protection and environmental law. This could explain quite a lot. Instead it seems to deploy what I call the providential principle: if there&apos;s even a 1% chance that our policy will not cause catastrophe, we&apos;ll take it. You could see this principle at work in its attempt to sell off the national forest estate. You could see it at work in the government&apos;s strenuous and successful efforts to prevent reductions in the amount of fish caught in our seas. You can see it at work in the government&apos;s abandonment of the marine protection it promised: striking out most of the proposed marine conservation zones, and reducing those which survive to nothing more than paper parks, in which trawling, dredging and other destructive activities can continue. You can see it at work in George Osborne&apos;s attempts to scrap or delay our targets for cutting carbon emissions. You can see it at work in the government&apos;s enthusiasm for biodiversity offsets, and its abandonment of the checks and balances which were supposed to have prevented this scheme from becoming a developers&apos; charter. You can see it at work in the news that the environment secretary appears to be about to relax the rules on the dredging of streams, allowing landowners to send in the diggers to turn them into featureless gutters. And you can see it at work in the government&apos;s efforts, assisted by its new chief scientist, to sabotage the belated attempts to control the use of neonicotinoids. The government of the United Kingdom seems to understand the providential principle very well and the precautionary principle not at all. It is hard to think of a worse basis for the protection of the natural world. www.monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2013/may/01/protect-natural-world-understand-precautionary-principle", 
    "wordcount": "976"
}