{
    "headline": "Mass Effect 3 and the problem of closure", 
    "text": "When is an ending not an ending? Judging by EA&apos;s decision today, it&apos;s when several thousand gamers protest until it&apos;s changed. In March, Canadian developer Bioware launched the final instalment in its hugely popular Mass Effect series. Days later, fans of the sci-fi role-playing adventures, which have sold over five million copies worlwide, began to complain about the conclusion. I won&apos;t give it away here, but many felt that the somewhat abrupt and obtuse nature of the ending left them with a huge sense of anti-climax. Then the protests started. An online petition appreared gaining hundreds of signatures within hours. A group named Retake Mass Effect 3 was founded inviting disgruntled gamers to make donations to the charity Child&apos;s Play in a kind of philanthropic gesture of protest  they raised $80,000. &quot;We believe that it is the right of the writers and developers of the Mass Effect series to end that series however they see fit,&quot; the site maintained. But then they wanted a different ending anyway. They wanted it because the range of conclusions on offer wasn&apos;t wide enough to reflect the diverse array of personal journeys possible through the trilogy, and because the end didn&apos;t close off on every strand of the vast universe the franchise inhabited.  And now Bioware has succumbed. EA has announced that a free DLC release due this summer will &quot;expand upon the events&quot; witnessed at the finale of the game. There will be no interactive content, and the ending isn&apos;t being changed as such; it&apos;s simply a series of cinematic sequences designed to give further clarity to the conclusion and answer some unanswered questions. It is perhaps the gaming equivalent of those text sequences at the end of true story movies, informing viewers about the later lives of the protagonists.  BioWare co-founder Ray Muzyka has said in a statement: &quot;Since launch, we have had time to listen to the feedback from our most passionate fans and we are responding. With the Mass Effect 3: Extended Cut we think we have struck a good balance in delivering the answers players are looking for while maintaining the team&apos;s artistic vision for the end of this story arc in the Mass Effect universe.&quot; It is a victory of sorts for the protestors. But what the whole industry wants to know is, is this right? Well... it&apos;s tricky. The movie business has for years used test screenings of new films to tweak content and appease potential customers  often to the chagrin of directors. It was test screenings of Bladerunner that led to the inclusion of the movie&apos;s happy ending, as opposed to Ridley Scott&apos;s more abrupt and ambigious closure. So really, it does little good arguing that games, like movies, are art and that the artist&apos;s vision should be final: both games and films are commercial entities, delivered to make money for shareholders  feedback and amendments are part of this, whether purists like it or not.  There is also an added complication for games. Over the past few years, the concept of post-release patches and ongoing DLC have muddied the whole concept of the &apos;ending&apos;. We&apos;re being taught by the industry that games are not products anymore, they are services, and as such, expansions and additions are part of the entertainment production line.  Often fans welcome this. Role-playing games like World of Warcraft, Fable and Fallout have all seen various digital extensions offering new locations and story elements  Half-Life 2 was continued into two episodes, which have confused the whole issue of a subsequent sequel. At the same time, developers are obsessed with the idea of community. Every major studio has a community manager whose job it is to foster and maintain links with the online fanbase; many run events and festivals for their most ardent supporters. It has also become commonplace to run public beta tests of forthcoming releases, altering gameplay balance and other content, based on subsequent feedback. This is usually geared toward multiplayer content, of course, but it all feeds into this emerging notion of creative malleability and fan power.  The Mass Effect 3 protesters have been criticised in some quarters, but they&apos;re just doing what the marketers and developers want them to do  take ownership of the brand. Advocacy works both ways; this is a relationship after all. Getting to the end of the Mass Effect series with a character based on saved data from the whole series may represent hundreds of hours of investment from dedicated fans. Shouldn&apos;t that investment offer them some sort of return in the form of a satisfactory conclusion? The problem, of course, is in defining satisfaction. If they just want a happy ending, that&apos;s not really good enough (and that&apos;s clearly not the case here). If the protestors want something more complex and emotionally rewarding, that won&apos;t be addressed by some explanatory clips.  And what if all they&apos;re really upset about is the fact that the thing they love has got to end? There&apos;s a chance that, like the great long-running TV dramas, no ending can ever really bring about total catharsis for a majority of viewers. As the makers of shows like the Sopranos and Lost discovered, the narrative machinery of long-form fiction, with the myriad characters, plot lines and complications it feeds on, is often resistant to the whole concept of sudden, definititive closure. I loved Lost. I watched every episode with enthusiasm and often awe; I read the books that Sawyer did, I studied the philosophers namechecked by the writers, looking for hints and clues... [SPOILER ALERT] Then it ended with Jack saving the world by putting a stone stopper back in a pond plughole, before going to heaven. [SPOILER OVER]. Frankly, I didn&apos;t know what to think, but I know that I was nowhere near forming a protest group. So yes, publishers can talk about games as platforms, they can talk about listening to their communities and reacting accordingly, but really, we have to trust story-tellers to give us the closure they always meant, however painful, however unsatisfactory.  Because there is something fundamental at the heart of this. All things end; everything does. We&apos;re often not very good at accepting this, and we sometimes exhibit that in strange ways. Endings are hard. They hurt. And worst of all, sometimes things just end badly. They end without making any sense. We all know that. Rage against the cruelty of it by all means, but recognise a simple truth  that happy endings have their problems too.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/05/mass-effect-3-new-ending", 
    "wordcount": "1088"
}