{
    "headline": "Boot up: inside Google's FTC fine, HTC's hell, SCO edges to death and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Apple, Samsung competition has HTC in Hell &gt;&gt; BGR Tero Kuittinen:   This may seem like a distant memory, but in the spring of 2010, Samsung and LG were neck and neck in the US handset market. Each possessed 22% of the market. Over the following two years, LG tried to copy every move Samsung made, without trying to create any distinction between the brands. Samsung&apos;s superior display technology and slightly better hardware build demolished its South Korean rival.  HTC learned nothing of this episode -- on the contrary, it has rushed to repeat LG&apos;s mistakes with an eerie precision.  HTC is guilty of a great folly by refusing to learn from LG&apos;s downfall.   Kuittinen is an astute observer of this sector. Is it a Finnish trait? The rise and fall of the company that was going to have us all using biofuels &gt;&gt; Co.Exist  Amyris&apos;s breakthroughs in bioengineering--and its plans to make biofuels from Brazilian sugarcane--promised to transform how the world&apos;s businesses produce energy, cosmetics, and medicine. Then reality (and Wall Street) got in the way.   Long; fascinating. Difference Engine: Copying the copier &gt;&gt; The Economist With the Apple-Samsung fight as a background:   The only reason why governments grant patents (and the monopoly rights they entail) is to promote innovation--in the hope of generating jobs and additional sources of revenue. Patents seek to do this by requiring the inventor to make prompt and full disclosure of the idea, so others may seek a licence to use it, or find ways to work around it. In exchange, the inventor is granted the right to exclude competitors for 20 years or so.  The cost to society of allowing a monopoly to flourish has long been assumed to be outweighed by the benefits that accrue from encouraging individuals to spend their own resources inventing useful things that did not exist before. In short, patents have been seen as a necessary evil for fostering innovation.  That assumption is now being challenged.  SCO Files for Chapter 7: &quot;There is no reasonable chance of &apos;rehabilitation&apos;&quot; &gt;&gt; Groklaw  SCO Group has now filed [PDF] for Chapter 7 bankruptcy protection. They are in Chapter 11 now. What is the difference? Chapter 11 means you are trying to reorganize and survive as a corporate entity. Chapter 7 means you&apos;ve given up the ghost and are shutting down. But not SCO. They want the litigation with IBM to continue. But there&apos;s almost no money left:   The debtors (SCO) &quot;are administratively insolvent&quot;: $3.7m in debt, with only $145,000 of cash. It&apos;s dead, Jim. Google hit with record fine &gt;&gt; Big Brother Watch  As we have often warned, where businesses rely on personal information to offer better targeted advertisements there will be inherent tension between respecting consumer privacy and pursuing profit. Staff will inevitably come under commercial pressures, as in any other business. Big Brother Watch believes that innovation and technology will address this in the future, but that regulation is essential where companies seek to over-ride consumer choices about sharing their data.   Also has a good rundown of how Google&apos;s story about what happened kept changing. How Google overrode Safari&apos;s cooke controls &gt;&gt;FTC Tech blog Ed Felten (yes, him) explains on behalf of the FTC what Google did that led to it getting walloped with a $22.5m fine for usurping Safari&apos;s cookie blocking. Internet Archive starts seeding 1,398,875 torrents &gt;&gt; TorrentFreak  The Internet Archive has just enriched the BitTorrent ecosystem with well over a million torrent files, and that&apos;s just the start of &quot;universal access to all knowledge.&quot; The torrents link to almost a petabyte of data and all files are being seeded by the Archive&apos;s servers. Founder Brewster Kahle told TorrentFreak that turning BitTorrent into a distributed preservation system for the Internet is the next step.   The Internet Archive is a wondrous thing.", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/10/google-ftc-apple-samsung", 
    "wordcount": "670"
}