{
    "headline": "UK funds aim to end female genital mutilation 'in a generation'", 
    "text": "The British government has pledged up to 35m to help eliminate female genital mutilation (FGM) in a generation. At the UN Commission on the Status of Women (CSW) on Tuesday, UK international development minister Lynne Featherstone said this was the largest donor contribution to tackling the practice, which is prevalent in many countries. Featherstone said she hoped the UK&apos;s commitment would prompt other countries to donate. Until now, only around 18m had been allocated to FGM by donors. &quot;This is an opportunity, with momentum building, to take it forward and realise the hope of ending it [FGM] in a generation,&quot; she told the Guardian. &quot;We want it to move from being harmless to being a harmful right of passage.&quot;           The adoption of a resolution outlawing FGM by the UN general assembly in December has added impetus. The initiative for the resolution came from the Inter-African Committee on Traditional Practices, which began its campaign two years ago. The organisation hopes to be among those that will benefit from the UK funding. About 25 African countries have declared FGM illegal, although implementing such a change in law in some countries is challenging, as the practice is bound up in centuries of tradition. According to the World Health Organisation, more than 100 million girls in Africa age 10 and older have undergone FGM. The practice is most commonly carried out on girls up to the age of 15. FGM involves the partial or total removal of genitalia, which the UN and the WHO say is a flagrant violation of girls&apos; and women&apos;s rights. The practice has no medical benefits, but can lead to serious injury, infection and death. It can cause complications in childbirth and takes away sexual pleasure for women. &quot;It reflects deep-rooted inequality between the sexes, and constitutes an extreme form of discrimination against women,&quot; says the WHO. Featherstone said a portion of the new money  expected to be around 8m  would be spent on research into the best ways of ending the practice. The rest will be used to fund community programmes, with money channelled through the UN programme on FGM, and support the Home Office in targeting the diaspora, who take children from the UK overseas to be cut. &quot;We have an issue with the diaspora and they are hard to move,&quot; said Featherstone. The minister will visit Senegal and Sierra Leone to see how they are dealing with FGM. Senegal, which banned FGM in 1999, is understood to be close to eliminating the practice within a few years. In Sierra Leone, despite legislation outlawing the practice for under 18-year-olds, and a strong women&apos;s movement keen on making sure it&apos;s upheld, FGM remains a largely taboo subject. MPs have received threats for openly talking about FGM, which is carried out by secret societies (pdf). In Senegal, Featherstone will visit an organisation called Tostan, which has been praised for its work helping communities abandon FGM. The organisation spends up to three years in villages, educating people about their human rights, which includes the rights of girls and women not to have FGM. Since the organisation began its work in 1991, more than 6,000 villages have abandoned FGM and child marriage. A UN assessment of Tostan&apos;s work in 2008 said the prevalence of the practice had dropped by approximately 70% in villages that participated in programmes, compared with a 40% drop in controlled villages. Featherstone wants to assess whether organisations like Tostan will benefit from the new funds, keeping in mind the Department of International Development&apos;s (DfID) focus on value for money. &quot;It [Tostan] appears to be a method that will work,&quot; said Featherstone. &quot;I want to see it for myself and see how it works.&quot; Asked if there was a danger that outlawing FGM would encourage parents to marry off their daughters at a young age to avoid any suggestion they sleep around, Featherstone said she couldn&apos;t say at this stage, but hoped issues like this would be revealed through new research. The Orchid Project, which advocates ending FGM, said the amount DfID had allocated was &quot;breathtaking&quot; and &quot;the first significant investment the UK has made in ending FGC [female genital cutting]. It is also the single largest international commitment to the issue and as such lays down an important marker in the movement to end FGC within a generation.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/06/uk-funds-female-genital-mutilation-generation", 
    "wordcount": "740"
}