{
    "headline": "Live Q&A: how far will an apprenticeship take me?", 
    "text": "If you&apos;d like to move straight from school to the workplace, but are unsure about how to get a foot on the job ladder, an apprenticeship might be the answer. Apprenticeships are paid jobs that give you the chance to learn  and gain nationally recognised qualifications  while getting a weekly wage. Whether you want to work in nursing, engineering or for a big organisation like the BBC, there&apos;s plenty of choice out there. This summer alone around 15,000 apprenticeships vacancies are up for grabs. But how far can an apprenticeship take you? Isn&apos;t going to university and entering the job market as a graduate a safer option? And how can you make your application stand out? This Wednesday we&apos;ll be hosting a live Q&amp;A with the employers running apprenticeship schemes and current apprentices. If you&apos;re considering applying for an apprenticeship and want advice from those in the know - now is your chance. Join us on Wednesday from 1-3pm to be part of the discussion, or leave your question and comments now by posting them in the comment section below. The panel Huw Southcott is academy director of the Michael Caines academy at Exeter College. The academy trains the region&apos;s next generation of restaurateurs, chefs and waiters Maddy Sutton is an apprentice studying a diploma in laboratory and associate technical activities (industrial science) within the product development and technical support team at Actavis UK Ltd, a pharmaceutical company. Nicole Martin is a 3rd-year female software developer apprentice at BAE systems Jamie Stevens has twice been titled British men&apos;s hairdresser of the year. He was an apprentice himself and is a passionate advocate of training in this way  he has two apprentices at the moment in his salon.", 
    "section": "education", 
    "gid": "education/2012/aug/20/how-far-will-an-apprenticeship-take-me", 
    "wordcount": "290"
}