{
    "headline": "Universities to reach out to seven-year-olds", 
    "text": "Universities will offer campus trips and workshops to pupils as young as seven, as part of a new drive to encourage young people from poor backgrounds to consider staying on in education once they&apos;ve finished school. Universities that charge more than 6,000, the basic annual tuition fee, have to outline how they will spend funding allocated to attracting disadvantaged students. For the first time, the Office for Fair Access (Offa) is urging them to work with primary schoolchildren. It has told universities that agreements for the academic year 2014-15 must include plans to work with children from key stage 2 onwards (ages seven to 14), as well as with adults who have the potential to be mature students. Offa director Les Ebdon says summer classes and school visits are vital to widening participation. &quot;Often, people in schools and communities where very few progress to higher education simply don&apos;t consider university as an option, or don&apos;t get the right advice and guidance on GCSE and post-16 options, even though they have the potential to succeed.&quot; In written advice to universities, he says they are not doing enough to reach young people from deprived backgrounds. &quot;My meetings with the sector to date suggest that there needs to be a further step-change in the efforts devoted to this area. So let there be no doubt  sustained, well-targeted outreach such as summer schools, masterclasses and mentoring can be very effective and we want to see more of it.&quot; At the moment, institutions spend most of the money earmarked for access on financial support for students, such as bursaries and fee waivers. But Offa points to research showing that this does not impact on students&apos; choices of institution. Offa wants universities to provide &quot;a clear rationale&quot; to explain the allocation of access funds. They must also monitor how successful their programmes are at recruiting and retaining students. Universities that take the fewest students from non-traditional backgrounds will have to spend the most on widening access. The demise of Aimhigher, an initiative aimed at widening participation that was axed by the coalition in 2011, means there is no longer a national framework for widening participation, Ebdon says. Universities must instead work together when targeting low participation neighbourhoods. Offa also advises universities to involve current students in the design of outreach programmes. Dr Wendy Piatt, director general of the Russell Group, agrees that targeting younger children will help widen access, but says cutting bursaries may hurt poorer university students. &quot;We are pleased that Offa recognises that the main causes of under-representation of disadvantaged groups include lower attainment at school, and a lack of advice on subject choices. We also agree that outreach, including early outreach in schools, is vital. &quot;But bursaries are an important weapon in the battle to overcome barriers caused by lack of information and misconceptions about leading universities. They also allow students from all backgrounds to succeed on their course and exploit the opportunities that higher education can offer, including field trips and extracurricular activities.&quot; Liam Burns, president of the NUS, agrees that financial support is essential if students from poorer backgrounds are to fulfil their potential at university: &quot;Outreach programmes can be very helpful in widening access, but it is no good getting students into institutions if they can&apos;t afford to pay their living costs when they&apos;re there, and have to drop out as a result. Our research shows that students prefer regular cash payments to waivers and vouchers of any kind.&quot; Professor Eric Thomas, president of Universities UK, welcomes the suggestion that universities and schools work together to raise students&apos; aspirations: &quot;There are already many good examples of universities, schools and colleges working together to raise aspirations and academic attainment. &quot;We agree that this awareness-raising should start early in the education process and that young people need better advice and information about higher education. It is important that this outreach work is extended to adults and mature learners as well.&quot; Nottingham Trent University Nottingham Trent University has been celebrated by Offa as an example of how universities can target students early in their education. In partnership with the Children&apos;s University, an education charity that aims to raise young people&apos;s aspirations, it formed the Nottingham Children&apos;s University. Children aged 7-14 are encouraged to take part in academic activities outside of their usual lessons. Those who complete enough tasks get to graduate from Nottingham Children&apos;s University. The project, which targets pupils from poorer backgrounds and uses 100,000 of the university&apos;s access funding, is a worthwhile investment, says Mary Brittain, head of schools, colleges and community outreach at the university. &quot;As well as receiving a lot of positive feedback from teachers and parents, national evaluations show that the scheme is successful in raising the attainment of participants.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/17/universities-reach-out-to-seven-year-olds", 
    "wordcount": "812"
}