{
    "headline": "Ofsted inspectors target failing council areas with city-wide school swoops", 
    "text": "Squads of Ofsted inspectors are to descend en masse on schools in underperforming areas in an attempt to end what the watchdog sees as unacceptable variations in standards between local authorities with roughly similar social and demographic mixes. The first such inspection team arrived on Thursday in Derby, one of the areas highlighted as not doing sufficiently well by Ofsted&apos;s new chief inspector, Sir Michael Wilshaw, in his first annual report in November. Up to five other areas face similar swoops in the coming weeks. Around 10% of all schools in each specific area will be inspected over a week, with headteachers and staff questioned about the support they receive from their local authority and the council itself asked about its vision for education. If Ofsted thinks the local authority lacks a coherent plan for improving matters, the watchdog will in turn investigate the council&apos;s schools improvement mechanisms. From April, Ofsted will have the power to inspect the school improvement functions of any local authority where there are more general fears that &quot;the statutory duty to improve school standards is not being met&quot;, the inspectorate said in a statement. A decline in standards could trigger such scrutiny. The Ofsted announcement does not spell out further action but the inference could be that continued underperformance would see the Department for Education forcing a mass conversion of a local authority&apos;s schools into sponsored academies, something that already happens to individual schools Ofsted decrees to be failing. One teaching union raised this as a possibility. The initiative follows serious disquiet raised by Wilshaw in his annual report about access to good education being &quot;far too dependent on where you happen to live&quot;. Announcing the new plan, Wilshaw, who is to set out his ideas at a conference in Sheffield on Thursday, said it was imperative to close the gap between the best and worst councils. He said: &quot;It cannot be right that in local authorities with the same demographics, the same sort of population and the same levels of deprivation, parents have such widely varying opportunities of finding a good school. In some it is over 90%, in others it is just over 40%. This cannot continue. &quot;In these focused and concentrated inspection programmes, we will be seeking to determine whether councils are really fulfilling their statutory duties to promote high standards and fair access to educational opportunity. Ofsted will inspect without fear or favour, and with no preconceived idea of what we will find. If we find that the local authority is proactive in addressing the key issues, and standards are improving, that&apos;s absolutely fine. But where we find evidence that the local authority is not demonstrating effective leadership, then we shall inspect it.&quot; Ofsted has not said which other areas will face the new inspections. However, some indications are available in November&apos;s annual report, where Wilshaw also named Doncaster and Coventry as underperforming. The National Association of Headteachers said it was concerned Ofsted was straying from its remit and could be endorsing the widespread establishment of academies. Russell Hobby, the union&apos;s general secretary, said: &quot;Schools have a right to high-quality support from their authority, which is not always possible as budgets are slashed. This initiative may erode what support is available even further rather than strengthen it. &quot;Simply flagging up failure and blaming entire local authority areas is an almost textbook way to create a climate of combat from which no pupil will benefit.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/17/ofsted-inspectors-councils-city-swoops", 
    "wordcount": "583"
}