{
    "headline": "Tory MP calls for countryside windfarm 'bribes'", 
    "text": "Communities need to be &quot;bribed&quot; to accept more windfarms in the countryside, a Conservative MP has said. Tim Yeo, chair of the Commons energy and climate change select committee, said onshore windfarms needed to be encouraged, after it was revealed that the government wants to slash subsidies. &quot;We do have to work harder to find places where wind turbines are acceptable and be more creative about sharing the benefits with locals,&quot; Yeo said. &quot;Frankly, we need to bribe them.&quot; The Observer revealed on Sunday that the Treasury wants cuts of 25% in subsidies given to onshore turbines, a move critics derided as pandering to the 100 Conservative MPs who demanded cuts from David Cameron in February. The MPs&apos; position has been backed by Lincolnshire county council, which wants to ban wind turbines from being built within 10km of any settlement of 10 or more houses. The council&apos;s leader, Martin Hill, told the BBC&apos;s Today programme: &quot;We&apos;re not going to say we aren&apos;t going to have any more windfarms. But I don&apos;t think we want the whole county to be covered by a forest of them.&quot; Yeo said cutting financial support for windfarms and making them harder to erect did not make economic sense. &quot;The cost of onshore wind is about half that of offshore wind,&quot; he said. &quot;If you want to cut down the cost, slow down the rate of offshore wind development, not onshore.&quot; Yeo said new nuclear power stations, which he supports, would take a long time to build. &quot;We can decarbonise now, or much more expensively in the 2020s. Onshore wind is a quick and fairly easy win.&quot; Subsidies for renewable energy, which the government sees as essential to tackling global warming and securing a sustainable energy supply, are added to home energy bills. These have soared in recent years, mainly due to rises in the global gas prices. Yeo said: &quot;If we shut down all the onshore wind in the country, families would save just 6 a year.&quot; A poll for the Independent shows that two-thirds of people in the UK believe more wind turbines is an acceptable price to pay for more green energy. The findings back those of a poll for the Guardian in March, in which 60% of people said they would support new windfarms in their area, compared with 20% for a coal-fired power station and 24% for a new nuclear power station. The Guardian poll also showed the debate had polarised since 2010, with the number of people strongly opposed to windfarms tripling to 21%. Less than 10% of renewable energy in the UK is owned by individuals or communities, compared with over 65% in Germany, where four times as much clean power is produced. Rainer Hinrichs-Rahwles, head of Germany&apos;s renewable energy federation, said: &quot;The UK system excluded those people who would have to see the turbines from their financial benefits.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/04/countryside-windfarm-bribes-wind-turbines", 
    "wordcount": "499"
}