{
    "headline": "Campaign to end child malnutrition to hold rally in London's Hyde Park", 
    "text": "The Microsoft co-founder turned philanthropist Bill Gates, the former Archbishop of Canterbury Rowan Williams and Nelson Mandela&apos;s wife Graa Machel will speak at a major rally in Hyde Park this weekend as part of a campaign to end child malnutrition. The rally will also feature a huge installation of 250,000 spinning flowers and a total of 2m petals representing the number of lives that could be saved if the necessary funds were raised. Campaigners are hoping it will be the largest popular mobilisation in Britain against global inequality since the Make Poverty History march in Edinburgh which coincided with the G8 summit at Gleaneagles in 2005. The Hyde Park event coincides with David Cameron&apos;s hosting of a Nutrition for Growth summit on Saturday and attended by the Malawian president, Joyce Banda. The event is being co-hosted by the Brazilian government and the Children&apos;s Investment Fund Foundation, an independent philanthropic organisation. It will emphasise the role of business and science in reducing hunger. The aim is to bring forward as much as $1bn in investment to 2015 and 2016 so targets to reduce malnutrion can be reached. At present a very small amount of funding has been pledged for the early years of the programme. The conference has been split into two halves, addressing the global nutrition crisis and bolstering African agriculture. Cameron was said to be hitting the phones over the past few days in an effort to rustle up further pledges from countries and philanthropists. Nutrition for Growth is targetting more than 20 countries. In addition, the partners are expected to initiate a new and improved process for developing higher quality national plans, with an emphasis on plans being peer reviewed, publicly available, evidence-based and fully costed. Cameron wants to make greater transparency on data - one of the big features of his government - a major feature of the nutrition programme. Nearly half of all deaths among children under five - 3.1 million a year - are caused by malnutrition, according to a new series of Lancet reports released this week. The 2013 Lancet series on maternal and child nutrition estimated that stunting, a form of malnutrition which causes a child to be too small for his or her age, affected at least 165 million children worldwide in 2011, with Africa and Asia showing the highest prevalence. &quot;Countries will not be able to break out of poverty or sustain economic advances when so much of their population is unable to achieve the nutritional security that is needed for a healthy and productive life,&quot; said Professor Robert Black of Johns Hopkins Bloomberg School of Public Health, the leading author of the Lancet reports. Brazil is due to hold a replenishment conference during the Rio Olympics in 2016. Specially recorded messages from David Beckham and Eddie Izzard will also be broadcast to the crowd at Hyde Park.", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/06/campaign-child-malnutrition-rally-hyde-park", 
    "wordcount": "483"
}