{
    "headline": "Mystery bird: great tit, Parus major", 
    "text": "    Great tit, Parus major, Linnaeus, 1758, also known as the grey/gray tit, great titmouse, or as the oxeye tit, photographed at Brereton Heath Local Nature Reserve, Cheshire, England (UK).  Image: Roy Hill, 23 Jan 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorize].Canon EOS 5D Mark II, 135mm f/2L + 1.4x extender   Here&apos;s a reminder of the original (cropped) mystery bird image that I shared:      Question: This British mystery bird is notable because one part of its body changes its morphology throughout the season. What body part is this and why does its shape change? Can you identify this mystery bird&apos;s taxonomic family and species?  Response: This is an adult great tit, Parus major, a small songbird that is placed into the tit family, Paridae. It is a common and widespread species found throughout much of Eurasia [range map]. Because these birds are typically sedentary, this bird is of the subspecies, P. m. newtoni, being found in the British Isles. The great tit has 14 recognised subspecies, which may sound like a lot, but believe me, there are plenty of other taxa with many more subspecies!  Great tits feed on insects and spiders in the summer, although they do eat black oil sunflower seeds and peanuts from bird tables. In winter, they increase the amount of seeds and peanuts they consume and add suet and berries to their diet, too. According to a 2009 paper, they have been observed killing and eating hibernating pipistrelle bats in winter when food is scarce [free PDF, doi:10.1098/rsbl.2009.0611]. This is the first time a songbird has ever been seen hunting bats.  Perhaps due to their changing diet throughout the year, the great tit&apos;s beak changes its shape very slightly over the year as its food supply changes from insects to nuts and seeds, according to the RSPB.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/24/5", 
    "wordcount": "375"
}