{
    "headline": "Yahoo appoints PayPal president as chief executive", 
    "text": "Beleaguered internet company Yahoo has appointed Scott Thompson, the president of eBay&apos;s online payments business PayPal, as its chief executive. The appointment of Thompson, who will take a seat on the board of Yahoo, comes as the once-powerful online company considers a range of strategic options including the possible sale of all or part of its business. Thompson replaces Carol Bartz, who was ignominiously ousted in September and subsequently claimed that the company &quot;fucked her over&quot;. The Yahoo chairman, Roy Bostock, said that Thompson&apos;s primary focus will be to work closely with the board on the strategic review to &quot;identify the best approaches for the company and its shareholders&quot;. &quot;As part of this process, Yahoo is considering a wide range of opportunities for the company&apos;s business, as well as specific investments or dispositions of assets,&quot; added Bostock. Thompson, considered something of a dark horse who had not been named in previous reports on candidates tipped to take the top role, said Yahoo is an &quot;industry icon&quot; and is keen to deliver the company&apos;s &quot;next era of success&quot;. &quot;Clearly, speed is important but we will attack both the opportunity ahead and the competitive challenges with an appropriate balance of urgency and thoughtfulness,&quot; he added. Last month it was reported that Yahoo is also considering a plan to cut back its Asian holdings in China&apos;s Alibaba Group and Japan&apos;s SoftBank, after a problematic time with investors. Yahoo owns a 40% stake in e-commerce company Alibaba and a 35% stake in Yahoo Japan. A sale could yield funds of up to $17bn which could then be used to mollify investors, stage stock buybacks or even make further strategic investments. Companies that have been linked with considering a deal with Yahoo include AOL, TPG Capital, Silver Lake and Microsoft. In November an offer for 19.9% of Yahoo backed by Microsoft, which made an unsuccessful $44.6bn hostile bid in 2008, valued the business at $20.6bn. Last month a consortium including Alibaba Group, Softbank and private equity firms Blackstone and Bain emerged with a tentative plan to buy all of the company in a deal worth about $25bn. To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook.", 
    "section": "technology", 
    "gid": "technology/2012/jan/04/yahoo-appoints-paypal-president", 
    "wordcount": "429"
}