{
    "headline": "Congress vote on EU carbon scheme may block US airlines from paying", 
    "text": "Congress threatened to bring chaos to European Union airports on Tuesday, moving towards a vote on a measure that would ban US carriers from paying for their carbon emissions. The Senate&apos;s commerce, science and transportation committee cleared the way for a floor vote on a bill that would make it illegal for US carriers to comply with new EU legislation requiring airlines that use European airports to pay for carbon emissions. The measure has already been approved by the House of Representatives. In Washington&apos;s deeply divided political climate, opposition to the EU&apos;s aviation scheme remains one of the only areas where Republicans and Democrats agree. Both parties supported the moves in Congress, and the Obama administration has also been putting pressure on Europe to back down and leave it to the International Civil Aviation Organisation to take measures to reduce carbon emissions. The Department of Transportation on Tuesday began two days of talk with 16 other non-European countries opposed to the EU law, aimed at trying to get the ICAO to enact a global solution. American and Asian airlines have said the European emissions scheme is unfair because it counts the entire time the aircraft is in the air  not just the time over European countries. A senior administration official briefing reporters on Monday said, however, that any overall solution must involve setting aside the application of the European Union scheme. &quot;If the EU can go and impose their own system around the world in this way, there&apos;s nothing to say that five or 10 or 20 other countries wouldn&apos;t do the same thing, and I think that creates a risk which is very much a concern, I think, of airlines around the world, that you end up with a kind of patchwork system of different mechanisms, different taxes, and different kinds of policies.&quot; However, the ICAO has only until next April to come up with an alternative before the EU begins enforcing payment on emissions. John Kerry, who had fought the measure on Tuesday, warned that the US was risking a trade war unless American carriers take steps to reduce emissions. &quot;Other places are going to say we don&apos;t want your planes to land here if you are not doing anything,&quot; he told the hearing, according to The Hill newspaper. &quot;We can sit here literally at our economic and security peril, succumbing to the idea that saying the word climate change is a bad idea to American politics,&quot; Kerry went on. &quot;The effect of that is to have stalemated the United States to our loss in the market place and to a our loss in the forefront of energy policy and other things that matter to us.&quot;", 
    "section": "environment", 
    "gid": "world/2012/jul/31/congress-attacks-eu-carbon-tax", 
    "wordcount": "456"
}