{
    "headline": "Nexus 4 sold fewer than 400,000 units in three months, data shows", 
    "text": "Fewer than 400,000 units of Google&apos;s well-regarded Nexus 4 phone, made for it by LG, have been produced, according to analysis by owners of the phones on the XDA Developers forums. The users discovered that the phones&apos; IMEI numbers, which uniquely identify a phone, followed a simple rising sequence. At the same time, other data from the phones allowed them to calculate the date and country of manufacture. The figure palls against the broader picture of smartphone production, where in the third quarter of 2012 a total of 170m were sold worldwide, with the figure expected to near 200m for the fourth quarter. According to figures from the research group Gartner, LG produced just under 14m phones in total in the third quarter; that suggests that the Nexus 4 has only been a tiny part of its production capacity. For comparison, Finland&apos;s Nokia shipped a total of 4m Windows Phone devices in the third quarter - a figure that was seen as failing to make any mark on the market.  According to the calculations of users at XDA-Developers, a site that is very popular with Android users and developers, roughly 70,000 devices were made in October, 90,000 in November, and more than 210,000 in December, making an estimated total of 370,000 units since it first went on sale from Google. The use of serial numbers to estimate production has a long heritage: it was used by Allied mathematicians in the Second World War to calculate German tank production, and more recently by iPhone owners to calculate how many iPhones had been sold in the first nine months of 2008. (Both turned out to be remarkably accurate.) Google has been offering the Nexus 4, which has specifications equivalent to top-flight phones such as Samsung&apos;s Galaxy S III, at prices that seem close to the wholesale cost. But that has frustrated a number of would-be buyers, who found the Google Play store through which it was being offered either sold out or unresponsive. LG is expected to ramp up production this month as it begins pushing out the device to more carriers and retailers - but they will charge a higher price. Google has repeatedly declined to say how many Nexus 4 units it has ordered from LG. It had not responded to a request for comment on the latest estimates by the time of publication. The purpose of the Nexus brand is to show off Google&apos;s &quot;pure&quot; version of its Android mobile operating system. Previous versions have not been big sellers, but have sold respectably: figures revealed in the court case between Apple and Samsung in 2012 showed that the Galaxy Nexus, the 4&apos;s predecessor in 2011, had 512,000 shipments in the US from its launch. Samsung subsequently argued in court that the Galaxy Nexus sales were &quot;so miniscule&quot; that they did not constitute a threat to Apple&apos;s iPhone, and so should escape a sales ban. The first Nexus phone, the Nexus One, sold fewer than 150,000 devices in its first month. However the excitement around the Nexus 4 suggested that it had been a broader hit. The figures from XDA-Developers suggest otherwise. If Google had flooded the market with millions of Nexus phones, that could have upset relations with carrier partners and other Android handset makers. But the apparently low volumes produced should mean that only a minority of the most eager Android users will have the phones - satisfying Google, which wants users who will make the most use of the phones to repay its investment, while not annoying carriers or handset makers. But even so Google has been overwhelmed with demand, forcing its UK managing director Dan Colbey to make a fulsome apology - although he blamed LG, saying that handset supplies had been &quot;scarce and erratic&quot;.", 
    "section": "technology", 
    "gid": "technology/2013/jan/03/google-nexus-4-phone-sales", 
    "wordcount": "642"
}