{
    "headline": "Stephen Emmott: overpopulation is at the root of all the planet's troubles", 
    "text": "Stephen Emmott is a professor of computing at Oxford University and head of Microsoft&apos;s Computational Science Laboratory in Cambridge. His lab is devoted to finding new techniques and ideas for solving key scientific problems. One of his research groups works on small-scale issues including the make-up of living cells and includes immunologists and neuroscientists. Another group is focused on global problems including the carbon cycle and is made up of plant biologists and marine ecologists. Emmott, who is 52, is also the star of the forthcoming solo theatrical production Ten Billion, a co-operation between himself and distinguished director Katie Mitchell, whose past works have included A Woman Killed with Kindness at the National Theatre. The show opens at the Royal Court in London this week and focuses on the state our planet will be in when its population reaches 10billion. So what exactly is the play about? It&apos;s not really a play. I don&apos;t know how to describe it. I have been calling it The Thing so far. In effect, the set  at the Upstairs theatre at the Royal Court  is a recreation of my office, which is a dump full of papers and piles of old journals. And there is a whiteboard, I will be drawing a lot on that. You could call it a discourse on the biggest experiment ever carried out by humans. We made a great deal of fuss about the discovery of the Higgs boson. It has been described as the greatest scientific experiment of all time. But it is nothing compared with the experiment humanity is now carrying out on our own planet. Our numbers are set to reach 10billion  at a very conservative estimate  by the end of the century. Those swelling numbers are destroying ecosystems, polluting the atmosphere and the sea, raising temperatures and melting ice caps and we have no idea what the outcome will be. That is some experiment. How did you pick the subject of human population? I met Katie Mitchell at a function. She was extremely interested in putting on a theatrical production about science, and she and her colleagues met me and a few members of my laboratory for a long weekend at Aldeburgh to thrash out various ideas. We came up with human population. Human numbers have risen from one billion to our current population of seven billion in 200 years. That is pretty short order, and we have got to that state through our cleverness and inventiveness. But that cleverness and inventiveness are now the sources of all the global problems we face today  and those problems are only going to intensify as our numbers continue to grow. It is really important to talk about overpopulation. Far too many scientists still refuse to discuss the issue. Yet it lies at the heart of all our environmental problems today. What is going to happen on stage. Is this an animated lecture or what? It is like nothing else I have ever done before and has involved a great deal of revision. My first scripts were too formal. It was as if I was writing for a journal. I have had to find a more naturalistic voice. I am not learning lines, however, just a set of points that I want to make as the show progresses. Katie will then introduce the kind of tempo that the show needs. I want to change people&apos;s ideas about the impact we are having on the planet. We need changes at a political level. What have done so far is pitiful. Durban, Kyoto, Copenhagen  all have been failures. We are in a desperate situation and I don&apos;t think people realise that. Many think we will find a clever solution sometime in the future, like building solar shields in space to keep our planet cool. I am going to tell the audience that these ideas are very suspect. Radical behaviour change is what is really needed. Our problems are not just those concerned with carbon emissions. There are so many other things  overfishing, destroying habitats and eradicating species  that we need to change. It is either that or sit and do nothing which, in effect, is the position we have adopted so far. Science has spent far too long hiding behind caveats. We have to come off the shelf although I suspect it may too late now. Indeed, the show will end with my admitting to the audience that I think we are fucked. Heady stuff. How long have you got? The show will last about 90 minutes. That would be OK except I injured my back in a fall a few days ago and a disc in my spine has become dislodged. I will have to do Ten Billion on crutches. I look more like an understudy for Richard the Third than a man who is performing a show about ecology. It should look interesting, though. Ten Billion opens at the Royal Court, London, at 7.45pm on 18 July ", 
    "section": "science", 
    "gid": "technology/2012/jul/15/overpopulation-root-planet-problems-emmott", 
    "wordcount": "834"
}