{
    "headline": "Shaman and British wife embark on rainforest campaign against oil threat", 
    "text": "An Ecuadorean shaman and his British wife will embark this week on a house-to-house campaign in their Amazonian village to dissuade locals from granting exploration rights to an oil company in an area of pristine forest close to the Yasuni national park. Patricio Jipa and Mari Muench hope to thwart the advances of PetroAmazonas, which has promised villagers from the Kichwa indigenous group that they will get cash, new schools, a new eco-lodge, better healthcare and university education for their children if they accept plans for a seismic survey. Muench, a businesswoman from London, said they have until a village meeting on 27 October to win over a majority of the 422-member community on Sani Isla, which has land usage rights over an area of 70,000 hectares in one of the most biodiverse areas in the world. Scientists say a single hectare in this region contains a wider variety of life than all of North America. But it is under a growing threat from loggers and energy firms. Oil companies have promised to minimise the environmental impact of exploration and extraction, but the paths they cut and the roads they build tend to lead to immigration and destruction of the the forest for agriculture. Freshwater ecosystems have also been polluted by the traffic along the Napo River and creeks that lead into this tributary of the Amazon. The villagers are part of the Kichwa indigenous group, which has moved from hunting with blowpipes to promoting eco-tourism within two generations. The villagers have tried to lift their incomes by jointly investing in an eco-lodge but it has failed to break even in recent years, prompting a growing number of residents to look more favourably on the offer from the oil firms. Patricio said they face a heart-wrenching decision.           &quot;The oil companies have made great in-roads this time. They have found our people at an all-time low emotionally and financially, and have seized their chance. How can we help the community give up such wonderful opportunities? They are offering what we need and want, but the cost is immeasurable for us and the rest of the world. We are isolated and fighting alone.&quot; He is appealing for expertise, financial help and media coverage to protect the forest from the developers. With huge financial opportunities for developers interested in extracting the area&apos;s resources, the stakes are high. Several years ago, Patricio was told that someone had been paid to kill him. As the most prominent opponents of potentially lucrative oil development in this extensive tract of land, the couple continue to face risks. The NGO Global Witness has reported a growing trend of killings of environmental activists, particularly in the Amazon, where laws are poorly enforced. The couple do not consider themselves activists, but they are at the frontline of efforts to leave the forest intact, having loaned the villagers money to keep the eco-lodge afloat and now campaigning against the oil exploration. Muench  who married Patricio two years ago in a ceremony where she wore a head dress and an outfit made from tree bark  said the couple would take their 14-month-old child with them on their backs when they walk or canoe between homes that can be several kilometres apart and only accessible through forest paths or along creeks. &quot;It is frightening. I have been laying in bed wondering what we should do,&quot; she said. &quot;But how can I look my daughter in the eye when she is older and tell her we were too afraid to fight for her and her land?&quot; Their situation mirrors what is happening to the wider resource-rich Yasuni region where the government has carved up much of the land into oil-exploration blocks. One area of about 200,000 hectares has been targeted for protection under a plan called the ITT Initiative, which the government has promised to leave intact if the international community provides compensation worth at least half of the $7.2bn oil reserves believed to lie beneath the surface. Conserving the Sani Isla region is potentially cheaper but politically more difficult. Maintaining an eco-lodge and ensuring the community of 422 indigenous people have a decent school, jobs and university opportunities for their children would cost a fraction of the money sought by the ITT Initiative. They have fought off oil company advances and promises for many years, but without government support, it is hard to imagine the community will be able to resist the oil companies indefinitely.", 
    "section": "environment", 
    "gid": "environment/2012/oct/16/rainforest-campaign-oil-threat", 
    "wordcount": "751"
}