{
    "headline": "Has the internet run out of ideas already?", 
    "text": "Earlier this year, American legal scholar Tim Wu published a sobering book: The Master Switch: The Rise and Fall of Information Empires. In it, he surveyed the history of the great communications technologies of the 20th century  the telephone, movies, broadcast radio and TV. And in the story of each of these technologies, Wu discerned a pattern  &quot;a typical progression of information technologies: from somebody&apos;s hobby to somebody&apos;s industry; from jury-rigged contraption to slick production marvel; from a freely accessible channel to one strictly controlled by a single corporation or cartel  from open to closed system. It is a progression so common as to seem inevitable, though it would hardly have seemed so at the dawn of any of the past century&apos;s transformative technologies, whether telephony, radio, television or film.&quot; Each of these technologies, Wu argued, started out as gloriously creative, anarchic and uncontrolled. But in the end each was &quot;captured&quot; by corporate power, usually aided and abetted by the state. And the process in each case was the same: a charismatic entrepreneur arrived with a better consumer proposition  for example, a unified system and the guarantee of a dial tone in telephony; or a steady flow of good-quality movies created by a vertically integrated studio system in the case of movies  that enabled a corporation or a cartel to attain control of the industry. The big question, Wu asked, is whether this will happen to the net. It&apos;s a good question. The internet was another one of those gloriously creative, anarchic technologies that spawned utopian dreams. Its internal architecture  its technical DNA, if you like  enabled an explosion of what Barbara van Schewick called &quot;permissionless innovation&quot;: all you needed to prosper was ingenuity, software skills and imagination. So what the network&apos;s designers created was, in effect, a global machine for springing surprises. For the last two decades, we&apos;ve been gratified, bamboozled, astonished and sometimes alarmed by the surprises it has sprung. The first-order ones were innovations such as the world wide web, file-sharing, VoIP (internet telephony) and malicious software. In turn, these first-order surprises generated other, second-order ones. The web, for example, served as the foundation for search engines, Flickr, blogging, YouTube, Wikipedia and, latterly, smartphones and Facebook. We&apos;re now at the stage where we should be getting the next wave of disruptive surprises. But  guess what?  they&apos;re nowhere to be seen. Instead, we&apos;re getting an endless stream of incremental changes and me-tooism. If I see one more proposal for a photo-sharing or location-based web service, anything with &quot;app&quot; in it, or anything that invites me to &quot;rate&quot; something, I&apos;ll scream. We&apos;re stuck. We&apos;re clean out of ideas. And if you want evidence of that, just look at the nauseating epidemic of patent wars that now disfigures the entire world of information technology. The first thing a start-up has to do now is to hire a patent attorney. I had a fascinating conversation recently with someone who&apos;s good at getting the pin-ups of the industry  the bosses of Google, Facebook, Amazon et al  into one room. He recounted how at a recent such gathering, he suddenly realised that everyone present was currently suing or being sued for patent infringement by one or more of the others. How have we got ourselves into this mess? How long have you got? But here are a few of the obvious culprits. One is our obsolete intellectual property regime, which, instead of encouraging innovation, is nowadays mainly used to discourage it. Another is our failure to build the kind of networking infrastructure that could form the basis for really disruptive applications of IT. Fixed-line bandwidth in the UK is poor enough, but it&apos;s lightspeed compared with the shambles of mobile broadband, as any smartphone user will testify. A third sheet-anchor is provided by the business models currently dominant in the industry, namely the provision of &quot;free&quot; services in return for massive intrusions on privacy and other swindles. As a nice chart on the Pinboard blog shows, the bigger free services get, the more money they lose  and that revenue has to come from somewhere. In the end, the only stable, ethical business models will be those based on consumers paying for services. And the likelihood of that happening soon is negligible. But perhaps the biggest curb on innovation is the fact that the technologies that might serve as the springboards for next-generation surprises are increasingly closed and controlled. Facebook, for example, was built on the web, which is an open platform. But Facebook is busily creating a walled garden in which the only innovations that can arise from it are ones allowed by the proprietors. The same applies to the tethered devices that we know as smartphones and tablets. We look like being the first civilisation in history that invented a golden goose  and then strangled it.", 
    "section": "technology", 
    "gid": "technology/2012/apr/29/internet-innovation-failure-patent-control", 
    "wordcount": "816"
}