{
    "headline": "Ninja Gaiden Sigma Plus", 
    "text": "One of Sony&apos;s many claims about the capabilities of the PS Vita is that its handheld can deliver a deep and immersive home console experience to gamers on the go. If you wanted proof of this statement, you could cast an eye at Ninja Gaiden Sigma Plus, a PS Vita port of Team Ninja&apos;s enhanced PS3 update of their 2004 slice &apos;n&apos; dice. It not only looks fantastic, but its gameplay is still just as engrossing as it was when it was first released as an Xbox exclusive, thanks to its incredibly polished fighting mechanics. Players who walked the path of the ninja with Ryu Hayabusa know what to expect  indeed, they&apos;ve probably played this game in one of its earlier versions. To those who are unfamiliar with the Ninja Gaiden series, Sigma Plus is probably as good an entry as any other  and that&apos;s quite an achievement. In it, players take on the role of Ryu who returns to his home village in order to infiltrate the dojo of his uncle and clanhead. Once Ryu has matched his fighting skills with his uncle (the game&apos;s first boss), he sets out to avenge his slaughtered ninja clan. The early stages offer up a decent tutorial, familiarising the player with the game&apos;s controls and introducing them to its combat system.     Ninja Gaiden Sigma Plus    Crucially, the first chunk of the game also rams home the point that Ninja Gaiden isn&apos;t a game that can be beaten through button bashing. Tight focus and chained attacks are key to surviving any battle  be it against ninjas, demons or armed soldiers. Players not only have to learn Ryu&apos;s lethal attack combos, they have to exercise patience and timing to successfully deploy them. They&apos;ll also have to deal with one of the most rubbish cameras in gaming, which doesn&apos;t do well in tight, enclosed spaces. Then again, this has been a problem with all the Ninja Gaiden games on next-gen consoles, as is evidenced by the heaps of smashed console control pads the series has left in its wake. So Ninja Gaiden Sigma Plus, like all of its forebears, is hard, but incredibly rewarding. Players who are newbies even have a lower difficulty level they can start off on so their first experience of the series needn&apos;t be a baptism of fire. Alongside that new addition, the port has made some attempt to incorporate the PS Vita&apos;s touchscreen controls into the proceedings. Players need to tilt the screen and tap opponents in order shoot arrows at them, and the magical fire Ninpo attack requires them to tap the rear touch-surface to line up symbols on the screen. To be honest, these controls don&apos;t sit right with Ninja Gaiden&apos;s old-school combat system and they notably break up the flow in the action.     Ninja Gaiden Sigma Plus    However, the PS Vita controls, while feeling shoehorned in the proceedings, are not deal-breakers overall. Ninja Gaiden Sigma Plus is still a fantastic game, and whether you&apos;re a newcomer or a long-time fan of the series, this is an essential purchase for PS Vita owners. Just remember to count to 10 when frustration sets in because angrily hurling your control pad to the ground is no longer an option.  Game reviewed on PS Vita", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/23/ninja-gaiden-sigma-plus-review", 
    "wordcount": "536"
}