{
    "headline": "Newspapers in UK and US give climate sceptics most column inches", 
    "text": "Climate sceptics feature more prominently in newspapers in the US and UK than other countries, and their views are more likely to go unchallenged in right-leaning papers, an academic study has shown. Friday&apos;s report, which was published in the Environmental Research Letters journal, delved deeper into data that was first published last year. For the study, 2,064 newspaper articles from the US, UK, France, China, Brazil and India over two three-month periods in 2007 and 2009-10 were scrutinised for the quantity and type of climate sceptic voices featured on both news and opinion pages. The authors examined in particular the political leanings of each newspaper and concluded that there was &quot;little evidence&quot; that this influenced coverage of climate sceptics in Brazil, India and China. However, in the US and UK, and to some extent France, the political leaning of the newspaper did affect coverage of climate sceptics. &quot;The strongest evidence for a distinction between left-leaning and right-leaning newspapers can be found in the opinion pages in France, the UK and the US, where right-leaning newspapers are much more likely to include uncontested [climate] sceptical voices,&quot; concluded the authors. There were some surprises in the data, though, said the authors, James Painter of the University of Oxford&apos;s Reuters Institute for the Study of Journalism (RISJ) and Teresa Ashe of Birkbeck College. For example, they found that there were slightly more articles of all types  opinion pieces and news stories  containing sceptical voices in the left-leaning newspapers from the countries studied, than in the centrist or right-leaning newspapers. But, in the left-leaning papers, the views of climate sceptics were far more frequently countered within an article by an opposing view. The data was first released last year in a report entitled Poles Apart, published by the RISJ. It limited its search to two key time periods of climate coverage: the publication of the UN Intergovernmental Panel on Climate Change report in 2007, and the release online of the hacked &quot;Climategate&quot; emails in late 2009. It also differentiated between three types of climate sceptic featured in the chosen newspapers: the &quot;trend sceptics&quot; (who deny the global warming trend); the &quot;attribution sceptics&quot; (who accept the trend, but question the contribution of mankind&apos;s emissions); and the &quot;impact sceptics&quot; (who accept human causation, but claim impacts may be benign or beneficial, or that the models are not robust enough to know). The authors refrained from trying to theorise about why climate sceptic voices featured more frequently in the newspapers published in Anglo-Saxon countries, but did observe that &quot;the presence of organised sceptical groups or individual climate sceptics in [the US and UK], and their virtual absence in the other four countries, could have been just as important driver of media outcomes as editorial decisions [of newspapers]. They are adept at getting their voices heard in the media when the opportunities arise.&quot; Painter, the lead author, said: &quot;These results are significant because they do seem to support those who argue that climate scepticism is much stronger in &quot;Anglo-Saxon&quot; countries, such as the US, UK, Canada and Australia, as measured by its presence in the media. The data would also suggest a lot of the uncontested climate scepticism is found not so much in the news reports but in the opinion pages of right-leaning newspapers in the US and the UK.&quot; Painter added that the study left some intriguing unanswered questions: &quot;It would be interesting to know what has happened since 2010. Others have reported that climate coverage in the media has fallen since then, but has the incidence of climate sceptics appearing in newspapers remained the same, or even increased proportionately? Also, ideally, a wider range of countries needs to be studied, including the study of countries such as Australia, Canada, Norway and eastern Europe, where climate scepticism is known to be prevalent. There is anecdotal evidence, too, that climate scepticism is now on the rise in the Brazilian media.&quot; The newspapers chosen for analysis were the Guardian/Observer and the Daily/Sunday Telegraph in the UK, the New York Times and Wall Street Journal in the US, Folha de So Paulo and Estado de So Paulo in Brazil, People&apos;s Daily and Beijing Evening News in China, Le Monde and Le Figaro in France, and The Hindu and Times of India in India. Separately, insurance company Axa published a survey on Thursday which showed that a higher proportion of respondents in the UK, US and Japan said they doubted climate science than in the other 10 countries polled, which included Turkey, Indonesia, Germany, and Mexico. More than 13,000 people over the age of 18 were asked in an online survey whether they considered that climate change has now been scientifically proven. &quot;Even in countries where people are least convinced of the scientific reality of this phenomenon (Japan, UK, the US), [climate] sceptics are in the minority (respectively 42%, 37% and 35%),&quot; said Axa. Agreement was highest in Indonesia (95%), Hong Kong (89%) and Turkey (86%).", 
    "section": "environment", 
    "gid": "environment/2012/oct/05/newspapers-uk-america-climate-sceptics", 
    "wordcount": "856"
}