{
    "headline": "Fez  review", 
    "text": "Five years in the making, and yet as fresh as one of the 10x10 pixel daisies that punctuate its felt-tip green hills, Fez is at once a tribute to the joy of childhood exploration, the wonder of adolescent Nintendo video games and the adult realisation of life&apos;s unending mysteries. It&apos;s a game without peril, without combat (none of the game&apos;s flora or fauna will harm you), with no character upgrades and where the only enemy to slow you down lies within your own ineptitude or puzzlement. A rare game indeed, then. Fall from too great a distance and Gomez, the fez-wearing protagonist, will crumple in brokenness, only to be returned alive and well to the platform without penalty. But don&apos;t mistake the lack of health bar, lives or any of the usual video game measures of skill and jeopardy as indicating a lack of challenge. Fez is a game of knotted conundrums, secret rooms, locked chests, arcane treasure maps and rabbit holes that lead you on and on through clockwork contraptions that must be conquered before they yield progress. In this way its systems feel as much a homage to the Nintendo games of its creators&apos; youth as the striking pixel art graphics used to theme them. Its pastel shades and avatar&apos;s immortality belie a heart of fiendishness. At this core sits the game&apos;s Escher-like spatial conceit. Fez is a 2D platform game set within a 3D world. A squeeze of the trigger and the scene rotates horizontally by 90 degrees, bringing, for example, two floating shards of land that were once floating 100 metres apart into direct alignment, allowing Gomez to cross unimpeded. Essentially each scene is comprised of four scenes, its physical structures interlocking in four different ways. Braid had players manipulating time to solve its maker&apos;s conundrums. Fez asks us to manipulate space in order to progress, choosing just a handful of unflinching rules and spinning out five hundred vignette ideas to puzzle and delight. As the game progresses you must use you perspective shifting ability to align ladders, to create runways for moving platforms to travel along, and to chain together explosions in the rocks in order to create new passageways. Just when you believe designer Phil Fish has exhausted the potential in the core idea, a new surprise is sketched into a scene, the building of an orchestra of ideas, the likes of which is rarely seen outside of Nintendo EAD&apos;s greatest work. Despite the variety, your core task remains resolute and straightforward: collect 32 golden cubes, each one constructed of eight disparate shards. Like Mario&apos;s stars, these can be found sitting atop trees, underneath waterfalls, behind walls that must be cracked open with cartoon bombs and at the summit of mountains painstakingly scaled. They are scattered across a world interlinked by doors, each one leading to another section of the warren-like superstructure, which reveals itself scene by scene on an esoteric map. Collect all of the shards in a scene, along with any maps, keys or other secrets tucked away there, and the node turns golden on the map, the ultimate aim to bring the complete Midas touch to the universe. As with Braid and so many other of the indie blockbusters made by thirty-something creators, the game is seasoned with references to seminal 16-bit games. Treasure chests open to Zelda arpeggios as the camera turns dramatically around Gomez. Tetris pentominoes are bolted onto walls, clues to greater puzzles used to tidy up this game. Gomez has a lazy, Super Mario feel in the hands, requiring momentum before he&apos;ll make his longest leaps, and a stab of the up button to cling onto vines to save a fall. But Fez never relies upon homage to carry the experience. These are warm nods to the greats, Fish creating his own idiosyncratic patchwork from the fragments he borrows. It&apos;s a game in which the true aim is nothing more than to explore and to find treasure while doing so. So many video games borrow this voyager mentality, offering boisterous, darting journeys through shark-infested, bullet-dodging dangers. And yet, in Fez&apos;s purity, coherence and pacifist heart we find a treasure so much greater. Here is a keen reminder of gaming&apos;s ability to provide we who live in a world charted by satellites and Google Maps with new frontiers, with the unfettered joy of discovery, with the sense of our own psychical and mental horizons being expanded.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/17/fez-game-review", 
    "wordcount": "743"
}