{
    "headline": "Kim Dotcom: I'm no piracy king", 
    "text": "  Kim Dotcom has compared the US department of justice charges against him and his Megaupload website to the claims about weapons of mass destruction in the lead-up to the war against Iraq. He accused US prosecutors of doing the bidding of the American film industry to prop up its &quot;outdated monopolistic business model&quot;. In his first substantial interview since his arrest at his mansion north of Auckland, New Zealand, on 20 January, Dotcom denied that he was a &quot;piracy king&quot;. He said the US attempt to extradite him to face charges of copyright and racketeering rested on &quot;fabrications and lies&quot;. &quot;It&apos;s kind of like weapons of mass destruction in Iraq, you know? If you want to go after someone and you have a political goal you will say whatever it takes,&quot; said the 38-year-old German online entrepreneur, who was granted bail last week after a month in custody. He said &quot;a hundred other companies&quot; offer similar cloud-based filesharing services, but he had been singled out as the &quot;over-pirate of the planet&quot;. The 72-page indictment against him was a &quot;maliciously designed ... press release&quot;, he told the TV3 television station. The seizure of his assets and shutdown of Megaupload, which would have been worth about $1bn (627m) amounted to &quot;a death sentence without trial&quot;, said Dotcom, vowing to &quot;fight this all the way&quot;. Under US law, Megaupload could not be held responsible for the actions of third parties, said Dotcom. He said that, despite its angry rhetoric, the Movie Picture Association of America had never pursued a legal action against his company. Megaupload had always removed content that breached copyright, he said . Users were obliged to agree to terms of service that expressly prohibited uploading copyright material, while 180 partners, &quot;including every major movie studio, including Microsoft&quot;, had been given special access to the Megaupload system to allow the direct removal of links to illegitimate material. &quot;Where does piracy come from?&quot; he asked. &quot;Piracy comes from, you know, people, let&apos;s say, in Europe who do not have access to movies at the same time that they are released in the US.&quot; . &quot;If the business model would be one where everyone has access to this content at the same time, you know, you wouldn&apos;t have a piracy problem. So it&apos;s really, in my opinion, the government of the United States protecting an outdated monopolistic business model that doesn&apos;t work in the age of the internet and that&apos;s what it all boils down to. &quot;I&apos;m no piracy king, I offered online storage and bandwidth to users and that&apos;s it.&quot; Dotcom was released on bail on 22 February: the court has ordered him to wear an electronic tag and he is banned from using the internet. Speaking , he said the episode had been &quot;a little bit like a nightmare&quot;. He accepted that he may have attracted attention owing to the &quot;flamboyance&quot; of his lifestyle. &quot;I&apos;m a fun-loving guy. I enjoy my life. I have a big kid inside me,&quot; he said. However, his priorities had changed, he said. &quot;That was childish stuff, it was fun at the time and I don&apos;t regret it, but that is not me today, I am a different guy. I just want to have a safe future for my kids and, you know, provide my family with a great home and that&apos;s why we moved to New Zealand and we&apos;re really surprised what is going on here.&quot; Dotcom&apos;s extradition hearing is scheduled to begin in Auckland in August.", 
    "section": "technology", 
    "gid": "technology/2012/mar/01/kim-dotcom-no-piracy-king", 
    "wordcount": "614"
}