{
    "headline": "Boot up: Samsung's Android rule, Dell resistance, curl flaws, Apple big in Japan and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team Microsoft Surface Pro Teardown &gt;&gt; iFixit  Microsoft Surface Pro Repairability Score: 1 out of 10 (10 is easiest to repair) The battery is not soldered to the motherboard, so at least no soldering is required to replace it. The SSD is removable  but you risk killing your tablet by trying to open it.  Going the distance: driving the Tesla Model S in the real world &gt;&gt; The Verge Remember the New York Times?   After lunch, we returned to the car and set out for Morro Bay. We intentionally didn&apos;t seek out a charger in Santa Barbara because we wanted to push the Model S&apos;s battery to its limits: the Performance model is rated for 265 miles, it&apos;s about 200 from LA to Morro Bay, and Tesla warned us that we&apos;d lose a little range with a car full of equipment and people, perhaps getting 250 miles out of it. Also, we were being generous with the accelerator and running up and down some fairly hilly terrain, another knock on our total range.  That&apos;s not the worst of it. Four Android phones beat iPhone 5 in US user satisfaction, but Apple still takes first place overall &gt;&gt; The Next Web  Despite this, Apple still held first place in the US on an aggregate level, followed closely by Google with its Nexus devices. Rounding out the top five, Motorola was third while HTC and Nokia tied for fourth. Samsung was way down in 13th place, even below BlackBerry. This further shows we&apos;re talking about a numbers game: manufacturers that make fewer but arguably better devices rank higher than those that make a wide array of them at varying levels of quality. The least surprising part of the survey was the 4G impact. The top five devices for satisfaction in the US are all 4G capable devices, and users with a 4G subscription reported a higher device satisfaction (7.76) than those with no 4G subscription (7.28).  We&apos;re all looking forward to 4G, aren&apos;t we? (Thanks @beardyweirdy666 for the link.) Apple is the No.1 handset maker in Japan now &gt;&gt; Counterpoint Research  Apple took 16% market share in the fourth quarter of 2012 and 15% for the full year of 2012 reaching the No.1 spot for the first time in annual terms. It has been No.1 since November of last year. Other foreign brands such as Samsung and LG also increased share in Q4 and the combined share exceeded 50% for the first time in Japan&apos;s history. Japan is no longer a Galapagos Island as global brands start to dominate. In this report it shows that Apple has struck gold in the Japanese market as its share reached 16% in Q4 and 15% for the full year of 2012. Traditional local champions Sharp and Fujitsu each took 14% of the market in 2012. Apple ended Sharp&apos;s 6-year reign last year as it took the crown. Apple had already temporarily displaced Sharp in Q4 2011 but Sharp soon took back the No. 1 spot for the first half of 2012. For the full year of 2012 it was a close call between the three top players in Japan but Apple rose to supremacy at last.  Top 10 Android devices - Galaxy S III takes top spot in Jan &gt;&gt; Localytics  Android has a new top device, and to nobody&apos;s surprise it&apos;s another variant of the Samsung Galaxy. The Samsung Galaxy S III took over the top spot in January from its older brother, the Samsung Galaxy S II, and Samsung&apos;s place as the dominant Android device maker continued: of the top 10 Android devices in January, eight were made by Samsung, and seven were some variant of Samsung Galaxy.  Just to repeat that: eight out of the top ten Android devices used worldwide are made by Samsung. Amazon&apos;s Kindle Fire is the most-owned tablet, by the Localytics numbers. The only other non-Samsung device in the top ten is the Droid RAZR. Anatomy of a vulnerability  cURL web download toolkit holed by authentication bug &gt;&gt; Naked Security  One risk with an all-singing, all-dancing library, of course, is that there&apos;s more code to go wrong. And sometimes, even obscure bits of code you thought you&apos;d never use might get triggered. Worse still, they might be triggerable by external circumstances you never predicted. That&apos;s the curly problem here.  Fascinating writeup of a flaw in curl (we use it - but not the flawed routine dissected here). The future according to Google&apos;s Larry Page &gt;&gt; Fortune Tech Pulling a quote out would be unfair to this piece; just read it. Dell vs. Dell shareholders - the term sheet &gt;&gt; Fortune  To go private, Dell needs approval from a simple majority of shareholders not named Michael Dell. That works out to just north of 42%.&lt;p:By my count, institutions holding more than 14% of Dell&apos;s outstanding shares now have signaled their intentions to oppose. And none have come out in favor. For context, Dell&apos;s ten largest outside stockholders hold less than 30% of the company&apos;s outstanding shares. That means that the big institutions alone don&apos;t have the mathematical muscle to stop this train, but rather are banking on their powers of reputational persuasion (i.e., if the large oppose, the small will follow).  Perhaps not such a done deal after all.  Open Data Field Guide &gt;&gt; Socrata  A comprehensive guide to ensuring your open data program serves you and your citizens. With Insight From: City of Chicago, City of New York, City of Edmonton, State of Maryland, State of Colorado, Code for America, The World Bank, City of Baltimore, State of Oregon, and more.  Apple cuts MacBook Pro, Air prices as much as 15% &gt;&gt; Computerworld  Apple rarely lowers prices, but instead typically keeps them static while swapping out CPUs for faster silicon, or beefing up other components, such as memory or storage space. &quot;They&apos;ve got slow growth in PC sales like everyone, and lower prices help,&quot; said Ezra Gottheil, an analyst with Technology Business Research, who also cited efficiencies in Retina screen production and processor price cuts as likely contributors to Apple&apos;s decision. The 13in. MacBook Pro with the higher-resolution Retina display received the largest cuts, with the lower-priced of the two stock configurations falling $200 to $1,499 and the more expensive of the pair dropping $300 to $1,699. Those decreases represented cuts of 12% and 15%, respectively.  You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/feb/14/technology-links-newsbucket", 
    "wordcount": "1122"
}