{
    "headline": "US navy veterans urge Congress to fund 'critical' green fleet programme", 
    "text": "Hundreds of military veterans joined the fight to keep the US navy&apos;s &quot;green fleet&quot; afloat on Tuesday, calling on the White House and Congress to fund military research on alternative fuels. A letter, signed by about 380 retired generals, admirals and other military officials, urges Congress to drop plans to bar the navy from research on biofuels, or from buying fuels which cost more than traditional diesel or jet fuel. Republicans in Congress are demanding the navy scrap its research on biofuels, arguing the fuels are prohibitively expensive, and a diversion from more urgent security needs. The veterans, pushing back, said such research was critical to national security. &quot;As a country, we must support efforts inside and outside the department of defence to reduce dependence on fossil fuels, deploy clean energy technology and move our nation toward energy independence,&quot; the letter said.  &quot;It is vital to our national security, our economic security, and our obligation to the brave men and women in uniform who serve in missions around the world.&quot; Two former marine generals, meeting a small group of reporters at the Pew project on national security, energy and climate, argued the research was in line with a core Pentagon priority of reducing the military&apos;s use of fossil fuel. Military strategists have argued for a decade that fuel convoys in Iraq and Afghanistan exposed US forces to great risk from IEDs and ambushes. John Warner, a former navy secretary and the Republican chair of the Senate armed services committee, said the biofuels project should be viewed as a top security priority. He also said the navy needed just $11m over the next year to see how military equipment runs on the fuel. &quot;The department of defence should be looking at the widest possible diversity of fuel sources,&quot; he said. &quot;We should continue to allow the department to move ahead with its innovation.&quot; The Pentagon has been working to green its bases and operations for a number of years, installing solar panels on wind turbines on bases, and testing energy saving measures on the battlefields of Afghanistan. But the Navy&apos;s testing of biofuels in its jet fighters and ships became politically toxic late last year when it emerged it was paying $15 per gallon to blend used chicken fat and algae with conventional fuels. The navy successfully deployed a strike force powered on a 50-50 mix of conventional fuels, used cooking oil and algae. Republicans said such projects are wasteful. But General John Castellaw, chief of staff at Central Command during the Iraq war, argued the demonstration voyage proved the new fuels were a viable alternative to diesel and jet fuel. The navy&apos;s demand for such fuels would eventually create economies of scale, bringing down prices. &quot;Many have criticised the military for moving out to alternative fuel,&quot; he said. &quot;This is something that is going to get traction as long as we stay on the glide path that gets us to the end of the decade where we should be on a commercial scale when it comes to biofuels production.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/24/us-navy-green-fleet-veterans", 
    "wordcount": "523"
}