{
    "headline": "Ethical living: how can I become more self-sufficient?", 
    "text": "I love to flick through the 1970s green-living classic Self-Sufficiency, by John Seymour, hero of the back-to-the-land movement. It offers all manner of low-impact processes, from combing goats to constructing a roundhouse. But let&apos;s get real: I&apos;ll probably never do any of this stuff. Indeed the road to a greener life is strewn with bucolic ideas and short courses (I&apos;m a qualified swineherd) that can&apos;t be used in real-life urban environments. That&apos;s why I&apos;m enthused by a crop of smart ideas that get your hands slightly dirty, but don&apos;t mess up your flat. Do try the following at home. Windowfarms (windowfarms.org) is an online indoor farming community with almost 36,000 members busily growing salad, peppers, chillies and flowers using avertical hydroponics system invented by American Britta Riley for her tiny New York flat. You can buy akit including an electric pump online, or source the components and make your own for about 20. It&apos;s too early to give information on windowfarm yields, but soil-free farming doesn&apos;t work for more substantial veg. For that you need to follow another urban homesteading craze and get up on to the roof. Food from the Sky (foodfromthesky.org.uk) is a food-growing project on the roof of a north London supermarket. It runs courses and workshops and its website includes a useful &quot;growing tips&quot; section. If you&apos;re a DIY whizz you could install solar panels or a grey-water system following tutorials available on YouTube. But anaerobic digesters  which turn organic waste and sewage into electricity  are not feasible in a domestic setting as the average household produces only about a tonne of biodegradable waste a year. Good old-fashioned composting remains the number-one home process, turning waste organic matter into black gold. The HotBin (hotbincomposting.com) claims to successfully compost cooked food as well, thanks to a core temperature of around 60C. For a low-tech version, push a plastic bottle full of hot water into the heap or bin on cold days. I&apos;m a sucker for kits. Fungi Futures (fungi-futures.co.uk) has one that promises a crop of mushrooms in 14 days from coffee grounds (from 12.95). And live fish supplier Aquavision (aquavisiononline.com) is developing a system for raising carp for the table from garden ponds. Like consumer electronics, self-sufficiency is getting smaller and neater. Green crush Congratulations to Portland, Oregon, voted greenest city in the US by the influential Travel + Leisure magazine. The stats are compelling: it has more than 90,000 acres of green space, 315 miles of cycle tracks and America&apos;s highest percentage of bicycling commuters. Several of its buildings, including the Rose Garden indoor sports arena, have Leadership in Energy and Environmental Design (Leed) gold certification. But it also sees its share of eco tyranny. Portland comedian Kristine Levine says that if she messes up her recycling she gets left nasty notes: &quot;They&apos;re very aggressive about that here.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/12/ethical-living-lucy-siegle-self-sufficient-home", 
    "wordcount": "492"
}