{
    "headline": "Education prospects bleak for children in war-torn Mali", 
    "text": "As the new school year approaches in Mali, it is looking increasingly unlikely that hundreds of schools across the Islamist-controlled north that have been closed for several months will be reopening soon. Thousands of children have had their last school year ruined. When the rebel Tuareg MNLA took over the towns of Gao, Kidal and Timbuktu at the beginning of 2012, classes had already been disrupted by teachers on a prolonged strike. Then fighting broke out between the MNLA and Islamist rebels from AQMI, Ansar Dine and MUJAO, and schools were closed and parents kept their children away for safety. The victorious Islamists went on to declare that they would impose sharia law across the north, and called for the introduction of Qur&apos;anic schools where girls and boys could not be taught together. Although a new national government was named by Mali&apos;s president, Dioncounda Traor, in August, the new education ministry has so far been unable to do much to get children back in class. &quot;This is having an enormous impact on the children psychologically, and on the whole country. How can we train the next generation?&quot; says Maiga Dramane, head of basic education at the ministry of education. &quot;But how do you expect us to persuade someone who is pointing an AK47 at us that they should reopen a school?&quot; In addition to the closed schools, thousands of people have fled from the north  latest figures suggest at least 174,000 people have been internally displaced and more than 200,000 are in refugee camps in Burkina Faso, Niger and Mauritania, all with little access to educational opportunities. But a few children have reached the capital, Bamako, and are now benefiting from remedial classes organised by Unicef and the Malian government. An estimated 12,000 displaced people are now living with their extended families in Bamako, and the classes are to support those young people who were supposed to sit their exams in the school year ending in July. The government has promised to make provisions for them to sit exams in October. &quot;When I heard about these new sessions I was in Mauritania, but I told my family I was going to Bamako,&quot; says 19-year-old Lala Zeinab Elmouany, originally from Timbuktu. &quot;All I was thinking about was my exams. I&apos;d worked so hard and you can&apos;t get anywhere in life without them. I want to get to university. I only had a few weeks of study this year. I&apos;ve forgotten so much. I will do my best to pass my exams.&quot; Many teachers from the north have also fled south, forced out by the Islamists because they were employed by the state to teach a secular curriculum. &quot;They hate the public school system, so what can I do? I can&apos;t teach the Qur&apos;an, I&apos;m classically trained,&quot; says Souleymane Maiga, who was teaching physics and chemistry in Timbuktu. &quot;I had to leave, but then all the teachers have come here. I&apos;m not expecting to find another job.&quot; Mali already has a poor education record. According to the UN children&apos;s fund, Unicef, adult literacy rates for 15 to 24-year-olds are 47% for men and 31% for women. Thousands of children, especially girls, barely make it through primary school. Most wealthy parents send their children to private schools where fees can be upwards of $1,000 a year. &quot;The closure of these schools in the north just compounds an already difficult situation and places extra strain on the system, particularly with the suspension of aid after the military coup in March by some donors,&quot; says Euphrates Gobina, Unicef&apos;s head of education in Bamako. &quot;We&apos;re only reaching a small number of children so far, those in grades 1 to 8 [childen aged five to 15] are not getting anything at the moment.&quot; There seems little prospect of the lost territory in the north being regained soon. Mali&apos;s president has formally requested the regional grouping, the Economic Community Of West African States, to send a force to assist Mali&apos;s army in that task, but the issue remains deeply divisive among Malians and some of the soldiers behind March&apos;s coup have said they will not accept foreign forces on Malian soil.", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/21/education-prospects-bleak-children-mali", 
    "wordcount": "714"
}