{
    "headline": "Doctors 'rewire' hands of paralysed man", 
    "text": "A man who was paralysed in a car crash four years ago has regained some use of his hands after doctors rewired the nerves in his arms. In a pioneering operation, US doctors took healthy nerves from the man and used them to bridge the damaged wiring that stopped signals getting from the man&apos;s brain to his hands. Surgeons at Washington University&apos;s school of medicine said the operation may prove to be a breakthrough for some patients paralysed by spinal cord injuries. The 71-year-old broke his neck in a car crash in 2008 that left him unable to walk. Though he could still move his arms, he had lost the ability to grasp or hold things in either hand. In the operation surgeons used healthy nerves to bypass the damaged area and connect working nerves above the spinal breakage to those in the anterior interosseous nerve in the forearm that ultimately controls hand movement. The man received extensive therapy after the operation and began to move the thumb and fingers of his left hand eight months after surgery. He could move the fingers of his right hand 10 months afterwards. The patient can now feed himself and write to some extent. Though slight, his improvement is nonetheless remarkable, given the severity of the injury and the 22 months that passed before surgery. &quot;To our knowledge, this is the first reported case of thumb and finger flexor reinnervation after a spinal cord injury. While the results in this patient are usually modest, due to the severe joint stiffness, his function has improved significantly with his ability to feed himself,&quot; the team writes in the Journal of Neurosurgery. &quot;The use of nerve transfers may represent a significant breakthrough toward improved independent function in select patients with cervical spinal cord injuries,&quot; the authors said. Despite their success, doctors said the procedure would never restore normal function to patients. The limited improvement came after the patient learned to use a nerve that normally bends the arm at the elbow to make hand grasping movements. Mark Bacon, director of research at the charity Spinal Research, told the BBC: &quot;One of the issues with techniques such as this is the permanence of the outcome  once done it is hard to reverse. &quot;There is an inevitable sacrifice of some healthy function above the injury in order to provide more useful function below. This may be entirely acceptable when we are ultimately talking about providing function that leads to a greater quality of life. &quot;For the limited number of patients that may benefit from this technique this may be seen as a small price to pay.&quot; The operation is only suitable for those patients who suffered damaged spines at the base of the neck. When injuries are higher, there are no nerves to tap into to bypass the damage. And if the spinal cord is severed lower down, the patients are unlikely to lose the use of their hands. Doctors said further research was needed to work out how reliable the procedure was in patients and the best time to perform surgery.", 
    "section": "science", 
    "gid": "science/2012/may/15/doctors-rewire-hands-paralysed-man", 
    "wordcount": "522"
}