{
    "headline": "Striking Harvard dining hall workers arrested amid protest over pay", 
    "text": "Four hundred people gathered in Harvard Square on Friday, cheering as 11 protesting dining hall workers and union officials were arrested for allegedly blocking traffic. Seven hundred and fifty members of the Unite Here Local 26 union began their strike after four months of negotiations over wages and healthcare. More protests are planned for Monday. Students plan a class walk-out. Harvard has an endowment of $37.6bn, the largest in the US. Last week, the school announced a $10m study, funded by a family foundation, which will in part go toward researching poverty.    Related: A student view of Boston's gentrification: We are ruining the lives of city residents    Most of the striking employees work eight months of the year because of student recesses, making an average hourly wage of $21.89, or $33,839 a year, according to the university. The union says workers are paid closer to $20 per hour, and that employees who work all year should receive $35,000. The irony of the situation is not lost. More than a thousand alumni have signed a pledge that until workers settle a fair contract, we withhold all gifts to Harvard University and affiliates. Food delivery worker Any Montoya was one of the 11 protesters arrested. She said she acted for the healthcare. It will affect me on everything. Kecia Pugh, a general service worker who has spent 14 years at Harvard and suffers from chronic diabetes, said: Were fighting for our healthcare to be left alone. A university spokeswoman, Tania deLuzuriaga, said due to rising healthcare costs across the US, the university has proposed modest changes to health insurance that would shift the balance of expense between paying through premiums and point of service. Preventative care would still be free. Co-payments for doctor visits, she said, would rise from $15 to $20 and emergency room visits would rise from $40 to $100, matching the unions insurance plan. Union officials said doctor visit co-payments would actually be $25, a 66% increase.     Four hundred people gathered for the protests, which led to 11 arrests for allegedly blocking traffic. Photograph: Sarah Betancourt    Harvard has argued that its plan is generous compared to those of neighboring schools, and proposed creating a premium tier in health insurance for employees who earn less than $55,000 per year. The union rejected that offer.  A group of Harvard Medical School students analyzed the health insurance proposal. They concluded it would be more expensive for employees than what would be available to them on the Massachusetts Health Care Exchange if Harvard did not offer any plan. Workers are also affected by gaps in employment. William Sawyer, a 28-year cook, said: We cant collect unemployment because theyve said were seasonal employees and have guaranteed work. Harvard has offered to increase wages by 10% over five years and provide a stipend of $150 to $250 a week during summer months, to compensate 500 employees who cannot collect unemployment. Rosa Rivera, a 17-year grill cook for the School of Public Health, works full-time for $21 an hour but recently became homeless. I didnt have summer work, she said. Ive lost two cars that I was financing; my credit is shot.  Her two children stay with her mother while she sleeps at friends homes, she said. She recently missed a doctors appointment to check for cancer, citing insurance concerns. DeLuzuriaga said six dining halls were closed and seven remained open, staffed by management, temporary employees and volunteers. The Harvard Crimson newspaper and other student groups have endorsed the unions proposals; the paper reported law students pooling funds to purchase pizza for picketers. At a recent alumni discussion with Harvard president Drew Faust, student protesters were led out by university police. To win this contract fight, Harvard is counting on dividing students from workers, said Grace Evans, a sophomore. I promise you it is not going to work. Laquiesha Rainey, a cook, said she had thought getting a job at Harvard meant I wouldnt struggle anymore.  Last summer, she said, I had to borrow money to buy diapers for my daughter.", 
    "section": "education", 
    "gid": "education/2016/oct/16/harvard-university-strike-dining-hall-workers-protest", 
    "wordcount": "656"
}