{
    "headline": "This week's new games", 
    "text": "Gravity Rush, PS Vita Waking up with amnesia, your character finds out only that she has strange powers and a new feline friend before being launched into her adventure. Plenty of games let you fly, but Gravity Rush is the first in which you simply drop, altering gravity&apos;s direction to send you, your magic cat and any unlucky bystanders hurtling towards your next goal. Taking place in a vertiginous, cel-shaded city, challenges, time trials and plot-furthering quests are available from people scattered around its towers and piazzas. It starts gently, letting you get to grips with a novel control system where you fight by plunging at foes from high above. It&apos;s inventive and elegant  finally a reason for Vita owners to rejoice. SCEE, 34.99 Heroes Of Ruin, 3DS     Heroes Of Ruin    When someone places a curse on Ataraxis, the wise ruler of Nexus, it&apos;s your job to find a cure. That means choosing one of four customisable character classes and traipsing round various dungeons, happily chopping up their inhabitants and looting everything you can see. It&apos;s a game that encourages you to play online, with three fellow adventurers joining you by default  and, as if all those elements weren&apos;t enough, there&apos;s an entire trading mini-game based on StreetPass, the 3DS feature that lets you exchange goodies with other players as you walk past each other in real life. Square Enix, 29.99 Plague Inc, iPod, iPhone &amp; iPad     Plague Inc    In Plague Inc, you&apos;re the virus (parasite, fungus, prion or other death-dealing microorganism) and your job is to kill all humans. Pop DNA balloons as your infection spreads, then use the points you earn to guide the evolution of your disease, along with special abilities such as drug resistance for faster spread in rich countries or genetic hardening to hamper the scientific search for a cure. Worse symptoms and increased lethality make your illness scarier, while getting too deadly too fast can cut short your aim of devouring humanity. Simpler and much more accessible than Pandemic 2.5. Ndemic Creations, 69p Games news     Petz Fantasy    Other games out this week include Steel Battalion: Heavy Armor (Xbox), which replaces Capcom&apos;s infamous 40-button joystick and pedal set with a few gestures on Kinect to help pilot your towering bipedal tank and keep its crew from deserting mid-battle; and Petz Fantasy (3DS, which lets you bring up unicorns, dragons and vulgar doe-eyed mythical beasts rather than anything as prosaic as puppies or kittens. Thatgamecompany, maker of FlOw, Flower, and also the surprise hit Journey, which eschews practically every gaming convention to produce something akin to ambient art. It has now announced plans to make games for &quot;human beings, not just gamers&quot;, which also means abandoning their PlayStation-only policy. Finally, wobbly behemoth Zynga (of Farmville fame, but little else) continues to weather financial storms with Nasdaq banning short selling of its shares.", 
    "section": "technology", 
    "gid": "technology/2012/jun/23/this-weeks-new-games", 
    "wordcount": "476"
}