{
    "headline": "The stuff of kings, legends and plague", 
    "text": "When you see deer grazing at Stock Gaylard, then arrive at a village called King&apos;s Stag and, turning right, find you are in the Vale of the White Hart, you can hardly escape the sense of being in an ancient, royal hunting ground. The white hart, a creature whose rarity and beauty have attracted, in legend, a wealth of mystical and royal associations, is linked with other parts of the country too, but Hardy makes the claim for this Dorset locality when in Tess of the D&apos;Urbervilles he considers the view across Blackmore Vale from high up at Shaftesbury: &quot;The Vale was known in former times as the Forest of White Hart, from a curious legend of King Henry III&apos;s reign, in which the killing by a certain Thomas de la Lynd of a beautiful white hart which the king had run down and spared, was made the occasion of a heavy fine.&quot; And he notes characteristics of the landscape still evident today: &quot;traces of its earlier condition are to be found in the old oak copses and irregular belts of timber that yet survive upon its slopes.&quot; This was what we saw on our way to find the strangely lonely church of Holwell, but the white hart story diverted us first to nearby Glanvilles Wootton, where a weather vane on the church tower in the form of a deer recalls the story of &quot;the white hart of Blackmoor&quot; as illustrated inside the church in a series of pictorial tiles. To find Holwell&apos;s grand and ancient church, you have to explore the lanes until you come to a tiny, isolated and picturesque hamlet. We saw an apparently derelict thatched farmhouse, and a large, blue, earthenware jug, bearing the words &quot;Dairy&quot; and &quot;fresh milk&quot;, invitingly placed on a stand, though disappointingly empty. A passer-by, who had known the place (called the borough) since childhood, said that the only sensible explanation for such a great church with so few dwellings close by was that this was a plague village, site of a once thriving community. The modern village is two miles away.", 
    "section": "environment", 
    "gid": "environment/2012/may/28/vale-of-the-white-hart-dorset-kings-legends", 
    "wordcount": "360"
}