{
    "headline": "What goes on when lightning strikes?", 
    "text": "A new theory from Russian researchers suggests that lightning may be a by-product of cosmic rays. Surprisingly, despite studying lightning for centuries, we are still not sure what triggers it. Divine attribution In ancient times, the drama of thunder and lightning so clearly went beyond human scale that the phenomenon was handed wholesale to the gods. The Greeks had Zeus, the Romans Jupiter. At the head of the Hindu pantheon was Indra, while Norse mythology gave us Thor  all wielders of thunderbolts. Even when thunderstorms were not ascribed directly to the activity of a divine being, they were considered a disturbing premonition. Pliny the Elder, writing in the first century AD, called them prophetic, direful and accursed. Traditionally, thunder and lightning were treated as separate, related, phenomena, because sound travels far slower than light. When a ripple of lightning splits the sky, the light travels towards us at 300,000 kilometres per second. By comparison, the noise ambles along at just 340 metres per second. After the near-instantaneous flash, we have to wait for the sound to catch up. If a thunderstorm is 10km distant, the delay will be around 29 seconds. Famously, American politician and scientist Benjamin Franklin is said to have tested lightning&apos;s nature by flying a kite in a thunderstorm. This experiment has a murky history. Franklin certainly proposed it in 1750, but there is no reliable documentation of hands-on kite work on his part. The proposal was to use the electrical charge in the thunderclouds to induce a build-up of electricity on a key tied to the kite string. The charge would then be passed to a primitive storage device called a Leiden jar, where it could be demonstrated that the power of the storm behaved exactly like electricity generated on the ground. Charged theory How the charge builds up in the first place remains uncertain. The best-supported theory is that lightning is caused by ice particles and supercooled water droplets, jostling with graupel (hail embryos) in a cloud, transferring electrons from one to another. Christopher Emersic of Manchester University points out: &quot;Our current understanding, that is best supported in the laboratory, is that these two particle types collide with each other and charge is transferred between them as a result. Precisely how this happens microscopically is still a bit of a mystery (and mind-bendingly complicated).&quot; In this model, heavier graupel, carrying a negative charge, move towards the bottom of the cloud while lighter, positively charged particles are carried upwards. The model dates to 1954, when it was proposed by German physicist Dieter Mller-Hillebrand in a basic form, later developed by John Latham and John Mason of Manchester University, where the mechanism has been studied in cloud chambers for 40 years. Graeme Anderson, of the Met Office, says: &quot;The difference in size and temperature of the ice particles is thought to lead to an exchange of charge, and as this happens many times, the larger particles carry excess negative charge to the base of the cloud, and the small particles carry positive charge upwards to the top of the cloud. An alternative theory is that charge develops at the surface in fair weather conditions, and is then carried up by the updraft in a storm, creating a charged cloud that draws even more charge towards itself.&quot; Emersic is doubtful that alternative theories carry much weight. Many mechanisms have been proposed over the years but only the particle-collision theory &quot;is capable of explaining the observations and is supported by modelling studies&quot;, he says. Even this model can incorporate input from cosmic rays, a mix of high-energy particles and electromagnetic radiation from deep space. &quot;Thunderstorm electric fields aren&apos;t quite high enough to allow electrical breakdown in air and, as such, a catalyst is required to kick it off. Cosmic rays are one hypothesis to account for this.&quot; But the new theory from Russia gives cosmic rays a wider role. Aleksandr Gurevich of the Russian Academy of Science&apos;s Lebedev Physical Institute in Moscow and Anatoly Karashtin of the Radiophysical Research Institute in Nizhny Novgorod suggest that the charged particles in cosmic rays produce a stream of electrons in clouds, which set off a chain reaction, colliding with atoms and producing further electrons. Of itself, this wouldn&apos;t be enough to trigger the vast electrical discharge of a lightning bolt. But Gurevich and Karashtin suggest that ice particles become sufficiently electrically polarised to set off their own mini-discharges, multiplying the cosmic ray energy to induce lightning. Although the theory has some way to go to before it is verified, it is supported by short, sharp radio pulses that have been detected before a lightning bolt and which would be expected from the avalanche of electrons. Joseph Dwyer, a Florida Institute of Technology lightning researcher, says: &quot;It is an interesting idea, but much more work is needed to establish a connection between cosmic rays and lightning, for example, experiments to measure radio pulses and air showers simultaneously.&quot; Others are less sanguine. Clive Saunders of Manchester University points out that we should see some variation in lightning activity based on the solar cycle that restricts cosmic ray access to the Earth, but none has been observed, while Martin Uman of the University of Florida bluntly describes the theory as &quot;nonsense&quot;. Vulcan&apos;s sparks One specialised form of lightning does have a known cause. Pliny the Elder not only considered lightning direful, but noticed it often accompanied volcanic eruptions. This phenomenon has been studied in depth using Mount Redoubt in Alaska and the Icelandic eruption of Eyjafjallajkull in 2010. There, it was found that lightning in the plume was only triggered if temperatures fell below -20C, which implied the formation of ice was significant, because this is the temperature at which the supercooled water droplets freeze in the air. The scale of the storm matched the height of the ash plume, suggesting that lightning monitoring could give a warning of ash clouds before they cause air travel disruption. However the atmospheric charge is built up, it begins to influence the environment around it. Bring a charged object near to another one and it will induce the opposite charge in the second object. Rub a balloon on your hair and it gains a negative charge, dragging electrons from the hair. Bring the balloon near small pieces of paper and the nearer parts of the paper fragments become positively charged because the negative charge on the balloon repels electrons to the far side of the paper. Similarly, the huge negative charge at the bottom of a cloud induces a positive charge in other clouds or in the ground. (Four out of five lightning strokes go from cloud to cloud, rather than the more familiar cloud to ground strike.) Once a significant secondary charge has been induced, there is a relatively weak flow of electricity between the storm cloud and its target. This current produces ions. These electrically charged atoms in the air vastly improve conductivity. The weak discharge from the cloud, called a leader, sets up a path for the main burst of lightning, the return stroke, which goes in the opposite direction. This means that in a ground strike, the main, visible flash runs from the ground up to the cloud. Scientists studying lightning make use of this effect, firing small rockets into thunderclouds. The rockets trail copper wire, providing an artificial leader to produce a return stroke exactly where and when they want it. Electromagnetic superstar The power in a lightning bolt is phenomenal. To run a 100-watt bulb for a second takes 100 joules of energy. A typical lightning flash carries over half a billion joules, the output of a medium-sized power station run for a second. This blasts air molecules into frantic activity. The temperature in the vicinity of the lightning can reach between 20,000 and 30,000 degrees, far hotter than the surface of the sun. The air expands violently away from this sudden increase in temperature, resulting in a shockwave we hear as thunder. The visible lightning flash is not the electrical current. The reason a heated material glows is that electrons in its atoms have been given extra energy, then drop back to a lower level, losing the energy as a photon of light. It is the energised atoms in the air that provide the distinctive glow of a lightning bolt. However, the light we see is just a tiny fraction of the electromagnetic spectrum, which stretches all the way from radio waves to high energy x-rays and gamma rays  and recent research has shown that there is a form of lightning emitting invisible light. Many lightning bolts emit some x-rays, particularly at the point that the return stroke sets off from the ground. But there can also be intense bursts of gamma rays  extremely high-energy radiation  from the heart of a storm. In around one in a thousand thunderstorms, electrons crash into air molecules at extreme high speed, generating extra electrons and emitting gamma rays, some of which produce an electron and a positron, a particle of antimatter. The signature of positrons has been detected by the Fermi Gamma-ray telescope above storms and the annihilation of this antimatter with normal matter builds the intensity of the gamma ray flashes. These bursts produce very little visible light, inspiring Joseph Dwyer to dub them &quot;dark lightning&quot;. Dwyer says: &quot;The next step is to make direct measurements using aircraft and balloons inside the thunderstorms.&quot; This is not without risk. In principle, passengers in a nearby aircraft could receive the equivalent of 100 chest x-rays from a single gamma ray flash, though commercial pilots routinely avoid large thunderclouds. Thunderstorms are anything but uncommon  there are typically around 2,000 on the go around the world at any one time, with around 8m strikes per day. Quite often, lightning is seen as a glow in the sky rather than the explicit, forked electrical stroke. This isn&apos;t a different phenomenon  it&apos;s just that the lightning is obscured by cloud and so produces a diffuse glow  but somewhere, above the cloud cover, there will still be a vivid bolt. There have also been many reports of ball lightning, usually a glowing sphere 20 to 30 centimetres across that floats through the air quite slowly, with sudden changes of direction. These are usually seen during a conventional thunderstorm and have been observed to penetrate buildings. When they come into contact with people they tend to disappear, sometimes with a loud noise and burning. Despite plenty of eyewitness reports, there is little direct scientific evidence for ball lightning, but there is no doubt of the existence of the real thing, nor of the mystery and awe that this phenomenon evokes.", 
    "section": "science", 
    "gid": "science/2013/may/26/when-lightning-strikes", 
    "wordcount": "1803"
}