{
    "headline": "Combine work and education to kickstart UK economy, peer advises", 
    "text": "The Labour peer Lady Bakewell is urging British firms to kickstart the economy by encouraging their workforce to study for a degree part-time. The TV presenter told the Guardian too many managers were old-fashioned and did not believe in combining study with work. This jeopardises thousands of people&apos;s promotion prospects and slows economic growth, she said. Bakewell has been appointed president of one of the leading universities in the country for part-time study, Birkbeck, part of the University of London. &quot;Employers need a bit of shaking up,&quot; she said. &quot;They are going to have to get used to a more flexible way of working, one in which people combine work and study. Employers should suggest to their staff that they take a part-time degree to improve their prospects of promotion. Instead, employers are relatively traditional and we have many young people and older people looking for work.&quot; Bakewell&apos;s comments come after a report showed a 40% drop in undergraduates studying part-time since 2010-11. The number of postgraduates studying part-time has fallen by 27% in the same period, according to a study by the Higher Education Funding Council for England. The reduction is in part attributed to an increase in tuition fees and a decrease in support from employers towards the cost of part-time study. &quot;Part-time study is crucial for our society,&quot; Bakewell said. &quot;It improves skills and kickstarts new careers  exactly what we need for the economy, employers and individuals during these difficult economic times. In response to the dramatic downturn in part-time students nationwide, unprecedented support is needed now to ensure part-time study thrives in future.&quot; She added that while some young people &quot;drift to university because everybody is doing it&quot;, part-time study was often a more conscious decision. Bakewell succeeds the late Marxist historian Professor Eric Hobsbawm as president.", 
    "section": "education", 
    "gid": "education/2013/apr/08/combine-work-education-uk-economy", 
    "wordcount": "311"
}