{
    "headline": "Renewable energy investment bounces back after 2010 slump", 
    "text": "Investment in clean energy in the UK bounced back last year after its 2010 slump, the respected US-based Pew charitable trust has said in a comparison of investment across G20 countries. A total of $9.4bn was invested in wind, wave, solar and other renewable sources of power compared to $7bn in 2010. The UK came seventh in the global ranking for total investment in the Clean Energy Race 2011 report, below the United States, China, Italy and Germany. In 2010 the UK fell from 3rd to 13th in the world ranking, as investment plummeted from a high of over $11bn in 2009. The reduction was attributed to &quot;uncertainty surrounding the policy perspective of a new government,&quot; according to a previous report by Pew. But despite the rise in 2011, Caroline Flint, Labour&apos;s shadow energy and climate change secretary, said investment was still was still not as high as it could be. &quot;It is disappointing that investment in clean energy last year was still billions less than in 2009, especially as this report warns that many businesses have brought their investments forward before the government&apos;s cuts to support for renewable energy come into force,&quot; she said. &quot;The UK must not be allowed to fall behind in the clean energy race.&quot; A department of energy and climate change spokesman said: &quot;Pew&apos;s research isn&apos;t the first to show that the UK is one of the world&apos;s leading destinations for clean energy investment. In February Ernst &amp; Young ranked the UK fifth in the world in attractiveness to renewable investors, up one place on the previous year. There&apos;s growth in a range of technologies thanks to the market support we&apos;ve put in place  from roof top solar PV through to the biggest offshore wind farms in the world. Ministers are determined that this continues to be the case and will introduce legislation to reform the electricity market to provide the long term certainty needed by the range of low carbon technologies.&quot; Global investment in clean energy rose in 2011 by 6.5% to $263bn, fuelled by rising demand for solar panels, which are becoming ever cheaper to make and install. America is currently top of the clean energy table, but Italy and India saw large increases on their 2010 investment levels. The figures, based on Bloomberg New Energy Finance data released in a less granular form in January, also include finance for improving energy efficiency and research into low carbon technology. Over half of Britain&apos;s renewable energy comes from wind, and there is growing interest in the development of offshore windfarms. An extra $2.3bn of investment was ploughed into the UK wind sector this year. However there are fears that the reported surge in investment could drop off again next year, as the effects of cutting subsidies such as the feed-in solar tariff begin to be felt. The report states: &quot;Deployment of clean energy in Europe is likely to slow in 2012 as governments continue or accelerate efforts to rein in incentives for clean energy technologies.&quot; Last year, the government cut incentives for its feed-in tariff for the installation of domestic solar panels. Launched in 2010, the scheme paid homeowners and businesses for generating their own green energy. A similar scheme for encouraging renewable heat production was also recently delayed from later this year until 2013. Flint called on the government to stop giving mixed messages when it comes to renewable energy. &quot;We are on the cusp of a new industrial revolution that will create a new economy that is cleaner, leaner and more competitive and will provide the energy we need,&quot; she said. &quot;The government must end the mixed messages, support British businesses and get behind Labour&apos;s plan for an active industrial strategy, focused on growth, skilled job creation and a revival of Britain&apos;s manufacturing sector.&quot;  This article was amended on 12 April representatives for the report initially told the Guardian a figure of $3.3bn for investment in 2010, and post-publication revised the figure upwards to $7bn", 
    "section": "environment", 
    "gid": "environment/2012/apr/11/renewable-energy-investment-bounces-back", 
    "wordcount": "682"
}