{
    "headline": "Kony2012 funds would be best spent on former child soldiers, says UN official", 
    "text": "Radhika Coomaraswamy, the UN secretary-general&apos;s special representative for children and armed conflict, believes the Kony2012 digital campaign would have better served the interests of child soldiers in Uganda had it focused on raising funds for reintegration programmes rather than pressing for the eponymous Ugandan warlord&apos;s capture. The controversial Kony2012 film, which rapidly went viral following its release in early March and has now been viewed online more than 100m times, highlights the use of child fighters by Joseph Kony, leader of notorious Ugandan guerrilla group the Lord&apos;s Resistance Army (LRA). Invisible Children, the aid group behind the video, says it wants &quot;to make Kony famous, not to celebrate him, but to raise support for his arrest&quot;. Coomaraswamy is sympathetic to calls for Kony to be brought to account by the international criminal court (ICC), the permanent war crimes tribunal that indicted him in 2005 and last week found Congolese warlord Thomas Lubanga guilty of recruiting child soldiers. But she has misgivings about Kony2012&apos;s endorsement of a military solution involving US-backed Ugandan troops, and fears that, should the campaign against the rebel leader descend into a witch-hunt, the phalanx of children surrounding him could come to harm. &quot;The focus of the campaign has been on getting Kony,&quot; said Coomaraswamy at a media briefing in London. &quot;We would prefer the focus on the children and the funding going to the children, rather than focusing purely on a military solution. We think, absolutely, that Kony should be arrested and sent to the ICC. But how we get him is crucial to us, because a lot of Kony&apos;s fighters are children.&quot; &quot;There&apos;s somebody who calls himself a preacher and has taken a vigilante group and has gone after Kony. This has resulted in children being kept in orphanages outside the kind of protective environment that we are setting up. So we are wary of vigilantism and military action that endangers these children. If you&apos;re going to get Kony then do it, but also protect the children: that&apos;s what we say.&quot; UN and African Union (AU) officials meet in Uganda this week to finalise their regional strategy on combating the LRA. The planned deployment of an AU division consisting largely of Uganda People&apos;s Defence Force troops was welcomed by Coomaraswamy, who pointed out that the two organisations have an agreement whereby child soldiers falling into AU hands are passed over to the UN within 48 hours. Disarmament and demobilisation are only the initial steps in such circumstances, however, and Coomaraswamy stressed the importance of rehabilitation programmes providing former child soldiers in the LRA with psycho-social counselling, education and livelihood training. Financing support of this nature in straitened times presented a challenge to which the Kony2012 initiative&apos;s fundraising might have offered a &quot;perfect&quot; solution, she said. &quot;We have in place now reintegration programmes for children but, due to the economic crisis in the world, we are having trouble raising the money,&quot; added Coomaraswamy. &quot;What we would have liked is a campaign focused on raising funds for those programmes. We have found that, according to the best practices we have learned, you have to work with a child  in the community and with his family  for a period of two years at least. &quot;That, of course, requires resources, and Unicef, Save the Children and others are involved in that. The Kony2012 campaign would have been perfect, we thought, if they had raised money for the reintegration of these children; that&apos;s what we would prefer the funding go to. There is a life after being a child soldier if the right amount of help and support is given.&quot; Ben Keesey, the CEO of Invisible Children, last week mounted a robust response to criticism of the organisation&apos;s strategy and financial decisions amid accusations that it was spending more money on campaigning than help on the ground. &quot;I understand that people have questions about our comprehensive model and may question our strategy, but any claims that we don&apos;t have financial transparency or that we&apos;re not audited every year by an independent firm or that we don&apos;t have financial integrity just aren&apos;t true,&quot; he said in an eight-minute video. Despite her reservations about Kony2012&apos;s emphasis, Coomaraswamy praised the campaign for igniting a global debate that has drawn in everyone from human rights supporters to the Ugandan, US and British governments. &quot;The campaign pushed for, and has resulted in, a lively debate,&quot; she said. &quot;There are issues about the simplistic paradigm and other things that the actual campaign raised, but it has resulted in a lot of awareness. Now, if you go on to the internet, you get a full sense of what is happening.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/20/kony2012-funds-rehabilitating-child-soldiers", 
    "wordcount": "794"
}