{
    "headline": "Samsung and Apple now have more than 50% of phone market, says IDC", 
    "text": "Samsung and Apple are eating up the smartphone market  which, in turn, is increasingly eating up the mobile phone market, according to new figures released by the research company IDC. In the first quarter of 2012, the two companies&apos; joint share of the smartphone market edged past 50% for the first time, to 53.3%, as the smartphone market grew to reach a historic high of 37% of the overall mobile phone market.     How Samsung and Apple's share of the smartphone market has grown. Data: IDC    Overall mobile shipments dipped slightly compared to the previous year, and sequential quarter sales were also down, almost certainly reflecting the difference between Christmas purchases and the new year.     Mobile and smartphone market from 2Q 2010 to 1Q 2012. Data source: IDC.    But the growing dominance of Samsung and Apple points to challenges for other mobile phone manufacturers, which are struggling to make profitable headway in the smartphone market. HTC and BlackBerry-maker RIM, whose portfolios are both completely smartphone-based, both saw falling sales figures on an annual and sequential basis, even as the smartphone market itself grew by 42% year-on-year (though falling by 8% sequentially to 144.9m).    Chart:          Top Five WW Smartphone Vendors, 1Q 2012,           Five Quarter Market Share Changes (Units)Description: Source: IDC Worldwide Quarterly Mobile Phone Tracker, May 1, 2012Note: Vendor shipments are branded shipments and exclude OEM sales for all vendors.charts powered by iCharts   For mid-tier Android handset makers, the problems are mounting. HTC recently reported profits down 70%, the second quarter in a row that profits fell; it made 95m on sales of 1.4bn, or a margin of less than 7% of revenue, on 6.9m smartphones (by IDC&apos;s estimates; HTC has stopped giving handset shipment figures). Motorola Mobility announced first-quarter figures (PDF) showing that it made another operating loss in mobiles, while shipping 5.1m smartphones (up 1% year-on-year) and an undisclosed number of tablets.     How Samsung and Apple's combined sales relate to the rest of the smartphone market. Data: IDC    Samsung, however, sits atop the smartphone business, with a 29.1% share in the first quarter (42.2m phones by IDC&apos;s estimate; the company does not give figures) compared to Apple&apos;s 24.2% share (35.1m phones). Samsung&apos;s portfolio is shifting towards smartphones, which presently make 45% of its worldwide 93.8m sales  compared to Nokia, pushed down to second place in the overall rankings, where 11.9m of its total 82.7m phones are smarpthones, a 14.4% share. Nokia&apos;s smartphone balance has been declining over the past three quarters following chief executive Stephen Elop&apos;s decision to announce that Nokia would adopt Microsoft&apos;s Windows Phone software for smartphones. The majority of Nokia&apos;s smartphone sales are still Symbian devices. Nokia and RIM both made operating losses in their mobile phone divisions in the most recent quarter, a signal of problems adapting to the rapid changes in the market. &quot;The halcyon days of rapid growth in the smartphone market have been good to Samsung,&quot; said Kevin Restivo, senior research analyst with IDC&apos;s Worldwide Mobile Phone Tracker program. &quot;Samsung has used its established relationships with carriers in a mix of economically diverse markets to gain share organically and at the expense of former high fliers such as Nokia.&quot; Nokia and HTC are expected to come under increasing pressure in China as Chinese companies such as ZTE, which sold 19.1m phones in the first quarter (up from 15m a year ago) and Huawei begin ramping up production of low-cost Android devices and expanding their sales base. Samsung and Apple are both expected to be able to maintain their sales in that country. The Korean company has powerful distribution, while Apple can rely on the power of its brand despite the iPhone being comparatively expensive.     Total mobile phone growth, smartphone growth and featurephone growth, 1Q 2011-1Q 2012. Data: IDC    Overall, the market for featurephones shrank by 16.7% as the smartphone business continued its rapid growth, which has been above 40% for more than six quarters. Since the second quarter of 2010 it has gone from 19.6% of the overall market to 37%, a linear growth of about 2.5% per quarter. That suggests that by mid-2013 smartphones will make up 50% of overall mobile phone sales  although the arrival of those low-cost Android phones could speed up the process markedly.", 
    "section": "technology", 
    "gid": "technology/2012/may/02/samsung-apple-smartphone-dominance", 
    "wordcount": "633"
}