{
    "headline": "Genocide needs to be nipped in the bud, not blamed on ICC after the event", 
    "text": "The chief prosecutor of the international criminal court this week failed to provide sufficiently strong legal evidence linking Mathieu Ngudjolo, an alleged war criminal, with the rape, pillage and massacre in a village in the eastern Democratic Republic of the Congo. Cue disapproval about how the ICC and chief prosecutor Fatou Bensouda built the case. But focusing on this case obscures the more important issue at stake: the ICC will only ever be as effective as the constituent members of the international community allows it to be. As events in Syria remind us, the world&apos;s default position when faced with mass civilian atrocities is to stand to one side. We resort to diplomatic hand-wringing and naive calls for peace. Worst of all are the fruitless and time-wasting negotiations in which our representatives pretend the architects of war crimes are valid partners in the search for a solution, ignoring that they are not engaging in ethnic cleansing or genocide of their own minorities by accident. And then we blame the ICC when this weak, under-resourced legal mechanism, with no power to make arrests, fails to mop up the carnage years after it has taken place. Genocide does not appear out of thin air. In most cases there are years, even decades, in which we could detect the warning signs, if we could be bothered. It would be less expensive in lives and money if we reacted when the hate propaganda began, rather than when the mass graves are being unearthed. Action now is less costly than paying for peacekeeping forces, refugee camps and criminal proceedings. Despite declarations of never again after the Holocaust and Rwanda, indicted war criminals like Sudan&apos;s President Omar al-Bashir continue to travel the world relatively freely, without fear of arrest by those who offer him haven. The likes of Bashir have correctly read the signals: our words of condemnation rarely match our willingness to enforce existing international conventions, UN resolutions and sanctions. Yet there is no need for new international laws to apprehend alleged war criminals: the 2005 Responsibility to Protect Doctrine (R2P), adopted by the UN General Assembly, provides all the necessary legal levers  if only there was the political will to use those levers. The R2P is grounded in existing international law. It stresses that sovereignty is not a right but a responsibility to protect one&apos;s civilians. It gives the international community the authority to intervene to stop mass atrocities where the state in question is unable or unwilling to do so. Ironically, the UN General Assembly approved R2P just as the bodies were piling up in Darfur. We should have realised then that R2P was not going to work. That was proved when the then US secretary of state Colin Powell told the UN in 2004 that he thought genocide was happening in Darfur, but his determination did not mean anyone had to do anything about it. Non-interference is popular with the governments of China and Russia, who cite it to justify oppressing the people of Tibet, eastern China, and Chechnya. For this reason  avoiding a precedent of prevention and intervention  they veto even timid attempts to use soft power and smart sanctions as deterrent warnings to incipient mass murderers. So much for Russia and China. What excuse has the rest of the international community when offering soundbites calling for good behaviour in the face of violently racist ideologies or resource-hungry greed? If we are serious about tackling war crimes, then international organisations must be given the right capabilities and capacity to act effectively. One idea is that the international community must adopt a robust and timely early warning system to detect incipient genocide, monitoring hate propaganda from government officials and racist ideology promoted by politicians. It must be prepared to ask if there is a deeper genocidal political motivation behind loss of life that governments conveniently attribute to &quot;ancient ethnic hatred&quot; between groups. It must closely watch how minorities within a country are marginalised or scapegoated. Even simpler would be the implementation of UN resolutions containing smart and targeted sanctions against individuals. otherwise the world sends the clear message that the architects of mass atrocities can continue with impunity. We should not shy away from imposing no-fly zones and monitoring government troop movements by satellite. This is far less expensive than waiting until genocide compels us to intervene with boots on the ground.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/21/genocide-nipped-bud-icc", 
    "wordcount": "732"
}