{
    "headline": "Astrologers and other inhabitants of parallel universes", 
    "text": "A common tactic used by those promoting dubious hypotheses is to argue that the claim in question is just another example of something that is already supported by good quality evidence and is accepted by the scientific community. A recent example caught my eye in a letter to the Guardian from the Committee on Ritual Abuse applauding an article that summarised the alarming rise in the number of cases of child abuse among black children that are linked to belief in witchcraft. Children are being subjected to appalling violence as a consequence of misguided attempts to exorcise the evil spirits that their abusers believe possess them. But the letter went on to express concern that while the media and society generally accept such claims when black children are the victims, ritual abuse claims from white, middle-class children and adults are dismissed as nothing more than bizarre delusions. The ritual abuse cases that the Guardian article described differ in crucial ways from those that the committee claims are being unfairly dismissed. Although at first glance both types involve the ritual abuse of children in a context of belief in witchcraft, there the similarity ends. The cases that have been the subject of recent trials in court involve black children who were believed by their Christian extremist abusers to be possessed by demonic forces that could only be exorcised by extreme and barbaric cruelty. The results of this abuse, up to and including death, were plain for all to see and were well documented by forensic experts. In cases of alleged ritual abuse involving white middle-class victims, however, the perpetrators are said to be Satanists who are not trying to save the victim from possession but instead are supposedly engaged in devil-worshipping rituals involving sexual perversion of all kinds, human and animal sacrifices, forced abortions and cannibalism. There is no forensic evidence to support such claims, which instead depend entirely upon &quot;recovered memories&quot; of abuse obtained using techniques that are now widely accepted to produce false memories. The evidence overwhelmingly suggests that when children do suffer abuse, they do not &quot;repress&quot; their memories of it. On the contrary, they find it difficult to keep such memories out of their heads. To the best of my knowledge, the &quot;argument from spurious similarity&quot; was first explicitly described by Daisie and Michael Radner in their slim but influential volume, Science and Unreason. As they point out, pseudoscientists are fond of claiming that the principles upon which their claim is based are, in fact, already part of established science and that the claim should therefore be accepted. One of the examples that the Radners discuss is astrology. Not all astrology believers claim that it is scientifically based, but many do. They will often point out that science already accepts that celestial bodies exert numerous effects on the Earth, implying that their own claims are simply another example of such effects. The most common effect they cite is the tides, which are caused by the gravitational pull of the sun and the moon. Given that gravity can cause whole oceans to rise and fall, isn&apos;t it obvious that our bodies, which are composed mainly of water, will also be subject to tidal forces? The answer is no. Tidal forces are caused by the differences in gravitational pull on a body of water due to the fact that different points on the Earth are different distances from the moon and sun. The size of these differences with respect to ocean tides is orders of magnitude higher than those relating to the water in your body. The proposed mechanism just could not work. Astrologers might object that even if an explanation in terms of tidal forces does not work, it is undeniable that all celestial bodies exert a gravitational pull on each other and that astrological effects are produced by gravity in some other, as yet unspecified, way. But again, this just does not work. The gravitational pull on a newborn baby as a result of being held by its mother is greater than the gravitational pull on the baby from most celestial bodies. Attempts to explain astrological effects in terms of electromagnetic influences don&apos;t work either. The sun&apos;s electromagnetic activity can have effects on the Earth, such as the aurora borealis. Massive solar flares have even been known to knock out power supplies. But many bodies of supposed astrological significance, such as the moon, Venus and Mars, have negligible magnetic fields. Astrologers also point to cycles in nature. From circadian rhythms relating to temperature and hormone levels to the widespread effects of the changing of the seasons, many biological processes follow such cycles. Their reality is indisputable, as is the reality of the astronomical cycles relating to celestial bodies  which astrologers rely on to cast their horoscopes  but there is no evidence that astrology can use the latter to describe someone&apos;s personality or make accurate predictions about future events on Earth. Real scientists often draw analogies between phenomena in different areas. But they recognise that the existence of a superficial similarity between an established and a novel claim is never enough in itself to establish that the novel claim is true. They are careful to consider both the similarities and the differences between the claims. Often this will reveal that the claims differ in crucial ways that undermine the credibility of the new claim. Although analogies may provide a fruitful means of generating new and interesting hypotheses, the final verdict must always depend upon the results of direct, empirical tests of those hypotheses. Chris French is a professor of psychology at Goldsmiths, University of London, and heads the Anomalistic Psychology Research Unit. He edits The Skeptic magazine", 
    "section": "science", 
    "gid": "science/2012/feb/07/astrologers-parallel-universes", 
    "wordcount": "955"
}