{
    "headline": "Fears for the spooky white face that haunts the dusk", 
    "text": "The ancient forest of Selwood once covered great tracts of country that now fall within the counties of Somerset and Wiltshire. And although the establishment of Norman hunting grounds, and later the growth of great estates, followed by centuries of development have felled trees, built towns and spread tarmac, there are places where the sense of old Selwood still survives. One such is in the parish of Brewham, under the thickly wooded ridge from which King Alfred&apos;s Tower commands the territory. In a barn there, part of an ancient, secluded farm whose field boundaries have not changed in centuries, I learned about the Selwood Living Landscape scheme. It aims to preserve and link precious wildlife sites, and to encourage landowners, schoolchildren and village communities to value such threatened features of their landscape. The barn owl population is thought to have declined by 70% in 50 years, and one local initiative is the Somerset community barn owl project. The owl (I learned) needs rough, tussocky grassland where small mammals such as voles (its favoured prey) will thrive. With its sophisticated listening equipment, it can skim low over the ground at dusk, strike accurately with talons that can penetrate long grass and find sustenance  of which it needs plenty, because of its high metabolic rate. And, with the singular appearance of its white face and its long wingspan, it is a creature people love. The decline is partly due to loss of habitat, and the project plans to set up a manmade nesting box in every one of Somerset&apos;s 335 parishes. The children of Upton Noble primary school, like others, are already doing their bit, dissecting owl pellets to find the tiny bones and skulls that are proof of diet, and assembling the owl boxes with large apertures and a ledge on which the young may perch just before fledging.", 
    "section": "environment", 
    "gid": "environment/2012/oct/29/barn-owl-spooky-face-brewham-somerset", 
    "wordcount": "308"
}