{
    "headline": "Asteroid headed for Earth? Give it the laser treatment", 
    "text": "It is a scenario that has formed the backbone of many a Hollywood blockbuster. Astronomers spot an asteroid hurtling towards our planet. Impact is imminent and guaranteed to be catastrophic. Only Bruce Willis stands between humanity and disaster. Atom bombs, flown on board space shuttles, are detonated, and at the last minute the world is saved. If only it was that simple. In fact, asteroids are poorly understood objects and deflecting them from earthly impact will be a lot more difficult than film-makers appreciate. For example, an atom bomb blast is more likely to pour broken, radioactive pieces of debris on to us rather than deflecting the object into space. We will need to be more subtle in our attempts to deal with encroaching asteroids, say scientists. Of course, impacts in the near future are extremely unlikely, but such would be the devastation from one that we need to be properly prepared, it is argued. And engineers at Strathclyde University in Glasgow believe they have found an answer to the danger posed by asteroids. In a paper presented to the Planetary Society last month, they argue that a swarm of relatively small satellites, fitted with solar-powered lasers, flying over the surface of an asteroid could vaporise it much more easily than a large unwieldy spacecraft, carrying atomic bombs, could do. &quot;Our approach would involve small satellites, capable of flying in formation with the asteroid, firing their lasers, targeting the asteroid at close range,&quot; said Dr Massimiliano Vasile, of Strathclyde&apos;s department of mechanical and aerospace engineering. &quot;We could reduce the threat posed by the potential collision with small- to medium-sized objects using a flotilla of small, agile spacecraft each equipped with a highly efficient laser. This is more feasible than a single large spacecraft. Our system is also scalable. A larger asteroid would be tackled by adding one or more spacecraft to the flotilla. It would also have built-in redundancy. If one spacecraft fails the others can continue.&quot; The use of high-power lasers in space for civil and commercial applications is still in its infancy, Vasile acknowledges, and work still needs to be done in building devices that have high power, high efficiency and high beam quality all at the same time. Nevertheless, he is confident these issues can be overcome. Other scientists have warned that zapping asteroids with lasers would generate plumes of gas and dust that would block the laser beam. But Vasile rejects the idea that this could be a problem. &quot;Our laboratory tests have proven that the level of contamination is less than expected and the laser could continue to function for longer than anticipated,&quot; he added. Nor are asteroids the only objects that could be usefully blasted in space, says Vasile. He is investigating the use of satellite flotillas to remove space debris. The amount of junk  bolts, spanners, spent rocket motors and other bits and pieces  now orbiting Earth is growing at an alarming rate. But no one has yet found an acceptable solution for its removal. Vasile believes the Strathclyde flotilla could be the answer. &quot;While there is significant monitoring in place to keep track of these objects, there is no specific system in place to remove them. Our research could be a possible solution.&quot;", 
    "section": "science", 
    "gid": "science/2012/mar/25/asteroid-headed-for-earth-laser", 
    "wordcount": "549"
}