{
    "headline": "Text messaging turns 20", 
    "text": "Long ago, back before Twitter, way before Facebook, in a time when people still lifted a receiver to make a call and telephone boxes graced streets where people didn&apos;t lock their doors, Neil Papworth, a software programmer from Reading, sent an early festive greeting to a mate. &quot;Since mobile phones didn&apos;t yet have keyboards, I typed the message out on a PC. It read &apos;Merry Christmas&apos; and I sent it to Richard Jarvis of Vodafone, who was enjoying his office Christmas party at the time,&quot; said Papworth. On 3 December 1992, he had sent the world&apos;s first text message. Text messaging turns 20 tomorrow. More than 8 trillion were sent last year. Around 15 million leave our mobile screens every minute. There is now text poetry, text adverts and text prayers (dad@hvn, 4giv r sins) and an entire generation that&apos;s SMS savvy. Last week saw the first major act of the text watchdog, the Information Commissioner&apos;s Office, in fining two men 440,000 over spam texts. Aged 22, Papworth was part of a team developing a Short Messaging Service Centre at Vodafone&apos;s site in Newbury, Berkshire. The idea was to use text as an in-company paging service: &quot;We thought SMS was a clever way for a company&apos;s staff to send simple messages to one another. I do get a kick out of being called a &apos;legend&apos;, once a year&quot; he said, &quot;even if at the time the achievement was nothing remarkable , I was just doing my job. It&apos;s been quite amazing to watch SMS grow from a simple way for secretaries to page their managers to all these innovative applications that rely on text messaging  voting on reality shows, tracking vehicles or packages and telling you when a plane has landed.&quot; It took seven years from Papworth&apos;s festive greeting for texting to take off, let alone spawn that whole new style of linguistics from LOL to L8TR and other trunc8ed spellings and acronyms that have become universally understood. UK mobile phone companies believed people wouldn&apos;t want to type in a message when they could simply speak. But in 1999 rival networks started to allow customers to swap SMS while also introducing pay-as-you-go  allowing everyone access to communication technology. SMS took off. According to a survey by mobile communication firm Acision, it is still the most popular way to message despite competition from email and social networking messaging services with 92% of smartphone users still preferring to text. They found 18-25 year olds send the most texts  on average 133 messages per week  almost double any other age group. Men communicate via text more than women, but send shorter messages indicating they see it as a functional way to correspond, according to Acision&apos;s research. Women are more likely to send long messages and talk about relationship issues via text  although perhaps not as guilty as men of dumping partners by text. Almost three quarters said they would be lost without text. The act of typing and sending a brief, electronic message between two or more mobile phones or fixed or portable devices over a phone network is now one of the major means of communication in the world. Texting is the second most common use for a phone  the first being checking the time. In July this year, Ofcom&apos;s Communications Market Report found the average Briton sends 50 texts a week, more than double the figure of four years ago. Although we are dwarfed by Filipinos who text an average of 27 messages each day. Ofcom found that text messaging had overtaken speaking on a mobile phone and face-to-face contact as the most-used method of daily communication between friends and family. More than half (58%) of UK adults use text messages at least once a day. James Thickett, Ofcom&apos;s director of research, said: &quot;Over the past year there have been some major shifts in the way we communicate with each other. By far the most popular means of communication on a day-to-day basis is by text.&quot; He said the volume of landline calls has been falling for some time but now calls on mobiles are also declining. &quot;Texting is seen as a traditional means of communication these days but it is still continuing to grow,&quot; he said. &quot;Our research reveals that in just a few short years, new technology has fundamentally changed the way that we communicate. &quot;Talking face to face or on the phone are no longer the most common ways for us to interact with each other. &quot;New forms of communication are emerging which don&apos;t require us to talk to each other  especially among younger age groups.&quot; The advent of text-speak had many worried that it would create problems with reading, writing and spelling in schoolchildren. But this year a team of scientists at Coventry University found that children who are fluent at text messaging have better literacy skills than youngsters who do not use mobile phones. In the first study of its kind, researchers found that rather than damaging their use of English, texting improved phonetic abilities. The 10-year study, funded by the British Academy, examined the effect of using text messages on eight to 12-year-olds. Psychologist Clare Wood, who led the study, is confident text-speak helps, rather than hinders, development of children&apos;s reading and writing skills. She said: &quot;We began studying in this area initially to see if there was any evidence of association between text abbreviation use and literacy skills at all, after such a negative portrayal of the activity was being accepted without empirical evidence anywhere. &quot;We found that not only was the association strong, but that text use was actually driving the development of phonological awareness and reading skills in children. &quot;It was different for adults who found it more problematic because we have a more consolidated idea of what the written word should look like, so text-speak throws us as adults, but for children, it&apos;s a bit like being raised bilingual. They get that it&apos;s about place and genre.&quot; But texting has also brought some new social ills  cyber bullying, its use in stalking or &quot;sexting&quot; (sending sexually explicit messages), car accidents caused by texting of both drivers and pedestrians and of course the shaming practice of drunk texting. Messaging also allowed criminals to communicate more freely but the police have been catching up with the technology. Now police often use silent messages, or &quot;stealth SMS&quot; which do not show up on the display but allows data to be created that help them locate or track a person. Such tactics were used by investigators in the hunt for Soham child killer Ian Huntley. In Germany in 2010, nearly half a million &quot;silent SMS&quot; were sent by the federal police, customs, and the secret service. Texting has even created a sporting event  the Guinness Book of World Records records the fastest text message as written by Sonja Kristiansen of Norway who took 37.28 seconds to thumb: &quot;The razor-toothed piranhas of the genera Serrasalmus and Pygocentrus are the most ferocious freshwater fish in the world. In reality, they seldom attack a human.&quot; In 2005, the record was held by a 24-year-old Scot, Craig Crosbie, who completed the same message in 48 seconds. Vodafone&apos;s TeleNotes service, as it began back in 1992, the preserve of geeks and a tool for telephone engineers, has in just 20 short years, become the way we talk. From his new home in Canada, where he works as a software architect for Tekelec, Papworth yesterday sent the Observer a message: &quot;IMHO, SMS is still the GR8ST :-)&quot;", 
    "section": "technology", 
    "gid": "technology/2012/dec/01/text-messaging-20-years", 
    "wordcount": "1287"
}