{
    "headline": "Why profit-led growth is a myth", 
    "text": "For at least two decades now, policymakers across the world have been preoccupied with appeasing large capital generally and financial markets in particular, in the belief that this is the main way to ensure faster rates of GDP growth and therefore job creation. Now we know that such a strategy tends to be counterproductive, especially when it also involves fiscal austerity in the midst of a recession. But, in fact, this strategy did not really work even during the earlier boom, or at least not the way it was supposed to work. In the last two decades, across the world people were told that it is necessary to control or restrict wage growth, and allow or actively encourage profits to increase, in order to get the economic system to deliver the desired growth of incomes and employment. Why? Because it was supposed that rising profit shares are required to ensure higher rates of investment, which in turn generate higher rates of economic activity and expansion over time. It turns out that this has simply not been the case. A recent report by the International Labour Organisation (ILO)  World of Work Report 2011: Making markets work for jobs  shows just how wrong this argument has been, even during the period of growth before the crisis. So some of the major premises on which this entire economic strategy has been based are not just theoretically unsound, they have not been validated in practice. The report contains the results of an extremely interesting study of functional income distribution in 56 countries that together account for around 90% of global GDP. It notes that between 2000 and 2009, the overwhelming majority of these countries (83%) witnessed an increase in the share of profits to GDP. But, even so, productive investment as a share of GDP stagnated globally. This disconnect between growing profits and productive investment  which removes any justification for allowing or encouraging such increases in profit shares  was found to be related to three features. First, it turns out that most of the increase in profits went to finance, rather than real productive sectors. Between 2000 and 2007, financial sector profits in the advanced economies grew at an annual rate of 13%, more than double the rate (6%) of profits in non-financial companies. The divergence was evident even in emerging and developing economies, where profits in real productive activities grew rapidly at 20% a year, but were still dwarfed by financial profits, which increased by as much as 85% a year. Incidentally, financial profits declined slightly after the recession, but have since recovered strongly once again, and showed much faster growth than profits in the &quot;real economy&quot;. So the crazy bonuses to bankers, which are increasingly the object of public ire, reflect broader tendencies where gains to finance outstrip gains to investors in actual production. Second, even in the non-financial sector, companies did not use their profits to make productive investments, which is what they are supposed to do. Instead, these profits were used to pay out higher dividends to their investors  and the rest was invested in financial assets, because this is clearly where the quick bucks are still to be made. In 2009, at the peak of the crisis, more than 36% of profits was distributed as dividends, compared with less than 29% in 2000. In the advanced economies, investment in financial assets increased from 54% of GDP in 2000 to more than 87% in 2007. These tendencies were already evident during the boom  and since the crisis erupted, a third factor has come into play. The economic uncertainties created by the combination of fragile demand outlooks and tight credit conditions have tended to restrict investment in real economic activities. This is especially true for small and medium enterprises  which incidentally still constitute the bulk of employment globally  not just because of uncertainty, but because they now find it harder and harder to get bank credit. The growing divergence between profits and productive investment has all sorts of other adverse implications. Thus, it exercises a dampening effect on job creation as well. The ILO estimates that if private sector employment had grown at the same pace as GDP during 2000-09, there would have been nearly 6m more jobs created in the advanced economies alone. In developing countries there is even more at stake. Since many of these countries still have low per capita incomes and/or significant proportions of poor or very poor populations, the lack of productive investment has affected not just employment generation and livelihoods, but also the ability to provide the poor with basic needs or the bare essentials of civilised life. Obviously, continuing with this strategy based on the wrong expectation  that more profits will deliver more investment and therefore more growth  makes no sense. Across the world, we need policies that seek to ensure more equitable distribution of the gains from economic growth and that shift towards wage and employment-led growth. But for such strategies to be taken up, it is first necessary to shatter the myth that the profit-led economic strategy will work to deliver jobs and incomes.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/14/myth-of-profit-led-economic-growth", 
    "wordcount": "855"
}