{
    "headline": "Teaching's man with a mission to free young Britons from 'slavery'", 
    "text": "In the sleek modern offices of Teach First, near London Bridge, young men and women, looking barely out of their teens, hurry hither and thither. I wait outside meeting rooms with names on their doors: Commitment, Integrity, Excellence, Collaboration, Leadership. I am taken to Integrity to meet Brett Wigdortz, the 39-year-old American-born founder and chief executive of Teach First, who seems diffident and a little tense. I point out that he sits opposite a notice that commands &quot;speak honestly&quot;. He does not laugh. Wigdortz believes he is the leader of a cultural revolution, and that is indeed no joking matter. In his new book, Success Against the Odds  which carries lavish praise for Teach First from all three party leaders, plus HRH the Prince of Wales  he declares that lack of opportunity for young Britons from low-income backgrounds is &quot;a modern day version of the ancient scourge of slavery or feudalism&quot;. The answer, he argues, is to engage the best of British graduates, who previously regarded teaching as a desperate last resort, in a mission to raise standards and aspirations in disadvantaged schools. They commit to teach for two years in such schools, during which they acquire a PGCE. Thereafter, they may continue teaching, or they may not. But if they move into business, politics, or elsewhere, they should continue to support poor children&apos;s education by, for example, joining governing bodies, mentoring promising pupils or supporting sponsorship schemes. Teach First, now in its 10th year, recruits about 1,000 graduates annually, one in eight of them from Oxbridge, and nearly all with at least an upper second. The competition is stiff: only one in seven applicants is accepted. The successful are enrolled, not on anything so mundane as a training course, but on a &quot;leadership development programme&quot;. They join not a college or department, but &quot;a movement&quot;. After a four-week residential course, they plunge into classrooms, following 80-85% of a full timetable, with tuition and mentoring throughout the year. They can also take a short leadership course at a business college and, during the summer holidays, internships with Teach First sponsors such as Goldman Sachs, HSBC and Deloitte. So is the scheme for potential teachers or for potential business high-flyers who want to burnish their CVs? Where exactly does the balance between altruism and ambition lie? Wigdortz is adamant. &quot;We have a very clear mission: to address educational disadvantage and reduce the gap between low-income and high-income students. We look for leaders because we think great teachers need to be great leaders. Most people starting our programme don&apos;t expect to stay in teaching. But they start loving the kids and moving to leadership positions within the school.&quot; After five years, more than half are still in teaching (more than 90% in state schools), which is roughly the same as those from conventional PGCEs. Of the others, the vast majority are still involved with Teach First as &quot;ambassadors&quot;. &quot;About 15% or 20% of our recruits go into business. But hardly any just wave goodbye to the kids.&quot; Later, I find an Observer article of 2005 that quotes a Teach First recruitment officer saying &quot;some people who&apos;d probably make very good teachers&quot; are rejected &quot;because they wouldn&apos;t be of interest to other fast-track employers&quot;. I email Wigdortz for comment. He replies: &quot;We have NEVER had the goal or mission of producing high-flying people for business  We certainly take lots  who would not be of interest to [business fast-track] schemes.&quot; He adds, though, that leadership and teaching skills are &quot;broadly transferable&quot;, an important point to emphasise to graduates who want to keep options open. Wigdortz has always needed nifty footwork. To get Teach First started, he overcame scepticism from politicians, civil servants, teacher trainers and headteachers, who thought British graduates lacked sufficient idealism to go slumming in the inner cities. He was born and bred in New Jersey  not, he says, the part where people commute to lucrative jobs in New York banks. His father was in marketing, but many relatives, including his mother and brother, are teachers. Wigdortz himself, however, never considered teaching and found his schooling  at local &quot;public schools&quot;, US definition  &quot;a bit boring overall&quot;. After an economics and international studies degree, he spent several years in Asia as a freelance journalist. He then started a law course in New York, but gave up after a day: &quot;It was just too detailed and not enough about people.&quot; He went back to live with his parents  &quot;they were annoyed&quot;  and took a delivery job with Cluck-U fried chicken, from which he was sacked. Eventually, he landed a job with McKinsey management consultants in Indonesia. Posted to London as part of a development programme, he opted for a short project, initiated by the Prince of Wales in his capacity as president of Business in the Community, on how to improve dire exam results in inner-city London. Wigdortz, having visited several schools and concluded that &quot;educational inequality was the biggest social issue in the country&quot;, came up with the Teach First idea. He had never managed or started anything before, but found himself leading a team to get it off the ground. Shouldn&apos;t he then have handed over to a native? &quot;I would have if anybody had come along. I took six months&apos; leave from McKinsey and it never entered my head that I wouldn&apos;t go back. But nobody else really believed in the project.&quot; He is now a British citizen with a British wife and three small children and, he assures me, &quot;it wouldn&apos;t enter my head to send them to a private school&quot;. Teach First ticks all boxes for success. Ofsted rates it &quot;outstanding&quot; on 11 out of 11 criteria. Schools welcome its recruits, even though they pay recruitment fees on top of salaries only slightly below those for newly qualified teachers. Those that recruit from Teach First get above-average improvements in results. It is hard not to admire Wigdortz&apos;s sincerity and dedication which, he says, derive partly from his Jewish faith. There is also a peculiarly American belief, laced with a deal of McKinsey management-speak, in an individual&apos;s capacity to change the world. &quot;He inspires the people who work with him to the same commitment,&quot; says Tim Brighouse, former chief adviser for London schools. Yet for all the idealism, Wigdortz needed hard-headed pragmatism to succeed. &quot;He&apos;s used some extremely effective lobbying techniques, which the education system hadn&apos;t really experienced before,&quot; says John Bangs, visiting fellow at Cambridge University and a former teachers&apos; union official. Though he campaigned for Bill Clinton in 1992, Wigdortz carefully avoids taking positions on anything remotely controversial politically, such as businesses running schools. Yet Teach First has critics. Jonathan Savage, reader in education at Manchester Metropolitan University, calculates that it costs taxpayers 66% more per graduate than the conventional PGCE route, though this doesn&apos;t take account of schools&apos; savings on fully qualified teachers when they have trainees on staff. The scheme is also accused of elitism. Wigdortz, who now has 270 staff and an annual salary of 140,000 (roughly equal to what he got as a McKinsey junior a decade ago, he points out), insists that humility and respect are among essential qualities sought from Teach First applicants during day-long tests and interviews. He adds that 16% come from ethnic minority backgrounds and 24% themselves qualified for free school meals or education maintenance allowances. But a study by academics at London Metropolitan University found recruits guilty of patronising middle-class attitudes: a belief that they, young teachers from posh universities, have much to offer but nothing to learn from low-income communities. &quot;There&apos;s a danger,&quot; says Bangs, &quot;that you have high-flyers parachuting in and out. If that&apos;s not so, they need to say it more loudly. These are fragile schools that need consistency. Emotional intelligence and empathy are as important as academic achievement.&quot; Wigdortz and his Teach First &quot;movement&quot; have become the poster boys and girls for the social mobility agenda, now embraced, at least in principle, by all three main parties. Britain, Wigdortz says, has one of the highest correlations in the developed world between children&apos;s educational attainment and their parents&apos; income. I reply that his native America has an equally high correlation and both countries also have high levels of poverty and inequality. The education gap may be impossible to close significantly while inequality is so high and, in any case, social mobility does not itself eradicate poverty. On the contrary, it may legitimise it. Isn&apos;t poverty the true and more urgent source of injustice? &quot;Poverty is a huge issue,&quot; Wigdortz replies. &quot;It&apos;s complex and multi-faceted. There&apos;s no silver bullet. There are tens of thousands of children out there who don&apos;t have access to certain roles in society. Should we just give up on them? We have to do something.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/29/social-mobility-teach-first-programme", 
    "wordcount": "1518"
}