{
    "headline": "Burundi bemoans UK's 'sad, sad' decision to close aid office", 
    "text": "In the tiny African nation of Burundi, one of the world&apos;s poorest countries, Britain&apos;s decision to close its development arm&apos;s country office and end bilateral aid has left people smarting, and scratching their heads. The Department for International Development (DfID) no longer has an office in the capital, Bujumbura, a small city where electricity is intermittent in most quarters. Last year, Britain gave 13.7m to Burundi  3.6% of all the African country&apos;s aid  mainly for projects related to education, health, access to justice, and regional economic integration. Christian Nkengurutse, the secretary general of Burundi&apos;s chamber of commerce, said his members were shocked by DfID&apos;s decision. &quot;The difference when a donor is present  is clear. You can feel it,&quot; he said, pointing to the example of the African Development Bank, which opened an office in Bujumbura this year. &quot;We can feel the ADB in our activities now.&quot; Nkengurutse said that although DfID is still delivering funds through TradeMark East Africa (TMEA), a donor-funded group that is helping the five member states of the East African Community to integrate their economies, the focus was too narrow. &quot;You need a certain level of competition [for economic integration] and that can only happen through direct aid,&quot; Nkengurutse said. &quot;We think the British government, if possible, should revise its position with regards to Burundi and reopen the DfID office.&quot; The criticism is not just coming from Bujumbura. In London, a parliamentary committee urged DfID to reconsider its decision, which was part of a bilateral aid review announced in March last year. DfID decided to reduce the number of aid programmes from 43 to 27, and Burundi was dropped even though DfID said it had &quot;a compelling case for aid&quot;. Burundi ranks 185th out of 187 countries in the UN human development index. Around 90% of its people are subsistence farmers and around half of the national budget is financed by donors. The country is trying to lure investors by improving its business climate  notably by setting up a semi-autonomous tax authority  and it has seen some progress: in its 2013 Doing Business report, the World Bank said the country is one of the world&apos;s top 10 economic reformers, although the improvement was from a low starting point. In its bilateral aid review, DfID said a &quot;large scale-up would have been required to show a significant impact and therefore demonstrate value for money. Achieving this in the short term would have been difficult given capacity constraints in [Burundi].&quot; Witnesses who appeared before the parliamentary committee in London expressed concern that the withdrawal would have an effect on the justice sector, a key component in efforts to end impunity in a country where extrajudicial killings by government forces and opposition groups still take place. Kieran Holmes, the head of Burundi&apos;s semi-autonomous tax office, which is funded by TMEA, said DfID is still involved in the country and that other donors were willing to pick up the slack on some programmes. &quot;Having said that, I think the government would feel far happier and safer  if there was to be a DfID office restored to Burundi, but that&apos;s not my decision. That&apos;s a politician&apos;s decision,&quot; he said, pointing out that DfID had offices in every other country in the region. &quot;For a small country like Burundi not to have an office is a crying shame,&quot; he said, adding that this was his personal view. The London-based development consultancy Adam Smith International, which has advisers working with the tax authority in Burundi, carried out an assessment of the DfID decision, and submitted written evidence to the international development committee. It said that if the office were to close, it would be critical to continue support to Burundi through TMEA. &quot;There is of course the risk that broader governance, accountability and stabilisation reforms that could entrench revenue reforms will be neglected  DfID&apos;s expertise and experience in wider political economy analysis, design and implementation of interlocking reform programmes and co-ordinating with other donors will be missed in Burundi,&quot; it said. The consultancy also said efforts to create stability in the Democratic Republic of the Congo would be more successful if paired with engagements in Burundi on governance, accountability, access to justice and natural resource management. For Nkengurutse, the DfID decision goes against the tide at a time when private investors are, he says, beginning to show interest in a country that boasts nickel reserves, tea and coffee plantations, and possible opportunities in tourism. &quot;Other donors say it is time to come and invest in Burundi, and DfID decides to leave. It&apos;s sad, it&apos;s just sad.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/07/dfid-closes-office-upsets-burundi", 
    "wordcount": "786"
}