{
    "headline": "A serious food crisis is brewing in Haiti  here's how to stop it", 
    "text": "As well as exporting cash crops such as coffee, cocoa, mangos, breadfruit and potatoes, Haitians rely on 40% of the food produced in the country for local consumption. With this in mind, it&apos;s easy to see why last year&apos;s dramatic weather patterns and global economic meltdown produced aftershocks as significant and devastating as those of the 2010 earthquake. In 2012, there were five events  separate, but intrinsically linked  that Haiti did not handle well, in my opinion. First, severe drought meant farmers failed to maintain a good harvest for the spring season from April to August, resulting in overall losses reaching staggering levels  42-60% of Haiti&apos;s overall food production. Second, spiralling global food prices made it increasingly difficult for those still recovering from the myriad effects of the earthquake to buy basic foodstuffs. Third, hurricane Isaac hit Haiti in August, swiftly followed by hurricane Sandy in October and extreme flooding in the north of the country in November. These natural disasters not only wiped out swaths of crops and many farms but generated a loss of more than $250m (159m), excluding the huge damage inflicted on infrastructure and livestock. In short, the overall combination of events in Haiti has created the perfect storm for a genuine food crisis. For example, in 2011, 8% of Haitians (about 800,000 people) were living with chronic malnutrition; now, that number has leapt to 1.52 million. This sharp increase is very worrying. Since October, there have been demonstrations against high living costs and some families have been forced to eat less. Instead of two meals a day, they now have one. Some cut trees for charcoal to sell to local businesses such as bakeries, while others migrate to cities and towns, as well as to the Dominican Republic or other islands. Sadly, I have heard stories of desperate families sending their children to work as domestic helpers  a job in which living conditions are notoriously bad. In certain areas, there have been some direct responses from NGOs and the government to help people access food and short-term jobs. The government directive to reduce the price of some basic foodstuffs such as rice is welcomed, even if, legally, they are supposed to supply their systems with local products. However, one of the biggest challenges for this year is to make sure that we help Haiti&apos;s farmers to sell their produce. The government and private businesses are taking far too much time to take the right decisions. A case in point: the Haitian government was meant to inject 5bn gourdes, the equivalent of more than $10m, into the agricultural sector following the storms at the end of last year but I have never seen any real plans  or any big rush  to make this happen. On the other hand, the UN&apos;s Food and Agriculture Organisation and the Haitian government set up a joint appeal to donors for more than $70m; by the end of December, they had received less than 5%. Another issue is that we don&apos;t have a seed bank in Haiti. Having one would change lives  it would mean there would always be a place for farmers to sell seeds while making them available for those who need them. Instead of importing all kind of goods, surely it would be better to invest in Haiti itself, at grassroots level. We could have strategic seed banks all around the country, with silos in communities and at family level, and we could advise investors to buy local produce in advance, to give farmers incentives. These investors could advertise local produce and sell it at a good price. It&apos;s a win-win. Finally, the Haitian government needs to realise that, although we have enough water for both agriculture and drinking, we desperately need to know how to manage this precious resource properly. We could have dams for irrigation and electricity, for example. These are all ideas for the future. Right now, though, if farmers don&apos;t receive appropriate support over the next few months in terms of seeds, livestock, fishing  and if agricultural infrastructure, such as irrigation canals and roads, aren&apos;t repaired  Haiti will miss the spring cultivation season. This can only make a bad situation worse. With global food prices set to remain high, Haiti desperately needs to address what is fast becoming a crisis. If this is not done, it could destabilise the already tense political situation and throw us all into yet another emergency, with programmes that simply cannot provide long-term solutions. Yes, we need to build Haiti back better  but to do this we need some medium- and long-term solutions, and a little more lateral thinking about how we can utilise the wonderful resources we already have.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/feb/19/food-crisis-brewing-haiti", 
    "wordcount": "784"
}