{
    "headline": "YouTube video creators strike out on their own  with help from the crowd", 
    "text": "      Hannah Hart describes herself as an entrepreneur in the entertainment industry. Her series, My Drunk Kitchen, was an instant hit when it launched in March 2011, turning Hart into a celebrity and launching a full-time career. But her channel is not cable TV, it is YouTube, and she is one of a new breed of video makers who make their livelihoods from the site.  &quot;I tell people, I am a small business owner, and the business I produce is entertainment,&quot; said Hart. YouTube, which is owned by Google, has how created its own network to support the industry that has cropped up around it. Hart, 26, had no idea My Drunk Kitchen could be a business when she launched that first video two years ago. After it caught fire she was motivated to continue posting videos, working independently for a year before joining forces with the online content division of entertainment management company The Collective in June 2012.  She then quit her day job and lived on friends&apos; couches for six months before moving to Los Angeles, where The Collective is based and where Google opened a nearly 41,000 square feet production studio for YouTube creators. Creators get access to the studio by being part of the company&apos;s free partner program which offers support with networking events, best practice guides and production space.  Hart&apos;s income is generated by a combination of advertising, merchandise sales and crowdsourced funding. That tactic is supporting a yearlong worldwide tour that starts in April, during which she will host charity meet-ups in the cities that had the most fans contribute to the campaign. Fan support is one key to the success of YouTube creators, according to Dan Weinstein, chief content officer for Collective Digital Studio.  &quot;The thing that has the most value is the relationship that some of these creators have with their audience and the power of that influence and how they are able to tap into that,&quot; Weinstein said.  He said that changing consumption habits among key demographics like millennials mean the line between television and online shows is thinning, because to that demographic, it&apos;s all just content, available on all kinds of media platforms.  &quot;I think that will continue to be the case and there will continue to be improvements in monetization and business models,&quot; Weinstein said. &quot;You&apos;ll be able to sustain a profitable, very successful business without having to &apos;migrate&apos; to television.&quot;  The Collective has made television deals for YouTube stars, such as the Annoying Orange on Cartoon Network, to drive audiences to the video site and to the network. &quot;We didn&apos;t have to go to television, the measure of success was not necessarily going to television,&quot; he said.             YouTube creators including Hart don&apos;t consider a transition to television as the ultimate career goal. JR, of the sports show JR Sport Brief, said he knows people at ESPN but is happy doing his own &quot;everyman&apos;s approach&quot; to sports journalism.  &quot;I find great joy in not necessarily being filtered in what I have to say,&quot; said JR. &quot;It&apos;s not suit and tie, I don&apos;t have anybody yanking on my chain, saying &apos;you can&apos;t do this, you can&apos;t say that&apos;.&quot; That creative freedom also means people like Epic Meal Time&apos;s Harley Morenstein, who is also represented by The Collective, can curse and drink as a full-time gig.  &quot;2013, it&apos;s the future.&quot; Morenstein said. &quot;It allows me and my friends to have a job eating macaroni and cheese and getting drunk.&quot;  Morenstein said he committed to YouTube full-time when he made his first video, which involved piling a batch of fast food treats on top of a pizza, covering it with cheese, then eating it with his friends. It quickly accumulated 100,000 views. His second video had 600,000 views and the third had more than a million.  Like his cohosts, Morenstein has no culinary training, which isn&apos;t exactly necessary when smashing bacon and bourbon onto piles of meat. &quot;I don&apos;t know how to cook, but because of YouTube, I now have my own cookbook.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/mar/22/youtube-video-creators-strike-out", 
    "wordcount": "695"
}