{
    "headline": "Where is the professional development for higher education policy wonks?", 
    "text": "New policy roles have been emerging in universities over the past few years. Mark Leach, of the University Alliance, has analysed the rise of the &quot;wonks&quot;: the &quot;new breed of professionals&quot; who are challenging established hierarchies with their access to leadership teams. His work suggested that these roles are now to be found throughout the sector in different guises. This remarkable expansion was confirmed when more than 90 delegates came together at the first political affairs seminar hosted by Universities UK earlier this month. Responsibilities were varied, from marketing to planning, internal communications to public affairs, chief-of-staff to researchers. But wherever people were located in their institutions and whatever the job title, similar interests and concerns were expressed. The development of a professional network was widely welcomed. Networks in more established professional fields such as alumni relations, fundraising or marketing, allow people to connect. The platform may be virtual or organised around meetings, but people value having a structured way to share successes as well as problems, come up with new ideas, and find areas of common interest or joint action. Such opportunities are particularly important for a new field such as political affairs, where the universities themselves don&apos;t always know what they want when they recruit a policy adviser or executive officer. Political activity may have been done on an ad-hoc basis in the past, or been handled by the vice-chancellor alone, working from a personal contact book. Some appointees arrive as the first postholder, with relative freedom to define the role but without access to guidance from more experienced colleagues. Development and support is probably one of the most important issues facing this new profession and should therefore be a priority for the network. With many people coming for the first time into a role that is often not clearly demarcated and sometimes misunderstood or mistrusted, it is easy to feel isolated. Listening to the discussions at the seminar, development and support should cover the internal and the external dimensions of the work. However the role is configured, effective political affairs will call for building networks, managing relationships and negotiating structures inside the institution. On the external side, working with Local Enterprise Partnerships (LEPs), lobbying and European engagement are just three of the areas where professional development would be helpful. The offering of skills sessions, presentations and mentoring by more experienced professionals, focused on their particular areas of expertise, could be a tangible output for the new network. Perhaps less easy to solve is the question of career progression. Many of us came into our newly established posts with a commitment to higher education and a hope that our skills in policy, marketing or comms would make a contribution to the institution. I for one did not have &quot;the next step&quot; in mind and was fully absorbed for at least the first two years learning about Hertfordshire and shaping the role. So I didn&apos;t have an answer when a supportive member of the executive asked me where I was heading. As more of these political affairs posts emerge, the issue of career track is bound to become more pressing. Think tanks, stakeholder bodies, mission groups, consultancies are all possible destinations. But the factors that brought many of us into universities in the first place also make us want to stay. Retaining and stretching these roles can also be an opportunity for institutions to professionalise policy and strategy as part of a more business-like approach linking internal cycles of planning and review to external profile and positioning. The problem is that most of the political affairs posts (perhaps with the exception of those with a marketing, administration or comms orientation) have been soldered on to the existing structure. If people in these posts want to progress, they have to enter the system or be entrepreneurial in identifying an unmet need. It would be a shame if universities started to lose people who had gained a good knowledge both of the institution and of its interface with the policy world for not thinking through how they could serve the organisation in more demanding roles. Leaving professional development aside, there is much that the new network can do. Perhaps one of the most important is to provide linkages across the sector, bridging geographic and mission group divides. There are concerns about competition, and hence limits on what may be shared in such a network. But these should be few and far between. The recently published Wilson Review called for a fresh focus on collaborative advantage, for universities to recognise others&apos; capabilities for the good of the whole sector. Network members can take a leading role in making these collaborative connections. The new network is an exciting development. It will bring much value to individuals as they establish new professional pathways, but also has great potential institutionally and collectively. These political affairs roles are about new thinking, contextual challenge and strategic positioning; supported and connected, we can be part of helping universities and the sector to be agile and responsive in a fast-changing world. Alix Green is head of policy, office of the vice-chancellor, University of Hertfordshire This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/22/higher-education-policy-careers", 
    "wordcount": "893"
}