{
    "headline": "The week in wildlife - in pictures", 
    "text": "   A bird sits on a branch of a blooming cherry tree at a park in Tokyo on 1 April 1. Cherry trees bloomed in Tokyo on 31 March, five days later than usual year, Japanese authorities announced Photograph: Yoshikazu Tsuno/AFP/Getty Images       A ladybird in flight  Photograph: Jeff Horner/AP       Giant bell jellies swim in a large aquarium on display during a preview for The Jellies Experience exhibition at the Monterey Bay Aquarium in Monterey, California. The new $3.5m exhibition features 16 jellyfish species from around the world in a collection of live and interactive display Photograph: Richard Green/Reuters       An alligator and a terrapin at Cano Negro Wildlife Refuge, in Cano Negro, Costa Rica. The refuge is a protected area home to birds, alligators and the prehistoric gaspar fish Photograph: Jeffrey Arguedas/EPA       People take pictures of the prehistoric gaspar fish Photograph: Jeffrey Arguedas/EPA       Newborn Papilio demoleus butterflies are seen at the Benalmadena Butterfly Centre, Spain  Photograph: Jorge Zapata/EPA       A flowerhorn fish is displayed at the annual fish festival at a shopping mall in Bangkok  Photograph: Pornchai Kittiwongsakul/AFP/Getty Images       A fisherman uses a lantern while dip netting for elvers on a river in southern Maine. Elvers are young, translucent eels that are born in the Sargasso Sea and swim to freshwater lakes and ponds where they grow to adults before returning to the sea Photograph: Robert F. Bukaty/AP       A flower is surrounded by snow in Aboyne, Scotland. Snow returned to parts of Scotland just a week after parts of the country recorded record high temperatures for March Photograph: Jeff J Mitchell/Getty Images       A pheasant walks through the snow in Glen Gairn on 4 April in Ballater, Scotland Photograph: Jeff J Mitchell/Getty Images       A pony in the snow in the Brecon Beacons, south Wales as freezing gales and snow brought Britain's warm weather to an end Photograph: Tim Ireland/PA       Roe deer run in a field after heavy snowfall  Photograph: Vasily Fedosenko/Reuters  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/apr/05/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}