{
    "headline": "Dig it: is archaeology the new art?", 
    "text": "Two exciting exhibitions at the British Museum this spring delight the eye as much as the mind with ancient artefacts that also happen to be thrilling objects. Ice Age Art is an eye-opening encounter with carvings that still fascinate and beguile tens of thousands of years after they were created. What do these things tell us about hunter-gatherers in ice age Europe? It&apos;s a complex question, but the exhibition wants us to start by just appreciating this art as art. Soon, some equally seductive art will be on show in the museum&apos;s old Reading Room, when ancient Roman paintings form part of the eagerly anticipated blockbuster Life and Death in Pompeii and Herculaneum. Roman paintings revitalise the luxury of a lost way of life frozen under the ash of Vesuvius. As with ice age wonders, when you look at frescoes from Pompeii the pleasure of art makes ancient history immediate. This is surely the best way for archaeologists to popularise their research. Art is a two-way mirror that links past and present. It lives for us, and it can make the past it embodies live just as vividly. The term &quot;caveman&quot; seems massively inadequate when you see the art that early humans left in caves. Similarly, the Roman world is a lot richer than in the film Gladiator when you contemplate its paintings of myths, gardens and erotica. Obviously, some aspects of archaeology cannot be made over as &quot;art&quot;; arrowheads and pottery sherds are not about to electrify the art world. But the information they reveal is invaluable. Walk through the permanent collection of the British Museum and you will see far more time-battered, utilitarian objects than artistic masterpieces. That is as it should be. Yet in drawing all eyes to the stupendous beauty of things that survive from the past, archaeologists are returning to the origins of their subject. Two more exhibitions reveal how art helped the first archaeologists to imagine antiquity. The General, the Scientist and the Banker at the English Heritage Quadriga gallery shows artworks of the past, commissioned by 19th-century students, in their efforts to imagine the lives of ancient people. Meanwhile, at Sir John Soane&apos;s Museum, exquisite and eerie images of Paestum&apos;s ancient temples drawn by Piranesi in the 18th-century brood on a lost world. These shows about the history of archaeology reveal that crossovers between excavation and the art world are nothing new. The past is a foreign country, they say. Art is a passport to it.", 
    "section": "science", 
    "gid": "science/jonathanjonesblog/2013/mar/07/is-archaeology-new-art", 
    "wordcount": "417"
}