{
    "headline": "Tin", 
    "text": "    This week&apos;s element is tin, a post-transition metal that has the symbol, Sn, and the atomic number, 50. Tin&apos;s symbol comes from the Latin, stannum, for tin. Although there is some controversy over the origin of its English name, it was probably borrowed from Germanic languages, but where this word originated is not known.  Tin is lustrous, silvery-white, ductile and malleable and it does not easily oxidize in air, so it is used as a coating for other metals to prevent corrosion.    Like everything in the universe, tin is stardust, but its birth has been well-documented. It is born primarily in medium-sized stars when indium-115 captures a neutron to become indium-116. This isotope then loses either an electron or a positron (beta decay) and is transformed into tin-116. Of course, this transformation does not take place overnight: it takes thousands of years.  Tin&apos;s atomic number, 50, is a so-called &quot;magic number&quot; in nuclear physics. This is because its nucleons (either protons or neutrons) are arranged into complete shells within the atomic nucleus, rendering the atom more stable than expected. The nucleons in tin-100 are &quot;magic numbers&quot; for both the number of protons and neutrons (50p and 50n), as is tin-132 (50p and 82n), making these isotopes &quot;doubly magic&quot; -- when the number of both protons and neutrons are &quot;magic numbers&quot;. Oddly, neither isotope of tin is particularly stable: tin-100 has a half-life of just one second whilst tin-132 has a half-life of 40 seconds. But we now know that these isotopes are where atomic stability drops off rapidly. The combination of its size and nuclear stability results in tin having the greatest number of stable isotopes of any element. These include isotopes with atomic masses between 112 and 124 (except 113, 121 and 123). Of these isotopes, tin-120 is most common.  Tin never occurs in its pure form in the wild, but instead, it is found in a variety of minerals, although the only commercially important source of tin is cassiterite (SnO2). Yet, tin is fairly common on earth, but the demand for it is high. For this reason, it is estimated that earth will run out of exploitable tin in the next 20 to 40 years, depending upon whether you use current demand or projected future demand to make that extrapolation.  Tin has a tremendous number of applications and uses, ranging from tools made from tin alloys, such as bronze (an alloy of tin and copper) and pewter (85-90% tin alloyed with varying amounts of copper, antimony and lead), to tin-plating other metals to prevent corrosion and to food storage uses (due, in part, to tin&apos;s low toxicity). Do feel free to provide your own examples of tin&apos;s many uses in the comments area below.  Here&apos;s our favourite chemistry professor, telling us a little more about tin:             Visit PeriodicVideos&apos;s YouTube channel [video link].  Like pure indium, pure tin also cries when bent, but as with indium, I don&apos;t think this sounds anything like a &quot;cry&quot; or &quot;scream&quot;. This sound is created when its crystals are deformed.  Below is a video that provide a reasonably good recording of the &quot;tin cry&quot; although be forwarned, it&apos;s not a very good video:             Visit theCodyReeder&apos;s YouTube channel [video link].  .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniNottingham You&apos;ve already met these elements: Indium: In, atomic number 49Cadmium: Cd, atomic number 48Silver: Ag, atomic number 47Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s a wonderful interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/17/1", 
    "wordcount": "815"
}