{
    "headline": "Orion missions: Nasa and Esa set their sights on deep space", 
    "text": "It is now more than 40 years since a human ventured beyond Earth orbit. The last three astronauts to slip our world&apos;s gravitational tethers were those on Apollo 17. They crossed 385,000 kilometres of space to land on the moon and then returned to splashdown in the Pacific on 19 December 1972.  Since then, no human has been higher than about 600 kilometres above Earth&apos;s surface. Now it is time to reach out again. Today&apos;s announcement will put meat on the bones of an agreement reached between the European Space Agency and Nasa in Italy late last year. It will explain how Esa will adapt their unmanned cargo vessel, known as the Automated Transfer Vehicle (ATV), to propel a crew compartment being built by Nasa. The gestalt spacecraft is called Orion and will carry astronauts into deep space. Current plans call for Orion to perform its first mission in 2017. This will be an unmanned, single flyby of the moon, followed by a return to Earth.  Having broken free of Earth&apos;s gravity, the spacecraft will hit our atmosphere on its return considerably faster than objects from Earth orbit. Whereas a space shuttle&apos;s re-entry velocity was around 7.7 km/s, Orion will travel almost one and a half times faster at 11 km/s. Hence, it will require better heat shielding than the Space Shuttle. Four astronauts are expected to fly on the Orion capsule&apos;s following mission, pencilled in for 2021. This mission could be to orbit the moon for 3-4 days. But this vague plan has attracted criticism for being too cautious.  Richard Kours warned on 8 March 2012 at the public meeting of the Nasa Advisory Council that the mission needed objectives that are &quot;consistent with the cost and the risks involved&quot;. Otherwise, &quot;Nasa leaves itself open to public criticism and loss of Congressional support.&quot;  A growing lobby of academics, engineers and industrial partners seems to agree. Jack Burns from Nasa&apos;s Lunar Science Institute in Moffett Field, California, and collaborators published a study and an article last year urging that the Orion spacecraft be used for a mission to a gravitational sweet spot known as a Lagrangian point 65,000 kilometres beyond the far side of the moon. From such a vantage point, astronauts would be able to control rovers on the lunar surface and help deploy a radio telescope to see into the furthest reaches of space that are impossible to glimpse from Earth. Lockheed Martin, which built the shield that protected Nasa&apos;s Curiosity rover during its descent through the Martian atmosphere last August, have been pushing Nasa for a mission of this kind since at least 2010. They may be having some success. The Orlando Sentinel has reported seeing papers that make it clear some sort of lunar far side mission is &quot;a leading candidate for the agency&apos;s next major mission&quot;. It all points to exciting times ahead but it is unclear how much clarification we will get today about Orion&apos;s eventual manned missions. Nasa is treading carefully. The announcement of the briefing was conservatively titled, &quot;Nasa, Esa Hold Jan 16 Nasa TV Briefing on New Orion Agreement&quot;.  The Esa version, issued almost a week later, is somewhat more provocative, claiming: &quot;Nasa and Esa to announce new collaboration to send astronauts beyond Earth orbit&quot;. This newly found caution may not be a bad thing. Nasa has made bold statements before about sending astronauts to Mars only to have them collapse under cost considerations. So the current understated path may indeed be what is needed in today&apos;s fiscal climate. Having said that, let us hope for solid, inspiring news later today.              Live video from your iPhone using Ustream    You can watch the press conference on Nasa TV here or in the viewer above. It takes place on 16 January 2013 at 16:30 GMT (17:30 CET or 10:30 CST). Stuart Clark is the author of The Day Without Yesterday (Polygon)", 
    "section": "science", 
    "gid": "science/across-the-universe/2013/jan/16/orion-missions-nasa-esa-deep-space", 
    "wordcount": "659"
}