{
    "headline": "China's largest freshwater lake dries up", 
    "text": "For visitors expecting to see China&apos;s largest freshwater lake, Poyang is a desolate spectacle. Under normal circumstances it covers 3,500 sq km, but last month only 200 sq km were underwater. A dried-out plain stretches as far as the eye can see, leaving a pagoda perched on top of a hillock that is usually a little island. Wrapped in the mist characteristic of the lower reaches of the Yangtze river, the barges are moored close to the quayside beside a pitiful trickle of water. There is no work for the fisheries. According to the state news agency Xinhua, the drought  the worst for 60 years  is due to the lack of rainfall in the area round Poyang and its tributaries. Poor weather conditions this year are partly responsible. But putting the blame on them overlooks the role played by the colossal Three Gorges reservoir, 500km upstream. The cause and effect is still not officially recognised, even if the government did admit last May that the planet&apos;s biggest dam had given rise to &quot;problems that need to be solved very urgently&quot;. &quot;Every year, when the Three Gorges reservoir stores water  to power the dam&apos;s turbines during the winter  the flow rate in the Yangtze drops. This in turn increases the rate at which the level of Poyang lake falls, and the period of low water comes sooner,&quot; said Ye Xuchun, a researcher at China&apos;s Southwest University. In partnership with scientists at the Lake Science and Environment laboratory at Nanking University, he has published a comparative analysis of water levels in the Three Gorges basin and at the lake&apos;s northern extremity, near the city of Hukou, where the outflow from Poyang joins the Yangtze. The authors conclude that the artificial regulation of the reservoir, which must be kept full to optimise electricity output, reduces the water level in the lower reaches of the Yangtze. This means that the big river no longer &quot;plugs&quot; the lake&apos;s northern outlet, so the other rivers feeding into Poyang simply pass through the dwindling lake and run on downstream. This was the case in 2006, a very dry year that coincided with the period when the Three Gorges reservoir was filling up. &quot;When the depth of the reservoir was increased by 15 metres, to reach 155 metres in October, the lake dropped very low at Hukou,&quot; the scientists said. The beginning of 2012 has proved even worse. The region&apos;s environmental balance was &quot;seriously affected&quot;, said Dai Nianhua, deputy head of the Lake Poyang Research Centre in Nanchang, the provincial capital. When the water level is too low there are no fish, so there is no food for the migrating birds that usually break their journey at Poyang. The government has decided to drop fish and shellfish into the lake from helicopters. The economic impact is just as disastrous. &quot;Freighters can only cross the lake empty,&quot; said a worker at the shipyard in Xingzi, whereas usually the lake is a hive of activity in rural Jiangxi province. Some people are now suggesting that a dam should be built where the lake joins the Yangtze, but no one knows what side-effects that might have. As for the fisheries, they have upturned their boats on the shore or abandoned them on the dried-out bed of Poyang. Guo Jintao, a resident of Yumincun, a village with about 100 fishers, has not been out on the water for over a year. He started fishing when he was 13 and in 50 years he has not seen the lake this dry. He and his wife have switched to casual labouring in the building trade. &quot;Next year we&apos;ll see. If there&apos;s enough water, we&apos;ll go fishing again, otherwise we&apos;ll carry on with our new work,&quot; Guo said. His wife, Zhang Jingzen, 55, finds stacking bricks hard work. &quot;I prefer fishing. Our family&apos;s been fishing for four generations,&quot; she said. The family used to earn $1,600 to $3,200 a year, but last year&apos;s earnings only amounted to $800. The local authorities offered them around $600 in compensation. Another fisherman, intrigued by our conversation, butted in to say that he only got $80 from the municipal council, whereas the province had allocated $160 for each member of the fishing community. &quot;The incomes in fishing villages are dropping as fast as the water in the lake. Some residents will have move on to other trades,&quot; said Xu Bin, the author of a thesis on the socio-economic consequences of the lake&apos;s environmental disorders. He warns: &quot;The soil of China is dry, so the Yangtze is vital. Poyang is one of the key elements and its current predicament is a warning for the future.&quot; This article originally appeared in Le Monde", 
    "section": "environment", 
    "gid": "environment/2012/jan/31/china-freshwater-lake-dries-up", 
    "wordcount": "805"
}