{
    "headline": "20 Best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new Android apps released in the last seven days. A busy week too, with apps spanning fairytales, augmented reality, photo editing, music education and sports. As ever, games aren&apos;t included in this post, because they have a separate multi-platform roundup. The latest can be found here, and includes Android games like The Humble Bundle 4, Hunters: Episode One, Ingress and DragonVale. New iOS apps have their own roundup post which can be found here. In the meantime, here&apos;s this week&apos;s Android selection: Grimm&apos;s Snow White (2.99) This is the first Android app from StoryToys, an Irish developer that has specialised in turning the Brothers Grimm&apos;s fairytales into &quot;pop-up&quot; storybooks on iOS. Snow White is the focus here, with 39 pages of text, 11 3D pop-up scenes, and lots of interactivity for children to enjoy. One Direction Picture Book (Free) Released by augmented reality startup Zappar, this is a companion app for the box-set version of One Direction&apos;s new album Take Me Home. That means fans who&apos;ve splashed out 40 on the box-set can point their phone&apos;s camera at the pages of its picture book to get exclusive videos and photos. For more on this, see this post from earlier in the week. Pixlr Express (Free) Released by veteran graphics firm Autodesk, this is an accessible photo-editing app for cropping, resizing and tweaking pictures on your device. Autodesk is trumpeting its 600+ effects, overlays and borders, and the app can share pics out to Facebook, Twitter, Instagram and other applications. PicMix (Free) And more photo-editing, in a good week for Android-owning photographers. As with Pixlr Express this is a mixture of basic editing tools to crop and clean up images, as well as more playful effects and borders to make photos worth sharing. Chadwick (Free) This one&apos;s likely to find its biggest audience in America, being a way to follow basketball games from the college or NBA leagues through text and score updates. The app also includes social features to post comments to Facebook and Twitter including those scores and game events. The Heineken Cup (Free) The rugby season is well underway in the Northern Hemisphere, and now there&apos;s an official app for the Heineken Cup tournament in Europe, as well as its little sister the Amlin Challenge Cup. The app will offer live scores, team lineups and news, fixtures, results, match reports and tables. Look Away Now (0.99) This may be a novelty, but it made me smile a lot. Look Away Now is the 2012/Android/Twitter version of that famous episode of British sitcom Whatever Happened To The Likely Lads? where the characters tried desperately not to find out the football results before watching evening highlights. This app does that with your Twitter feed, blanking out tweets referring to in-play Premier League matches.  Notification Weather (Free) This is the kind of app that Android power-users love: a simple yet effective app that shows the current weather and a four-day forecast in your notification shade on-screen. Perfect for at-a-glance should-I-pack-a-coatage. KlearKeys Transparent Keyboard (2.49) And another simple utility that may well find a fanbase among Android users looking to fine-tune their devices. It turns the on-screen keyboard transparent so you can see what&apos;s below it, while also providing a range of customisation options to get the keyboard looking exactly how you&apos;d like it. Ideal for tablets, although it works on a variety of devices. UNISON app (Free) Public service trade union UNISON has a new Android app that&apos;s aiming to help people understand their rights at work, while also providing the latest news on campaigns to support the professions of its members. Oh, and &quot;information and advice on how to fight Austerity&quot;, if that&apos;s your bag. Shopitize (Free) Shopitize is a brand new service in the UK aimed at supermarket shoppers who want to hunt down more bargains. Open to everyone &quot;for a limited time&quot;, it&apos;s about scanning receipts from shopping to claim cash back from brands including Kellogg&apos;s and United Biscuits. It&apos;s the latest spin on mobile coupons. GoPro App (Free) This is big news for anyone who owns a GoPro camera: an official app to control it remotely, including a viewfinder/preview feature to line up shots just so. It works with the company&apos;s Wi-Fi-enabled HD Hero models, and also ties into GoPro&apos;s Photo of the Day and Video of the Day channels for inspiration. Bairstow Eves (Free) This is a good example of how British businesses are catching on to Android. Estate and lettings agent Bairstow Eves&apos; app is for browsing its available properties, with location, price and bedrooms all used as filters, with maps, images and the ability to call whichever office is handling a particular home. Sandbox Kids Corner (Free) There are a few apps promising to make Android smartphones safe for children to use Famigo is one popular example. Sandbox Kids Corner is the latest, from Kytephone. It works by creating a homescreen for a child, where the parent sets who they can call, what apps they can use, and how long for. Remote monitoring is included for even more hands-on parents, and it apparently plays nice with tablets like the Nexus 7 too. Best Hand Shadow Arts (Free) Talking of hands-on parenting, or rather hands-in-the-air-making-a-stealthy-fox parenting... Best Hand Shadow Arts is an app to teach you how to make around 70 shadow puppets: eagles, cats, wolves, horses and so on. MinutesPad (1.25) This is more of a handy work tool: a business app for taking minutes on smartphones or tablets, organising them, and then sending them to colleagues via email. It&apos;ll even time the meeting, and turn the minutes into HTML files before they&apos;re shared. Journie (Free) This is a personal diary: a way for people to jot down thoughts throughout the day, or full diary entries. It has a clean and cheerful design, makes it easy to export the diaries in different formats, and offers extra features for users who upgrade to a VIP account. GyroSpace 3D (1) It wouldn&apos;t be an Android roundup without a whizzy Live Wallpaper. This one is space-themed, and as the name hints, also makes use of the device&apos;s gyroscope. Write Music by Stedman (Free) This is an app for writing music on an Android device, including lyrics, then recording vocals and music to actually create the compositions. I&apos;m not too sure about the &quot;You don&apos;t need to pay for other people&apos;s music&quot; line in its pitch, but it looks like a potentially useful tool for would-be songwriters. Abertay Uni (Free) And to finish, a look at what one academic institution is doing with apps. This is a course-finder app &quot;with a difference&quot;. That difference being the way it asks questions of the student using the app, then suggests courses based on their answers  &quot;delve into the furthest reaches of your brain...&quot; That&apos;s our choice, but what have you been using on your Android device? Make your recommendations or give feedback on the picks above by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/16/best-android-apps-snow-white-one-direction", 
    "wordcount": "1194"
}