{
    "headline": "Who invented clothes? A Palaeolithic archaeologist answers", 
    "text": "&quot;Who invented clothes?&quot; It&apos;s one of those brilliant questions that children ask, before they learn that the big things we wonder about rarely have simple answers. It&apos;s the kind of thing that archaeologists like me get put on the spot about when chatting to kids, and we love to have a crack at answering. Saturday&apos;s &quot;Ask a grown up&quot; section featured just that question, from eight-year old Harriet, with an answer by Hadley Freeman, fashion expert and fantastic writer. Hadley&apos;s response was, as usual, entertainingly breezy, with some refreshing encouragement to Harriet to experiment in developing her own style; but, like a fine chiffon, it was a little flimsy in substance. I&apos;m proud to be involved with ScienceGrrl, which aims to show girls that science is for everyone by providing diverse role models, and TrowelBlazers, a new project that is all about bringing to the fore the achievements of pioneering women archaeologists, geologists and palaeontologists. So I was kind of disappointed that a girl asking a genuine question about archaeology ended up with the barest of facts, as well as being told, even if it was meant lightheartedly, that the grown-up answering her question would rather she pay attention to what she looks like.  Hadley knows today&apos;s fashion world inside out and might not care much about pre-silk times, but I&apos;ll bet that Harriet wanted to find out more than what the Flintstones wear.  It&apos;s this kind of response that can, in aggregate, have a negative impact on children: being mentally curious ends up as something deeply uncool and not relevant to modern life. I&apos;m not advocating force-feeding facts Vulcan-style when talking to young people  far from it. They like to be challenged and humour is a great way to do this. But I do think we should take every chance we get to pass on the incredible stuff that we&apos;ve found out about our world thanks to science  including archaeology  and keep on showing girls that using their brains by asking big questions is, actually, absolutely fabulous. So for Harriet, if you&apos;re reading: there&apos;s a whole lot we know about the invention of clothing. Many TV reconstructions and book illustrations of stone age (Palaeolithic) people really don&apos;t do them justice. People were already making finely worked bone needles 20,000 years ago, probably for embroidery as much as sewing animal skins, like the thousands of ivory beads and fox teeth that covered the bodies of a girl and a boy buried at Sunghir, Russia, around 28,000 years ago. This was some serious bling, representing years of accumulated work.  And  caveman stereotypes aside  stone age clothes weren&apos;t just animal skins. We&apos;ve known since the 1990s that people were weaving fabric back then, revealed by impressions in baked clay from the sites of Pavlov and Dolni Vestonice in the Czech Republic. We don&apos;t actually know for sure that these were used for clothes, but the materials weren&apos;t heavy duty, and the variety in weaving styles suggests a long tradition. And at Dzudzuana Cave in Georgia, 30,000 year old spun plant fibres were found which had been dyed: pink, black and turquoise blue!  But what about the really old stuff (because 30,000 years ago isn&apos;t really old in human evolution)? As Harriet asks, who were the first fashionistas? People are still debating what, if anything, our close relatives the Neanderthals were wearing. Neanderthals lived in Europe for much longer than our own species, and for some of that time, it really was an ice-blasted world. Research into how mammals  including humans  keep their body temperature at healthy levels suggests that even during the warmer parts of the last ice age, they would have needed decent body coverings. Skins thrown over their shoulders  Palaeo-pashminas?  wouldn&apos;t have cut it.  Another study looked at what modern day hunter-gatherers wear according to the local climate, and built a model predicting what Neanderthals would have needed to wear to stay warm. Even after correcting for Neanderthals being able to cope better with the cold, the results suggested they would have needed to cover at least 80% of their body during cold periods, especially hands and feet.  Quite astonishingly, there is physical evidence that Neanderthals more than 100,000 years ago were tanning animal skins  a stone tool from the site of Neumark-Nord in Germany has preserved scraps of organic material stuck to it that were soaked in tannin, the substance in oak bark used to make leather. It was probably part of the tool handle that got wet while the hides were being worked.  Although they lacked fine needles of the sort found much later, Neanderthals didn&apos;t need these to sew their leather, as their abilities to make stone and wood tools were easily enough to produce a sharp piercing object for threading thong. Further back in time things get more fuzzy, but also really interesting. We have to get down and dirty  with lice. Body lice are adapted to living in clothes, and so must have evolved once humans started to wear them. DNA evidence suggests this happened at least 170,000 years ago and so people must have been wearing clothes even earlier than the oldest archeological evidence.  And here&apos;s the intriguing thing: when we get back this far, hundreds of thousands of years ago, we&apos;re talking about multiple kinds of humans. Even 40,000 years ago, there were still three &quot;species&quot; we know of: early members of our lineage, the Neanderthals and the mysterious Denisovans, a species represented by fragmentary remains of three individuals from one cave in Siberia. Given that very recent (and ongoing) genetic analysis is showing breeding between all three groups, very likely at different times and places, it&apos;s quite possible that the lice we have now hopped from one group to another, even if they weren&apos;t all wearing clothes all the time.  And I haven&apos;t even mentioned jewellery yet, the earliest examples of which keep getting pushed back in time: they currently stand at about 75,000 years ago, and maybe as much as 100,000 years ago. At one site in South Africa, we even have the first evidence of style as we know it, with a shift in the way shell beads were strung together over time. Beads aren&apos;t clothing in the strict sense, but they are a kind of fashion, so although we can&apos;t be sure exactly who wore the first clothes or when, it&apos;s clear that the history of human adornment does go back, in Hadley&apos;s words, &quot;a very, very, very long time ago&quot;.  Becky Wragg Sykes (@LeMoustier) is a postdoctoral researcher working on Neanderthal archaeology. She blogs at www.therocksremain.org and is part of the TrowelBlazers team (@trowelblazers), along with Victoria Herridge (@ToriHerridge), Brenna Hassett (@brennawalks http://passiminpassing.blogspot.co.uk/) and Suzanne Pilaar Birch (@suzie_birch http://research.brown.edu/myresearch/Suzanne_Pilaar_Birch)", 
    "section": "science", 
    "gid": "science/sifting-the-evidence/2013/may/20/who-invented-clothes-palaeolithic-archaeologist", 
    "wordcount": "1149"
}