{
    "headline": "Why UK aid for Yemen will save lives and promote stability", 
    "text": "Earlier this week, journalist Abubakr al-Shamahi asked if aid was good for Yemen. The answer to that question is an unequivocal yes  and that more, not less, is needed. For aid to make a difference though, we need to be smart about how it&apos;s used. That&apos;s why our focus at the Friends of Yemen meeting in New York on Thursday was on how to ensure a successful transition led by the government of Yemen, and on how the international community can best support that process. It&apos;s a big challenge and the human cost of Yemen&apos;s under-development is huge. More than one in 10 children under five suffers from acute malnutrition, and conflicts around the country have forced more than half a million civilians to leave their homes. In turn, this has led to political insecurity and further conflict as young men have seen no alternative but to take up arms. The weak economy means the only potential source of financing is aid, not only to tackle the humanitarian crisis in the short-term but  as Abubakr al-Shamahi noted  to tackle longer-term development needs. In Riyadh this month, donors pledged $6.4bn for a combination of short and long-term assistance. The process was driven in no small part by the UK, and I set out our commitment to spend 196m in Yemen from April 2012 to April 2015. That will deliver a package of support to urgently address Yemenis&apos; basic needs such as healthcare, education and access to sanitation, as well as underpin the economy and direct funds into infrastructure, a longer-term investment which we agree is critical. We will continue to provide humanitarian relief that saves lives  in 2011, we provided 300,000 people with emergency food assistance, and between 2012 and 2015 we will improve the nutrition of 1.65 million women and children. However, there is also a clear need to strengthen and improve existing systems. Britain&apos;s support will enable at least 6.6 million people to vote in the constitutional referendum in 2013 and in the presidential election in 2014. We&apos;re also helping to provide Yemenis with jobs and access to finance and basic services. That is exactly the sort of investment in the future of Yemen that researcher and blogger Atiaf al-Wazir calls for in Abubakr al-Shamahi&apos;s report. We will do everything we can to strengthen government systems by working alongside them, but the primary aim of every pound we spend is to make tangible improvements to the lives of poor Yemenis. That doesn&apos;t mean, however, that we&apos;re not aware of the challenges of ensuring that aid reaches those who need it most. No British money is channelled through the government; it is all managed by trusted partners, whether UN agencies, international NGOs or Yemeni civil society organisations. We are clear that it would be wrong to punish people for having a weak government by withholding aid  and foolhardy not to address the lack of development that can foster a sense of injustice which can exacerbate conflict. Of course, aid alone cannot provide a secure and prosperous future for Yemen. The government&apos;s actions are critical. Its priority is to provide security for the people of Yemen and to achieve a peaceful democratic transition. However, other actions are also important to lay the foundation for future development and to ensure the country doesn&apos;t slip back into conflict. For the first time ever for Yemen, at the meeting in Riyadh at the start of the month, donors came together to say in detail how they are going to help and when they will deliver their aid. The government of Yemen is committed to a range of actions, including improving public financial management and the business climate, as well as to concerted action to tackle corruption. Progress on these areas will ensure that aid yields the best possible results. Yemen&apos;s future is too important  to the region, the world, and its own citizens  for any of us to ignore. Action is needed by the whole international community, from UN agencies; aid donors; international NGOs; and smaller organisations such as the Yemen Relief and Development Forum, which performs a vital role in building solidarity and drawing attention to the country&apos;s needs. That&apos;s why it was so encouraging to hear pledges of nearly $1.5bn in additional funding at the Friends of Yemen meeting from those who had not previously come forward at Riyadh. As I made clear at the meeting, however, the pledges are the easy part. Those promises must be turned into action, and both international donors and the government have a role to play. ", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/sep/28/uk-aid-yemen-saves-lives-promote-stability", 
    "wordcount": "768"
}