{
    "headline": "Australia's wind energy debate spinning out of control", 
    "text": "Climate science denial meets unproven health scare meets nefarious think tankery meets policy uncertainty meets nimbyism meets scare tactics meets golf. This summarises roughly the current state of the public discourse around wind energy in Australia. Anti-wind energy groups have been flapping away for years in Australia employing a wide range of arguments against building wind farms. First came a number of community-based Landscape Guardians groups and other similar organisations. Then in 2010 came the Waubra Foundation, founded by former mining and fossil fuel industry figure Peter Mitchell, himself a former spokesperson for a Landscape Guardians group. The Waubra Foundation is a registered educational charity whose central argument against wind farms is that they make people sick. The group is calling for independent research to work out what&apos;s going on, although its YouTube video suggests the group has already made up its mind. People in wind farm areas had left their homes because of &quot;serious ill health caused by wind turbines&quot;, the video claims. According to a running list kept by University of Sydney Professor of Public Health Simon Chapman, wind farm noise has been blamed for more than 200 symptoms including herpes, weight loss, weight gain, cancer, nose bleeds, nocturia, dental infections, nightmares and vibrating lips. Chapman&apos;s research suggests the vast majority of wind farms in Australiaoperate with no complaints. Where complaints do exist, Chapman says they almost always coincide with anti-wind farm campaigning. The suggestion is not that residents are making up the symptoms, but rather they may in some cases be assigning common symptoms to turbines when the cause is more likely to be elsewhere. Others may be angered by the presence of the turbines close by, or fear they may impact on land values. Groups including the Waubra Foundation have also conjured a silent bogeyman in the form of inaudible infrasound, which they also link to symptoms. Infrasound is present almost everywhere (for example, your heartbeat creates it, as does your fridge and cars travelling on roads) but it is apparently only infrasound from turbines that&apos;s the nasty stuff. A study earlier this year from the University of Auckland in New Zealand, published in the journal Health Psychology, tested this hypothesis on a group of 54 people. The study concluded that reporting of common symptoms only increased if you told people first that infrasound could make you sick. When people were exposed to no sound at all - but were told they were in a room filled with infrasound - they would report an increase in symptoms only if they&apos;d been primed with warnings first. This study suggests that if you want to create negative sentiment about wind farms, then one way is to tell them they&apos;ll make you sick. Secretive rally On 18 June anti-wind protesters will gather outside Parliament in Canberra for the &quot;Wind Power Fraud Rally&quot;  an event being organised though a website called Stop These Things. As the name suggests, the website wants wind farm developments stopped and refers to its opponents as &quot;greentards&quot;. The domain for the website was registered though a proxy service, concealing its origins. The site claims wind farms make people sick, are expensive and inefficient. A YouTube channel records the stories of wind farm &quot;victims&quot;. A handful of MPs and Senators, including several from the ranks of the conservative Liberal Party are listed as speakers. I asked several if they could tell me who the rally organisers were, but they said they either didn&apos;t know specifically or wouldn&apos;t say. One reported speaker is Angus Taylor, who is in line for the safe Liberal seat of Hume in New South Wales. He has argued that wind farms are too expensive and need subsidies to be viable. He told me that he didn&apos;t know who the organisers were. Another speaker is blacksmith and Senator John Madigan, who is the first elected representative from the Democratic Labor Party for more than 30 years (he got his Senate seat with only 2.34 per cent of the initial votes, just 0.07% ahead of the Australia Sex Party thanks to the vagaries of Australia&apos;s voting system where preference votes cascade between candidates). Earlier this year, Senator Madigan&apos;s DLP sponsored part of the Australia-wide tour of climate change science denialist Lord Christopher Monckton. It was reported that Independent South Australian Senator Nick Xenophon had been invited to speak at the anti-wind rally by the office of Senator John Madigan. But Senator Xenophon&apos;s adviser told me he had actually been invited by &quot;some of his constituents&quot;. Senator Xenophon favours other forms of renewables, in particular solar thermal and geothermal, over wind farms. South Australian Barrister Peter Quinn, another speaker, said the rally was being organised by a &quot;bunch of farmers&quot;. He said wind farms were a &quot;fraud&quot; because there was &quot;zero evidence that they reduce greenhouse gases&quot;. &quot;You are not going to get the identities of the organisers  I am bound by certain confidences,&quot; he told me. &quot;If the organisers wish to reveal themselves then you&apos;ll be the first to know about it.&quot; He said any claims in the &quot;left wing media&quot; that Stop These Things was a front for the fossil fuel industry &quot;could not be further from the truth&quot; but he said he didn&apos;t know who was behind the site. Also on the list of speakers is Alan Moran of the free market think-tank the Institute of Public Affairs. The IPA doesn&apos;t disclose its funders but has been promoting the views of climate science sceptics for two decades. The MC of the rally is popular Sydney radio host Alan Jones who believes that climate change science is &quot;witchcraft&quot; and &quot;propaganda&quot;. Jones is the patron of climate science denial organisation the Galileo Movement. In a press release, Stop These Things declared that power bills were set to double &quot;and all because of wind power&quot;. Yet a recent report from the Australian Energy Market Commission said the main driver of recent price rises were upgrades and maintenance of the electricity network. Rises in retail costs for 2014 and 2015 were expected to be 3%. Wind power was not mentioned anywhere in the report. King Island Then, there&apos;s King Island, off the north west tip of Tasmania  population 1600. This week, Hydro Tasmania will ask residents there to vote in connection with a plan for a 200-turbine wind farm on their island. Sixty per cent support will see the project move to a feasibility stage. RenewEconomy editor Giles Parkinson writes how the island is being asked to choose between building new golf courses or having the wind farm  when they could likely choose both. Sarah Laurie, CEO of the Waubra Foundation, was flown in to the island to speak to residents by the No TasWind Farm Group, which has also engaged Sydney-based PR company Wells Haslem. In a detailed investigation by ABC Radio National&apos;s Background Briefing program, Laurie tells the people of King Island that wind farms cause some people to wake in a panic and to suffer a &quot;bizarre perception of body vibration&quot;. Bizarre is one way of describing the public discourse around wind energy in Australia. Perhaps it&apos;s the infrasound. Time to turn off those fridges?", 
    "section": "environment", 
    "gid": "environment/planet-oz/2013/jun/02/wind-turbine-power-health-australia", 
    "wordcount": "1229"
}