{
    "headline": "Are online aliases ever justified in academic debate?", 
    "text": "Have you encountered a sock puppet recently? The answer is probably yes even if you never knew. I met one (well several) the other day and it was quite an experience  a bit like getting mugged by a chimera. Sock puppets, referencing the cute and simple hand puppets made from a sock, are intended primarily to deceive. This is not the anonymity we all sometimes seek when online; sock puppetry is about setting up a false identity so the puppeteer can speak falsely while pretending to be another person. Some of the craziest uses of sock puppetry are when these misleading online identities end up working in unison: simultaneously praising and defending their alter egos while attacking, stalking or even libelling and defaming people or organisations they don&apos;t like. All the while never admitting the link or affiliation to the puppeteer. Sock puppets have had an impact on academic discourse. I led the digitisation pilot of the Dead Sea Scrolls and I can vouch from that experience that there are plenty of attention seekers out there, with conspiracy theories agogo. But these are relatively easy to spot. The case of Raphael Golb shows the real invasive power and perfidy of sock puppets. He was convicted in 2010 of using online aliases to harass and discredit his father&apos;s academic detractors in a heated fight over the origins of the Dead Sea Scrolls. A Manhattan jury convicted Golb of 30 counts, including identity theft, forgery and harassment; he got six months in jail. As reported by Robert R Cargill in Archaeology Magazine the attacks on him included detailed criticism in the comments sections of literally every news article that referenced his work on the Dead Sea Scrolls with links back to refuting texts self published by Golb&apos;s father, Norman. It went much further, discussions were going on between several &quot;people&quot;, but all arguing in the same direction  the names used included: &quot;Charles Gadda&quot;, &quot;Richard Moss&quot;, &quot;Jessica Friedman&quot; among others. And then the &quot;Gadda&quot; sock puppet went after Cargill and others personally in what Cargill called a &quot;smear campaign&quot;. Golb kept up this practice for years, publishing on news sites, blogs and Wikipedia and then referenced back to these items to give the appearance of proper referencing, peer review and a growing body of academic acceptance for the ideas of his father. There were letter writing campaigns and even worse a senior academic in the field, Lawrence Shiffman, was directly impersonated by the sock puppets. This puppetry carried on for years and academic discourse was severely disrupted while those innocent academics involved in Dead Sea Scroll research were libelled, defamed and smeared. Twitter and Facebook have made sock puppetry even more prevalent and in some cases this can be a genuine source of amusement, satire and acceptable freedom of expression. An unidentified satirist has impersonated Jennie Bone, wife of Peter Bone MP, and posted such gems on Twitter as: &quot;All eyes on PMQs  will Mr Cameron do his best to give me pleasure today? I live in hope&quot;. These are pretty transparent sock puppets and really do not intend to deceive in the perfidious way achieved in the Golb case. So why am I so concerned about sock puppetry in the academic realm? Isn&apos;t it a form of free expression that should be protected and with the exception of egregious cases like Golb? Isn&apos;t it basically harmless? The problem with sock puppetry is that academic discourse relies upon peer review and on active intellectual debate. These must not be replaced by self published diatribes promoted by anonymous sock puppets who engage in acts of intimidation online. Debate can best be fostered by knowing who you are debating with, what their background philosophies and peer reviewed work are and thus ensuring a deeper discourse than mere mud slinging. For example when Professor Orlando Figes, the historian, posted disparaging reviews of books by rivals on Amazon, using the alias &quot;historian&quot;, he was attacking not just them but the whole concept of academic freedom and scholarly debate. His posts variously described Robert Service&apos;s Comrades as &quot;awful&quot; and Rachel Polonsky&apos;s book Molotov&apos;s Magic Lantern &quot;hard to follow&quot;, while praising his study of Soviet family life, The Whisperers, for leaving &quot;the reader awed, humbled, yet uplifted&quot;. I&apos;d frankly like to make him eat his sock puppet and then see how awed and humbled he felt. My recent experience with sock puppetry was of a much lesser degree but still annoying. I am becoming suspicious of sock puppetry on Twitter in relation to certain official looking user names in the humanities actually being run by one lone individual and wonder if others are similarly concerned? When I posted on Twitter a while back that I was attending a particular academic event to speak, three Twitter accounts suddenly began to comment, discuss among themselves and post critical comments about the event and its participants. Puzzled by this, as I could see no sensible reason for the mass opprobrium, I did some digging of IP addresses, and so on, and found that all three Twitter personalities were the same person, with two to three more up their sleeve as well. The sock puppets were being used to hide a true identity, to criticise without consequence and thus to deceive. I hope that this person reads this, is ashamed of the deception and removes their puppets from the discourse. If we, the academy, become aware of a person using multiple pseudonyms to give a false and biased impression of scholarly debate, then in my opinion we would have to shun that person on Twitter at the very least. I would also consider all their discourse inherently unreliable and assume they were not someone I would ever wish to collaborate or work with in the future. What do you think? Am I overreacting? Is a sock puppet ever justified in academic discourse? Simon Tanner, department of digital humanities, King&apos;s College London. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/07/academic-debate-online-aliases-sock-puppets", 
    "wordcount": "1037"
}