{
    "headline": "What can I use in remote areas without electricity?", 
    "text": "I am a PhD student about to go and study in a remote area for a year, and wonder what technology to take with me. I want to be able to read documents (PDFs) and books, take notes, and take pictures and video. There is no electricity, but I will be somewhere there is power about once a month, and I could keep a laptop there. It will be hot/dusty/muddy/wet. Also, I don&apos;t want to have armfuls of flashy electronic gear among people who don&apos;t have any. Solar powered laptop chargers look expensive, so I was thinking of a Paperwhite Kindle, a medium-priced camcorder that also takes stills (under 400), and pile of notebooks and pens. I already have a digital voice recorder. Would you suggest anything different? Sarah In cases like this, the best source of advice is someone who has already been there and done it, or at least spent time in a similar area. I presume you have already asked your tutors, previous students, and any contacts in the remote area for advice. The most difficult question is whether or not standard consumer products will survive the hazardous conditions, if given due care and attention. If not, you will need to think about ruggedized or waterproof devices, or possibly waterproof cases. Not too long ago, those might have been expensive options. Today, however, there is vast range of cheap devices aimed at the sports/adventure market. Oregon Scientific and other companies supply &quot;actioncams&quot; and helmetcams for skiers, rock climbers, off-road bikers, skydivers and people who indulge in similar outdoor sports. GoPro has recently made a splash in this area, though judging by user reviews, its products have not been completely problem free. Olympus also pioneered in this area with its Mju Tough digital cameras, but now many of the big brands offer ruggedized and/or waterproof digital cameras. Sports/action cameras are not the sort of thing that a documentary photographer or film maker would generally choose, but they are reasonably robust and more likely to survive adverse conditions than the usual consumer products. I wouldn&apos;t try to use any of them underwater, personally, but rain and the odd bit of mud shouldn&apos;t be a problem. Small camcorders My original thought was the Sanyo Xacti VPC-CA9 camcorder, which is reasonably priced (about 130 to 150) and advertised as &quot;waterproof up to 1.5 meters (5 feet)&quot;. It&apos;s a pistol-grip design with 5x optical zooming. It shoots 9MP (megapixel) still images and 720p HD (high definition) video. It stores images on SDHC memory cards (up to 32GB), so you could take several cards. However, Panasonic now looks the best value in this area, with the 14MP Panasonic WA2 (134.89 at Amazon.co.uk) and similar models. This is the same sort of design -- a &quot;vertical camcorder&quot; -- but shoots 1080p Full HD, so you can record 1920 x 1080 pixel movies using H.264/AVCHD. Your budget would allow you to buy something better, such as the 16MP Panasonic HX-WA3EB-H (about 250). It&apos;s advertised as being shockproof, waterproof, freezeproof and dustproof, so it should survive conditions in your remote rural area. Although these Panasonic cameras claim 15x or 18x (etc) &quot;intelligent&quot; zooms, they are only 5x optical zooms, so this is what you would get with still photos. It&apos;s usually better to stick to optical zooming. If you want to do any digital zooming, it&apos;s better to do it at the editing stage when you can use a powerful PC. Panasonic has a wide range of Active Style Camcorders so you may want to go for a different model, but I think this is the right sort of idea. Tough digital compact cameras If you want to take a still camera as well, there are plenty of cheap, robust pocket cameras. The Olympus Tough TG-1 looks like a good option at around 250, if shipped from Japan (a relatively risky option). There&apos;s a review with a video at Trusted Reviews. However, it has now been replaced by the TG-2 at about 300 A good alternative is the 16MP Panasonic DMC-FT5 (also about 300). Both the Olympus Tough TG-2 and Panasonic DMC-FT5 can shoot high-quality movies as well as stills. If still photography is what you need most, then you could use one of these still cameras and skip the camcorder. However, the vertical camcorders are so small  they fit the palm of your hand  you can easily take both. Smartphones and power supplies Another alternative would be to take just a smartphone. All the popular models take reasonable still photos and videos, work as voice recorders, and can be used as e-book readers, at least for short periods. The smartphone is the Swiss army knife of digital devices: it&apos;s not as good at any of the tasks as a dedicated product, but it can be acceptably good, and it&apos;s always better than nothing. The real problem with smartphones is that most of them don&apos;t run for very long, and even fewer now have replaceable batteries. A smartphone that needs recharging twice a day isn&apos;t much good if you have to survive a month without access to electricity. If you take this route, you will need an add-on battery pack and probably a solar power charger, such as the PowerTraveller Solar Gorilla and Power Gorilla PG002. These fold up to minimise the bulk, and at 700g and 631g respectively, are not too heavy. These have received mixed reviews on Amazon, with one-star reviews from people who didn&apos;t find them effective at charging devices. I haven&apos;t used either myself, so see if you can find a colleague who has. Ask them about wind-up chargers as well. Another alternative would be a camera that takes rechargeable AA batteries instead of a Li-ion battery. There are not too many of these around, but the 16.6MP Canon Powershot SX160 IS (119.99) takes both stills and good movies. Unfortunately, AA batteries don&apos;t last very long in modern cameras, so you will need a decent stock of rechargeables (I&apos;d take eight) and a compact charger that recharges four at a time. Note also that the Powershot SX160 IS is not waterproof or ruggedized, and should be kept sealed in a tough plastic bag when not in use. We never had problems like this with compact cameras shooting 35mm film, and there are plenty of second hand models around. The Minox 35G and ML (my favourite) and Rollei 35 and B35 models are classics. The Amazon Kindle Paperwhite is a great choice as an ebook reader. You will probably need to preload it with books and documents, but it would be interesting to hear just how far Amazon&apos;s Whispernet travels.", 
    "section": "technology", 
    "gid": "technology/askjack/2013/may/30/technology-remote-areas-no-electricity", 
    "wordcount": "1138"
}