{
    "headline": "PS4: Sony's Shuhei Yoshida on why there was no box at the launch event", 
    "text": "Sony&apos;s PlayStation 4 launch event on Wednesday has drawn excitement, criticism and curiosity from the gaming community. While some were intrigued by the company&apos;s vision of a powerful PC-like console at the centre of a broad range of connected devices, others were frustrated by the lack of a physical product reveal, and by the familiar range of games on offer. Stage-managing the development and roll-out of the console is Shuhei Yoshida, Sony&apos;s head of worldwide studios. A vital cog in the PlayStation R&amp;D machine since the very beginning, Yoshida is a passionate gamer and habitual tweeter, providing a human face to the corporate edifice that is Sony.  I got chance to talk to him on Thursday, in his last interview of the day before returning from New York to Tokyo. Here&apos;s what he had to say. During the conference on Wednesday, Andrew House [Group CEO of Sony Computer Entertainment] talked about how the PS4 was designed in conjunction with developers. This reminded me of PlayStation 1 and how Sony went around the world visiting studios and gathering opinions. Were you consciously returning to that way of doing things?It&apos;s interesting you ask that  and yes, when you look at it that way, we did a similar thing to when we made PS1. We kind of stopped doing that in later years, but this time, we made a conscious decision. Kaz Hirai instructed our development studio to be part of the hardware and platform group for PS4 and PS Vita in 2008. And also SCEI brought in Mark Cerny  who has been our longest partner, all the way back to the Crash Bandicoot days  as the system architect for PS4. He has had some part in the PS Vita development as well.  The initial brief from Kaz was, take the ideas and desire from game developers both internally and externally to create the new hardware. Yes, in retrospect, that is similar to our approach with PlayStation 1. What were the fundamental things that developers were asking for? From chatting to a few studios it seems social connectivity was a key element, but then the PC-like architecture has also been mentioned Were these the two most common requests?Yes, I can say that. Development on PS3 was very hard because of the unique architecture, so we made the decision use a more popular architectures so developers would be able to use the same tools and engines, and make a seamless move to PS4  that was a big focus. They also wanted a larger amount of system memory as well!  Connectivity was a big area, both between players and between devices. Developers are very far ahead in thinking how they can use different platforms and social network services with console games  we thought yes, that&apos;s what we want to do as well. These things can be done on the game side, but as with any other network features, gamers don&apos;t want to have to set-up lots of different accounts when they play different games. We wanted to provide these features from the system side so that people only have to download the application once, allowing them to connect their iOS and Android handsets to PS4. It&apos;s an additional option for developers to create their own dedicated applications on these devices, but I expect more developers will choose to use our app as it&apos;s so easy. It was interesting to see the indie game designer Jonathan Blow on stage at your event. How important is it to you to support smaller studios?I believe it&apos;s very important for the platform to have a wide variety of developers making things that are unique and creative. We&apos;re shifting our platform more and more to the digital side  PS4 will be similar to PS Vita in that every game will be available as a digital download, and some will also be available as a disc. The Witness will be a digital release and because of the flexibility of the digital distribution scheme, we can have more small games that might be free or available for a couple of dollars, or different services like free-to-play or subscription models.  On that subject, I really expected you to announce a &quot;Spotify for games&quot;-type service, allowing gamers to sign up and pay a monthly fee to access as many titles as they like. Is that something we can look forward to?As more and more services and contents become available digitally, we&apos;ll have more of an option to create attractive packages. So hypothetically we can look at different models  like a cable TV company. We could have gold, silver or platinum levels of membership, something like that. We can do subscription services when we have more content  especially now that we have the Gaikai technology available. With one subscription you have access to thousands of games  that&apos;s our dream.  What are you hoping to see from developers for launch?From the first-party standpoint we want to have titles that show the unique capabilities of the hardware  that&apos;s part of our remit. In terms of the number of titles, we don&apos;t control third-party publishers, but they&apos;ve been working on PS4 games for a long time. I expect many games  that&apos;s what we hear from our external development teams! It&apos;s not our role to pile on lots more titles.  How do you think developers will embrace your five guiding principles of PS4 gaming?These five key principles were the things that developers wanted  they&apos;re avid gamers too. They want simplicity and immediacy  it gets frustrating if you have an hour to play and have to spend half of that updating your game. We want to eliminate all of that. Our internal teams are the harshest critics of what we do  so we made immediacy the focus.  Some pundits say that consoles are dead or dying, that there&apos;s no need for dedicated games machines when we have smart TVs and tablets. How do you answer that?They need headlines! And they want us to say &quot;no, consoles are important&quot; so they can write more stories! Seriously, unless we show something unique and amazing, consumers won&apos;t be interested in dedicated hardware because they can play on devices they already own. So if the experience on PS4 is not greater than tablet, why bother? It&apos;s our responsibility to provide that, with the hardware and system features as well as game development. The game experience is not just playing, it&apos;s talking about games, it&apos;s watching other people play - that&apos;s all part of the enjoyment and we wanted to make that easier. It&apos;s like Media Molecule said  they want to make creativity easy for everyone. well, in the same way, we want to make sharing great moments of gameplay easier. Sony has been criticised for not actually showing the PlayStation 4 at the launch event. Was this because you wanted to save something for E3 or because you still have six different prototypes on your desk and can&apos;t decide between them?[Laughs] We have not finalised the hardware yet and decided not to try to get it finished in time. Also, it&apos;s a long time from February to launch, we have to design our communication in phases. Our focus here was to show some games and talk about the key principles  we wanted to save the unveiling of the actual console.  But is the design of the final console important to Sony? Is it a major consideration?I think if you asked different people within our company that question, you would get different answers! I was criticised when I said, why bother show the case? Who cares? Some said I was disrespecting people&apos;s curiosity  I apologise for that. But as a game developer, I&apos;m much more into how the games work, and the controller is crucial for us developers  without the input device we can&apos;t make games of the best quality. A box is a box to us! But yes, I appreciate that it&apos;s symbolic, people want a games console to look good so they can be proud of owning it and of course our hardware design team are working hard on that. This whole idea of removing the barriers to content seems to be a vital one. People can just switch on a TV and watch a programme, but deciding to play a game can be an arduous process of finding it, downloading it, downloading updates  Do you think that can all be consigned to the past?Absolutely. Yes. I find myself spending more time playing Vita games and I think part of the reason for that is it&apos;s immediate. I can stop at any time without quitting and it&apos;s instantaneous to start again. I don&apos;t have to quit out or reboot. It&apos;s wonderful. That&apos;s one part of immediacy  the other is waiting for downloads. That&apos;s ridiculous, that&apos;s crazy! We want to get out of this madness with PlayStation 4. The games are big, they&apos;re 50GB; download isn&apos;t instantaneous. So we&apos;re making purchase available from any device, so when you&apos;re at work, you can spend a couple of moments looking at PlayStation Store and choosing a game, and straight away it starts to download at home. It may take a couple of hours but that&apos;s okay because you&apos;re still at work.  Also, similarly to progressive download on some movie services, you don&apos;t have to wait for all the data to download before you start playing. Once you have the minimum amount of data downloaded you can begin the game, and while you play, the remaining data downloads. It takes some engineering input from developers so we&apos;re talking to the community. We&apos;re evangelising it.  We&apos;ve seen a lot of familiar brands  it seems that shoot-&apos;em-ups and driving games are still dominating. But I love games like Journey and Tokyo Jungle  how important is it that you ensure developers can explore offbeat concepts?I love these kinds of games! My top three favourite games last year were Journey, Tokyo Jungle and Sound Shapes. They&apos;re wonderful games. I spend lots of times tweeting about these games  I wish more people knew about them! What we&apos;re doing with PS4 is we&apos;re trying to serve the right content to the right people. So Sound Shapes and Tokyo Jungle might not be for everyone, but there are certain people who love those types of games  once we know you like games like Tokyo Jungle, when a game like that comes out, we can push it onto your main screen, and suggest you try it  that&apos;s what we mean by personalisation. We want more games like this on PSN, but these games have to reach the right people in order to be successful. We want to use our network services to achieve that. If you need any ideas for Tokyo Jungle 2, I have a lot.(Laughs) Well you know, the beauty of these games is that we never make sequels  there will be no Journey 2, I don&apos;t think. These developers tend to want to do new things. In a year&apos;s time, what will the PS4 gaming experience look like?In a couple of years I&apos;d like to be playing PS4 games on all my devices, with the main experience on the big screen, and smaller sections on mobile screens  It will all be connected.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/22/ps4-shuhei-yoshida-interview", 
    "wordcount": "1890"
}