{
    "headline": "Malibu tempers fray as fin whale carcass rots on beach near stars' homes", 
    "text": "It washed into Malibu magnificent and macabre, a gleaming, lifeless fin whale. But after just five days on a beach favoured by Hollywood celebrities, it as is if a meat grinder had shredded Moby-Dick. The smooth bluish-grey blubber which glistened on Monday, drawing crowds of awed onlookers to Little Dume beach, was by Friday a bleached carcass that had been ravaged by scientists, birds, insects, sun and surf. &quot;It was quite beautiful at first but I can&apos;t believe this now,&quot; said Angela Cancilla-Herschel, a California Wildlife Center volunteer, surveying the ruins. &quot;This is quite shocking. It&apos;s unbelievable.&quot; Waves lapped at bone and disintegrating flesh, the stench putrid. It is thought the 40ft young male, weighing 40,000lbs, collided with a vessel, probably while it was surfacing for air, and came ashore dying or dead. Fin whales are an endangered species. The whale ended up on a beach between Paradise Cove and Point Dume state beach, a quiet, scenic spot beneath bluffs where Barbra Streisand, Matthew McConaughey and other stars have palatial homes. Authorities have disagreed over who has responsibility for the carcass, leaving it to fester as a meal for scavengers and a grim attraction for humans. Scientists removed internal organs and opened the whale&apos;s spine to take samples for a necropsy. Flocks of seagulls gorged on the bonanza. Some of the trickle of onlookers who trekked to the site on Friday, however, said the whale retained its majesty.  &quot;It&apos;s beautiful, man. It&apos;s sad but it&apos;s a magnificent creature. I&apos;ve never seen one before,&quot; said Rico Rivera, 31, a research assistant. &quot;It came on the beach to die so maybe they should just leave it here.&quot; Ingrid De La O, a realtor, agreed that the sight of the whale was sad but amazing. &quot;You don&apos;t understand the immensity of of a whale until you see it up close.&quot; Her boyfriend, Neil Strauss, a writer, said that regardless of its decomposition, the whale remained a marvel of nature. &quot;Elsewhere in the world, or at other times, it would be turned into food or oil for lamps,&quot; he said. &quot;Now scientists take samples and everyone just watches it rot.&quot; The city of Malibu suggested that Los Angeles county should take responsibility. County officials said the whale was on a private beach and so nothing to do with them, though in fact it is a public beach. Others have said that California&apos;s state parks service ought to take charge. The carcass has disintegrated to such an extent that towing it out to sea is no longer feasible. &quot;It&apos;s not physically capable of being moved because of its condition,&quot; Kevin Marble, of the LA county Lifeguards, told Malibu Patch. &quot;It&apos;s so embedded in sand that they won&apos;t be able to get it out. The body will be pulled apart.&quot; One mooted option is burial at the beach, but the beach is rocky and without easy access for mechanical digging equipment. Some have suggested burning the whale. &quot;No one is taking responsibility or action. I&apos;m hearing excuse after excuse after excuse,&quot; said James Respondek, a local realtor and surfer. The remains could drift out to sea and create a &quot;chum line&quot;, attracting sharks, he said. &quot;This is a public-safety issue. I&apos;m still going to surf but what aboutmy eight-year-old? Or all the other surfers?&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/07/malibu-beach-fin-whale-carcass", 
    "wordcount": "573"
}