{
    "headline": "iPhone 5 review: hands on with the new features", 
    "text": "Will you want to buy one? Like any of the top-end smartphones with which it&apos;s competing, such as the Samsung Galaxy SIII and Nokia&apos;s forthcoming Lumia 920, buying the top-end version will be a big commitment. Two groups of people will be delighted to snap this up: anyone with an iPhone from before September 2010 (so the iPhone 3G, 3GS, or 4); and anyone who wants to get 4G superfast mobile broadband speeds and is with Orange (aka T-Mobile, aka Everything Everywhere). The first group will be delighted to get a new phone; the second, to get really rapid downloads in citiesThe screen isn&apos;t bigger than the Samsung Galaxy SIII, and only a side-by-side comparison with the (as yet unreleased) Nokia Lumia will tell how their camera software matches up. But the iPhone is going to be available later this month  whereas Nokia hasn&apos;t given a date yet. Android users considering a switch will probably enjoy features such as iMessage (the equivalent of BBM, but already bigger because Apple has a larger user base than BlackBerry). And the software that runs iMessage works on every iPhone since 2009. There&apos;s nothing as good as the Siri voice control on any other system. And the simplicity of use is something people clearly like. But if you leave Android or BlackBerry, you&apos;ll have to abandon your apps  although the equivalents are almost certain to be available on the Apple App Store. The only difference? You might have to pay for the App Store ones. Android users also like the shortcuts built into the system, which they won&apos;t find on the the iPhone. BlackBerry users meanwhile will miss the keyboard  but they&apos;ll like the giant screen. And they&apos;ll like and all the apps.The maps software will have to be closely compared against Google&apos;s; but the addition of detail on traffic from TomTom means that even though Apple is cutting more its ties to the search giant, the maps look great: during the demonstration Apple showed off an aerial view of Big Ben. Early UK users of the software already say it&apos;s great. The new &quot;lightning&quot; connector, which makes about a billion existing ones obsolete in a flash, isn&apos;t going to ruin your life  you&apos;ll be able to get adaptors. If you don&apos;t have a smartphone, the cost will look daunting. (Though the prices of the older iPhones has come down substantially.) Samsung&apos;s Galaxy S3 is becoming cheaper, and Nokia may be able to compete  once we know the prices. But the key difference there is that neither company designs the software that runs the phone. Samsung uses Google&apos;s Android; Nokia, Microsoft&apos;s Windows Phone. That limits both in subtle ways.Apple offers a walled garden, it&apos;s true  and it&apos;s hard to break out once you&apos;re inside. Android has the advantage that it offers many different brands, while Windows Phone is borne up almost entirely by Nokia. But with any of these you&apos;ll only buy once every couple of years. If the time and the price is right, the iPhone 5 is definitely the most integrated phone out there.  ", 
    "section": "technology", 
    "gid": "technology/2012/sep/12/iphone-5-review-features-4g", 
    "wordcount": "516"
}