{
    "headline": "Boot up: Apple's Samsung damages slashed, NFC no work?, Raspberry Pis in libraries and more", 
    "text": "A quick burst of 14 links for you to chew over, as picked by the Technology team SimCity: &quot;It&apos;s a bit like Azerbaijan&quot; &gt;&gt; The Real Economy Edmund Conway:   They were considering setting up an international capital market for government finance. In previous games you could, as a mayor, issue bonds to raise money for projects (the interest rate would increase depending on how indebted you were). This time around, the team considered creating an online market buying and selling these bonds, raising the prospect that a city could face a debt crisis, could go bankrupt and could, in turn, cause a financial collapse across the entire global economy (of SimCity cities).  &quot;We were kicking it around,&quot; said Quigley. &quot;We even thought about having credit ratings. But then we figured: let&apos;s worry about roads and bridges first off, and worry about secondary stuff later.&quot;   No fusion reactors, apparently. NFC - not for consumers? &gt;&gt; BBC News Rory Cellan-Jones:   In 2007 I was involved in a trial where I used an early NFC phone to get access to London&apos;s transport system and pay for a coffee or a sandwich.  The experiment was hailed a success by the companies involved, but although you can now use NFC credit cards on London buses, there is no sign yet of travellers being allowed to swipe in via their phones.  Still, the GSMA now believes there is enough momentum and enough real-world examples of the technology that millions of us will soon be using it - even if we don&apos;t know it.  So convinced were the organisers of Mobile World Congress that they encouraged visitors to get an NFC pass for speedier entry to an event where security involves showing photo ID.  Sadly, the people I met told me that it proved to be a slower way of getting in than the old fashioned non-NFC pass.   (Thanks @challengingviews for the link.) This Story Stinks &gt;&gt; NYTimes.com  Half of our sample was exposed to civil reader comments and the other half to rude ones -- though the actual content, length and intensity of the comments, which varied from being supportive of the new technology to being wary of the risks, were consistent across both groups. The only difference was that the rude ones contained epithets or curse words, as in: &quot;If you don&apos;t see the benefits of using nanotechnology in these kinds of products, you&apos;re an idiot&quot; and &quot;You&apos;re stupid if you&apos;re not thinking of the risks for the fish and other plants and animals in water tainted with silver.&quot;  The results were both surprising and disturbing. Uncivil comments not only polarized readers, but they often changed a participant&apos;s interpretation of the news story itself.  In the civil group, those who initially did or did not support the technology -- whom we identified with preliminary survey questions -- continued to feel the same way after reading the comments. Those exposed to rude comments, however, ended up with a much more polarized understanding of the risks connected with the technology.  Simply including an ad hominem attack in a reader comment was enough to make study participants think the downside of the reported technology was greater than they&apos;d previously thought.   It all goes to show you can&apos;t be too careful. Samsung code of conduct put to test &gt;&gt; FT.com  Samsung Electronics&apos; public literature, like that of many leading global corporations, appeals to investors&apos; growing scrutiny of companies&apos; social impact: the first line of its code of conduct states that the world&apos;s biggest technology group by sales complies with &quot;all laws and ethical standards&quot;.  Such claims, however, are now being put to a rare legal test in France.  Samsung was last week sued by three French rights groups that accuse the South Korean company of misleading investors and consumers, amid allegations of labour abuses at its and its suppliers&apos; factories in China.   The essence of the complaint being that if there were labour abuses, then Samsung engaged in &quot;deceptive trading practices&quot; by making the claims of complying with all laws and ethical standards. Deep waters. What to do with a Raspberry Pi (the new $35 computer that could replace your Opac terminals) &gt;&gt; The Digital Shift  In what must certainly rank as one of the least expensive plans ever proposed to replace a library&apos;s aging online public access catalog terminals, White Plains Public Library (WPPL) will soon roll out terminals built in-house using $49 APC or $35 Raspberry Pi computers. Currently, the library&apos;s OPAC terminals are 10-year old Gateway-brand PCs with Windows XP running Google Chrome in kiosk mode. This is the only application these computers are used for, so performance and speed has not been a problem, said Information Technology Manager John Lolis.   OPAC is &quot;Online Public Access&quot;, and simply shows the catalogue of materials held by the library or group of libraries. Judge strikes $450m from $1bn damages award in Apple v. Samsung: second trial needed &gt;&gt; FOSS Patents  Part of the reason why a new damages determination is needed is that Judge Koh disagreed with the notice date concerning certain patents-in-suit. The jury based its award on the notice date provided by Apple, which Judge Koh now believes was too early because only one of the patents, the rubber-banding patent, had actually been listed in a presentation Apple gave to Samsung in 2010.  Whenever it will ultimately be held, the second damages trial over the 14 products with respect to which the jury award has been vacated (Galaxy Prevail, Gem, Indulge, Infuse 4G, Galaxy SII AT&amp;T, Captivate, Continuum, Droid Charge, Epic 4G, Exhibit 4G, Galaxy Tab, Nexus S 4G, Replenish, and Transform) could result in a figure that is lower or higher than (or, theoretically but unlikely, identical to) the one reached by the jury in August. There will have to be a new jury.  One website for the UK Government. Extraordinary &gt;&gt; processcake Corey Marttin, who works in government IT in Washington DC:   Every government has a complex hierarchy that makes little sense to most citizens. Their web sites often reflect this, requiring people to figure out which agency handles a particular subject matter.  GOV.UK turns this typical scenario on its head, allowing people to navigate by topic or service. Sure, someone can find out what agency is behind this, but many won&apos;t care. The citizen has been connected with a government service without needing to understand an org chart.   Very quietly and thoroughly, gov.uk is integrating everything. Do Not Pass This Way Again &gt;&gt; grimoire  Considering MySQL? Use something else. Already on MySQL? Migrate. For every successful project built on MySQL, you could uncover a history of time wasted mitigating MySQL&apos;s inadequacies, masked by a hard-won, but meaningless, sense of accomplishment over the effort spent making MySQL behave.  Thesis: databases fill roles ranging from pure storage to complex and interesting data processing; MySQL is differently bad at both tasks. Real apps all fall somewhere between these poles, and suffer variably from both sets of MySQL flaws.   With examples. Android activations &gt;&gt; Benedict Evans  Android activations themselves, of course, are a somewhat murky data point. It has never been entirely clear (to me at least) how devices that are activated twice (for the growing second hand market, for example) are treated. On the other hand the great majority of Android devices sold in China, which are probably a third of the total, come with no Google services installed, including no Google Play, and hence are not even included in Google&apos;s activation numbers, since signing into Google Play is what counts as &apos;activation&apos;. Even some Motorola phones are sold in this state. Such devices are invisible to Google.  In other words, asking Google about Android activations is a little like asking Microsoft about the Windows install base: it has some idea, but not a very precise one. Over time, with the proliferation of Kindle Fires, Android Car DVD players and all manner of other things, it might be a little like asking Linus Torvalds how many Linux devices there are: how should he know?   Note that IDC and Gartner include as &quot;Android&quot; those phones sold in China which don&apos;t connect to Google; they&apos;re somewhere between a quarter and a third of the &quot;Android&quot; figure quoted in, say, quarterly stats.. Security Notice: Service-wide Password Reset &gt;&gt; Evernote  Evernote&apos;s Operations &amp; Security team has discovered and blocked suspicious activity on the Evernote network that appears to have been a coordinated attempt to access secure areas of the Evernote Service... In our security investigation, we have found no evidence that any of the content you store in Evernote was accessed, changed or lost. We also have no evidence that any payment information for Evernote Premium or Evernote Business customers was accessed.  The investigation has shown, however, that the individual(s) responsible were able to gain access to Evernote user information, which includes usernames, email addresses associated with Evernote accounts and encrypted passwords. Even though this information was accessed, the passwords stored by Evernote are protected by one-way encryption. (In technical terms, they are hashed and salted.)  While our password encryption measures are robust, we are taking additional steps to ensure that your personal data remains secure.    Evernote? Why? Google&apos;s CFO says Motorola&apos;s products aren&apos;t &apos;wow&apos; by Google standards (update) &gt;&gt; The Verge  If you were hoping to see a revelatory smartphone from Motorola in the near future, you might want to tone down those expectations. Google&apos;s Chief Financial Officer and Senior Vice President Patrick Pichette today said that products in Motorola&apos;s pipeline are &quot;not really to the standards that what Google would say is wow -- innovative, transformative.&quot; The surprisingly honest admission came during Pichette&apos;s session at the Morgan Stanley Technology Conference.  When questioned on where things stand with Motorola at the moment, Pichette didn&apos;t mince words. &quot;We&apos;ve inherited 18 months of pipeline that we actually have to drain right now, while we&apos;re actually building the next wave of innovation and product lines,&quot; he said. Google executives have mentioned these prior commitments in the past, and Pitchette&apos;s comments suggest we&apos;ve yet to reach the pipeline&apos;s end. &quot;We have to go through this transition. These are not easy transitions.&quot;   Just as well Google didn&apos;t spend $12.5bn buying Motorola for a bunch of patents that have only caused it woe in the courts with tellings-off by the FTC and EC.. oh. What will it take for Microsoft&apos;s Surface to sell? &gt;&gt; Redmondmag.com Mary Jo Foley:   Another potential Surface form factor Microsoft has yet to add into the pipeline is the &quot;mini.&quot; There seems to be some softening in Redmond&apos;s stance that Windows 8 and Windows RT didn&apos;t belong on mini-tablets, or basically any device with a screen smaller than 10.6 inches (the size of the Surface devices). The Microsoft stance has been that tablets are PCs, thus they must be able to do all consumption and creation tasks that &quot;real&quot; PCs can do.  But, more recently, there&apos;s been a new &quot;let&apos;s see what users want&quot; response by Microsoft management when asked about smaller screen sizes, making me hopeful we could see a mini-Surface, after all. There already have been rumors of an Xbox Surface, supposedly some kind of entertainment-optimized tablet. Maybe this device is closer to reality than we previously thought.   And also she suggests making a tablet that&apos;s a tablet, and an ultrabook. Wall Clock in Pure CSS3 &gt;&gt; CSSDeck Brilliant. Tim Cook and Apple versus Wall Street: don&apos;t pity the hedgies &gt;&gt; The New Yorker John Cassidy:   On Wall Street, of course, the attitude is: What have you done for me lately? For speculators like Einhorn and David Tepper, another noted hedge-fund manager who bought in during the past couple of years, the answer is nothing good. According to a piece on Forbes.com, Einhorn and Tepper paid an average of about five hundred and seventy-seven dollars for their shares, which suggests that they are each sitting on a paper loss of close to a hundred and thirty million dollars. Naturally, they aren&apos;t pleased, but their predicament isn&apos;t Cook&apos;s responsibility.  In buying Apple shares last year, when the stock was heading for seven hundred dollars, investors were willfully ignoring the law of large numbers and the laws of supply and demand.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/mar/04/technology-links-newsbucket", 
    "wordcount": "2113"
}