{
    "headline": "The fruits of summer  your Green shoots photographs", 
    "text": "   Bud, taken by Shelley Everett on 4 June, 2012  Photograph: Flickr       A branched bur-reed taken by AlvecoteWood  on 1 July 2012. 'A branched bur-reed growing at the edge of one of our ponds, caught by the late evening sunlight. The blue background is achieved by split toning. We did not plant this - it has just come in all by itself!' Photograph: Flickr       A swallow feeding, taken by BenWhittle on 30 June, 2012  Photograph: Flickr       Drinking with the lads, taken by jump for joy2010 on 1 July, 2012. 'I saw thousands of meadow browns at Brent Knoll today on the edges of the fields ... there were clouds of them. I had a go at photographing the flower with the highest number of butterflies on. I did count 14 on one plant but only managed to get a good shot of this happy little group of males, eight in all! The lads were nectared right up!' Photograph: Flickr       Hopper, taken by  dweller88 on 4 July, 2012   Photograph: Flickr       Field of gold, taken by johnybes on 14 July, 2012  Photograph: Flickr       Persian silk tree blossom, taken by tomrapsey on 10 July, 2012 Photograph: Flickr       He's found his ... taken by buffarches on 31 July, 2012 Photograph: Flickr       Following the sun's rays, taken by Marion'09 on 23 July, 2012 Photograph: Flickr       Moth, taken by Muzby1801 on 8 July, 2012 Photograph: Flickr       Flax/linseed, taken by GethinThomas on 17 July, 2012  Photograph: Flickr       Red fox (Vulpes vulpes crucigera) cubs at play, taken by Well-Born Pirate on 19 June, 2012 in Finglas, Dublin Photograph: Flickr       Bling beetle, taken by joelrawlings on 22 July, 2012 in Barnes, London Photograph: Flickr       Private dancer, taken by Heath McDonald on 27 June, 2012 in Priddy, England. 'I'm afraid it's come to this!! Nearly eaten alive to get a photo of a slug and still counting the bites. No idea on the ID so if anyone can help, I would be very grateful and might make it seem worth it!' Photograph: Flickr       Jiminey cricket, taken by Jacky Parker on 27 July, 2012 Photograph: Flickr       A tufted duck and ducklings, taken by  joelrawlings on 22 July, 2012 in Barnes, London Photograph: Flickr       Opium poppy (Papaver somniferum), taken by alan tunnicliffe on 1 July, 2012 in Shifnal, England   Photograph: Flickr       A young macaque and mother, taken at Highland wildlife park near Kingussie, Highland, Scotland by chriswilson4646 on 1 July, 2012  Photograph: Flickr       Lavender and flies by the Norfolk Broads, taken by peet-astn on 30 June, 2012  Photograph: Flickr       Can I have some more please? A coot and her young taken by alan tunnicliffe on 22 July, 2012 at the WWT Martin Mere reserve, Lancashire   Photograph: Flickr       Alpine strawberry, taken by nancy II on 5 July, 2012  Photograph: Flickr       Adder, taken by C.G.87 on 20 July, 2012  Photograph: Flickr       Pollen beetles taken by Hairy Caterpillar on 15 July, 2012  Photograph: Flickr       Time flies, taken by Chrissie28IWish! on 2 August, 2012 Photograph: Flickr       A very Rothkoesque summer's evening ... in the Wiltshire countryside, taken by SteveJM2009 on 22 July, 2012 in Upavon, England Photograph: Flickr  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/aug/14/fruits-summer-green-shoots", 
    "wordcount": "0"
}