{
    "headline": "Nick Clegg defends wind power subsidies after Tory-led attack", 
    "text": "Nick Clegg has led a fightback against concerted attacks by Conservative MPs on government subsidies to support wind power. A letter to the prime minister signed by more than 100 Tory backbenchers called for a &quot;dramatic cut&quot; in subsidies for onshore windfarms, and new planning rules to make it easier for local communities to object to them. But the deputy prime minister defended subsidies to help renewable energy compete with fossil fuels, highlighting a growing division in the coalition over energy policy. &quot;The race is on to lead the world in clean, green energy,&quot; Clegg said at his first public event with the new Liberal Democrat climate secretary, Ed Davey. &quot;Last year we saw record-breaking global investment in renewables, outstripping the cash piled into fossil fuels. The new economic powerhouses  China, India, Korea, Brazil  are now serious contenders for that capital. In today&apos;s world, the savviest states understand that going for growth means going green. Low-carbon markets are the next frontier in the battle for global pre-eminence. I want the UK to be the number one destination for green investment. We&apos;re in this race to win it.&quot; Davey, who took over the climate brief when Chris Huhne resigned on Friday, said: &quot;I&apos;ve been a lifelong supporter of renewable and wind power and I&apos;m not going to change now. I think that onshore and offshore wind power has a real place in a balanced mix of energy generation so I&apos;m a huge supporter of renewables and I&apos;m going to make sure that they have a real role to play in the future.&quot; &quot;We don&apos;t want to repeat the mistakes of the past where we have polluted our planet, where our country has been dependent on fossil fuel imports, where the price is high and variable  we want to make sure we have our own energy production that is clean and green.&quot; The letter&apos;s organiser, Conservative MP Chris Heaton-Harris, said he had asked only backbenchers to sign, and not ministers, whips or parliamentary private secretaries. The strength of support  including big names such as the former defence secretary Nicholas Soames and two-time leadership candidate David Davis  will encourage the view that MPs feel they have support from ministers, including the chancellor, George Osborne. Davey responded with what party insiders called a &quot;strong rebuke&quot; to the signatories, who included two Lib Dem MPs. &quot;I think the case [for wind subsidies] is pretty compelling,&quot; Davey said. &quot;Already we&apos;ve seen through the subsidies that this government has invested in onshore wind that the price has come down to make onshore wind competitive, so we&apos;ve got money to invest in all sorts of renewables because of the success of these investments.&quot; Laura Sandys, a Conservative MP who supports wind power, said: &quot;Wind often gets a bad press but actually it costs the average UK household only 10 a year and generates electricity 80% of the time. Onshore, offshore, marine, solar, waste to energy should all form part of our mixed energy economy. As a collective, these technologies have the capability to help guard families across the country against energy price shocks.&quot; Zac Goldsmith, Tory MP and one of the party&apos;s foremost environmentalists and supporters of renewable energy, said he would write to Davey to urge an analysis of wind power to address claims it is too expensive and unreliable. He said: &quot;The government has to make a clear and robust case or it&apos;s going to lose the argument.&quot; Davey was also confronted with a critical article in Monday&apos;s Times by the economist Dieter Helm, who claimed that the policy of reducing demand to offset the extra costs of renewable energy such as wind power was &quot;hype&quot;, and was not helping cut climate change emissions from fossil fuels because industries were simply moving to countries with lower prices. Another contentious area within the coalition is nuclear power, which is widely supported by Tories but has traditionally been opposed by many Lib Dems. Davey said there would be &quot;no change&quot; on nuclear policy from the coalition agreement, which made special arrangements that the government would produce new planning guidelines to allow existing nuclear reactors to be replaced, and that Lib Dem MPs could oppose the move and abstain in any vote on the issue in parliament. &quot;There have been understandable concerns given the expensive mistakes made in the past which the taxpayer is still paying for,&quot; Davey said. &quot;But coalition agreement is crystal clear: new nuclear can go ahead so long as it&apos;s without subsidy. Developers will be required to put money aside from day one to pay for the eventual decommissioning and waste management.&quot; Clegg&apos;s strong words were welcomed by environmental and energy campaigners, who have warned government that signs of political wavering on support for renewable energy are making investors nervous of spending money in the UK. long-term policy signals and ministerial support were crucial for boosting private investment in renewable energy and the green economy. David Nussbaum of WWF-UK said: &quot;Investor confidence is vital to build a sustainable and resilient economy, so it&apos;s essential that senior members of the government give consistent vocal support to renewables, green jobs and the low-carbon economy. I&apos;ve heard from renewable energy investors that negative comments from senior politicians on going green impact directly on their ability to raise funds for investment in the UK.&quot; One of the MPs who signed the letter was Simon Reevell, the Conservative MP for Dewsbury, in Yorkshire, where the engineering company David Brown last week announced a big contract with Samsung to boost a new research and innovation centre it is building for wind turbine gears for offshore windfarms. Reevell said he was opposed to onshore wind turbines, which he said were an eyesore for many local communities and caused a health and safety threat. In December, Siemens announced it was developing a wind turbine manufacturing plant in Hull, and in January the Port of Sheerness submitted a planning application for a new turbine manufacturing facility proposed by Vestas.", 
    "section": "environment", 
    "gid": "politics/2012/feb/06/nick-clegg-wind-power-subsidies", 
    "wordcount": "1026"
}