{
    "headline": "Creating a level playing field for school sports", 
    "text": "It is galling to see David Cameron and his coalition cronies appearing to be part of &quot;the team&quot;&apos;. It was a Labour government who invested in sport both at elite level and in our schools. We are reaping the rewards of this investment at London 2012. Paradoxically, one of the first decisions made by the coalition (Minister&apos;s own goal on sport, 7 August) was to slash sports funding by destroying the school sport partnerships with scant regard for the long-term impact. As a primary headteacher since 1995 I saw the difference the partnerships made, improving the primary PE curriculum, increasing participation and identifying talented young people to move on to elite competition. Now is the time for this government to admit its mistakes and invest in school sport; without it, any talk of legacy is political posturing.Mike WhitfieldHead, Meltham Moor primary school, Meltham, West Yorkshire   You say David Cameron should &quot;put sport back at the heart of his education policy&quot; (Leader, 6 August). The process could start with a simple and cheap step: open up school sports facilities in the holidays. A short walk from my house, two schools have fenced off their playing fields where kids used to play all summer long. As I write in glorious sunshine they lie empty, a massive waste of public investment, leaving local youths to hang around the streets or play computer games. What is needed is for the government to oblige all state schools to open their sports facilities during school holidays, as happens in other countries, and subsidise them to help pay for caretakers. At a stroke, with very little extra funding, we would see local playing fields and tennis courts  already owned by the taxpayer  back in use again. The only question in my mind is whether David Cameron and Michael Gove have the Olympian ambition, determination and guts to see it through?Professor Stephen BaxCanterbury, Kent  The last government wasted over 1bn trying to impose a sports system on our secondary schools which largely failed. We have thousands and thousands of vibrant sports clubs which do a stunningly good job largely outside state aid. Ask their coaches to become full-time and give them primary and secondary schools to look after. This will take some investment but it will develop more community facilities and a proper professional group of coaches. It&apos;s called win, win, win.Derek Wyatt Former Labour MP, coach and rugby international  Your editorial failed to point out that in June 2010 the coalition axed free swimming lessons for children and the over-60s. The scheme was introduced in 2009 by Labour to &quot;ensure a lasting legacy for the 2012 Olympics&quot; and over 18m free swims were taken up. Alan QuinnManchester  You did not mention that the government is stopping funding of sport and PE in sixth forms, a crucial age group. Another case of politicians&apos; short-sightedness. David WillattsAlcester, Warwickshire  The rudiments of every sport  not to mention the basic enjoyment of physical activity  are first learned by children playing. Yet one of the coalition&apos;s first acts was to scrap a 10-year strategy to improve parks, make streets safer and open up public spaces for children&apos;s healthy outdoor play.Adrian Voce policyforplay.com, London  Of the 21 playing fields which you report have been sold since May 2010, 14 belonged to schools that had closed and four were sites that became surplus from school mergers. Of the other three, one was surplus land to existing playing fields that was turned into sports facilities (with proceeds invested in changing facilities); one was leased to a company to turn an underused playing field with poor drainage into all-weather playing surfaces, a full-sized football and hockey pitch and a six-court indoor tennis facility; a further sports field was to be leased to an athletics club to improve sporting provision for it and the school. We will only agree to the sale of school playing fields if the sports and curriculum needs of the schools and their neighbouring schools can continue to be met. Sale proceeds must be used to improve sports or education facilities, and any new sports facilities must be sustainable for at least 10 years. All sites disposed of under this government have either been because the school has closed, the sites became surplus from schools merging or the proceeds were needed to modernise sports provision. This contrasts with the previous government, which sold off 212 playing fields between 1999 and 2009.Tim Loughton MPUndersecretary of state for children and families  In 38 years of teaching and assisting with sports in state schools, I never met any teacher &quot;in thrall to egalitarian ideology&quot; (Aside from football, sport is still a game for the elite, 2 August), but I came across hundreds who encouraged students to excel, despite the limited facilities and time available to them, both within and outside the curriculum. The imbalance in schools&apos; facilities is surely no better illustrated than in the report, the same day, of the success of British rowers at Eton Dorney, whose Olympic-standard rowing trench, training gym and corporate accommodation was built primarily for the 1,200 pupils of Eton college.Geoffrey FagenceEdith Weston, Rutland  I can&apos;t say I&apos;ve heard of too many rugby league players going to fee-charging schools.Paul GleaveGolborne, Greater Manchester", 
    "section": "education", 
    "gid": "education/2012/aug/08/level-playing-school-sports", 
    "wordcount": "891"
}