{
    "headline": "The largest prime number yet discovered  all 17 million digits of it", 
    "text": "The number 257,885,161  1 has picked up the baton as the largest known prime number, a result that is tremendously exciting for mathematicians, if rather irrelevant to the rest of mathematics. Primes are numbers that can only be divided by themselves and 1, such as 2, 3, 5, 7 and 11. Ever since the ancient Greek geometer Euclid proved there were an infinite number of them, mathematicians have been on a quest to find higher and higher examples. The current highest prime is 17m digits long and was discovered on a computer in Warrensburg, Missouri, as part of the Great Internet Mersenne Prime Search (Gimps), a distributed computing project that has involved tens of thousands of machines since 1996. The previous highest prime was discovered by Gimps in 2008, but it was only 13m digits long. Mathematicians like discovering high primes not because they are useful (or not yet, anyway) but because they are there. It is a fun challenge and a measure of the power of distributed computing projects. The campaign group Electronic Frontier Foundation gave a prize for the first 1m-digit and 10m-digit primes, and will give $150,000 (96,000) to the discoverer of the first 100m-digit prime. The most efficient way to look for high primes is to look for Mersenne primes, which are named after a French 17th-century monk. They are primes that can be written in the form 2p  1, where p is also prime. Before Gimps, only 34 Mersenne primes were known. With the latest discovery the number has risen to 48. The last Mersenne prime discovered was in 2009, making the four-year wait until this week&apos;s announcement the longest period with no new primes since Gimps began. The new largest-known prime is the third discovered by Curtis Cooper of the University of Central Missouri, who was running Gimps software on 1,000 university computers. The number is so large that it took one of the computers 39 days to check it was indeed prime.", 
    "section": "science", 
    "gid": "science/alexs-adventures-in-numberland/2013/feb/06/largest-prime-number-17-million-digits", 
    "wordcount": "335"
}