{
    "headline": "A-level results to trigger rush for limited clearing spaces", 
    "text": "  The publication of A-level results next week is expected to trigger an intense scramble for places in clearing as many leading universities have declared there will be no spare places this year. A survey by the Guardian has found that 13 universities do not expect to have places in clearing, while three more are unlikely to have places. Despite a fall in applications after universities were permitted to raise tuition fees, demand for a university education remains high. So far this year, there have been more than 618,000 applications for about half a million places on degree courses. Each year, nearly 50,000 students who fail to make their grades secure their university places through clearing. Out of 38 universities that responded to the Guardian survey, 22 expect to have places in clearing this year. Cambridge, Oxford, LSE, St Andrew&apos;s, Warwick, UCL, Durham, Imperial, Bristol, Birmingham, King&apos;s College London, Strathclyde and Robert Gordon University have all declared themselves full. Bath, Exeter and Loughborough said they were unlikely to have places. Queen Mary, University of London, will have about 500 places this year across all areas apart from medicine, dentistry and law. Plymouth University will have 300 places, mainly in science subjects. Goldsmiths expects to have about 100 places in clearing this year, against 150 last year. Under reforms introduced by the coalition, universities will be able to expand to take on as many UK students as they wish who achieve grades of AAB or higher at A-level. This change was intended to inject some competition into the university sector, modifying a system in which universities have a fixed quota of places for UK undergraduates each year. However, the Guardian&apos;s survey indicates this change may have a limited impact on the most selective universities, many of which recruit students with higher grades than AAB. Oxford and Cambridge have ruled out expanding under the AAB reform. Among Russell Group universities, Bristol plans a significant expansion  admitting an additional 600 UK undergraduates this year  while UCL intends to add another 300. However, the change may mean that some candidates whose grades are a near miss lose out. Andrea Robertson, director of customer operations for the Universities and Colleges Admissions Service, said: &quot;In 2012, the new student number control arrangements mean that if the institution chooses to accept an applicant who achieves ABB against an offer of AAB then the individual counts towards the institution&apos;s allocation of publicly funded places  rather than being considered to be AAB+ or equivalent and therefore uncontrolled in terms of student numbers. &quot;These arrangements and the redistribution of funded places mean that for some courses there is an increased likelihood that some institutions will not be able to accept &apos;near miss&apos; applicants when in previous years they might have been able to.&quot; Some universities have sought to attract high-performing students with scholarships, including the offer of a 1,000-a-year award at Coventry, and a 2,000 scholarship offered by Kent to any student who achieves 3As at A-level.", 
    "section": "education", 
    "gid": "education/2012/aug/10/alevel-results-university-clearing-rush", 
    "wordcount": "505"
}