{
    "headline": "Engineering: general", 
    "text": "What youll learn Engineering degrees cover all things related to developing, providing and maintaining the infrastructure, products and services that society needs - from researching how to manufacture a product to building bridges and roads. Students will study all, or part, of the life cycle of a product, from conception and design to creation. Science and maths will be the core ingredients, but you will be required to be innovative and to know how to use your creative flair within a legal and ethical framework, and in budget. A degree in general engineering is for those who want to see what its all about before choosing to specialise. You will get a basic introduction to each specific engineering discipline, developing your science, maths and computing skills to see how they can solve practical problems - the core ingredient for any degree in this field. Some four-year courses that lead to a masters qualification will offer two years of general study followed by two in a specialism, which is ideal for those torn between, say, civil and electrical engineering.   interactive   How youll learnYoull learn through a combination of lectures, tutorials and workshops, as well as practical sessions in the lab or computer workshops. Most courses will encourage you to get hands-on experience by pursuing a project. Through this, youll learn the practical steps of taking your ideas from the drawing board to the real world. Youll learn how to solve problems and overcome obstacles, particularly when it comes to considering the social and ethical difficulties your work could create. Engineering will involve plenty of teamwork, so youll acquire the ability to argue your ideas, analyse those of others and work towards a common goal. Most courses have strong links with industry, so theres a chance that you might work on real-world problems or complete work placements as part of your course. What grades youll needEntry requirements vary. Russell Group universities will require maths and physics. Further maths, computing or computer science or design technology could also prove useful.   interactive   What job you could doBecause youve kept your options open, youll have a wider choice when it comes to finding work. Jobs can be found in engineering firms, local and central government, financial companies and in other work that involves problem solving. The ethical and environmental aspects of engineering degrees could make you an attractive prospect for a not-for-profit organisation or charity. You might even find yourself working at CERN  there are 10 times more engineers and technicians employed there than research physicists. ", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.engineeringgeneral", 
    "wordcount": "431"
}