{
    "headline": "UK's first official astronaut Tim Peake 'absolutely delighted' to get ISS mission", 
    "text": "     Britain&apos;s first official astronaut has spoken of his delight at being selected for a lengthy mission aboard the International Space Station. Major Tim Peake, a former army helicopter pilot, will blast off on a Soyuz rocket from Baikonur cosmodrome in Kazakhstan in November 2015. For the next two and a half years, Peake, 41, will train as a flight engineer for the six-month mission during which he will carry out scientific experiments and be eligible for spacewalks. &quot;I&apos;m absolutely delighted by the decision,&quot; Peake told reporters at a press conference in London on Monday. &quot;It really is a tremendous privilege to be assigned to a long-duration mission to the ISS.&quot; Peake is the fourth of six astronauts who graduated from the European Astronaut Corps in 2009 to be assigned a mission to the International Space Station. He will fly to the station with two other crew, and join three who will already be aboard the ISS. The last mission to the space station saw the rise to fame of Commander Chris Hadfield, the first Canadian to take charge of the ISS, and the first man in space to wholly embrace social media, photography and guitar-playing. His cover of David Bowie&apos;s Space Oddity, complete with microgravity guitar spins, went viral. Asked whether he intended to follow in Hadfield&apos;s footsteps, Peake said he would tweet, but perhaps not repeat the Canadian&apos;s virtuoso performances. &quot;I do play the guitar, but very badly, and I wouldn&apos;t impose my singing on anybody,&quot; he said. Hinting at what might be to come, Peake confessed that a friend had offered to teach him the didgeridoo, though any personal effects astronauts wish to take on a mission must fit into a container the size of a shoebox. Peake joined the European Space Agency&apos;s astronaut corps in 2009, a year in which more than 8,000 people applied to the agency. He has trained on the US and Russian equipment he will use on board the space station, and practised for spacewalks in a huge swimming pool used to mimic some of the conditions in orbit. To prepare for life on board the space station, Peake spent a week in Sardinia living underground. He spent another 12 days in an underwater laboratory off the coast of Florida. Peake, who has a wife and two sons, aged four and a half and 18 months, said he expected to move his family to Houston, where Nasa&apos;s astronaut training centre is based. Peake was selected as an astronaut shortly before the British government stepped up its yearly contribution to the European Space Agency. Britain now funds the agency with 240m a year, making the UK the third largest contributor. David Willetts, the science minister, said Peake&apos;s mission would inspire the next generation of scientists and engineers, and boost the UK space industry, which already employs 30,000 people, and has grown at a rate of around 8% a year, even through the financial crisis. &quot;Not only will we have the first UK astronaut for over two decades, but Tim Peake will be the first ever Briton to carry out ground-breaking research on the International Space Station.&quot; In 1989, Helen Sharman became the first Briton in space when she flew to the Mir space station.", 
    "section": "science", 
    "gid": "science/2013/may/20/uk-first-astronaut-tim-peake-iss", 
    "wordcount": "551"
}