{
    "headline": "Tablets are 'media machines' with games the most popular app category", 
    "text": "There is plenty of anecdotal evidence for tablets being used predominantly for entertainment, but mobile analytics firm Flurry has tried to put some hard numbers on the trend, by comparing smartphone and tablet apps usage by category. Its research is based on more than 6bn app sessions on around 500m smartphones and tablets in September 2012, with the data coming from apps using the company&apos;s analytics tools. The most interesting chart is the one above, which compares time spent per app category between smartphones and tablets. Games is the most popular category on both, but there are notable differences in the percentage of time that games suck up: 39% of smartphone usage but 67% of tablet usage. &quot;At a high level, consumers spend more time using tablets for media and entertainment, including Games (67%), Entertainment (9%) and News (2%) categories which account for nearly four-fifths of consumption on tablets,&quot; blogs Flurry&apos;s Peter Farago, who notes that communication and task-oriented activities have a higher profile on smartphones. &quot;Further reinforcing that tablets are &apos;media machines&apos; is the fact that consumers spend 71% more of their time using games on tablets they spend doing so on smartphones.&quot; There are two caveats to note here, though. First, Flurry&apos;s analytics aren&apos;t used by the apps for Twitter or Facebook, meaning their official apps aren&apos;t counted (although a number of third-party clients are). Social networking accounts for a larger proportion of smartphone and tablet usage than is shown here Facebook had 604m monthly active mobile users in the third quarter of 2012, with 126m of them accessing the social network solely through their phones. The second caveat is that these figures cover use of native apps, but not what people are doing in their smartphone or tablet web browsers. Tablet users are likely to be handling some of their non-entertainment/media tasks through the browser, which wouldn&apos;t show up here. Still, there is plenty to chew on elsewhere in the research, such as the graph showing smartphone and tablet usage by hour: both spike between 7pm and 10pm, although the effect is more noticeable for tablets.     Smartphone and tablet usage by hour. Source: Flurry    The research also indicates that while smartphone apps are used more often than tablet apps 12.9 times a week versus 9.5 times tablet apps are used for longer per session: 8.2 minutes on average, versus 4.1 minutes for smartphone apps. But Farago comes back to the implications of the tablet data for the living room, and some of the companies who may get disrupted by it: &quot;Tablet users are older, more female, and we can surmise, more affluent. Additionally, they use more during the evenings and for longer sessions. Finally they consume more media and entertainment experiences, with a significant proportion spent on games,&quot; he writes. &quot;In particular, this would indicate that as Apple and Google enter the living room with connected TV initiatives, game consoles made by Sony, Microsoft and Nintendo would experience the greatest competition. The distribution of content into the living room may also significantly change for network and cable television content providers.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/oct/29/tablets-media-machines-flurry-research", 
    "wordcount": "521"
}