{
    "headline": "Getting photos onto an iPad, and other queries", 
    "text": "Can I get a converter to take an xD card to an SD card? I want to download photos to my iPad 2, and I don&apos;t have a computer or laptop.William ScottIn a previous answer in 2009 ((How can an xD memory card fit an SD slot?), I said I couldn&apos;t find an xD-to-SD converter and I still can&apos;t. The usual approach for PC users is to buy a multi-card adapter that supports both xD and SD cards so you can copy files from one &quot;drive&quot; to the other. There are quite a few of these adapters, including the Trust All-in-1 Card Reader Express (4.99 at Amazon.co.uk). Sadly, the iPad doesn&apos;t have either a USB port or an SD slot, but Apple sells the Apple iPad Camera Connection Kit for 25. This provides two adapters that plug into the iPad&apos;s proprietary dock connector. One lets you connect your iPad to a digital camera via a USB cable (not included), while the other has an SD slot. If you can&apos;t connect directly to your (I assume, Fujifilm but possibly Olympus) camera then you can try connecting to a USB card adapter. One of the cheapest for your purposes would be a Fujifilm USB XD Card Reader For all XD Cards 3.69 from Amazon.co.uk or something similar. I can&apos;t guarantee that this reader will work with an iPad. It&apos;s a very basic bit of technology, so it really ought to work. However, someone who bought the similar Integral USB 2.0 Single Slot XD Reader (3.38 from Amazon.co.uk) complains in a Customer Review that: &quot;It doesn&apos;t work with iPad because it requires too much power.&quot; Perhaps readers can suggest an xD that definitely does work. If you feel like trying a non-Apple branded connector, the Shinntto 2-in-1 Digital Camera Connection Kit provides both the USB port and SD card slot in a single dongle for only 3.99 at Amazon.co.uk. It&apos;s got a rating of 4.5 out of 5 stars, so it could save you 21. Copying photos to a new PC My wife has changed from a Dell running Windows XP to a Dell running Windows 7. I transferred her files using a 16GB USB drive, but I just cannot get any joy with the transfer of her photos. On the XP system, they arranged in folders  eg, Spain holiday 2011. I have finished up with scores of folders with only two or three pics in each.Ernest Farnhill If you are viewing the files and folders in Windows Explorer, then there should not be a problem. First, check that your selected group of folders adds up to less than 16GB by right-clicking and selecting Properties. Next, hold down the right mouse-button, drag the selection to the USB drive, and select Copy Here. It&apos;s hard to see how this can go wrong. An alternative is to create a compressed folder on the Windows XP machine and copy her folders of photos into that. When you have 16GB, copy the single compressed file to the USB stick and then to the Windows 7 machine, where you can uncompress it. This ensures that the folder structure and filenames stay the same. Also, Microsoft provides a free utility called Windows Easy Transfer. This lets you select which files and settings you want to migrate and moves them for you. You can find it in Windows 7 by clicking Start and searching for Easy Transfer. You can download the 32-bit Windows XP version to the XP machine from the link above. There&apos;s also a four-minute Microsoft video to show you what to do. You might have found the whole process easier if you&apos;d started with Windows Easy Transfer, though it&apos;s not really worth it just for the photos unless all else fails. I wonder if your wife has organised her photos into albums using some type of cataloguing program. In this case, the real folders on the hard drive may not match the &quot;virtual folders&quot; in her software (and perhaps you copied them correctly after all). If so, you should be able to move the photos across by opening the cataloguing program and creating a backup. Install the same cataloguing software on the Windows 7 machine, run it, and choose to restore from the backup. (If there&apos;s no backup option, there should be export/import commands that produce the same result.) Incidentally, it&apos;s certainly possible to use a 16GB memory stick to do the migration, and Windows Easy Transfer offers this option. However, it&apos;s better to do it using an external USB hard drive, and you can now get a 2TB drive for about 85. This is big enough to hold complete copies of both the XP and Windows 7 hard drives, and therefore to provide a backup if one of them fails. If you don&apos;t have a back up, recovering lost photos can easily cost 10x or 20x the price. Bad form We have received, by email, an insurance document for our dog. It has to be printed out and filled in every time we take him to a vet. Rather than do this manually, we&apos;d like to fill it in and just print it off as and when required. We have Office 2010, but every time I attempt to fill in the form, a new page starts. I have forwarded the doc as an attachment. Is there a way to edit it?Mike Davenport Although the file you sent is a Microsoft Word document, it doesn&apos;t contain any text. Each page is, in fact, an image, which is why there is no way of typing anything into any of the boxes. Even if you save the file in a different format, such as PDF, you still only have image files. There are ways round this. For example, I saved the image as a png file, then loaded it into the free graphics program, Paint.net. This has an &quot;insert text&quot; function  click the T on the Tools bar  so you can type in your details, save the result and print it out. Free text fields (such as name and address) are very easy to do, but it requires a bit of practice to get the account numbers lined up in their little boxes. It may be easier if you work with the image at its actual size, or larger. The simpler alternative is just to print out the original document, fill in all the common bits, and make a few photocopies. When you take your dog to a vet, grab a copy and fill in the two remaining blank lines (First date of illness, Brief description of illness) by hand. I assume Argos Pet Insurance scans and files the forms when you send them in. Otherwise there are better ways to collect data, and many large companies use Microsoft InfoPath to create electronic forms. This is part of Microsoft Office. Even one-man bands can do something similar using Google Forms, which saves data in a Google spreadsheet. Proper online forms can be pre-populated so you don&apos;t have to type in the same data over and over again, unless something changes  you move house, or whatever. But you shouldn&apos;t even have to do this yourself. Don&apos;t vets have computers?", 
    "section": "technology", 
    "gid": "technology/askjack/2012/sep/06/ask-jack-photographs-ipad-pc", 
    "wordcount": "1233"
}