{
    "headline": "Google's $50bn year: search giant reports record revenues", 
    "text": "Google reported $14.4bn (9bn) in revenues for the fourth quarter of 2012 as the company announced its first ever $50bn year. The revenues comfortably beat analysts&apos; expectations and were 36% higher than the same quarter last year but the firm also provided fresh evidence of how the shift to mobile is hitting the value of online advertising. &quot;We ended 2012 with a strong quarter,&quot; said Larry Page, Google&apos;s co-founder and CEO. &quot;Revenues were up 36% year-on-year, and 8% quarter-on-quarter. And we hit $50bn in revenues for the first time  not a bad achievement in just a decade and a half.&quot; Total advertising revenue improved 19%, compared with 25% growth a year ago. Google&apos;s own sites generated revenues of $8.64bn, or 67% of total Google revenues, in the fourth quarter of 2012, an 18% increase over 2011. Google&apos;s partner sites generated revenues of $3.44bn, or 27% of total revenues, in the quarter. This represents a 19% increase from the fourth quarter of 2011. Google posted a quarterly profit of $2.89bn, up from $2.71bn a year earlier. Paid clicks increased 24% year on year and were up 9% from the last quarter. But this growth was tempered by a 6% fall in cost-per-click, the price paid by advertisers. Like other businesses dependent on online ads, including Facebook, Google is finding the value of its business eroded by the shift to mobile. In the third quarter Google missed analysts&apos; expectations by a wide margin, and its results were accidentally leaked hours early. The firm&apos;s share price tumbled as Google warned that a growing shift toward mobile searches could hit revenues. Google&apos;s shares had wobbled ahead of this quarter&apos;s release. Last Friday, the company said analysts were not accounting properly for the sale of Motorola&apos;s set-top box division, bought as part of its $12.5bn merger with Motorola Mobility.", 
    "section": "technology", 
    "gid": "technology/2013/jan/22/google-record-revenues", 
    "wordcount": "315"
}