{
    "headline": "How progressive is the push to eradicate extreme poverty?", 
    "text": "&quot;Making poverty history&quot; is back on the agenda. Last November, before President Obama&apos;s pledge to end global poverty in his state of the union address, David Cameron, the UK prime minister, made a similar call at a meeting of the UN high-level panel (HLP) of which he is co-chair. Eradicating extreme poverty by 2030 is a recommendation in the panel&apos;s report on what should replace the millennium development goals when they expire in 2015. Unlike the World Bank, which seems to have targeted reducing the percentage of people living in extreme poverty to 3% by 2030, the high-level panel apparently envisages its reduction to nothing. The shift from poverty reduction to poverty eradication is very welcome, absolutely right, and long overdue. But it raises three important issues. The first is our definition of poverty. As the HLP notes (quite rightly, at least as an approximation), people at the poverty line used in the report &quot;can only buy the same amount of goods and services as $1.25 would buy in the United States&quot;. Can we seriously consider that we have eradicated poverty once everyone has reached this level of income? A World Bank study some years ago found that people living at, not below, the (broadly equivalent) predecessor to this poverty line typically faced under-five mortality rates between one in 10 and one in six. In Niger, the figure was one in three. Of course we must end extreme poverty, but we should not allow ourselves to be fooled into thinking that we will have &quot;made poverty history&quot; when we do so. Poverty is a moral concept; and our poverty line should reflect a judgment that it provides a morally acceptable standard of living. Do we really think it acceptable for children to face a one-in-10, or a one-in-three chance, of dying before their fifth birthdays? From this perspective, it would seem difficult to defend any poverty line below, say, $5 a day. So, we should most certainly set a goal of eradicating $1.25-a-day poverty. But let&apos;s add a further target to perhaps halve $5-a-day poverty. Then, when we get to 2030, we can set a target to eradicate poverty at that level by 2050. Second, the goal of eradicating $1.25-a-day poverty by 2030 is extraordinarily ambitious. The HLP says that with continuing current growth trends, about 5% of people will be in extreme poverty by 2030. Yes, but this assumes the incomes of the poorest households rise in line with GDP, which is not the case. Also, the reduction in poverty in recent decades has been overwhelmingly dependent on the rapid growth in China. In 1981, China accounted for 59% of the poorest 10th of the world population. By 2010, that figure was down to 11%, while 72% of the poorest 10th were in India and sub-Saharan Africa. Even to match our recent performance in poverty reduction in the next 15 years, India and sub-Saharan Africa would need to match China&apos;s economic performance in the past 30 years. There is little or no prospect of this happening. Third, shifting from poverty reduction to poverty eradication means we have to look at the issue very differently. As long as we focus our attention on poverty reduction, we can be lulled into accepting global economic growth as the means of achieving it. Poverty eradication is different. It forces us to focus on how quickly the incomes of the poor, and especially the very poorest, are increasing. The average income of the poorest 10th of the world population in 2010 was $0.68 per day ($0.64 excluding China). The incomes of the very poorest are likely to be well below half that. To eradicate poverty by 2030, the incomes of the poorest need to rise to at least $1.25 a day  more than 300% in 20 years, well over 7% a year. Between 1993 and 2010, the incomes of the poorest 10th of the world population excluding China rose at little more than half the rate of global GDP per capita, and this was a period that saw a number of major shifts in development policies which should have helped to accelerate poverty reduction. Even maintaining the ratio between the income growth of the poorest and global GDP growth, eradicating $1.25-a-day poverty by 2030 would require global GDP per capita to rise by more than 12% a year. At this rate, global production and consumption would increase by a factor of 12. Global GDP per capita would reach more than $100,000. There is an absurdity to the idea of raising the average income of more than 7 billion people to more than $100,000 a year merely to ensure that everyone has an income of at least $465. But in the present context of global carbon constraints, it goes far beyond the absurd. It is both dangerous and counterproductive. If we return to the pre-crisis global growth rate, global production would increase by about 75% by 2030; and there are serious doubts as to whether we can sustain even this within global carbon constraints. But the scenario outlined above would entail increasing global production and consumption to about seven times this level. There is simply no way this can be achieved without triggering truly catastrophic climate change  which, apart from anything else, would obliterate any potential gains from poverty reduction. Merely relying on global growth (and the continuation of recent improvements in development policy) to eradicate extreme poverty is simply not a viable course. We can only hope to eradicate poverty  even by the highly restrictive $1.25 definition  through a major increase in the share of the benefits of global growth that accrue to the world&apos;s poorest by a factor of more than five. And that would require a fundamental rethink of our whole approach, not only to development, but to the operation of the global economy.  The estimates in this article are the author&apos;s, based on PovcalNet, the online tool for poverty measurement developed by the development research group of the World Bank", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jun/07/eradicating-poverty-shift-in-focus", 
    "wordcount": "1015"
}