{
    "headline": "Kickstarter must not fund biohackers' glow-in-the-dark plants", 
    "text": "   Screengrab of Kickstarter synthetic biology project to create glowing plants    Who wouldn&apos;t want a flower that can glow in the dark? And what if it were pitched as the coming wave of a sustainable future, in which luminous plants and trees supplant light bulbs and street-lamps? You might even be tempted to buy one, right? At first glance, it&apos;s hard not to be seduced by a new crowd-funded Kickstarter.com project to engineer and circulate glow-in-the-dark plants. Especially when the US company behind it invokes the possibility of turning your living room into the glowing Pandora landscape of the Avatar movie.  Except this project is anything but a benign science trick. These plants are being re-engineered using a highly controversial new technique by a biotech company that could side-step the possibility of regulation  and build public acceptance of a wider corporate-backed quest to manipulate nature and profit off of it.  If you think twice before buying GM foods, welcome to the risky world of synthetic biology. Instead of shifting existing genes from one species to another, this extreme form of genetic engineering allows practitioners to write entirely new genetic codes on computers and then insert them into living organisms  or to create new life-forms from nothing but a few bottles of chemicals. It&apos;s a field quickly moving from lab to commercial production. As of this moment it hasn&apos;t yet stepped into the great outdoors  but this Kickstarter project may be about to break that barrier. Unless they&apos;re stopped, Kickstarter will hand over hundreds of thousands of dollars on Friday to Genome Compiler Corporation, a private biotech company that promises to send bioengineered plants and seeds to most of their US backers. That means more than 600,000 freak bioengineered seeds will be let loose across thousands of random locations in the USA  unregulated and uncontrolled.  In other words, this would be the first deliberate environmental release of an avowedly &quot;synthetic biology&quot; organism in the world. Though this is the first environmental release, synthetic biology is an exploding and increasingly well-funded field. Corporations like Monsanto, BP, Shell, and Dow have been pouring billions into new technologies. But it is practically untouched by regulation. These corporations  hardly to be trusted to ensure health and environmental concerns take precedence over their profits  have been tacitly given the go-ahead by the Obama administration to proceed in a regulatory vacuum. Though it has mostly evaded public attention, there is a big battle brewing over synthetic biology. The notion of releasing these extreme organisms flies in the face of a growing consensus among civil society and international experts alike. 116 organizations have called for a moratorium on any release of synthetic organisms. The UN convention on Biological Diversity has urged countries to exercise precaution in any release of synthetic organisms to the environment. Even the insurance industry is worried. Making a glow-in-the-dark plant in the lab is not in itself something to cry foul about  so long as it&apos;s properly contained. What is causing thousands of concerned citizens to cry &quot;no to glow&quot; is that these biohackers plan to release their manipulated seeds all over America.  Little is known about the impacts of synthetic biology, or even how to assess its biosafety impacts. But what we do know is nature is complex and reacts in unexpected ways to fundamental interventions. From fossil fuels and dams to GM crops, we discover disastrous consequences only when it&apos;s too late. That&apos;s why almost every credible body that&apos;s evaluated the still immature field of synthetic biology has responded by urging grave caution. But these biohackers have responded contemptuously, consciously designing their plant to evade regulations and avoid oversights and monitoring. &quot;We are very cognizant of the precedent we are setting,&quot; says Antony Evans, the manager of the project. It&apos;s a strategy the biotech industry has used before to create a beachhead  establishing products on the ground and in the wild, before the international bodies can catch up and regulate them. Kickstarter  who not incidentally stand to profit to the tune of about $22,000 from the project  is about to allow themselves to be hijacked by these biohackers. Many others will no doubt follow in their footsteps, now that Kickstarter has shown it will provide a profitable and regulation-free avenue to genetic pollution. But it can still be stopped. Kickstarter refuses to fund guns, drugs, and porn  and even, bizarrely, the sale of sunglasses. Their ethical guidelines need an update to include bioengineered seeds as well. An Avaaz.org petition with over 8000 signatures is circulating demanding Kickstarter withhold the money until there is a serious public debate. The environmental watchdog ETC Group has even set up The KickStopper, a counter-project looking for funding. A surge of popular opposition could ensure that Kickstarter puts a hold on this project or that the biohackers think twice. In the face of increasing media scrutiny, they have reportedly offered to hold a public dialogue before releasing their seeds  though without any details it comes across as shallow damage control. Ultimately it&apos;s not just about gimmicky glowing plants. The public dialogue that is needed is about the brave new world of synthetic biology. For now, we must demand a moratorium on the release and commercial use of synthetic organisms  at least until proper regulations and safeguards have been established. Its risks are too great, the unanswered questions too many. Meanwhile keep these engineered plants in the laboratory  and leave their sci-fi effects to the movies.", 
    "section": "environment", 
    "gid": "environment/true-north/2013/jun/06/kickstarter-money-glow-in-the-dark-plants", 
    "wordcount": "907"
}