{
    "headline": "Davos 2013: new vision for agriculture is old news for farmers", 
    "text": "With the launch of the Enough food for everyone If campaign, global food security is once again high on the public agenda. The UK campaign hopes to harness public support leading up to the meeting of the G8 in June, in an attempt to replicate the achievements of Make Poverty History in 2005. One of the key pillars of the If campaign is land, and drawing attention to the plight of poor farmers who are being forced to relinquish their property in what has been described as a neo-colonial &quot;land grab&quot;. We have, of course, seen processes of alienation and dispossession accelerate over the past century. In the Age of Extremes, the final volume in his much-praised quartet of books, historian Eric Hobsbawm declared that the &quot;death of the peasantry&quot; constituted &quot;the most dramatic and far-reaching social change of the second half of this [20th] century&quot;, sealing &quot;us off forever from the world of the past&quot;. &quot;The peasantry,&quot; Hobsbawm continued, &quot;which had formed the majority of the human race throughout recorded history, had been made redundant by the agricultural revolution.&quot; While many on the left felt that this was a premature obituary, several commentators on the right saw the demise of the peasantry as an essential precursor to prosperity. In the American magazine Foreign Affairs in 2008, Paul Collier mocked &quot;the middle and upper class love affair with peasant agriculture&quot;, and the view that &quot;peasants, like pandas, are to be preserved&quot;. In today&apos;s world, Collier argued, &quot;the world needs more commercial farms, not less&quot;. Collier&apos;s comments are just a recent instalment in a long history of disparaging smallholders. Victorian elites castigated in equal measure Indian ryot farmers, Irish cottier tenants and African sharecroppers as primitive, idle, mendacious and improvident. Much the same narrative that characterised the colonial period carried over into the Green Revolution, as &quot;de-peasantisation&quot; became the sine qua non for agricultural development. The push for higher yields, driven by influential voices within the Rockefeller and Ford foundations, required a strong agricultural support structure, including expensive pesticides, herbicides, fertilisers and regular irrigation, much of which was beyond the capacity of small-scale growers. The World Economic Forum&apos;s report, a New Vision for Agriculture (pdf), which was launched to coincide with its annual meeting in Davos, promises to break this spiral of misanthropic thought. Recognising that the planet is home to around 500 million smallholders  who support 2 billion people, account for 97% of global agricultural holdings, and produce food for almost 70% of the world&apos;s population  the report stresses the importance of &quot;collaborative action&quot; with smallholders to deliver food security, economic opportunity and environmental sustainability. Instead of being regarded as fossils from bygone era, smallholders are identified in the report as &quot;change agents&quot; and &quot;catalysts&quot; in the business of agricultural transformation. The report insists that &quot;smallholder-inclusive&quot; projects can be devised in partnership with private-sector investors, governments and civil society organisations. With the right incentives, those projects can be scaled up to the regional and national level, promoting poverty reduction and comprehensive rural development, but is this really a departure from old practice  a genuinely &quot;new vision&quot; for agriculture? We believe there are grounds for caution. First, partnership, as envisioned in this report, is clearly a David-meets-Goliath-type alliance. Although local businesses and farmers frame the picture, it is global agribusiness that dominates the view. Can smallholders really have a voice when faced with the collective bargaining power of Bunge, Cargill, Coca-Cola, Diageo, DuPont, Unilever, and Walmart  just a few of the 28 partner companies that drive the initiative? All too often, the rhetoric of development partnerships masks the vast asymmetries of power between participants. Second, the New Vision for Agriculture clearly prioritises market-based approaches to food security and poverty reduction. The report asks: &quot;With the models employed, are smallholders able fully to participate in the market, or are most still mainly at the subsistence level?&quot; However, the contrast between subsistence agriculture (&quot;bad&quot;) and market participation and commodity production (&quot;good&quot;) is not a straightforward one. Volatile markets can yield good and bad outcomes for poor people. Finally, there is the unshakable sense that we have been here before. At the end of the 2012 Olympics, the British athlete Mo Farah joined international politicians at Downing Street to raise awareness at David Cameron&apos;s &quot;hunger summit&quot;. For the prime minister, this was a very clever PR stunt. Indeed, public handwringing and future assurances are now part of the annual cycle of political life, with little tangible proof that they make difference on the ground, where it matters most. Against this background, it is far too easy to be cynical about the recent commitments emanating from Davos, and the cycle of fleeting media attention that surrounds public campaigns on food, hunger and global justice. For the sake of world&apos;s smallholder farmers, let&apos;s hope we are wrong.  The issues raised here will be debated at Kings Place, London, on 28 January at the second of three events organised by the University of Cambridge&apos;s strategic research initiative in global food security. (Ticket info). ", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/25/davos-2013-vision-agriculture-farmers", 
    "wordcount": "874"
}