{
    "headline": "Rio+20 politicians deliver 'new definition of hypocrisy' claim NGOs", 
    "text": "World leaders at the Rio+20 Earth summit in Brazil delivered a &quot;new definition of hypocrisy&quot; for standing in the way of progress and failing so far to challenge the text of the draft outcome document, NGO leaders said on Thursday. Daniel Mittler, political director of Greenpeace, said: &quot;The epic failure of Rio+20 was a reminder [that] short-term corporate profit rules over the interests of people.&quot; He said the outcome of the conference was &quot;nothing short of disastrous&quot;, as governments came offering no money or commitments to action. &quot;They say they can&apos;t put money on the table because of the economic crisis, but they spend money on greedy banks and on saving those who caused the crisis. They spend $1 trillion a year on subsidies for fossil fuels and then tell us they don&apos;t have any money to give to sustainable development.&quot; Lasse Gustavsson, executive director for conservation at WWF, said two years of &quot;sophisticated UN diplomacy has given us nothing more than more poverty, more conflict and more environmental destruction&quot;. He said WWF had participated in numerous preparatory committee meetings in the runup to Rio, but there was very little to show from its efforts. Sharan Burrow, general secretary at the International Trade Union Confederation, who flew to Rio on Wednesday after attending the G20 meeting in Mexico, criticised leaders for their lack of courage in not challenging the document text, written by a team of negotiators, and for doing nothing to adopt a new model of development. She told the meeting that people should show politicians how they felt by not voting for them if they did not take decisive action. &quot;The world we want will not be delivered by world leaders, who lack courage to come here and sit at the table to negotiate,&quot; said Burrow. &quot;They take no responsibility. The reality is we are living beyond our planetary means.&quot; A recent poll of 175 million members of the trade union movement around the world found that the majority were disillusioned and had no hope that the next generation would fare better, she said. Leaders, she said, needed to seriously invest in green job creation. But although politicians have failed to impress at Rio, the NGOs agreed the conference provided an opportunity to mobilise people to act. Gustavsson said the 3,000 side events had shown the commitment and &quot;strong leadership&quot; of civil society groups, city mayors and the private sector. &quot;Sustainable development will have to happen without the blessing of world leaders. Governments will need to play catch-up,&quot; he said. Barbara Stocking, chief executive of Oxfam GB, said it was time to &quot;pick up and move on. Civil society has to take action. They must do what they do.&quot; She added that a meeting in Rome on Friday among four European leaders could put in motion a financial transaction tax (FTT), which could generate millions that could support efforts to alleviate poverty. The tax is opposed by the UK prime minister David Cameron, but has found support, at least in theory, among other European leaders. Friday&apos;s talk will primarily be about the Eurozone crisis, but the FTT will also be under discussion. &quot;The key thing will be to get an agreement and get this under way,&quot; Stocking said. The money made on the tax should be spent on climate change adaption and development, she added. Peter Lehner, executive director of the National Resources Defence Council, said his organisation had launched a website, cloud of commitments, that would track the promises made by countries and the private sector at Rio He said it was &quot;critical that we don&apos;t equate Rio with a document. It&apos;s not what it should be about. We don&apos;t save the world with a document.&quot; He added that Rio+20 could be a catalyst for action: &quot;People are armed for real action. The document could do a lot more but the important thing is to see Rio as a catalyst for people around the world. Now it&apos;s our turn to take the energy of people and convert that into action.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/21/rio20-politicians-hypocrisy-ngos", 
    "wordcount": "703"
}