{
    "headline": "Luxury leather and the Amazon", 
    "text": "Ask most fashion retailers where the leather in their bags, shoes and clothes comes from, and they&apos;ll tell you it&apos;s Italian. Italy has a long history of leather production. Doubtless it has some fine cows. But if all the accessories and shoes (of the latter, we produce around 11bn pairs a year globally, using 65% of all leather) claiming Italian heritage really were from Italian cattle, they would overrun the country. They would drink from the Trevi fountain and chew the cud in Piazza San Marco. To find some of Italy&apos;s mystery cows, you have to travel 6,000 miles southwest to Brazil  particularly the state of Mato Grosso. This area shoulders the bulk of Brazil&apos;s national cattle herd, which stands at 200m head of cattle. Alongside China, Brazil is now the top exporter of tanned leather and close to 10% of its hides are bound for Italy, retanned in facilities where hides become &quot;Italian leather&quot;. By 2018 the Brazilian government plans to double its global share of cattle products, which presumably means doubling the herd of Nelore cows. The animals themselves pose as natives  they are the official state symbol of Mato Grosso  but they are imposters; the first Nelore cow arrived from India in 1898. At a fattening ranch I visit, their commercial appeal is obvious: they are bulky blocks of beef with folds of skin around the head and neck which already resemble a handbag. These ranches are in the Amazon biome, so you&apos;d be forgiven for expecting forest. But currently the landscape makes a mockery of the Forest Code  the agreement struck between agricultural prospectors and the Brazilian government in 1965. The code obliges ranchers to keep a tree-to-cow ratio of 80:20. With the exception of one exemplar holding at Tangar da Serra, those I visit seem to have reversed the ratio. One rancher tells me that in his first week at agricultural college he learned to set fire to an acre of rainforest. A 2009 Greenpeace study proved that ranches were still illegally clearing rainforest and that the leather was going straight into the supply chain of major brands. One hectare of rainforest was lost to ranches every 18 seconds. Following the money as well as the trees, Greenpeace found that the enterprise was underpinned by state-funded banks. While former president Lula made speeches about saving the &quot;lungs of the earth&quot; (the Brazilian Amazon stores 80-120bn tonnes of carbon), the state sponsored its wholesale destruction. By July 2012, official figures showed deforestation in the Brazilian Amazon to be down by 76% from its high in 2004, but NGOs monitoring the situation report an alarming new upturn. President Dilma Rousseff has recently allowed two reforms to the Forest Code that researchers claim will increase deforestation in Brazil by 47% by 2020. If you&apos;ll excuse the phrase, we are not out of the woods. British-born Dr Nathalie Walker is aforest ecologist working for the biggest conservation charity in the US, the National Wildlife Federation (NWF). &quot;I began working on forests because I love being in them,&quot; she says. &quot;I was working in one [as a research fellow at Oxford University] in Ecuador that was surrounded by ranches, and I came to a realisation: what&apos;s the point of conserving something that will then be chopped down? At that point Imoved on to the causes of deforestation.&quot; Walker and the NWF collaborated with the Brazilian NGO Imaflora to persuade ranchers to become conservationists. They tried to show that a traceable supply chain from cow to finished hide would bring profit, but they had their work cut out. The NWF estimates that more than 20% of cattle are slaughtered illegally. As well as deforestation, ranching is also linked to bonded labour and the displacement of indigenous people. Ranchers are atough crowd. &quot;What&apos;s the secret to running asuccessful ranch?&quot; I asked one ranch manager on my visit. &quot;Don&apos;t become alcoholic,&quot; he suggested dourly. Of course, there are ethical leather products available. In 2005 Nike, Adidas and Timberland were founding members of the Leather Working Group (LWG). This committee established a ratings system (from &quot;fail&quot; to &quot;gold&quot;) which scored tanneries on environmental factors (water, energy use, pollution). If you want better leather, buy a brand that has signed up. By 2015 Timberland says all its leather will be from tanneries that are gold or silver rated. A PETA campaign on the barbaric transportation of live cattle in India (which has 3% of the global leather market) led high street brands such as H&amp;M to say they would no longer use leather from there. The 2009 Greenpeace report on the Amazon triggered a stampede among brands desperate to purge their leather supply chains from cattle expansion in the rainforest. The brands in LWG, including Marks &amp; Spencer, now lean heavily on the meatpacking companies who own the slaugherhouses and tanneries, demanding higher and higher standards of traceability. This &quot;cleaner&quot; leather is appearing on the high street; last year H&amp;M produced 500,000 pairs of shoes from LWG-certified leather (a relatively small proportion of all its shoes, but it&apos;s astart). But these brands don&apos;t yet offer a way for consumers to support active protection of the Brazilian amazon. Now there is one that does. Tomorrow, a new version of Gucci&apos;s Jackie bag will be unveiled at Paris Fashion Week. There have been many incarnations of this slouchy handbag since its launch in the 50s  named for Jackie Onassis, as it was one of her favourite accessories  and the style was most recently revived in 2009. But this latest version stands apart. Gucci had stopped using Brazilian leather in the wake of the 2009 Greenpeace report, but it now sources supplies for the Jackie bag from a deforestation-free zone. Alongside a tote and a hobo bag, it&apos;s the first widely available product to be embossed with the Green Carpet Challenge (GCC) brand, the project founded by Livia Firth and myself in 2009 to raise the profile of ethics in the global fashion industry. Firth initially played supply-chain matchmaker for the project. &quot;What I like about this is that the NWF and Imaflora on the ground in Brazil have engaged with the ranchers,&quot; she says. &quot;We are similarly good at engaging with fashion houses and persuading them to make critical changes in supply that can turn around the environmental and social fortunes where fashion is sourced.&quot; Once the leather reaches Italy from Brazil, it&apos;s tanned at Vicenza, and the bag is made at workshops within a 15-mile radius of Florence (Gucci says that 95% of its products are made in Tuscany). If you can ignore the strips of highly painted python and ostrich skin, the Gucci workshop is a surprisingly down-to-earth place. The artisans are fortysomething men in jeans and trainers and it&apos;s hypnotic to watch them work a needle through the leather. Just two lines of bags will run through this workroom at any time, each marked with a unique EPEL code  an anti-counterfeiting measure. The new Jackie bag also comes with its own passport guaranteeing that it&apos;s made from leather certified free from deforestation. For Dr Walker, it also shows it&apos;s possible &quot;to produce a fully sustainable product and that a ranch can be productive for years to come. Gucci and GCC have made a business case for preserving the environment.&quot; In the fashion world, where obfuscation takes place over suppliers and techniques, this is big. Often details are withheld in the name of commercial confidentiality, but the more I see of the industry, the more I am convinced the supply chain has become so confused that brands genuinely don&apos;t know where their raw materials are from. Doubtless people will balk at the price, but for the NWF, which receives a proportion of sales from the bag to fund programmes on the ground, working with the luxury behemoth is a huge opportunity. Currently the luxury market is the key growth area in the fashion industry, so it&apos;s vital that this sector engages with ethical issues. &quot;This is the future of quality fashion and credible brands,&quot; says Livia Firth. &quot;Taking responsibility for the supply chain from beginning to end. I think that&apos;s a beautiful thing.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/03/luxury-leather-and-amazon-deforestation", 
    "wordcount": "1404"
}