{
    "headline": "Science students gain practical skills on postgrad courses", 
    "text": "Over the summer, the House of Lords Science and Technology committee called for immediate action to ensure that graduates leave university equipped with the skills they need to succeed in industry. They claimed that the government was not clear about how to support postgraduate provision  nor was it accurately explaining to students the benefits of undertaking postgraduate study. Professor Ken Grattan, dean of graduate studies at City University, thinks they have a point. &quot;There are job vacancies for the right people with the right skills,&quot; he says. &quot;Adding to skills through the right master&apos;s programme really makes the difference between being employable and not being employable.&quot; City University anticipated the committee&apos;s recommendation, and works with a panel of industry advisers to ensure its postgraduate courses are giving students the skills needed by employers. Grattan explains: &quot;Employers say, &apos;We&apos;re trying to employ people with skills like this, this and this, and we&apos;re just not seeing them. Can you do something about training these people to have these skills?&apos;&quot; He believes it is key for postgraduate Stem (Science, Technology, Engineering and Mathematics) courses to offer a breadth of content rather than a narrow specialism. &quot;The need in master&apos;s training is mostly not for a master&apos;s programme providing more depth and more specialisation, but one that actually gives our students a broader range of skills,&quot; he says. He also thinks course structure is important. Many of the students on postgraduate Stem courses are already in industry, and looking to progress in their career by developing skills required by their employers. &quot;The programmes are offered on a part-time basis: we teach in blocks over the weekend, so if you&apos;re in work and giving up your weekend, or taking a couple of days holiday, perhaps your employer&apos;s given you the day off,&quot; he says. &quot;It&apos;s very much a case of being able to teach these programmes flexibly, which suits people who are coming into these programmes, rather than having lectures every day at 11 o&apos;clock or whatever suits staff.&quot; Dr Donald Palmer, senior lecturer in immunology at the Royal Veterinary College (RVC), says that employability training needs to start long before postgraduate courses. He points to the way the RVC has built in research assignments during the second and third years of undergraduate degrees, and the offering of a module on &quot;biobusiness&quot;, focusing on commercial needs and innovation. He thinks this emphasis on practical skills has led to their high level of success with doctoral students and departmental research output, and their high level of employment six months after graduation. &quot;The building next to us is the London BioScience Innovation Centre, so we&apos;ve actually got quite a lot of links with them,&quot; Palmer explains. &quot;It&apos;s really great  students can actually spend time in those work environments.&quot; Support is vital Dr Blandine Poulet, who completed her PhD at the RVC and is now in post as a group leader at University College London, says proper support during the postgraduate period is vital. &quot;A good mentor and supervisor allows you to explore your project yourself as well as guide you to make the right decisions and through the rough patches,&quot; she says. Dr Samantha Mirczuk, a postdoctoral research associate at the RVC, agrees that mentoring is vital, but also suggests that postgraduates should be looking to improve their own employability. &quot;Make the most of every available opportunity that comes your way during your studies,&quot; she urges. &quot;If you get the opportunity to participate in an out-of-term lab placement, take it. If you are able to work with widening participation or public engagement departments, take it. &quot;And do not be afraid to go and talk to people who are working in areas that you are interested in. Nine times out 10 they are more than happy to talk to you about how they got to where they are  and how you could do the same.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/14/university-science-practical-skills", 
    "wordcount": "674"
}