{
    "headline": "London school places crisis: quick solutions required", 
    "text": "   School children in Camden. Photograph: Alamy    London&apos;s spectacular population growth is driven by its galloping birthrate, which means a lot more London kids, which means that London needs a lot more space to educate them in. A new report by London Councils, which represents the capital&apos;s 33 local authorities, anticipates &quot;continued and disproportionate pressure&quot; on school places for the foreseeable future, with a shortfall of 118,000 primary and secondary school places by 2016 - a tidy chunk of an anticipated school age London population of 1.25 million. A demographer recently told a London Assembly committee that by 2031 the capital will contain 300,000 more 4-15 year olds than it does today. Where will the little darlings be taught? There have to be more schools, and plenty of them. The London Councils report argues that the boroughs have done all they can to expand the schools they run, noting that many of those they don&apos;t - the 229 academies, accounting for more than half of London&apos;s secondaries - are under no obligation to do the same.  It claims that the department for education allocates too small a slice of the national budget to the capital, and calculates that more than another billion is required in the coming years. Meanwhile, Boris Johnson says he&apos;s already had some success with persuading the government to hand over a bit more cash, and has set out to identify land and buildings that could become sites for new free schools, which he strongly supports. It&apos;s no surprise that the mayor favours the government&apos;s free schools policy - contrary to the impression much of the media give, he agrees with David Cameron on practically everything except who should lead the Conservative Party - and yesterday his spokesman confirmed that he sees them as a big part of the school places solution, praising boroughs &quot;across the political divide&quot; who have supported setting them up, but also criticising some as &quot;less helpful or even obstructive,&quot; sometimes for &quot;ideological reasons.&quot;  There are already 26 free schools in Greater London, with a further 37 due to open in September. London Councils takes the view that as the government&apos;s academies programme - of which free schools are a part - expands, &quot;delivery problems&quot; have increased, with land availability and giving support for groups wanting to set up free schools at the top of the list. It recognises, however, that most of the new school places London needs will be provided by academies and free schools, and that the capital&apos;s local authorities need to respond quickly and constructively. Free schools, of course, have their fierce critics, and some of their concerns are valid. But although my general report card on the mayor in his second term is that he should get extended detention, perhaps in a well known building on the opposite bank of the Thames from City Hall, I think many of his instincts on education are sound. He makes a good, practical case for London&apos;s mayor having a greater strategic role in the capital&apos;s education system, one that isn&apos;t out of step with how London Councils sees the borough&apos;s changing role of championing the aspirations of children and parents.  The problem London&apos;s education system confronts is partly a price of the quality of the capital&apos;s schools being so high - words some of we older London parents may still need to read twice. London&apos;s politicians must do all within their existing powers to ensure that the children of its baby boom continue to be served equally well.", 
    "section": "education", 
    "gid": "education/davehillblog/2013/apr/24/free-schools-london-boris-johnson", 
    "wordcount": "593"
}