{
    "headline": "A muted sea of bluebells", 
    "text": "The bluebells should now be aromatic and vibrant, but the cool weather has left them rather muted and flat, without the blue haze &quot;of light beating up from so many glassy heads&quot;, as Gerard Manley Hopkins saw it, &quot;which like water is good to float their deeper instress in upon the mind.&quot; My own &quot;instress&quot; is similarly diminished after so many days of heavy rain, but the sky is now clear, and when I brush past a holly, its rebounding branches release into the air a shower of sparkling drops, which wet my face and suddenly delight me. For this morning, at least, it is spring. I&apos;m paddling along a familiar route, which I&apos;ve walked two or three times a week for several years, so its communities are familiar too. The herons are shaking out their wings in the sunshine and bickering warmly from their nests on top of a stand of pines. The nuthatches are in their usual spot, with their chewy call, almost like a ricochet, and I spot one scuttling headfirst down an oak. On the top field, a gang of crows rake through the soaked earth or else spring into the air to joust with each other, like kids at the beach after too long in the car. Deep in the woods, on a more secret path, progress is suddenly blocked. A small rowan I have barely noticed before has keeled over, its fall arrested by a holly bush on the other side of the track. The ground is spongy, and strong winds the night before must have done for it. Wreathed around the base of the rowan is a mass of honeysuckle, or woodbine, its new leaves freshly green, its long winding stalks spreading upwards along the rowan&apos;s trunk. More than anything, the tree looks as though it were tired, and leaning to rest for a moment before dragging its roots free. My dog hops over and then looks back at me. She wants to get on.", 
    "section": "environment", 
    "gid": "environment/2012/may/07/ecclesall-woods-sheffield-muted-bluebells", 
    "wordcount": "338"
}