{
    "headline": "Prince Charles: 'I admired and loved Wangari Maathai'", 
    "text": "They all held their breath: the first Muslim woman Nobel peace prize winner, the daughter of the first African woman winner, the first woman president of Ireland, Prince Charles, ambassadors, peers, the leaders of many of the world&apos;s environment and human rights groups and more than 100 other guests. Twenty feet above the global green and good flew a lone pigeon, which had somehow got into the great Orangery of Kew Gardens. First it landed on ledges, then it swooped and flapped right in front of the speakers. No one dared say anything but there was probably just one thought on everyone&apos;s mind. Would it  ? It fell to Shirin Ebadi, the exiled Iranian Nobel peace prize winner and human rights activist, to break the tension, interrupt her speech and make the link between the bird, peace and the environment. &quot;Perhaps the bird is telling us to respect the environment and think about what we are doing,&quot; she said. &quot;I was getting worried,&quot; she added. The event was a celebration of the life of Wangari Maathai, the first African Nobel peace prize winner and leader of the grassroots Green Belt movement organisation that planted 15 million trees, who died two years ago. &quot;The most important matter in life is protecting the environment,&quot; said Ebadi, a former lawyer and judge and the only recipient to have had her award seized by a government. &quot;Peace does not just mean an absence of war. Peace means a series of conditions that ensure human beings [living] together preserving their dignity. How can we speak of peace when there are 800 million people in the world without drinking water? In the 21st century, war will be about the lack of water and natural resources.&quot; Ebadi had been with another female peace prize winner, Jody Williams, in Nairobi the same day in 2004 when Wangari Maathai was told that she had won the prize. To have three women Nobel peace laureates from three continents in one room at the same time was historic. The first question asked by the world&apos;s media that day was &quot;what has planting trees got to do with peace?&quot;. The answer came from her daughter, Wanjira Maathai.  &quot;When she started the Green Belt movement in 1977 very few people realised how radical it was. Rural women were disenfranchised. The simple act of planting trees challenged the status quo. Women had no land rights. [By planting trees], Wangari was challenging land grabbing and linking peace and democracy and the environment.&quot;  So far the Green Belt movement, which now works in many countries, has planted 51 million trees and lifted tens of thousands of people out of poverty. Prince Charles recalled how Maathai inspired him.  &quot;She was someone I admired and loved. We first met at [Charles&apos;s country estate] Highgrove. We ended up on hugging terms. My heart went out to her. She had an infectious spirit, a sense of optimism and a deep sense of hope. She understood the link between poverty and the natural environment. &quot;We are faced with so many massive challenges [that] at times it is utterly overwhelming. We have the responsibility to protect the rights of all generations of all species who cannot speak for themselves.  It was left to Mary Robinson, Ireland&apos;s first female president and a recipient of several peace prizes herself, to make the link between peace, human rights and climate justice. She recalled Maathai&apos;s own words in the first Wangari Maathai lecture:  &quot;I was deeply influenced by her. I came to the issue of climate change not as a scientist or environmentalist, but from a human rights and justice perspective. I realised that severe weather shocks were already undermining poor livelihoods in vulnerable countries, and were negatively affecting rights to food, safe water and health. I concluded that this posed one of the greatest human rights threats, had a huge injustice dimension, and needed to be highlighted by taking a climate justice approach. To me a climate justice approach had to be a values-led, people-centred approach, which highlighted the injustice of climate change but which had to be practical about solutions  as Wangari had been.&quot;  Maathai&apos;s life changed dramatically after she had been awarded the prize, and there followed years of arduous travel, lectures and talks to governments and groups. But she recalled the importance of the prize for changing people&apos;s views.  &quot;The award wasn&apos;t only a call for the environment to be at the centre of work for peace; it was also an acknowledgement for the African people in general, for the struggles they face every day. &quot;It was a demonstration of how important the environment and natural resources are in making sure we survive; and it was a message of hope. It was also saying to African women, in particular, that women can make an impact, although their ideas and actions are often dismissed. In addition, it was a recognition of the many citizens around the world who had been working on a set of similar issues  the environment, human rights, democracy, women&apos;s rights, and peace-building  and had not perhaps seen the connections between them. I was honoured to be the recipient.&quot; ", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/28/prince-charles-admired-loved-wangari-maathai", 
    "wordcount": "877"
}