{
    "headline": "The lesser celandine, the voice of spring", 
    "text": "From mud and green hearts come lesser celandines. Simple buttercup-coloured daisies, scratty unless in massed lawns but beautiful in their contradictory announcement of spring: &quot;Here it comes, so there it goes.&quot; A week earlier, above the Erme estuary in Devon, a swallow appeared. It felt unlikely. It would never make a summer, but would it even make it into spring? Coming back to Wenlock, I wondered what sign of spring we&apos;d see, like the first familiar face. There was shepherd&apos;s purse (empty) and rue-leaved saxifrage (rueful) in a tiny white-flowered street theatre of pavement cracks. A few pastel primroses in hedge banks warming southwards, not the north-facing ones still sealed under snow rinds and not the songbirds still dithery from trauma. What really spoke spring were the brassy little lesser celandines with their eight sunray petals: stunned by frost, under the plough of an east wind; concussed for a month of Sundays in snow; not properly defrosted but pressed into the earth; then rousing groggily as the bell went: ding, it&apos;s spring. Not so fast. With the way it was going, spring could be over in half an hour if the sun really came out. Fieldfares gathered above Wilderhope arguing about their migration north and when &quot;now&apos; was. The first chiffchaff cut a couple of notches into a wood above Farley Dingle. And a wind came. This one, barrelling in from the south, warm, drizzly, knocked things about, rattled songs out of birds. In this wind I found a wood bank with yew trees where I&apos;d no business going. The yews were old, dark, crouching like conspirators under the wind, mantling their years like hawks holding prey. This was a seasonless place where spring was for ever abjured. But on the muddy track below were a scattering of lesser celandines, common as muck, shiny as pennies, saying: as soon as spring arrives, it will be gone.", 
    "section": "environment", 
    "gid": "environment/2013/apr/16/lesser-celandine-voice-of-spring", 
    "wordcount": "319"
}