{
    "headline": "Clearing: Apprenticeships work toward a debt-free qualification", 
    "text": "Are you keen to join the world of work, but want to improve your qualifications? Why not earn as you learn, and do an apprenticeship? Apprenticeships are available in 1,200 different job roles, including IT, catering and nursing, in organisations including the BBC and the Cabinet Office, and academically up to degree level. Numbers have rocketed: 500,000 people started apprenticeships in 2010/11  63% up on the previousyear. &quot;Anecdotally we&apos;re seeing increasing numbers of highly qualified A-level students deciding to take apprenticeships as opposed to a university degree,&quot; says Jessie Buscombe at the National Apprentice Service. &quot;This is a culturalchange.&quot; Shifting attitudes Mick Brophy, managing director of business, innovation and development at Gateshead College, says: &quot;I can&apos;t remember a time when so many young people carrying A-level results were coming in looking for advice on apprenticeships. &quot;We work closely with Nissan on a technician apprenticeship programme, where young people start on a salary of 11,000 or 12,000, get around 25,000 when they graduate, and can move up to 40,000 plus with more experience. A lot of parents must be looking at that and saying: &apos;why am I sending you to university when you could be earning this kind of salary without all thatdebt?&apos;&quot; What is an apprenticeship, and where do I find one?  You will be working and spending time in college or with a trainingprovider.  It will last for at least a year.  You must be living in England.  Under-19s and apprentices in their first year must be paid at least 2.60 an hour (2.65 from October 2012). Others must be paid at least the minimum rate for their age group. Many employers pay more: the median hourly pay in March 2012 was 5.83 per hour.  Apprenticeships are available at several levels, including intermediate, advanced (equivalent to A-level) and Higher (equivalent to a degree). The apprenticeship level is tied to the job, not your academic achievements.  All vacancies are advertised on apprenticeships.org.uk on: http://www.apprenticeships.org.uk/Be-An-Apprentice.aspx. Try colleges and training providers too. apprenticeships.org.uk     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/aug/16/clearing-apprenticeships-debt-free-qualification", 
    "wordcount": "374"
}