{
    "headline": "iPhone 5 and iOS 6 users claim 'data use and bills rocket'", 
    "text": "iPhone users who have upgraded to Apple&apos;s new iOS 6 software have been complaining that their mobile bills have rocketed after data usage has shot up  possibly due to a bug in how the OS switches between 3G and Wi-Fi connections. Some have used gigabytes of data in just a few days, after previously using only a small percentage of that amount when running iOS 5. Most service plans in the UK allow just 500MB of data monthly  putting those users affected by the bug far over their allocations. Culprits for the bug may be Apple&apos;s iTunes Match service, which lets users download copies of their own music from the internet to a phone either via Wi-Fi or on 3G, and some of the other iCloud synchronisation services including the Safari browser, and iCloud documents and data. Alexander Lain told the Guardian on Twitter his usage had gone from 500MB in a month to 2.7GB, but said he &quot;thought it was because of changing to Orange&quot;. He has iTunes Match activated, but set only to download when the iPhone is connected to Wi-Fi. However some users say they have found iTunes Match downloads continue if they have started in a Wi-Fi zone but then move away and get a mobile data connection. &quot;Rolphus&quot;, a British software developer in Reading, is using an iPhone 4 updated to iOS 6 and had &quot;use cellular [mobile] data&quot; turned off for iTunes Match downloads  but still saw them carry on, which he said meant his data use had rocketed: having used about 140MB of data per month, he had used more than 300MB in less than that time. Chris Budden, who has been hit by the iTunes Match problem, said &quot;I called Apple about it and they said &apos;that&apos;s how it is&apos;. Painful, especially as I&apos;d queued a thousand songs to download.&quot; Apple released a support note for its Verizon customers in the US to tackle precisely the problem described by Budden and Rolphus, saying that it fixed an issue where &quot;under certain circumstances&quot; the iPhone 5 could use mobile data rather than Wi-Fi. But UK users may be affected too. Chris Green said he has iTunes Match turned off but that data consumption had gone &quot;sky high&quot;: &quot;iTunes Match and Use Cellular off. Today [I] found [my] phone is using 3G even when connected to Wi-Fi.&quot; Apple has not identified any specific cause for the use, though one source there pointed out that &quot;with iOS 6 there are more options [than with iOS 5] to use cellular data, eg with iTunes Match and [the iCloud service&apos;s] Documents and Data [synchronisation].&quot; Not everyone who has seen huge leaps in data use has iTunes Match enabled, though  which may point to other services, such as iCloud synchronisation of photos, documents or Safari web browser content, using the mobile data allowance without the user&apos;s knowledge. ZDNet reported on the problem at the start of October, since when more and more people have discovered that they have been billed for extra usage.  Jason Yates, who has iTunes Match turned on, said his usage had roughly doubled in a month, from about 300MB to 600MB. Yet the problem does not seem to be uniform. Others users with iPhones who have updated to iOS 6 have not reported problems  though some might not have received a monthly bill yet, or could be on unlimited data plans.  The Guardian has asked mobile carriers whether they have seen any change in data use by new iPhone owners. None had responded by the time of publication.  iTunes Match can be turned off in the Settings of the iPhone. Settings for synchronisation of photos, documents and data can be turned off in the iCloud settings, in the Settings app.  Users concerned about their data use can download apps including Onavo and Snappli, which act as proxies for data connections and can compress image and other data to reduce use.  For monitoring data use, apps available include DataWiz (free) and DataMan (99 US cents or 69p).", 
    "section": "technology", 
    "gid": "technology/2012/oct/17/iphone-5-iphone", 
    "wordcount": "689"
}