{
    "headline": "Can South Sudan under Salva Kiir become a better place to be a woman?", 
    "text": "When Navi Pillay, the UN high commissioner for human rights, visited South Sudan in May, she heard first-hand about the precarious situation many women face on a daily basis, from domestic violence to rape. Civil society groups and individual women told her of the &quot;extreme lack of rights&quot; for women, particularly in rural South Sudan, and the &quot;tyranny&quot; of a dowry system  typically several cows  that encourages early and forced marriage in which neither mothers nor daughters usually have any say. Pillay said her interlocutors painted a &quot;very disturbing picture&quot; of domestic violence, suggesting rape was fairly commonplace but rarely investigated. She was told of girls mistreated or sometimes killed for rejecting forced marriages. &quot;Such terrible forms of discrimination should not be explained away as cultural practices that cannot be challenged or changed. I believe in cultural rights, but not in the cultural repression of half the population,&quot; said Pillay. Her concerns reflect the tension between customary law and the transitional constitution in the world&apos;s newest state. The constitution sets the minimum marrying age at 18 and says neither women nor men shall be married against their will. In practice, some girls marry as young as 14. In Unity state, 24% of girls are married by 15 and 57% by 18, according to a 2006 government survey. Another traditional practice is handing over girls  as young as nine  for forced marriages as compensation in blood feuds, and it is not uncommon for the new families to take out their bitterness and resentment on these girls. Quite apart from such practices, South Sudan has some of the worst development indicators for women. According to the UN, the country has the world&apos;s highest maternal mortality rate (2,054 per 100,000 live births) and lowest female literacy. Only 37% of girls attend primary school. Secondary school attendance is negligible in many places. Less than a fifth of women (aged over 15) are literate compared with three-fifths of men, according to the Sudan Human Security Baseline Assessment in 2010. Women&apos;s groups argue that South Sudan cannot achieve its political, economic and social objectives without the full participation of women and are pushing hard for the government to live up to a provision in the interim constitution giving women a minimum 25% representation in any public decision-making body. Lilian Riziq, director of the South Sudan Women&apos;s Empowerment Network (Sswen), points out the gap between theory and practice. &quot;At the moment we have six advisers to the president but only one is a woman,&quot; she said by telephone from Juba, the South Sudanese capital. &quot;There are 29 national ministers; seven are women. Of the 20 heads of independent commissions, only two are women.&quot; Riziq believes President Salva Kiir takes women&apos;s rights seriously but she has doubts about his advisers. &quot;The president himself is gender sensitive but I am worried about people around him,&quot; she said. &quot;I&apos;m not sure about his advisers. South Sudan was born into the 21st century; it can&apos;t be ruled by old customs.&quot; Riziq, who returned to South Sudan after living in the US for 12 years, wants the government to introduce a family law setting out a minimum marriage age, conditions for the custody of children, and a law that tackles gender-based violence. &quot;Customary law is often discriminatory against women and we are asking how we can bring it into line with the constitution,&quot; said Riziq, who acknowledges that legislation can only do so much in changing customs and behaviour. She believes reducing the high rate of illiteracy is key to bringing about change and says the government needs a clear plan to increase literacy over the next five years. UN Women is supporting Sswen in a &quot;know your rights&quot; campaign across the country. The UK&apos;s Department for International Development plans to spend 52m on a girls&apos; education project to help tackle the economic, social and cultural barriers that prevent girls going to school. There are only 30,000 girls in upper primary school, aged between eight and 11. DfID wants to support 150,000 girls through primary school and 50,000 through secondary school, although a shift to humanitarian from development support because of the economic crisis may delay the programme. Helen Animashaun, a VSO volunteer based in Juba working with Sswen, said women at all levels know that what is happening to them is an abuse of power but lack knowledge of their rights in the transitional constitution. &quot;The transitional constitution is not being rolled out at grassroots level. Getting hold of the constitution itself is not easy, and with such high illiteracy levels of more than 80% among women, they cannot read it. So without effective dissemination of the constitution, how else are women to know about their rights?&quot; she said. At a recent workshop on the transitional constitution in the state of Western Bahr el Ghazal, the women who attended issued a declaration saying they wanted the 25% quota for women to be increased to 50%, and a family law covering the rights of women in divorce, inheritance and the custody of children.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/10/south-sudan-salva-kiir-woman", 
    "wordcount": "869"
}