{
    "headline": "Xbox 720  all the latest rumours collected", 
    "text": "Since it now seems unlikely we&apos;ll see a PlayStation 4 announcement this year, the eyes of the incurably attention-deficit games industry have now flicked back toward the next Xbox. So what are Microsoft&apos;s plans for the console that people are (erroneously, yet conveniently) calling Xbox 720?  If you&apos;ve managed to fall behind on all the latest speculation, here&apos;s a round-up of the key stories.18 January: The next Xbox will feature a chipset named Oban, including an ATI graphics card Tech site SemiAccurate claimed to have heard from reliable sources that the chipset that will power the next generation Xbox went into production at Christmas. The site said it was 99% sure that Microsoft would be employing an IBM-built Power PC CPU with an ATI GCN/HD7000/Southern Islands GPU. The chip&apos;s name? Oban. On January 19, Fudzilla came in with a similar story. This would certainly reflect the architectural make-up of the Xbox 360, which employed an IBM Xenon processor and custom ATI Xenos GPU. 24 January. No wait, the Xbox 720 GPU will be a Radeon HD 6670 IGN reported last week that its sources confirmed that Xbox 720 processors were in production but claimed that the GPU was based, not on an ATI 7000 series architecture, but the older Radeon HD 6670 which retails at around 60 as a PC card.  25 January: Xbox 720 to feature Blu-ray player, Kinect 2 and... anti-pre-owned games technology Kotaku reported on a selection of titbits from an anonymous industry source. The most intriguing is that Microsoft will be looking to prevent Xbox 720 consoles from playing pre-owned games. It could be that titles come with a one-off activation code, or that each game is tied in with a specific Xbox Live account, thereby ruling online multiplayer out for any pre-owned purchasers.  Hmm, this seems... unlikely. It would be a popular move among many publishers and developers, who get no income from the sale of pre-owned titles and who feel that the pre-owned market makes the development of original/offbeat titles almost impossible. But consumers and retailers will not be happy. The likes of Game and HMV make much of their income from second-hand titles  and with retail sales increasingly losing out to digital distribution, they&apos;ll fight this latest incursion into their revenue stream with considerable passion. Microsoft has dismissed the story as rumour and speculation, but this doesn&apos;t mean it&apos;s not true  console manufacturers have, after all, sought to inhibit and control software distribution for years via regional locks; this is another way f ensuring consumers play by the rules.  30 January: Xbox 720 will NOT be at E3 2012 This one comes from VG247, courtesy of French site, Le Point. During an interview, Cedrick Delmas, marketing director of Microsoft France, seemingly poured scorn on suggestions that the next Xbox will be at this year&apos;s E3 exhibition: &quot;We&apos;re in an industry that talks a lot, that likes to tell stories. I am not convinced things will happen this year. Xbox 360s cycle is not at all finished. The proof is that we don&apos;t see the logic in cutting the price this year. E3 is still premature. What&apos;s certain is that there&apos;ll be nothing new in 2012.&quot; I doubt this represents definitive proof that there will be no Xbox 720 at E3. The LA event will certainly be &quot;premature&quot; in terms of announcing a release date for the machine, but if the processors really are rolling along the production lines, its timing is just about perfect for unveiling the design.  30 January: Microsoft will launch TWO Xbox 720 iterations In its own version of the story regarding the Le Point interview, Eurogamer went on to claim that Microsoft is planning to release the new Xbox machine in two versions: a stripped down set-top box with Kinect 2 functionality and a fully-featured version with Blu-ray and a hard drive. This is certainly possible as it continues the Xbox tradition of different hardware SKUs for different demographics (hence the old hard drive-free Xbox 360 Arcade console). It also suggests Microsoft has its eye on two sectors: the traditional games market and the emerging smart TV segment, where Apple and Google will also be battling it out to provide interactive services to family audiences via cheap set-top hardware. So, yes, it&apos;s all much clearer now - the Xbox 720 will have a brand new, yet comparatively old GPU, with a Blu-ray drive, but also no Blu-ray drive, and it absolutely will (won&apos;t) be revealed at E3. Next!", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/31/xbox-720-rumours", 
    "wordcount": "759"
}