{
    "headline": "Wolves once hunted these Helsfell slopes", 
    "text": "From my study window I watch jackdaws making their chattering sorties above the rooftops and over Kendal Fell. Across the road a footpath leads up the fell, less well known now as Helsfell, and on through two small areas of woodland. What I cant see, and hadnt known until recently, though I walk the area most days, is that deep in the far wood is a cave of significant archaeological importance. In the 1880s an amateur archaeologist, John Beecham, spent five summers excavating it. He discovered the bones of bear, wild cat, polecat, wild boar and iron age oxen  Bos longifrons, the first domesticated cattle  and the complete skeleton of a wolf. All undated, the collection became dispersed, but the wolf still resides in Kendal Museum, which is having it restored with the help of Arts Council funding].      The Helsfell Wolf at Kendal museum is to be restored with Arts Council Funding, 20 July 2016 Photograph: Courtesy Kendal museum    At the Lancashire Conservation Studios in Preston, I met Lucie Mascord, who is repairing and rearticulating the Helsfell wolf. Her Victorian predecessors had reconstructed the skeleton incorrectly, so that it seemed small and had assumed a submissive posture  more greyhound than lupine. Genetic testing is likely to prove that the wolf was a juvenile, and carbon-14 dating will place it accurately in history; it is reported to date from the 16th century. For once, though, the hope is for a more recent date that might determine the Helsfell Wolf as positively the last in England. So, wolves roamed here in the once extensive woodlands of the hills and valley of the river Kent. There would have been a rich variety of fauna then for them to feed on, though there are plenty of sheep around these days; too many, some say. Talk of rewilding our depleted uplands, and the possible re-introduction of top predators, is controversial but theres a lesson to be learned from Yellowstone in America. In The Last Wolf, the Scottish naturalist Jim Crumley notes that within a season of wolves being reintroduced there, the elk that had stripped the land bare for centuries began to move on and plants began to grow again; watchers saw that wolf is a painter of mountains. Follow Country diary on Twitter: @gdncountrydiary ", 
    "section": "environment", 
    "gid": "environment/2016/oct/17/helsfell-wolves-rewilding-restoration-country-diary", 
    "wordcount": "362"
}