{
    "headline": "Hacking group claiming to be LulzSec targets US military dating website", 
    "text": "LulzSec, the hacking group who broke into a number of websites in the spring of 2011, is back  at least in name. Following the arrest and charging in the US, UK and Ireland of a number of people alleged to have been involved in computer break-ins by the group in February, another hacker or group of hackers has taken up its mantle, and has claimed to have broken into a dating website for US military personnel, militarysingles.com. In a post on the Pastebin website  commonly used by hackers to boast of accomplishments  those claiming responsibility say they have dumped the email database containing nearly 171,000 addresses and made them available on filesharing networks. &quot;We have enacted a series of security procedures in response,&quot; Robert Goebel, chief executive of ESingles, which owns the site, told the LA Times. &quot;Regardless of whether it was a true claim or false claim, we&apos;re treating it as though it&apos;s true just to be safe.&quot; He also queried how the hacker, or hackers, could claim to have dumped so many accounts: he knows of only 140,000 registered with the site. Of the claims by the poster to be a &quot;reborn&quot; LulzSec, Graham Cluley, security consultant at the online security company Sophos, commented: &quot;on the internet, anyone can claim to be whatever they want and so it&apos;s not particularly surprising&quot;. LulzSec had a reputation as a devil-may-care group  driven in part by its former leader, Hector Xavier Monsegur, known as &quot;Sabu&quot;, who pleaded guilty last August to a number of offences, and acted for the FBI to help find other hackers. That means that many in the loose hacking collective Anonymous have wished to see the group&apos;s ideals reborn, but this time without the oversight of law enforcement. Cluley noted that in some cases the physical addresses of users of the militarysingles.com site were leaked. &quot;If you know anyone who has ever used the Military Singles website, it would be a good idea to tell them to change their password as a precaution  and to ensure that they are not using the same password anywhere else.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/mar/28/hacking-group-lulzsec-dating-website", 
    "wordcount": "365"
}