{
    "headline": "Do Cameron and Clegg have the will to get Britain cycling?", 
    "text": "As inquiries go, this one was more a meeting of minds than a clash of ideas. Witness after witness made points that were, if not identical, then at least angling towards the same goal. The hugely courteous panel of inquisitors gave every indication they thought the same. That was always likely to be the case for the all-party parliamentary cycling group (APPCG) inquiry into how we can, as the title goes, Get Britain Cycling. As I&apos;ve pointed out before, if you think more people on bikes is a good idea for a country  and I&apos;ve yet to hear an argument against based on logic rather than ignorance and/or prejudice; that sounds rude but it&apos;s true  then we already know how to do it. Other places have shown the way. Indeed, it took all of about 90 seconds of evidence yesterday morning before the first bike-bingo box was filled in with a mention of Denmark. Yes, this was never going to be an inquiry where the end point would be a whole lot of ministers and civil servants reading the final report, slapping their brows and going, &apos;Hang on, if we build better bike infrastructure more people would cycle. Who knew?&apos; We ran a story yesterday which gives an idea of what was said at the first of six oral evidence sessions. Suffice to say it entirely bore out what I expected: at the core is not what should be done but whether there is the necessary, top-level, long-term, will and imagination to transform Britain&apos;s transport system. In my curious, three-pronged role yesterday morning as observer turned witness turned reporter I found myself nodding along to more or less every practical suggestion made by the CTC, British Cycling, Sustrans and bike-use boffins Rachel Aldred and Lynn Sloman. I was particularly impressed by the passion and eloquence of Phillip Darnton, a cycle policy lifer who lived through the false dawn of the influential but ultimately abolished Cycling Englan quango. This is a man who has seen it all before, and, as he pointed out several times, unless you achieve the sort of post-party political, long-term consensus on cycling in government as you might with, say, plans for a new highs-speed rail line or airport, it&apos;s all just so much tinkering around a ceiling of about 5% of the population cycling regularly. The last set of witnesses was a motley quartet of media representatives: Phillip Pank and Kaya Burgess of the Times, whose Cities Fit For Cycling campaign (a title questioned, I thought correctly, by Totmes MP Sarah Wollaston who asked how it was relevant to rural constituents) was the principal instigator of the inquiry; Carlton Reid of the Bikebiz website (and many others); and, doing my mumbling best to express the mass will of this blog, me. After listening to the learned minds beforehand I did feel, quite keenly, like a news hack who cycles rather than an expert. That said, I hope I expressed a few of the requests made by you last week. Many had been made by other witnesses but I brought up the general lack of care from drivers felt by many cyclists and the notion of a compulsory cycling element to the driving test, and also the idea of a strict liability law. Asked about the wider media&apos;s treatment of cyclists I categorised it, accurately I&apos;d say, as too often dismissive, over-generalised and ignorant. Ben Bradshaw, the Labour MP, who said he&apos;d been riding a bike in London for 20 years, asked the media witnesses whether we thought government properly understood or supported cycling. I responded with the story mentioned several times before on this blog about Norman Baker, supposedly the cyclists&apos; champion in government, absurdly claiming the UK was safer for bikes than the Netherlands. Looking a bit withering  I can&apos;t tell if he was, it seems his default expression  Bradshaw explained he actually meant the views at the top of government, that is Cameron, Clegg et al. This I didn&apos;t know, but I can take a guess, and that&apos;s why my hopes for this inquiry remain modest. To begin such huge change requires vision and drive from above, especially when there&apos;s not such a huge grassroots pro-bike groundswell. Whatever one thinks of David Cameron, he is not a politician driven by big ideas. He bends with the political winds, as yesterday&apos;s speech about the EU shows. Has he got the ambition and energy to take on the vested interests of the motoring lobby and the undoubted scorn of the Daily Mail et al? You&apos;d have to guess not. To stress again: the inquiry is significant, hugely worthwhile and could end up a significant element in building up momentum towards a longer-term goal. But will it happen in my cycling lifetime? I&apos;m still not convinced.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/jan/24/cameron-clegg-will-britain-cycling", 
    "wordcount": "801"
}