{
    "headline": "University websites: design, content and user experience  live chat", 
    "text": "When thousands of students trawl through the web every year in search of their perfect university, how do you ensure yours is the one they pick? A university&apos;s website is usually the first port of call for many prospective students, and with thousands to choose from across the globe, how do you make your site stand out? When Pixar launched their interactive Monsters University website earlier on this year it gained huge public attention, with people taking to Twitter to praise its design, &quot;incredible&quot; attention and how its interactive features rivalled those of a &apos;real&apos; university. Although a fictional site, its clear brand identity, user-friendliness and clear messaging ensured it hit the spot. Not to mention merchandise  four-armed varsity hoodies anyone? But with the recent rise in UK tuition fees, competition from the creation of free massive open online courses (MOOCs), and recent statistics from UCAS revealing an 8.4% drop in UK student applications since November last year, universities have to work harder than ever to meet the rising student expectations and ensure their institutions stand out from the rest. There has never been more to say  from admissions to alumni activity, from research to enterprise  and with the growing public engagement agenda, the audiences multiply. So, how can you ensure your website works for everyone? In a blog for the Higher Education Network, Neil Barr, managing director of Alienation Digital, an agency working with universities to improve their online presence, says brand consistency is essential, but so too is flexibility for those managing its content. Barr suggests five steps universities can take to help raise their profile, including establishing brand guidelines, being visual as well as verbal, and personalising your welcome page. A good website should showcase the strengths of individual departments and the university as a whole, he adds. But are universities becoming so caught up with recruitment targets their sites neglect to cater for current students and staff? It is not an easy task trying to create a website that meets the needs of all, but in this week&apos;s live chat we will be discussing how to strike the right balance. Join our expert panel on Friday 30 November from 12-2pm GMT to discuss design, content, user experience and more. Panel Mike Simpson is senior web communications officer at the University of Leicester. He is currently reinventing the university&apos;s online prospectus from scratch Georgy Cohen is co-founder of Meet Content, an online blog and resource committed to empowering higher education to create and sustain effective web content. She is also director of online content at Suffolk University in Boston, USA @radiofreegeorgy @meetcontent  David Aldred is web manager at the University of Nottingham Michelle Heap is senior multimedia web designer at the University of Leicester @freckledesigner Neil Barr is the managing director of Alienation Digital. With experience in the education sector and high-profile clients, he is passionate about effective university web development and design @alienation Mo-Ling Chui is digital project manager for the website redevelopment project at the University of the Arts London Shivraj Singh Sandhu is web architect at the University of Leicester and a member of the User Experience Professionals Association @MrShivS This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/nov/28/university-websites-design-content-users", 
    "wordcount": "556"
}