{
    "headline": "Mali refugees struggle to settle in Burkina Faso as food crisis deepens", 
    "text": "Mali&apos;s Tuareg refugees are better equipped than many to live in Mentao South  a long-established refugee camp in the arid Sahel region of northern Burkina Faso. They have a centuries-old culture of erecting tents, breeding livestock and surviving in the harsh conditions of the Sahara desert and its borderlands. They manage with little water and live in highly organised clans, each family with its leader and each clan with its chief. Nevertheless, many of the 7,075 Tuareg and Arab refugees in Mentao South are far from happy, complaining that their basic cultural and physical needs are not being met. The standard practice of building refugee camps, with tents aligned in dense rows and columns, has caused problems for the Tuaregs, with their deeply entrenched habits of living in sparsely populated desert areas. &quot;We pitched 3,000 tents for the refugees, but they came as villages,&quot; says Ibrahima Coly, the UNHCR representative in Burkina Faso. &quot;In one camp alone, there are 24 different groups, and traditionally they live at least one kilometre apart. So they started to dismantle them, setting them up further apart, and rebuilding them in ways more suited to the climate.&quot; As a result, the Mentao camp now occupies a vast area, so spaced out that it has been divided into Mentao North and Mentao South. Canvasses from the UNHCR and Unicef, the children&apos;s agency, are piled haphazardly on to structures made out of wood with wicker roofs, sacking and animal skin. &quot;We don&apos;t know how to put up this kind of tent  we make our tents out of animal skin,&quot; said Fadimata Walet Hadane, 32, a midwife from Timbuktu. &quot;The way we build them is stronger: when it rains, water doesn&apos;t come in, there is no dust, and they last longer  up to 10 years. &quot;Here, when it rains, all the rain comes in, then the wind breaks the tent, and termites eat the wood. The children cry, they are scared, they think we are going to die. People have been injured by bits of the tents falling down in the wind and rain. But, the refugees say, problems with the tents pale in comparison to their problems with food. &quot;We are grateful for the efforts of the agencies, but the food is not favourable for us,&quot; said Hadane. &quot;It is not what we are used to eating. And it is not enough. I am breastfeeding, but I am not given any extra food. It is the same for pregnant women. &quot;We have to manage without many things. There is no milk for the children. We have to grind rice and boil it so that it looks like milk. We are used to eating bread, milk, rice with meat and sauce, pounded millet or corn with meat or fish sauce. Here, we are given rice and beans  we don&apos;t know beans and we end up eating white rice every day, with no seasoning, oil or sauce.&quot; The Tuareg are an enterprising people, used to depending on trade to survive. But they claim the UNHCR has taken measures to prevent them using their usual coping strategies to navigate the camp&apos;s shortcomings. &quot;Each sack of grain they distribute is slashed. They say otherwise we will sell the grains. But we want to sell it to buy the things we need that they don&apos;t give us  meat, condiments, charcoal,&quot; said Bouya Ag Mohamed, 50, from Timbuktu. The 60,000 refugees in Burkina Faso are well aware that their arrival in the country comes amid what threatens to be the worst food crisis since 2005. The government has reported a shortfall in cereal production of 154,462 tonnes  almost a fifth less than the last agricultural harvest. It has declared 2.8 million people  around a sixth of the population  at risk of food insecurity, and says 100,000 children under five will suffer from severe acute malnutrition, placing them at risk of permanent injury and death. Around 70 miles south of Mentao, severely malnourished children receive help from the Diocesan Medical Centre of Bam, a clinic run by Catholic nuns and funded by the NGO Plan international, which provides medicine and therapeutic feeding, as well as accommodation and support for desperate mothers and their babies. &quot;Last year, it didn&apos;t rain enough, and our crops were only one-third of our usual harvest,&quot; said Hawa Sawadago, 22, from Badingo in the Bam region. &quot;In a good year, the harvest lasts for 11 months, then there is one month where we have to buy food. This year, the harvest only lasted two months.&quot; Sawadago says that at first she began cooking in a smaller pot, then reducing the family&apos;s daily meals to one for adults, and four tiny portions for the children, including her two-year-old son Mohamed. But she noticed Mohamed getting smaller and sicker, until she eventually brought him to the centre, where the nuns give him F-75  an enriched formula adapted for malnourished children, fortified porridge, plumpy nut, and soup with meat and fish. Sawadago&apos;s story is typical in the Sahel, where failing harvests have been compounded by high food prices and now the influx of refugees from conflict-stricken Mali. Aid agencies say that across the region, donor countries have given just 13% of the funds needed to assist the hundreds of thousands of Malian refugees, while the broader food crisis in Mauritania, Burkina Faso, northern Nigeria, Niger and Chad is placing more than 4 million children at risk of acute malnutrition, including nearly 1.1 million who will face life-threatening severe acute malnutrition. In Burkina Faso alone, of the $126m sought by the UN and aid agencies, only $25m has materialised. Mark Wentling, head of the NGO Plan Burkina Faso, said: &quot;This shortage of funding is having a huge impact in terms of allowing us to do all that is needed to care for and maintain the refugees and the Burkina population.&quot;  Afua Hirsch travelled to Burkina Faso with Plan International", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/12/mali-refugees-burkina-faso-food-crisis", 
    "wordcount": "1013"
}