{
    "headline": "From Rocky Flats to Fukushima: this nuclear folly", 
    "text": "In March 2011, novelist Kristen Iversen&apos;s memoir, Full Body Burden: Growing Up in the Nuclear Shadow of Rocky Flats, was waiting sedately among piles of other manuscripts at various publishing houses. Then, Japan was hit by a tsunami, and the cooling systems of the Fukushima nuclear reactor were overwhelmed, giving the world apocalyptic images of toxic floods and floating cars, of whole provinces made uninhabitable. Immediately, Iversen&apos;s book was auctioned, and the timing of its publication, in June, could not be better  since, incredibly, in the shadow of the Fukushima disaster, and even as Japan and other nations see movements against the use of nuclear power ever again  President Obama is planning more investment in nuclear energy. The US is soon to start construction on several new reactors for the first time in three decades. Iversen, a softspoken woman with a laid-back western vibe, wearing jeans and lavender scarf, seems an unlikely prophet of nuclear catastrophe. But her message is searing. She grew up in a small town near Rocky Flats, Colorado, where a secret nuclear weapons plant built over 70,000 plutonium &quot;triggers&quot; for nuclear bombs. Iversen spoke with me this week about her research in San Miguel de Allende, Mexico, where we were at a writer&apos;s conference. She explained that &quot;triggers&quot; was a euphemism: the plant, which, throughout her childhood, was so secret that her mother believed they made cleaning supplies, was actually producing plutonium &quot;buttons&quot;. In other words, these were the nuclear bombs themselves; they needed only a casing of explosives to be activated. &quot;They made Nagasaki bombs in my backyard,&quot; she explains.  Unknown to the families living in the shadow of the classified facility, deadly plutonium particles were seeded among the stunning beauty of the mountain landscape. As Iversen grew up, she became aware of the growing incidence of bizarre cancers being diagnosed in local children. Iversen&apos;s reporting, extensive interviews, and review of FBI and EPA documents, shows how classifying a toxic nuclear site led to the ruin of hundreds of lives  and continues to pose ever-escalating threats as the legacy of what we know about such nuclear contamination is being swept under the rug by developers, energy lobbyists and government agencies colluding with them, at the risk of exposing more of us, more severely. The nature of the cover-up is incredible: in 1989, the FBI joined forces with the EPA to raid on the plant. The plant, in turn, was owned by the Department of Energy. &quot;It&apos;s the only time in the history of our country that, to my knowledge, two government agencies have raided another,&quot; notes Iversen. A grand jury investigation followed the raid, and jurors called for indictments against Rockwell, the manufacturer, and Department of Energy officials. In spite of this, not one indictment was ever issued. The jurors, furious, actually wrote their own report on the contamination and the suppression of the facts  which, astoundingly, still remains under seal. But cancer rates are telling the tale: they remain elevated in neighborhoods around Rocky Flats 30 years on (plutonium has a half-life of 24,000 years). Recent tests confirm earlier findings: there is still contamination in the soil. Although there is a scientific consensus that no exposure is safe, no matter how brief, Iversen reports:  &quot;There&apos;s a big push in Denver right now to build a highway, the Jefferson Parkway, on the contaminated area. This is all prime real estate and many developers and city politicians are pushing to develop the area and pretend that Rocky Flats never existed.&quot;  So, profit motives are driving the push to develop lands that, according to scientists, can never be inhabited safely again. And profit motives are driving an even more demented plan on a state-by-state level, astoundingly, to ship American schoolchildren into these no-go areas.  Clean-up of nuclear contamination is expensive, and laws allow an area to remain as is, with high levels of contaminants in the soil, so long as they are designated &quot;wildlife refuges&quot;. To save money and effort, the US government, as well as individual state governments around the country, are now pushing to turn former nuclear weapons sites around the nation into wildlife refuges, which schoolchildren would be taken to visit on class trips.  Nuclear scientists Iversen interviewed are horrified by these plans, arguing that these areas should be permanently closed off to the public and declared &quot;National Sacrifice Zones&quot;. And as if enough damage had not been done, a new nuclear pit production facility is planned for Los Alamos, New Mexico, with the capability of producing up to 450 plutonium triggers per year.  Although the accident at Fukushima raised global awareness about the lasting, overwhelming dangers to human beings of radioactive contamination, the money that the energy lobby sees in building more nuclear facilities is just too good to rein in, catastrophe or no catastrophe. US energy policy, driven by industry lobbyists, remains committed to developing nuclear power, even as nations around the world are canceling their own nuclear plans: last month alone, Germany spent $2.15tn to abandon nuclear power, a decision taken after witnessing Japan&apos;s 2011 nuclear disaster.  &quot;At a time when the world is supposed to be decreasing the nuclear arsenal, our government is talking about producing nuclear triggers again. We need to pay attention,&quot; warns Iversen. While the rest of the world, especially countries whose legislatures are less dominated by special interests, do the sane thing regarding nuclear power and the threat of catastrophe, the US scampers merrily in the direction of madness. President Obama recently announced  as if this were a good thing  that the Department of Energy has given the green light to an $8bn loan guarantee program to build two, brand new nuclear power plants in Georgia. This, in spite of scientific warnings about dangers posed by those plants&apos; risk to local residents by nuclear waste disposal issues.  There have been numerous nuclear disasters or near-disasters, besides Fukushima, in recent decades: they include the Mayak facility in Russia, as well as spills and contamination at other former nuclear weapons sites around the United States such as Hanford and Fernald.  Iversen, who has family members who&apos;ve experienced tumors and other cancer scares, worries about her own health. For her, the time to sound the alarm about America&apos;s plans for a new generation of nuclear facilities is now.  &quot;One fact is for sure: there is no safe level of exposure to plutonium. One millionth of a gram, particularly if it is inhaled into the lungs, can cause cancer. &quot;Rocky Flats happened in my backyard. [This will be] happening in everyone&apos;s backyard.&quot;   Editor&apos;s note: This article originally missplaced Los Alamos in Texas; this was amended to New Mexico on 24 February 2012", 
    "section": "environment", 
    "gid": "commentisfree/cifamerica/2012/feb/21/rocky-flats-fukushima-nuclear-folly", 
    "wordcount": "1136"
}