{
    "headline": "What does Obama's victory mean for action on global warming?", 
    "text": "What does a second term for Barack Obama as US president mean for action on climate change? The short answer is that some action is now at least conceivable. It would not have been under Mitt Romney, whose statement that the president&apos;s job was not to stop the sea rising was hideously exposed by the inundation of New York and New Jersey by the surge of superstorm Sandy. So far, so good. But what action can we expect from Obama, at home and abroad? First, the good omens. Climate change was cited in his victory speech, albeit among 2000 other words: &quot;We want our children to live in an America that isn&apos;t burdened by debt, that isn&apos;t weakened by inequality, that isn&apos;t threatened by the destructive power of a warming planet.&quot; A second-term President is unencumbered by the need to seek re-election, meaning - in theory - he is free to be bold. Furthermore, it is a clear advantage to have a president who understands the threat climate change leading the world&apos;s biggest historical polluter in the make-or-break year of 2015. That is when the globe&apos;s nations must finally hammer out an international deal to combat global warming. If, as some rumours suggest, John Kerry will be his new secretary of state, then he will have an able and motivated ally in clinching an agreement to cut carbon emissions. Domestically, the good omens are that Obama is well placed to continue his drive to control greenhouse gas emissions through the Environmental Protection Agency, support low-carbon energy and to push through better regulation for the shale gas exploitation which has made the US the world&apos;s biggest gas producer. However, the bad omens are substantial. In 2009, Obama decided climate change was not a winning issue for him and a climate silence descended. He no longer needs to win the White House, but he has to win many other battles, not least reducing the US&apos;s stupendous debt and its high unemployment rate.  With the House of Representatives in Republican hands, pushing through any legislation will require bi-partisan support. Remember, Obama&apos;s carbon cap and trade bill died on Capitol Hill. There must be a real risk that action on climate change becomes a bargaining chip that Obama trades for GOP support on economic issues, particularly given the widespread judgement that he has spectacularly failed to win over opponents in the past. Another poor omen is that the power of money in US politics remains unchallenged. The vast sums thrown at politicians at every level by the vested interests in the fossil fuel industry will continue to block progress. And what happens domestically directly influences what happens in the rest of the world. International efforts to tackle climate change have fallen so far due to a lack of trust on all sides: why should we cut our emissions if we&apos;re not sure you are going to do the same? The way to build that trust is by showing action on the ground at home. A US carbon tax has been talked about as an alternative to the cap-and-trade bill, but there seems next to no prospect of this overcoming Republican opposition. Obama&apos;s re-election means he can end his climate silence and continue his bits-and-pieces approach to tackling American emissions. But he probably needs to bring more than that to the international negotiating table if the US is to galvanise the slow struggle towards a global deal. To me, the odds on him doing that seem low. Perhaps, chillingly, it will take more searing heatwaves and superstorms to strike to prompt Obama into serious action. But low odds are better than no odds, and that&apos;s what a President Romney would have meant.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/nov/07/obama-climate-change-us-election-president", 
    "wordcount": "619"
}