{
    "headline": "Christmas shoppers told to expect potato and sprouts shortages", 
    "text": "Consumers have been warned to expect shortages of British winter vegetables in the run-up to Christmas, as UK farmers count the cost of devastating floods and poor weather on their crops. Supermarkets have said they might be forced to import some of the staple ingredients in the traditional Christmas dinner  notably potatoes and sprouts  while homegrown carrots will be smaller because of difficult growing conditions. Supplies of cauliflower are also unpredictable, and retailers are likely to have to source red cabbage from abroad from April onwards. Early projections from the British Growers Association (BGA) suggested that there would be one-fifth fewer Brussels sprouts this year thanks to the weather, while parsnips have had a poor season too. Potatoes have suffered from both the summer drought  which can lead to discolouration  and the deluge of rain, which has made them hard to harvest. But the situation has worsened at farms across the UK, with heavy rainfall stunting the growth of sprout plants and many rotting away. National figures from Morrisons based on input from farmers said that the sprout crop is now down by around 30% across the board and will lead to some importing across food retailers. But it is aiming to offer 100% British sprouts this Christmas, depending on weather conditions and is unlikely to include prepared sprouts. The supermarket says the volume of the country&apos;s potato crop is down by about 20% overall compared with last year, which could also force imports, while the carrot crop is 15% down, with smaller produce because of the reduced sunlight and unhelpful growing conditions. The volume of the national parsnip crop is also down by 15%. Andrew Garton, director of produce and horticulture at Morrisons, said: &quot;Because we buy more fruit and vegetables direct from British farmers than any other major supermarket, we know how difficult this year has been for them. The volume of British crops is down across the board but we&apos;re doing everything we can to ensure customers can still buy produce from this country. That means we need to be flexible by accepting slightly misshaped crops from farmers that taste just as good as their perfect-looking counterparts.&quot; Marks &amp; Spencer  which next month is hoping to sell more than 50m sprouts  said its suppliers were pulling out all the stops to be able to provide 100% British sprouts this winter, but could make no guarantees in the face of uncertainty in weather conditions. Among its suppliers is the Haines family  who have been growing sprouts for the retailer for 30 years  whose farm is based in the Cotswolds, where the low-lying fertile land is more sheltered and warmer than many other farms in the UK. Some supermarkets were more optimistic. A spokeswoman for Asda asid: &quot;We don&apos;t expect any issues with availability of classic Christmas dinner veg this year. There have been a number of weather challenges throughout the season which we have worked closely with our growers on, but we are confident of good crops for British vegetables. There will be no price rises of British Christmas veg at Asda.&quot; A statement from Sainsbury&apos;s said: &quot;As we work our way into the winter new seasons will emerge. However it&apos;s too soon to confirm what and when fruit and vegetables will be affected. Potatoes which will play a part in most winter roasts and Christmas dinners are affected by cracked skin and smaller in size.&quot; Meanwhile, the National Farmers Union has warned separately that the grim weather will wreak financial havoc on the industry, costing British farmers more than 500m  with much of the damage uninsurable. It said around 13% of the national potato crop  822,200 tonnes on 19,500 hectares  had been destroyed or remained in the ground two months after the first deluge, at a possible cost of 97m. The union said the cereal crop and the sugar beet crop have suffered similar fates. In addition, the grain harvest in the coming year could be several million tonnes lower than in 2000 because of poor growing conditions and waterlogged land at an estimated loss to growers of 300m.", 
    "section": "environment", 
    "gid": "environment/2012/nov/27/christmas-shoppers-winter-vegetable-shortages", 
    "wordcount": "693"
}