{
    "headline": "Samsung Galaxy S3 review: reaching for greatness", 
    "text": "(Yes, Android fans, I&apos;m sure you&apos;re all complaining already about the four stars out of five rating. Actually, it&apos;s not really a 4/5. It&apos;s 4.5/5, or 9/10 in decimal; but our system doesn&apos;t give us the capability to award half-stars. You&apos;ll see where the missing point went. Now read on.)  Samsung&apos;s Galaxy S3 is an important product: given that smartphones now outsell PCs, and that Samsung has about a quarter of the entire smartphone market (spread among various products), it&apos;s entirely likely that the S3, its top-end product, will be the computer acquired by more people than any other in the next six months. More than HP or Dell. Word of 9m ordered (that&apos;s by carriers, but they should know their market) indicates that the S3 is expected to sell really well. Partly that&apos;s because Samsung has acquired a giant following outside Korea. According to ComScore, in the US its phones (feature- and smart-) now make up the largest single supplier, with 60m of the 234m in use among those aged over 13. The S3 is also interesting: Samsung really, really wants to be the alternative or equal to Apple  distinguishing itself from Android rivals through not just high-class hardware, but also through software and services. The S3 includes S-Voice, a voice-driven service that was available in the S2 (rather as Siri was available on all iPhones until Apple restricted it to just the 4S in October), and its marketing makes much of the potential of S-Voice. I used an SGS3 (as I&apos;ll call it) as my mobile phone for slightly over two weeks. (I&apos;ve used Android phones in the past, so I have accounts set up, and plenty of experience with it; see this review of the Nexus S, for instance.) A lot of comparisons here are to the iPhone because it&apos;s the only really high-end phone with comparable features that isn&apos;t running Android. So let&apos;s start. Appearance: taste thatScreen size: watch thisSetup: not quite down patAs a phone: receiving you nowBattery life: excellentDefaults: the soul of the machineNotifications: say what?Touchscreen and scrolling: mixedTpying^H^H^H^H^HypingUser interface: more than one way to skinWeb browsing: read onCamera: hold it thereServices, S-Voice and So OnConclusion Appearance: taste that The phone comes with Android 4.0 with Samsung&apos;s own TouchWiz overlay, which means that it&apos;s not a &quot;pure&quot; Android 4.0 experience. (I was able to compare it on various points with the Nexus S, which had updated to the &quot;pure&quot; 4.0.) I used it with the default settings as far as I could (obviously there&apos;s no default for signing into an account) because that, in general, is how people use these devices. For example, most people won&apos;t change the keyboard. (Yes, I know there are tens of millions of downloads of keyboard apps from the Google Play store. Contrast: there are about 400m Android devices in use. Most people don&apos;t change defaults.) Samsung supplied a fresh white model; it looks as tasty as an ice cream. Some people have complained about it being plastic, and about how thin the backplate is when you take it off. Clue: you don&apos;t operate it with the backplate off, and it fits on firmly. There&apos;s no torsion; it&apos;s a very solid, yet thin, device. I don&apos;t see the complaint myself. The metal rim gives it a solid feel. There&apos;s a camera on the back at the top, and one on the top of the front, plus two little ones on the front beside it: these are used to detect whether you&apos;re still looking at the screen if you have a lock set, or for dimming it to save power. The SGS3 (as we&apos;ll call it) is very keen on saving power. There&apos;s a physical home button in the middle of the bottom of the body. This goes against Google&apos;s idea that 4.0 should have virtual buttons only. Samsung isn&apos;t going to listen on that one. It also has backlit touch-sensitive buttons (settings on the left, the &quot;back&quot; button on the right), which also goes against Google&apos;s instructions. Given Samsung&apos;s position in the Android market, Google might have to just lump it.  Similarly, the back button is on the right (as it was on the SGS2), but a perplexing difference after the Nexus S and Galaxy Nexus (where it&apos;s on the left). The wandering back button is one of those Android things. At least Samsung manages to standardise on it. (Windows Phone standardises the buttons&apos; position.) Screen size: watch this The screen measures 4.8in (diagonally)  nearly a tablet by the official measure of some analysts (5in and up), but doesn&apos;t feel overlarge. Perhaps I&apos;m just getting used to screens of all sizes, but it didn&apos;t feel gigantically bigger  even though the length of a whole iPhone (screen and body) fits into its screen. In terms of content, I could display five tweets on the S3 against four on the iPhone; seven emails on the S3 v four on the iPhone, so it&apos;s substantially better there. The screen is very bright. It&apos;s also pleasant to use compared to the HTC Titan (see my review) because the power button (which also gives quick access to the Airplane, sound, and data connection modes) is on the right side, rather than the top. If it were on the top, this would be an unmanageable thumb-breaker of a phone. As it is, the button sits neatly under the thumb or index finger. Samsung has built so many things into this device that on your first use you&apos;ll be overwhelmed with dialog boxes showing you how to use them, including things you might never want to use (tilting, shaking ... it smacks of &quot;these elements can&apos;t be discovered, so we have to tell you about it now&quot;. I ignored most of them). You&apos;ll spend a fair amount of time ticking &quot;never show me this again&quot;. A &quot;guided tour&quot; app would be preferable. Setup: not quite down pat The Android fresh setup experience (when you move from an old phone to a new one) isn&apos;t quite sorted yet. Manual downloads, install, approve and download  it&apos;s really rather a slog. And it emphasises again that while Apple tells you pretty much nothing about what an app will access, Android tells you everything  and it&apos;s pretty much impossible to know if an app needs all those accesses, and whether that&apos;s bad. In both cases, you can usually be sure there&apos;s nothing amiss. But both platforms have been burnt by apps which have accessed too much (address books by oversharing apps on iOS, address books and text messages by malware on Android). As a phone: receiving you now Call quality is clear, and reception is very good  better than the iPhone: I live in an area with marginal reception indoors, and it could generally get a call where Apple&apos;s wouldn&apos;t, and send text messages where the iPhone couldn&apos;t. You do have to get used to the Samsung way  a little quad-tone plays when the call begins connecting (but ahead of it ringing). Battery life: very good Yes, it is. It lasted more than a day on a charge with power-saving mode on (as it is by default), far more than the iPhone, which is gasping after a day&apos;s heavy use. The iPhone 4S charges faster  which it needs to. Samsung&apos;s long experience making mobile phones shines through here. Plus the battery itself is replaceable, which is always handy. Defaults: the soul of the machine Defaults are the core of any device&apos;s experience. Most people don&apos;t change defaults. They use the default browser, default email program, default sounds, default keyboard. If you choose good default behaviours and settings, your device will be great. If you have a ton of options where the good settings are buried beyond the defaults, the device&apos;s greatness will be hidden, and it will be frustrating. There are four defaults on the unlocked home screen: phone, chat, internet and camera. Swipe them and you go directly to the relevant application. Neat. However, unlike &quot;pure&quot; ICS, which offers a camera icon on the lock screen (choose it and you go straight to the camera), Samsung complicates things. If you use a lock on the screen (and you should, whether pin or pattern), there&apos;s a direct-to-camera setting which says: &quot;Tap and hold the screen while rotating the device to open Camera.&quot; I tried, but couldn&apos;t solve this puzzler from the lock screen. Contrast that to iOS and Windows Phone and, er, pure ICS, where you can go directly to the camera (Windows Phone is fastest in my experience) and you start to wonder whether Samsung isn&apos;t being too tricksy for its own good. In fact, some of Samsung&apos;s defaults are a bit maddening. There was an occasional little tinkling bell to indicate the arrival of  who knows what? I couldn&apos;t figure out if it was calendar invitations, emails, &quot;urgent&quot; emails, text messages, tweets or what. This noise plagued me; no amount of searching through settings turned it up. It seemed to sound randomly, which meant that my options at night were: turn the sound off (and with it the alarms  not useful because I wanted to use the phone as an alarm) or turn the phone to Airplane mode (and don&apos;t forget that when you get up). Not ideal. Here was another one:     The little icon at the top tells me all my video calls are being forwarded. I never get any, and the icon wouldn't go away    Video calls, apparently, were being diverted. This couldn&apos;t be turned off, and so a diversion icon sat in the notifications bar, insistently telling me that the video calls which I&apos;ve never had a single one of were being diverted. I&apos;ve no idea where they were being diverted to, either. Such distraction isn&apos;t helpful if you might also be diverting voice calls (which I do regularly).     Sometimes the SGS wanted me to select a keyboard. But I was already using a keyboard  its own. This was ongoing, apparently    Another puzzle: from time to time I&apos;d be asked to choose a keyboard. I&apos;ve no idea why, since there was only one keyboard that I knew of installed. Yet this was &quot;ongoing&quot;.      The SGS3 has three  count them  brightness settings for the browser    Power saving is on by default, which is a good idea  it&apos;s part of what helps the phone get well over a day&apos;s use. However, the power saving is also applied to the browser, which gets a dimmed screen with three brightness settings; the browser&apos;s brightness settings are separate of the broader phone&apos;s, which must be an indication of where they think  hope?  you&apos;ll spend your time. It can be puzzling, though, to set the brightness in one place and then find the browser much dimmer (its default). Seek in the settings and you&apos;ll eventually find it. Notifications: say what? When iOS was on 4.x, and Android was on 2.x, it was quite obvious: Android&apos;s notifications were miles better than Apple&apos;s. With iOS 5.x, Apple has now overhauled Android: iOS&apos;s pull-down list from each app (you choose how many, from which app  eg, mail, calendars, Twitter, Facebook) compares favourably against the lack of individualised info in Android. Android&apos;s brief list (emails, &quot;interactions&quot; on Twitter) means you can&apos;t triage what to do so well. I also like iOS&apos;s weather notification widget (the finance-happy can replace it with stocks). Android&apos;s seem a bit ... blah. They&apos;re just not informative enough.     SGS3 notifications: a help, but not as at-a-glance informative as those on iOS 5    (Just as a reminder, here are iOS 5&apos;s notifications.) Android definitely still has the lead in the quick access to settings such as Wi-Fi, mobile data and GPS in the top banner, plus from the power button on the side (to set Airplane mode, data connections, restart or power down). Being able to see in the notifications what settings are applied, and change them, is a plus  iOS and Windows Phone lag there. Touchscreen and scrolling: mixed I liked the brightness of the display, and the depth of the colours; the length of the loan didn&apos;t let me find out how well the screen resists everyday scuffing. The touchscreen was sometimes unresponsive; I couldn&apos;t say whether this was due to something in the software, or the touchscreen itself, though I&apos;d guess it was the software. Why? Because Android still has flaws in how it handles display output. The SGS3 has a quad-core 1.4GHz processor. Yet if you give it a long list of entries (perhaps Twitter, perhaps a load of emails) and flick-scroll them, the list stutters  seeming to stick at points before flowing on. Yes, really. iOS and Windows Phone, with far less powerful processors, will give you smooth scrolling; but because of the way Android handles screen display, even a monster CPU like this still moves as though there&apos;s sand in the system.  Alternatively, if you put your finger on a list and waggle it up and down, you&apos;ll get hysteresis  the scroll view can&apos;t react fast enough and soon it&apos;s scrolling down while you&apos;re moving your finger up, and vice-versa. This has been the subject of a lot of discussion. Google suggests it&apos;s fixed. Not in my experience. Oddly, I never used to notice it in the (Samsung) Galaxy Nexus S. I really noticed it here. A deal-breaker? Not really, but a painful flaw in a top-flight smartphone. Tpying^H^H^H^H^Hyping On touchscreens, I&apos;m a two-thumb typist (the legacy of having used a BlackBerry back in 2003), and I like to type at speed  which means a touch keyboard has to keep up on the corrections, because touchscreen typing is hard to do accurately; and any delay rapidly becomes a bugbear, especially if it happens because of something that is built in to the device. The generic ICS keyboard is better than the Gingerbread one, though having used all three extensively, I still think the iOS keyboard has better error correction and other behaviours..  The Samsung one doesn&apos;t switch back to letters when you hit space bar after hitting a number. Generally, though, in such cases, letters rather than numbers are what&apos;s coming up; this means you&apos;re forced to type an extra character (the symbol-&gt; character button) each time, slowing you down. The iOS keyboard has its annoyances, but the Samsung keyboard still feels cramped despite the much larger screen size. The worst of it was that my mistyping became glaringly obvious. I also found that the screen seemed slow to react to my attempts to prod it to shift the cursor to correct a misspelling. Yes, I know  Swype, SwiftKey, you can change the keyboard to what you want. I&apos;ve tried others and not greatly enjoyed the experience; other people differ. So I do recommend that you try other keyboards if you have your heart set on this phone. It&apos;s almost certain to improve the experience. I didn&apos;t even find that my typing improved with longer use; if anything, it got worse. User interface: more than one way to skin There are some truly maddening errors in this. Samsung has skinned Ice Cream Sandwich pretty extensively, so it&apos;s hard to know without delving into geekish detail whether a flaw is Google&apos;s, or Samsung&apos;s. But let&apos;s treat the device as sui generis  an item to be considered on its own. The Back button is on the right of the Home button, rather than on the left as it was with the Galaxy S. This in itself isn&apos;t a problem, since you accommodate quickly enough, though if you&apos;re changing from another Android phone, be prepared to re-learn some music memory. Similarly, if you&apos;re on a 2.x machine and haven&apos;t used ICS before, then prepare for some re-learning: the apps folder scrolls sideways, rather than down; the list of open apps is a big list with screengrabs, not a set of small icons. The Android Back button&apos;s roulette-ish behaviour  will it take you back through every app and every action you&apos;ve ever made, or just back to your starting place in the app?  is a separate question. That hasn&apos;t changed. In general, the Back button is a very useful thing, but sometimes (and it&apos;s unpredictable when, but generally when you&apos;re in a hurry and want to get something done) you&apos;ll press it in the wrong context, and get thrown out of one action into another, or to the home screen. Frustrating, it is, at those times. Web browsing: read on Since Samsung clearly thinks you&apos;ll spend lots of time in the browser, what&apos;s it like? It&apos;s still the stock Android browser (Chrome isn&apos;t yet the default). One thing that any mobile browser needs is that a double-tap will reflow the text to a readable size on the screen.      The SGS3 showing a page that hasn't been reflowed for reading. Double-tap and ...    Double-tap and ...     ... you get this text reflow on the default settings    Hmm. The default setting often set the text to overflow, so that the page would spill either side of the screen. There is a setting which does fix this, though, so that text will reflow neatly. The browser is fast, though I think the limit has been reached; we&apos;re now bound by the speed of the connection, not the machine. And while the text reflow is very good, it lacks iOS 5&apos;s &quot;Reader&quot; system which reformats web text into plain text for reading.  Sometimes the text rendering was very good.     SGS3: sometimes the browser display is very good    But I also found that sometimes the text rendering was  what&apos;s the word?  rubbish. Here&apos;s a large example. That&apos;s really not good rendering. Even on a mobile site (such as AdAge, here) it could render text completely illegible. Here&apos;s how it came out when I visited the site: note that it has gone to the mobile version of the site.      SGS3: some mobile sites were just unreadable    Here&apos;s how it came out on the iPhone:     The AdAge page, as it displays on the iPhone    Here&apos;s how it came out on a Lumia 800 (sorry, no screenshot capability, so it&apos;s a photo):     The AdAge page, displayed on a Lumia 800    And here&apos;s the link, if you want to see how it looks on your own mobile device. Clearly, it&apos;s not AdAge favouring the iPhone. Camera: hold it there The main (rear) camera is good  it has a macro setting for closeups. There are tons of settings; camera geeks can get lost in them, or you can just use it (as most will) as a point-and-shoot. An apology: I was convinced that the SGS3&apos;s macro setting would punt the iPhone 4S into the distance, because viewed through the screen, it looked in focus, sharp and detailed. Having actually viewed the pics, though, it turns out that the iPhone took the better closeups. Here they are on Flickr, as a slideshow; select &quot;show info&quot; to see which was taken with which device.  Anyhow. The latest must-have in camera access on smartphones, though, is direct access from the lock screen. Windows Phone did this first in 2010; Apple leapt in next with iOS 5 in October 2011; ICS followed at about the same time (if you could get it) with a camera icon direct from the lock screen, even when you have a pin or pattern lock set up However on the SGS3, if you want rapid access to the camera from the lock screen, you have to &quot;tap and hold the screen while rotating the phone&quot;, according to the setting I ticked. Whatever this magic gesture is, I never managed to perform it, despite plenty of tries. Services, S-Voice and So On Samsung seems to be edging very carefully away from a core Google experience. It offers its own Samsung Music (a per-month paid offering) and also AllShare Play, which offers the chance of sharing your music and videos across multiple devices, as Apple does with music via iTunes Match, and for photo and limited video on iCloud. (AllShare Play&apos;s page says that: &quot;For computers, you can add any computer regardless of computer manufacturer or model.&quot; What they left off was &quot;unless it&apos;s made by Apple&quot;; there&apos;s no Mac client, and no timetable on getting one.) Samsung clearly sees services as the way forward, and especially as the way to differentiate itself from other Android handset makers. The most visible example is its use of S-Voice, its own voice-controlled assistant, accessed via a double press on the home button. (As with the iPhone, that button gets a lot of uses: here it&apos;s double press for S-Voice, long press for the list of running or recent apps, short press to return home. The iPhone&apos;s are different, but equally at risk of overload. That&apos;s partly why I think Samsung is ignoring Google&apos;s desire that the 4.0 home button should be virtual; it couldn&apos;t distinguish itself, and long/short/double pressing on a virtual button is comparatively hard to detect.)  S-Voice has been around longer than Apple&apos;s Siri (it arrived in the SGS2 last year), though both seem to be driven by Nuance&apos;s technology. I tested the two side-by-side over Wi-Fi, and consistently found that Siri had better speech-to-text translation, and a faster response  by some seconds for the initial speech-to-text translation, and then again for generating responses. (Unlike Siri, I couldn&apos;t find a setting to let S-Voice work from the lock screen, though no doubt it&apos;s in there somewhere.) Of course, transcribing voice can be tricky. See if you can manage this one (S-Voice couldn&apos;t):     Who was the millionaire heart? would be a good title for a book. It's a bad interpretation of a spoken question though by S-Voice    Siri could:     Siri managed to puzzle out who the millionaire heart was    Since you&apos;re wondering, I was holding both phones side by side. S-Voice also has a tendency to become obsessed with a topic  if you start looking for a contact, then it will believe you want a contact, no matter what other question you ask.      SGS3: S-Voice could get a bit obsessed about particular things  such as contacts  even when the question obviously wasn't on that topic    So S-Voice doesn&apos;t outpace Siri, which  given that they apparently have the same back-end  is odd. Sure, you can reckon that voice is a trivial frippery, though Samsung, Google, Microsoft and Apple don&apos;t seem to agree with you. It will be interesting to see how S-Voice improves in time.  Note also though that by using Nuance and feeding the results through to Wolfram Alpha, Samsung is edging away from Google in exactly the way that Apple is for voice-driven search results.  If S-Voice, rather than the built-in Google Voice, is what Samsung wants to push, what does that say about its view of Google? Samsung is fascinating, because it has that special combination of so many possibilities  and so much heft. It&apos;s the world&apos;s biggest in both featurephones and smartphones, it&apos;s the only real rival to Apple in tablets, it designs and sells PCs, it&apos;s pushing into Smart TV, and now it&apos;s adding its own services on top. For now, Google is the dominant partner because of what it does in search and email. But the people at the top of Samsung have shown they&apos;re anything but passive. Watch this space. Conclusions The SGS3 is a great phone in many ways; it&apos;s a perplexing one in others. Having a million settings isn&apos;t always a good thing, and if you&apos;re used to Android 2.3 then prepare for some mental readjustment in shifting to 4.0, and especially Samsung&apos;s TouchWiz implementation, which brings yet more differences. Samsung has thrown the kitchen sink in here with the number of features, so that you&apos;re actually unlikely to use them all. &quot;I can like something without wanting it,&quot; my wife remarked about some object the other day. That&apos;s really how I feel about the SGS3. I liked it as a phone, but I never felt the tactile pleasure that I get from simply picking up a Nokia Lumia 800, nor the uncluttered sharpness of the iPhone&apos;s display and user interface. The typing frustrated me (you can fix that) and the list scrolling juddered (you can&apos;t), and the browsing is sometimes poorly rendered (you can, with a different browser) which is where the half-star (or 10%) is lost for me. Still, if you like having a setting for everything, Android&apos;s for you. If you like having even more settings than that, seek out the SGS3. It&apos;s a very good phone in many ways. If you&apos;re in the big-spending bracket, it&apos;s one to consider very carefullly. Buying information Samsung Galaxy S3: 489 (16GB, white) or 499 (16, blue) from Amazon, or on contract (typically 36 per month, 24-month contract) from various carriers. Other reviews David Pogue, New York Times: &quot;A phone bristling with extras&quot; Wallt Mossberg, All Things D: &quot;Galaxy Quest: a phone aimed at all networks&quot; Matt Warman, Daily Telegraph: &quot;Samsung Galaxy S3: full review&quot; Natasha Lomas, Cnet: &quot;Samsung Galaxy S3 review&quot; ", 
    "section": "technology", 
    "gid": "technology/2012/jun/21/samsung-galaxy-s-iii-review", 
    "wordcount": "4037"
}