{
    "headline": "Apple sees profits fall for first time in a decade but cash pile rises to $145bn", 
    "text": "Apple revealed its first profits fall in a decade Tuesday but still managed to beat analysts&apos; expectations, making $9.5bn in the quarter and boosting its share buyback programme by $50bn. The tech giant&apos;s second-quarter results had been hotly anticipated and come after a precipitous drop in its share price. It posted quarterly revenue of $43.6bn and net profits of $9.5bn, compared to revenue of $39.2bn and net profit of $11.6bn in the same quarter a year ago, marginally higher than analysts had forecast.  Tim Cook, Apple&apos;s CEO, announced the company was adding $50bn to its share buyback programme, taking the total to $100bn over two years, believed to be the largest in history. Apple also added $8bn to its cash pile, bringing it to $145bn. &quot;We are pleased to report record March quarter revenue thanks to continued strong performance of iPhone and iPad,&quot; Cook said.  On a call with analysts Cook acknowledged that the company had not &quot;met everyone&apos;s expectations&quot; and shareholders were worried about future growth. &quot;The decline in share price has been frustrating to all of us,&quot; he said. &quot;The most important aspect for Apple will be creating innovative products,&quot; he said. Last September Apple&apos;s shares hit a high of $700 and the company became the most valuable on the planet. Before Tuesday&apos;s results the shares were hovering around $400. The collapse has wiped out close to $290bn of value  more than the entire worth of Google. It has also led to speculation that Apple is secretly searching for a replacement for Cook, the hand-picked successor of its co-founder Steve Jobs, who died in 2011. &quot;There&apos;s no doubt this is a pivotal point,&quot; said Benedict Evans, analyst at Enders Analysis. In the last quarter of 2012, Apple accounted for 10% of all the phones sold around the world but it took home 65% of the profits. Its only money-making rival in the smartphones sector is Samsung, but Apple sold 48m units to Samsung&apos;s 15m top end S3s in the last three months of 2012. &quot;They have taken so much value out of the market that the really big question is how much more can they get,&quot; said Evans. In the last quarter of 2012, half of all phones sold around the world were smartphones. The concern for Apple is that everyone who wants or can afford a smartphone has one, and that the only growth will be in converting users from other brands or upgrading existing Apple customers with new models. &quot;We are at the end of the first phase of the smartphone market,&quot; said Evans. Cook said: &quot;We acknowledge that our growth rate has slowed and our margins have decreased.&quot; He said the company was developing new products. &quot;We are very excited about the products in our pipeline,&quot; Cook said. Apple hopes that its phenomenally popular iPads will help dig it out of the smartphone problem. Tablet sales are eating into the sales of PCs ,and as yet Apple has no serious rival in the sector in terms of sales, and certainly not profits. Google&apos;s Nexus 7 tablet sold about 5m units in its first six months, while Apple sold 10m iPad Minis in two months. Darren Hayes, professor at Pace University&apos;s Seidenberg School of Computer Science and Information Systems in New York, said many of Apple&apos;s problems had been of its own making. In its determination to keep its prices and margins high, Apple has failed to capitalise on the troubles of BlackBerry, he said. In 2010, smartphones powered by Google&apos;s Android operating system had virtually no market share in the corporate world but by 2012 they had a 34% adoption rate by businesses. According to Gartner, that rate will increase to 56% by 2014. According to Kleiner, Perkins, Caufield and Byers, the Android adoption rate in businesses is six times that of iPhones. &quot;I blame bad strategic planning. They felt like they didn&apos;t need to give price breaks because they had the superior product,&quot; said Hayes. But the competition has sharpened. While Apple&apos;s iPad still has a significant lead in tablets in smartphones they are now playing catch up to Samsung&apos;s Galaxy line. Perhaps more worryingly there&apos;s a lack of Apple &quot;buzz&quot;, said Hayes.", 
    "section": "technology", 
    "gid": "technology/2013/apr/23/apple-profits-fall-cash-pile", 
    "wordcount": "726"
}