{
    "headline": "Gas 'will add more to energy bills than renewables'  government advisers", 
    "text": "Household energy bills will be about 600 higher per year in the coming decades if the UK relies increasingly on gas, the government&apos;s climate advisers warned on Thursday. But the Committee on Climate Change found that bills would only be 100 higher than today&apos;s average dual fuel bill of about 1,300, if the country concentrated on renewable power generation, such as wind power. The committee&apos;s findings rebuff the government&apos;s argument that gas will in future provide a cheap source of electricity and heating  and the findings are based on the government&apos;s own research. The report comes as ministers prepare to give the go-ahead on Thursday to a resumption of &quot;fracking&quot;  the controversial process of blasting apart dense rocks to release tiny bubbles of natural gas within. Fracking exploration was halted in Lancashire last year, and two small earthquakes were linked to the operations, but subsequent scientific advice has suggested the activity is safe. David Kennedy, the chief executive of the committee, told the Guardian: &quot;You hear a lot about the costs of moving to low-carbon power systems [such as wind and solar energy] but not much about the benefits. What we are showing is that a key benefit is the insurance you get against potentially very high gas prices and rising carbon prices.&quot; He said paying 100 more by 2020 for renewables was &quot;a sensible insurance&quot; against paying potentially 600 more for a reliance on gas. But he added: &quot;We don&apos;t think the policies are in place [to take up this insurance by encouraging renewables].&quot; Citing government research, the CCC found that the primary causes of energy bill increases since 2004 have been an increase in the international price of gas  accounting for nearly two-thirds of the increase in an average household energy bill  and the cost of ongoing investments in electricity and gas networks, which made up about 16% of the average bill. Meanwhile, policies to encourage low-carbon investment and energy efficiency improvements added only about 10% each to bills from 2004 to 2011. Gas is the new battlefield on energy and climate, and claims and counter-claims over the relative costs of relying on gas or opting for renewables have ignited a political conflagration. George Osborne, the chancellor, in his autumn statement, championed a new &quot;dash for gas&quot; that would result in as many as 40 new gas-fired power stations coming into operation in the next decade or so. But climate experts have said building so many new fossil fuel power stations would put the UK&apos;s carbon-cutting targets out of reach. A gas-fired power station built today will still be operating in 25 years&apos; time. Prime Minister David Cameron backed his chancellor strongly during liaison committee questions on Tuesday evening. He said: &quot;It may be this gas revolution is really quite transformative: it may be there will be quite a lot of gas and the price will not be as [high]. This might be a revolution we should be involved in and, if we ignored it completely, we could be giving your economy much higher energy policies than are necessary.&quot; But his projections that the UK could massively increase investment in gas while meeting government-set carbon targets would require gas-fired power stations within a decade to be using carbon capture and storage (CCS) technology, which despite nearly a decade of research and development has yet to be used on any major power station around the world. The development of CCS in the UK has been hampered by the government&apos;s refusal to put up the funds necessary to attract matching finance from the EU. Some experts and newspapers have suggested that shale gas could provide an abundant source of cheap gas for the UK. The CCC also found that energy bills were likely to be higher for commercial and industrial users, because their energy costs are more tightly linked to electricity than to gas for heating. Business energy bills are likely to rise by about 20-25% from 2011 to 2020 due to low-carbon policies. But the committee pointed out that, while for most households rising energy bills are a substantial part of household budgets and a major concern, energy costs represent only a very small share of the total costs to business, at less than 0.5% of costs in the commercial sector and about 3% of costs in the industrial sector. That means the impact of higher energy prices on businesses is relatively limited, and the knock-on effect on the price of goods and services to consumers will be even smaller  the CCC estimated it as about one penny to every 10 spent in the commercial sector, and six pence to every 10 spent on manufactured goods. Companies also have scope to minimise the impact through energy efficiency, which is still not widely practised. Greenpeace policy director, Doug Parr, said: &quot;This report confirms that George Osborne&apos;s dash for gas could cripple households with bills up to 600 more in coming decades than if we invest in low-carbon energy. The chancellor&apos;s gas gamble is risking people&apos;s wallets as well as the planet. Clean energy will not only insulate bill payers from volatile gas prices and ensure the UK meets its climate targets, but it will mean new green jobs and industries.&quot; Andrew Raingold, executive director of the Aldersgate Group, said: &quot;The implication of the committee&apos;s report is absolutely clear: investment in a portfolio of low carbon technologies provides a vital hedge against the prospect of high gas prices in the future. By contrast, the option for a large-scale shift towards unabated gas-generation in the government&apos;s recent gas strategy poses a massive risk to the UK&apos;s future growth. Businesses have repeatedly warned about the economic cost of locking the UK into high imported fossil fuel dependency: rising and volatile energy prices, serious concerns about security of supply, and a missed opportunity to build up UK supply chains.&quot; Prof Kevin Anderson, deputy director of the Tyndall Centre for Climate Change Research at the University of Manchester, said:&quot;The CCC&apos;s latest report puts a well-placed boot in the popular view that low-carbon electricity is bad for the pockets of householders and UK Plc.  This article was amended to correct a reference to 600 a year increase &apos;by the end of the decade&apos; to &apos;in coming decades&apos;", 
    "section": "environment", 
    "gid": "environment/2012/dec/13/gas-energy-bills-renewables", 
    "wordcount": "1070"
}