{
    "headline": "Samsung set to add Apple's iPhone 5 to its lawsuits alleging patent infrigement", 
    "text": "The iPhone 5 doesn&apos;t go on sale until Friday  but already rival Samsung says it will add it to a series of lawsuits over Apple equipment in the US, alleging that it infringes a series of patents. The South Korean company said in a US court filing that &quot;Samsung anticipates that it will file, in the near future, a motion to amend its infringement contentions to add the iPhone 5 as an accused product.&quot; The move is the latest in a continuing round of lawsuits between the two companies, which together control about half of the world&apos;s smartphone market. It comes after Apple booked orders for more than 2m of the new iPhone 5 in the first weekend. Samsung and Apple are locked in patent battle in 10 countries and the stakes are high as the two vie for top spot in the booming smartphone market. In late August Apple won a court battle in which it was awarded $1bn in damages against Samsung, which had been accused of infringing a number of software patents used on the iPhone, as well as its &quot;trade dress&quot;  the visual elements that make it unique. The jury in the case turned down all of the patent counterclaims by Samsung. Samsung has indicated that it will appeal the jury&apos;s ruling and the fine. Apple meanwhile is seeking to block the sale of a number of Samsung phones and tablets in the US, including the Korean company&apos;s flagship Galaxy S3 smartphone. Both companies are also raising marketing spending to promote their latest products ahead of the crucial year-end holiday season. &quot;Based on information currently available, Samsung expects that the iPhone 5 will infringe the asserted Samsung patents-in-suit in the same way as the other accused iPhone models,&quot; Samsung said in a statement. It also said in a separate statement on Thursday: &quot;Apple continues to take aggressive legal measures that will limit market competition. Under these circumstances, we have little choice but to take the steps necessary to protect our innovations and intellectual property rights.&quot; Apple Korea reiterated its position that it was the victim of copying, not vice versa. &quot;At Apple, we value originality and innovation  We make these products to delight our customers, not for our competitors to flagrantly copy.&quot; Apple&apos;s victory over Samsung was also a blow to Google, whose Android software powers the Samsung phones and tablets that were found to infringe Apple patents. Samsung, the biggest Android phone maker, received a second US legal setback last week when a judge at the International Trade Commission said in a preliminary ruling that Apple did not violate patents owned by Samsung. The Korean firm was the world&apos;s top smartphone maker in the second quarter of 2012, shipping more than 50m phones, nearly double the Apple&apos;s 26m iPhone shipments.", 
    "section": "technology", 
    "gid": "technology/2012/sep/20/samsung-apple-iphone5-lawsuits", 
    "wordcount": "475"
}