{
    "headline": "Robbing banks doesn't pay much, study shows", 
    "text": "When economists train their sights on robbers, the point traditionally is to study those who loot on the grandest, most legal scale and who are called &quot;financiers&quot;, and also (if there be consulting fees) to assist those persons. Economists Barry Reilly of the University of Sussex, and Neil Rickman and Robert Witt of the University of Surrey, went against that tradition. They stole a hard look at the lowest class of bank robbers, the ones who physically go into bank branches, grab cash, and literally leg it. Reilly, Rickman and Witt got access  exclusive and confidential access, they proudly confide  to data from the British Bankers&apos; Association about bank robberies. Recently they published a study called Robbing Banks: Crime Does Pay  But Not Very Much. &quot;Our research,&quot; they say, &quot;was concerned with the various factors that determine the proceeds from bank robberies; hence, we could work out (among other things) the economics (to the criminal) of attempting one, and the economics (to the banks) of trying to thwart it.&quot; Several factors influence both the likely gains and likely costs of a typical bank robbery. Adding more henchmen can boost the size of the haul (&quot;Every extra member of the gang raises the expected value of the robbery proceeds by 9,033.20, on average, and other things being equal.&quot;), but it also, of course, increases the total labour cost. Each unsuccessful robbery attempt yields 0, and thus lowers the average gross (and net) income. The economists point out that failures, on average, incur particular expenses: &quot;The expected costs are the lengthy term in jail  converted into monetary terms at the robber&apos;s own conversion rate  times the probability of serving that term  that is, of being caught and convicted.&quot; They calculate that the average financial return on classical bank-robbing is &quot;avery modest 12,706.60 per person per raid&quot;, and that an industrious robber can expect, statistically, to work steadily at his trade for only about a year and a half before being caught and canned. Reilly, Rickman, and Witt report that fewer and fewer bank robberies are being attempted, in both the UK and the US. They explain that economics  specifically, the decreasing &quot;expected value&quot; of a bank robbery  accounts for the decline. They offer small-time bank robbers an attractive alternative goal: &quot;In the UK, robberies from security vans are on the increase. Security vans offer more attractive pickings. Our framework provides a way of thinking about this, [and] effectively introduces a competing product into the robbers&apos; &apos;product space&apos; and asks them to think about which will generate more proceeds&quot;. The study ends with what it says is a four-word &quot;lesson&quot;  that &quot;successful criminals study econometrics&quot;. It does not state, but perhaps does imply, a more valuable suggestion: successful criminals can hire econometricians. (Thanks to Tommy Burch for bringing this to my attention.)  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/oct/15/improbable-research-bank-robbing-economics", 
    "wordcount": "516"
}