{
    "headline": "Should mobile phones be banned in schools?", 
    "text": "No  they help independent study &quot;You&apos;ll have someone&apos;s eye out with that&quot; used to be the refrain of teachers in my day. In malevolent hands, a pencil, a rubber, even a piece of paper could become a lethal weapon in class,and that&apos;s before we got on to compasses and Bunsen burners. A mobile is the same: a potentially potent tool for learning but strangely feared in a school pupil&apos;s hand, where it is assumed to wreak havoc with concentration, unleash cyber bullying and surreptitiously video up teachers&apos; skirts. But isn&apos;t it also madness when schools that cannot afford modern IT facilities ignore the powerful computers in every pupils&apos; pocket? I was amazed when I visited my old school recently: having remarked how sorry I felt for teachers in the mobile era, several teachers immediately declared how useful they were in class. There&apos;s even an acronym for it: BYOD, or Bring Your Own Device. As one teacher has argued in the Guardian, this is the future: students using their trusted devices rather than a machine they leave in school at the end of each day. Jo Debens, a geography teacher at Priory School, Portsmouth, a comprehensive with a mixed intake, was dashing out to take 30 pupils orienteering when we spoke: her students were testing whether it was easier to use anOS map or a mobile phone&apos;s mapping services. Earlier this year, the school drew upa &quot;mobile device policy&quot; in consultation with students. Mobile phones are allowed in school and used in class at the teacher&apos;s discretion, with a clear system of sanctions applied for misuse. Since the policy was introduced, only 1.4% of negative behavioural incidents have been connected with mobiles. Pupils record homework tasks on their phone&apos;s calendar (why do they forget homework diaries but never their textbooks?) and in Debens&apos;s geography classes they use the camera function to record things and report back to class. They also use mobile internet for independent research. &quot;We&apos;re always being told as teachers that we should give pupils differentiated learning and personalise it. Now they can,&quot; says Debens of using mobiles. &quot;Like anything, it&apos;s only useful in the hands of the user. They are not the be-all and end-all. We would have death by Wikipedia if all people were doing was cutting and pasting from them.&quot; &quot;I was very anti phones,&quot; admits Nasim Jahangir, a business and economics teacher at Wyggeston and Queen Elizabeth I College, Leicester. Several years ago, however, she incorporated smartphones into lessons as she &quot;learned to teach in a different way&quot;  with an emphasis on independent study. She admits it is probably easier to ensure his A-level classes use phones constructively but she thinks ithas improved behaviour. &quot;The whole atmosphere in the class has changed,&quot; she says, becoming less adversarial, with students policing themselves over inappropriate phone use. What about pupils who cannot afford asmartphone? And what about childrenrunning up big bills doing school work on their phones? Jahangir ensures his tweeting and mobile phonework is accessible to all on the school&apos;s intranet. Debens says her school provides Wi-Fi and portable dongles with Wi-Fi so pupils are not paying for their own study. &quot;We have people who come to school without acoat or without having had any breakfast,&quot; she says, &quot;but they alwayshave a phone.&quot; Patrick Barkham Yes  they cause disruption and distress  Mobiles are the curse of the modern age  in restaurants, on trains and, most of all, in schools. Pupils are texting when they should be working; they use social networking sites to bully fellow pupils; and they post pictures of their teachers on YouTube. Ian Fenn, head of Burnage Media Arts College in Manchester, had had enough. &quot;Mobiles rather crept up on education and in ourexperience it was a nightmare,&quot; hesays. Fenn has banned pupils from making calls or sending texts on school premises and, according to the Daily Mail, the results in terms of improved behaviour and reduced cyberbullying have been dramatic. Mobiles in schools is one of many issues over which the Mail obsesses, but that doesn&apos;t mean a ban is wrong. Indeed, in May an online poll in the Guardian produced a three-to-one vote in favour of a ban. The poll was prompted by a statement by Sir Michael Wilshaw, the new chief inspector of schools and head of Ofsted, that mobiles in schools were disruptive. When he was head of Mossbourne Academy in Hackney, east London, he banned them and said the decision produced immediate benefits. Ofsted has supported Fenn&apos;s decision, but it admits , despite Wilshaw&apos;s views, it has no powers itself to impose a ban. &quot;The issue is for schools to manage,&quot; says a spokeswoman. There is, in effect, a policy vacuum, with each school being left to decide best practice. &quot;We introduced a complete ban on mobile phones two years ago because of the disruption they were causing,&quot; says a spokeswoman for Cockshut Hill Technology College in Yardley, east Birmingham, &quot;and it has improved behaviour. If pupils want to bring them in because of parents&apos; fears for their safety getting to and from school, we provide lockers where they can be kept. But if we see them in school, we confiscate them. If they&apos;re confiscated three times, parents have to come and sign for them.&quot; The legality of similar schemes elsewhere has been challenged, but thespokeswoman insists parents and pupils have accepted the policy and that it has produced a much better learning environment. Teachers union the NASUWT supports a classroom ban. In a recent survey, 46% of its members identified mobiles as a cause of disruption and indiscipline, and the union is particularly worried by pupils taking photographs in lessons and posting material on YouTube and social networking sites. NASUWT general secretary Chris Keates has said such material causes teachers &quot;untold distress and trauma&quot;. A recent report by the Scottish government concluded that mobiles were a &quot;frequent and distracting influence&quot;, with cyberbullying especially prevalent. &quot;Mobile phones in the classroom can be disruptive,&quot; says a spokesman for teachers union the Educational Institute of Scotland (EIS), &quot;and their use should be the subject of an explicit school policy. While we understand parents might want their children to have mobiles with them because of concerns about safety, we don&apos;t see any reason for them to be in classrooms. An outright ban is very difficult and wouldn&apos;t gain parental support, but they need to be turned off during teaching time.&quot; The EIS says that sometimes the rules are fuzzy, which is where arguments over confiscation occur. But thespokesman adds that the rash of &quot;happy slapping&quot; incidents a couple ofyears ago forced local authorities toconfront the issue, and gradually a consensus is emerging. That consensus is that classrooms are for teaching not texting, and if the rules are clear parents will accept temporary confiscation. Stephen Moss  This article was amended on 28 November 2012. One of the teachers was mistakenly referred to as he rather than she.", 
    "section": "education", 
    "gid": "education/2012/nov/27/should-mobiles-be-banned-schools", 
    "wordcount": "1221"
}