{
    "headline": "Andrew Mitchell's legacy? Aid-budget brio that depoliticised development", 
    "text": "As Andrew Mitchell moves on from his work on international development, first as an opposition spokesman and then as a government minister, he should be proud of some aspects of his legacy. He has focused his energy and determination on results, accountability and transparency (a particular bugbear of his, on which he has led the world), energising certain parts of the international development firmament and illuminating lazy and shoddy practices in the UK and abroad. Something about the Conservative brand of impatience with welfare may also have had a positive influence, coinciding with an emerging insistence from many aid-dependent countries that it is time to develop exit strategies from aid more actively than has been the case in the past. If you think the main role of rich countries in reducing world poverty is to grow their aid budgets and manage them moderately well, then you may agree with Justin Forsyth, the head of Save the Children UK, that the Tory government should be completely trusted on aid and development. Pandering to power is an inevitable part of being a large international charity or research organisation these days; it&apos;s where much of the money comes from. But in reality, aid is not very important for development, as an increasing number of analysts and lobby groups now realise. Poverty reduction is a function of two main drivers  technological advance and socio-political rebalancing  leading to a fairer allocation of scarce resources (in which economic growth often plays an important role). While not insignificant in a handful of countries (the poorest and smallest), aid is no more than a drop in the ocean of resources needing fairer allocation. The aid effectiveness agenda has had some successes in turning the tide of donor arrogance and aligning external funds with domestic endeavours, but its lasting and unfortunate impact has been to divert the world&apos;s attention towards technocratic tinkering and away from what really matters: systemic change. Mitchell has contributed to the misleading notion that international development is an apolitical activity. If he had his way, the UK&apos;s development scene would more closely resemble a charity auction than a political movement. There&apos;s nothing wrong with charity, of course, and it often does a great deal of good. But it is an incredibly limited way to understand the needs of the poor in this era of globalisation. The UK&apos;s Conservative party is engaged in a right-wing agenda at home, rolling back the state and inviting the market to engage further with basic services like health and education. Attempts to rebalance a manifestly sub-optimal financial system following the crash have been rebuffed in favour of (broadly) preserving the status quo. The pro-market ideology being foisted on Britain by the Tories is also colouring the government&apos;s attitude to development abroad, and globalisation. Better regulation of companies and fairer trade with poorer nations has long since dropped from the agenda in favour of better terms for UK companies and investors. And does anyone remember climate change? Rather than focus on the major issues  sustainable development and poverty reduction  we are exhorted to focus on aid, sold as the generosity of a kind-hearted nation. All the major parties in the UK maintain this facade. While developing an increasingly convincing line on cronyism and rapacious capitalism at home, the Labour party has failed to apply such a moderately radical analysis to poverty in the rest of the world, which suffers far more than the UK from this global economic disease. It&apos;s a cynical political calculation: the Labour party knows that it is just as important to transform capitalism globally as nationally, but shies away from saying so, preferring the easy apolitical fudge of aid. The irony, of course, is that eschewing politics, or pretending to, whether you are a government minister or a poverty charity, is itself a political act  it means implicitly supporting the status quo. At least Mitchell and his fellow conservatives really believe in charity rather than systemic change, and are practising what they preach. Interestingly, after this week&apos;s cabinet reshuffle, commentators are picking over the political leanings of the new ministers for justice, health and transport, but not international development, a department apparently devoid of politics. What kind of politics does the new minister for international development, Justine Greening, espouse? No one asks and no one cares; her job is to manage an aid portfolio apolitically. The battle lines are drawn in the UK. On one side, a right-wing political project seeks to protect those who presently wield economic and political power from the emerging social backlash, entrenching a market-based approach to public service provision; on the other, a tentative left-wing response calls for a more radical overhaul, finally focusing on inequality as a major social determinant. The same battle is being played out the world over. Mitchell&apos;s legacy is successfully to have shielded the British public from engaging in such debates by focusing with such brio on the aid budget.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/sep/05/andrew-mitchell-legacy-aid-depoliticised-development", 
    "wordcount": "823"
}