{
    "headline": "iPad 3 refunds for Australian buyers after Apple admits no 4G service", 
    "text": "Apple has offered refunds to Australians who bought a new iPad 3 after the maker admitted it does not work on the country&apos;s 4G network. Australia&apos;s consumer watchdog found Apple had misled customers with its recent promotion of the new &quot;iPad with WiFi + 4G&quot;. In a statement, the Australian Competition and Consumer Commission (ACCC) said Apple had &quot;represented to Australian consumers that the product &apos;iPad with WiFi + 4G&apos; can, with a sim card, connect to a 4G mobile data network in Australia, when this is not the case&quot;. Australia does have 4G service on the Telstra network but the new iPad connects to 4G on the 700MHz and 2100Mhz frequencies, neither of which is used by Telstra. The ACCC has taken Apple to court alleging its advertising broke four sections of Australian consumer law. The new iPad is compatible with some 4G networks in the US and Canada. It is incompatible with all European 4G frequencies, including those proposed for the UK. The ACCC is seeking a court order for Apple to publish corrective advertising on its website and in newspapers, and for Apple to stop branding it as &quot;iPad with WiFi + 4G&quot;. Australia was the first country to sell the new iPad, launching it on 16 March. The ACCC has said in court it wrote to Apple outlining its concerns the day before the launch. Apple says it will place a clarifying statement at point of sale and send emails to customers offering them a refund if they bought the iPad 3 thinking it was compatible with Australia&apos;s 4G network. It is resisting an ACCC attempt to force it to put stickers on its packaging. Telstra has not promoted the new iPad as 4G compatible. Instead it has marketed it as the &quot;new Ipad on our data + tablet bundle&quot;. Another major Australian carrier, Optus, advertises it as a Wi-Fi and 3G device.", 
    "section": "technology", 
    "gid": "technology/2012/mar/28/ipad-3-refunds-australia-4g", 
    "wordcount": "321"
}