{
    "headline": "How to plan your dissertation", 
    "text": "It&apos;s probably the most important piece of research and writing you will undertake during your undergraduate career  so the thought of writing your dissertation can be daunting. Starting out with a robust plan will focus your research, use your time efficiently and keep the task manageable. Select your field of interest First things first: what topics have you most enjoyed on your course? Investigating a subject you genuinely enjoy will make dissertation research less overwhelming. Do as much preliminary reading around the subject area as you can to make sure there is plenty of literature out there to support your initial ideas. Take a good look at the most recent writings in your areas of interest. They will help you to identify the best angle to take and could highlight the gaps in current inquiry that you can address. Choose an approach and a title What will your line of inquiry be? You may, for example, wish to extend a study that has already been carried out, apply a theory to some practical experience and critique how successful it is, or closely analyse an idea or object using a particular approach. Your approach will inform your title. The title should clearly present the line of inquiry your dissertation will take. If you&apos;re unsure, make up a working title. You could even compose a few different titles each with a slightly different emphasis, and keep them all in mind as you do your research. Remember to run your title by your dissertation tutor. They will be able to give you advice, help you refine any grey areas and suggest reading for research. Make an outline plan The general essay structure is as follows:  Introduction  say what you are going to say Main body  say it Conclusion  say what you&apos;ve said You can break down each of these three areas further. In the introduction, your subheadings could include:  What you are examining How are you going to do it (concepts/theories/studies) The main body might break down into:  Definitions, setting out areas of research, anticipating problems Main argument or theme Alternative argument or theme And your conclusion would include:  Summary of your findings Is there a solution? What remains unresolved? What future research could illuminate the issue further? Start a list of sources When you&apos;re planning your sections, include the full names of books and page numbers wherever you can to help you retrieve information quickly as you write your draft. It is also useful to begin to compile you bibliography during the planning stage. Review and adjust your plan as you go Even the best laid plans go astray  so don&apos;t worry! As you read and research around your key areas, the structure and direction of your initial plan may shift. This is the beauty of having a plan. As a potential new focus arises, you can adjust your title, section headings and content notes to encompass your new ideas before your draft writing begins. A good plan means you will not lose focus on the end result.  Next in this three-part series: How to write your dissertation. Thanks to Goldsmiths University for supplying this content.", 
    "section": "education", 
    "gid": "education/2013/mar/21/how-to-plan-your-dissertation", 
    "wordcount": "526"
}