{
    "headline": "Parents told to beware children running up huge bills on iPad and iPhone game apps", 
    "text": "Parents are being warned to be vigilant with their iPhones and iPads, following increasing reports of children running up bills of hundreds of pounds while playing games such as Playmobil Pirates, Coin Dozer and Racing Penguin. Parenting websites are reporting greater numbers of parents being billed 500 or more after their children have made &quot;in-app purchases&quot; (IAPs) while playing games. The problems begin when children wish to explore new areas of a game or wish to obtain better weapons for their character  they are often able to buy these with a single click. Siobhan Freegard, founder of Netmums, said: &quot;We have heard of cases where parents have been hit with bills for hundreds of pounds as the apps are often linked to their card details through iTunes. Often the bills aren&apos;t immediate and it takes days to find out they have been charged.&quot; One parent who recently faced that scenario is entrepreneur Chris Brown. A couple of days after he bought the Smurfs Village game for his six-year-old son, Brown logged on to his bank account and found he was overdrawn thanks to 160 of Apple transactions. &quot;My first thought was that my account had been hacked, but when I went on to my Apple account I saw 160-worth of Smurf Village credits,&quot; Brown said. His son had bought the credits within the 15-minute window after Brown had bought the game. &quot;I contacted Apple and discovered I wasn&apos;t the only naive parent in the world. This is a common occurrence and Apple refused to issue any kind of refund. Needless to say that I have now disabled all in-app purchases on my devices. Lesson learned.&quot; Most devices allow users to restrict access to IAPs or block them completely  it is parents who do not install these measures who are at risk. Under current rules, after users have entered their password to buy a product, there is a 15-minute window during which they need not supply their password again when making further purchases. It means if a parent downloads an app and then lets their child use that app immediately, the child can make as many in-app purchases as they like for the next 15 minutes before being prompted for the password again. &quot;App developers are not often altruistic,&quot; said Spencer Whitman of app protection firm AppCertain. &quot;They often include in-app purchases hidden behind the free price tag. Either they offer a small amount of play, then charge for continued use; offer in-app purchases for more in-game content such as extra areas of play or upgrades; or they constantly interrupt game play to ask for in-app purchases.&quot; It is easy to see why companies are introducing IAPs in their apps. Analysts Gartner forecasts that in-app purchases will drive 41% of app store revenues by 2016, well up on the 10% contribution to revenues made by IAPs in 2012. Justine Roberts, founder of Mumsnet, said: &quot;It&apos;s all too easy for our children to get sucked into games and, before you know it, they&apos;ve racked up huge costs buying coins, berries and doughnuts. You do need to keep an eye on your child&apos;s device settings and to keep your password for purchases private at all costs.&quot; Adam Levene, chief strategy officer at Grapple Mobile, said: &quot;The simplicity of making instant purchases and the allure to progress the game further at the touch of a button, without necessarily understanding the monetary value, has raised concerns. Developers have a greater responsibility to ensure that an in-app purchase is obvious and feels distinctly different from the standard game play.&quot; Which? executive director Richard Lloyd said: &quot;It&apos;s far too easy for children to run up huge bills on phone apps when most default settings allow &apos;in-app purchases&apos; without asking for a confirmation or password. If your child has run up a huge bill without your knowledge, contact the app store or manufacturer, as you may be eligible for a refund.&quot; An Apple spokesman said: &quot;All iOS devices have built-in controls that give parents and guardians the ability to restrict access to content, such as internet access and age-rated content. Parental controls also give parents and guardians the option to turn off functionality, such as purchasing from iTunes, and the ability to turn off in-app purchases.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jan/12/parents-children-in-app-purchases", 
    "wordcount": "731"
}