{
    "headline": "Flickr earmarked as top priority for investment by Yahoo's Marissa Mayer", 
    "text": "Yahoo chief executive Marissa Mayer has earmarked photo-sharing site Flickr as a top priority for investment in an attempt to regain lost ground on rivals Facebook, Twitter, Google and Instagram. Flickr unveiled an overhaul of its iPhone app on Tuesday, including the ability to add retro-style filters to photos and share them on Twitter and Facebook. The new app is the first significant update to Flickr on mobile in more than two years, in which time Instagram has grown from a one-man startup to a daily habit for more than 100 million amateur photographers. Development on Flickr has accelerated since Mayer  herself a keen Instagram user  took over as chief executive in July in a bid to turn around the once-market leading digital content company. It is understood that the number of people working on Flickr at Yahoo&apos;s headquarters in San Francisco has as much as doubled since Mayer joined. The new iPhone app includes many features similar to Facebook-owned Instagram, including the ability to add filters, browse the most popular Flickr photos and subscribe to updates from friends. Users had complained about the lack of functionality of previous versions of the app, which had not been significantly updated as Yahoo&apos;s development effort focused on the Flickr Android app. Jennifer Davies, Flickr&apos;s head of product marketing in Europe, said: &quot;It&apos;s huge for Flickr. There are a couple of things really important for Yahoo and one is focusing on our users&apos; daily habits, and photography is one of those things. &quot;Supporting our core products on mobile is an important goal as well. With the launch of this app we hope to optimise the rich functionality of Flickr on desktop on the mobile. It&apos;s been a core focus since Marissa&apos;s been here.&quot; The renewed focus on Flickr is an indication that Mayer listened to the internet clamour that greeted her appointment as chief executive. Several high-profile Flickr users, entrepreneurs and journalists spawned the Twitter hashtag #dearmarissamayer alongside a dedicated website that pleaded, &quot;Dear Marissa Mayer, please make Flickr awesome again&quot;. The iPhone app launch comes just 24 hours after Twitter unveiled its own photo-editing features, including Instagram-like artistic filters. The microblogging site introduced the new tool shortly after Facebook-owned Instagram disabled integration with Twitter, meaning that users have to click away from the social network to view photos properly. Flickr was bought by Yahoo for a reported $35m in March 2005 but has languished amid the rise of Facebook, Google and Instagram as simpler and trendier places to share photos online. Mayer joined Yahoo at a time of existential crisis for the company, as its advertising share had been stolen by newcomers and a succession of bosses struggled to reinvent the web portal as a content company.", 
    "section": "technology", 
    "gid": "technology/2012/dec/12/flickr-investment-yahoo-marissa-mayer", 
    "wordcount": "460"
}