{
    "headline": "What happens when you give a scientist keys to the national Twitter account?", 
    "text": "One of the great joys of the internet is that it brings together people with niche interests, people who often struggle to find kindred spirits in real life. In my case, the niche is science. I do have many real-life scientist friends, but due to the short-term contracts and geographical mobility that characterise early stage science careers, most of them have moved on (or will soon) and are now scattered all over the world  my eleven years spent in the same city where I did my postdoctoral research are very much the exception, not the rule. And so I spend most of my leisure time with friends (lovely, thoughtful, hilarious friends) who have little or no interest in science. Since discovering and joining the world of science blogs in 2007, I&apos;ve found a wonderful online community of people who share my scientific interests and get my geeky jokes. Many have become firm friends, even some of those I have not yet been lucky enough to meet in person. Joining Twitter a couple of years later spread the net even further, and has resulted in even more friendships as we chat online about science and the world of grant applications and manuscript reviews that surrounds it. This feature of the internet can, however, be a curse as well as a blessing. The bringing together of people with similar interests builds solid communities, yes  but they are communities that run the risk of becoming insular echo chambers, where shared context and jargon serve as barriers to communication with non-scientists. Yes, we have frequent and sometimes massive differences of opinion within the group  but can anyone else understand these arguments, and if so, why on earth should they care? I count myself very lucky, then, to have been given an opportunity a few weeks ago to use the internet to communicate with a very different community. It started when, through one of my online scientist friends, I stumbled across the People of Canada Twitter account. This is one of a growing number of accounts representing a country, city, or other community that are run by a different member of that community every week  an explanation and a list of all known accounts can be found at the Rotation Curation website.  Some accounts were created and overseen by national governments, often with the aim of promoting tourism to that country; the Canadian account is, in contrast, completely unaffiliated with the government, and was set up simply &quot;to represent Canadians, no matter where they live or whatever identities they may hold&quot;. I applied immediately, and was chosen to run the account 21-27 January. When I signed up, it wasn&apos;t my intention to use the account for science communication. I have my own account for geeking out with my scientist friends, after all, and I do also have lots of other interests to talk about. In fact, the timing was perfect  I curated the account in a week during which I had tickets for a Vancouver Canucks vs. Calgary Flames ice hockey game and a live story-telling event, and plans to go snow-shoeing with some friends. I&apos;m not usually anywhere near that interesting.  I tweeted about all those events, and also used the account to start some very interesting conversations about my experiences as an immigrant to Canada; Canadian books, music, craft beer, and electoral reform; as well as one massive controversy (my list of what I think the Canadian Broadcasting Corporation does well and poorly). However, since science is such a big part of my life, it did seem to just start  slipping in there. It started on the Monday morning, when the first item on my work to-do list was to identify the best YouTube videos on the subject of epigenetics. Once identified, I thought I might as well tweet them, and get in a quick plug for Canadian science in general: (if you&apos;re unfamiliar with Twitter, tweets are listed in reverse chronological order, so start at the bottom and read up!)      Encouraged by the handful of favourites and retweets these posts attracted, I scattered gradually more and more scientific nuggets in among my other tweets. I covered scientific articles in both the mainstream media and the technical literature, local science outreach events, and the problems caused by the sheer volume of data generated by modern science. I even ventured into the realm of science humour:      As with almost every interaction I had with followers of the account, the response to the scientific content I was tweeting was overwhelmingly positive. Aside from the favourites and retweets, I got quite a few questions and other replies in return, and a couple of private messages saying that people were really enjoying the links I was sharing.  Stupidly, I didn&apos;t write down the number of people following the account at the beginning of the week so I&apos;m working from memory here, but I think it had increased by a couple of hundred by the time I&apos;d finished. I definitely didn&apos;t cause a net loss  and hopefully I played a small role in demonstrating that scientists are just normal people who like hockey, beer, and the great outdoors as well as epigenetics, public health policy, and geeky humour. I also left the account in a much geekier state than I&apos;d found it. I followed the Twitter accounts of all the Canadian scientists I could find; all the federal research funding agencies; the CBC&apos;s various health and science news feeds as well as that of their excellent science podcast, Quirks and Quarks; and several other sources of science news, including  naturally  @GuardianScience and @OccamT. This means that everyone who curates the account from now on will find a lot of scientific content in their incoming feed  and maybe they&apos;ll even share some of it with their followers! As for me, I had an absolute blast during my week as an official Person of Canada, and missed it terribly when it was all over. I found some lovely new online communities, and have plans to meet up with one of the local people with whom I corresponded about non-scientific issues over the course of my week.  It was good to step out of the echo chamber for a while, and try to communicate science to non-scientists. I think I did OK, and I certainly developed a taste for more of the same. I would recommend taking part in this kind of venture to anyone who understands the value of online communities  but perhaps especially to fellow scientists! Cath Ennis is an expat Brit working as a cancer genomics project manager in Vancouver, Canada. Follow her on Twitter at@enniscath", 
    "section": "science", 
    "gid": "science/occams-corner/2013/feb/22/national-twitter-account", 
    "wordcount": "1111"
}