{
    "headline": "UK signals support for EU import of Canadian tar sands oil", 
    "text": "Britain has given its clearest signal yet that it wants to allow European countries to import carbon-intensive tar sands oil from Canada. Leaked papers seen by the Guardian show that in EU negotiations on laws intended to encourage the use of low-carbon transport fuels, the UK has rejected language that would class tar sands oil as more polluting than conventional crude or other fuels. The European commission has proposed labelling the oil as &quot;highly polluting&quot; under its fuel quality directive, a move that would deter countries importing it. Studies suggest that oil from tar sands produces more than one-fifth more greenhouse gas emissions than conventional crude. But of six options put to EU countries in April on how to implement the proposal, the UK chose the two that would make no differentiation between the carbon content of fuels. &quot;Based on the findings so far, it seems clear that [these two] seem to meet the policy aims of the directive with the least risks of unexpected consequences,&quot; the UK said in the documents. It firmly rejected others that allowed a difference. Previously the UK left open the possibility that it would abstain. The papers were released by Greenpeace as Norman Baker, a minister at the Department for Transport, prepared to meet former Nasa climate scientist Jim Hansen in London. Hansen has been an outspoken critic of tar sands, saying last year &quot;it will be game over for the climate if development of the oil sands isn&apos;t stopped&quot;. Charlie Kronick, senior climate campaigner at Greenpeace, said: &quot;Labelling oil from tar sands as highly polluting would strongly discourage tar sands imports into the Europe and possibly other markets. It could also discourage planned tar sands extraction projects in other parts of the world, such as Madagascar. &quot;If you&apos;re not serious about keeping tar sands oil out of Europe, then you&apos;re not serious about climate change. This could be the biggest decision Norman Baker will make in his entire career, and right now he&apos;s on the wrong side of the science and the wrong side of history.&quot; But Baker said: &quot;Our position has not changed, nor have we chosen any options  Greenpeace is simply wrong. We are committed to reducing greenhouse gas emissions and want the fuel quality directive to be a key tool in achieving this aim. We take the treatment of high-emitting oil sands seriously but we want an effective solution to address the carbon emissions from all highly polluting crudes, not simply those from oil sands. &quot;We continue to encourage the commission to consider and assess options which account for the carbon intensity of all crude oils, including Canadian oil sands. I take this issue seriously and that is why I have arranged to meet Jim Hansen this week to discuss the matter.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/15/uk-signals-support-eu-import-tar-sands", 
    "wordcount": "474"
}