{
    "headline": "Kenya's Mukhisa Kituyi nominated to lead UN trade body", 
    "text": "The UN secretary general, Ban Ki-moon, has nominated Mukhisa Kituyi, a former Kenyan minister of trade and industry, to lead Unctad, the UN trade and development body, which is seen as an intellectual counterweight to the World Bank and the International Monetary Fund (IMF). If confirmed by the UN general assembly, Kituyi will succeed Supachai Panitchpakdi, from Thailand, as Unctad secretary general in September. The former Kenyan MP served as minister of trade and industry from 2002 to 2007. He is now a visiting fellow at the Brookings Institution thinktank in Washington and chief executive of the Kenya Institute of Governance in Nairobi, which focuses on the links between academic and policy research and public policy. In the past, Kituyi has cautioned about an overenthusiastic embrace of trade agreements with the US. He welcomed the African Growth and Opportunity Act, enacted under President Bill Clinton in 2000 to increase US trade with, and investment in, sub-Saharan Africa. Kituyi pointed out that it was a unilateral gesture with arbitrary rules, and he made the case for more intra-Africa trade as the &quot;nursery of sustainable international involvement&quot;. Unctad supporters have been lobbying Ban to appoint an internationally respected figure to lead Unctad amid fears that a weak appointment will further sideline the UN body. In an open letter in January, leading academics and public officials said: &quot;The growing weight of developing countries in global matters requires an intellectually outstanding personality as the new leader of Unctad.&quot; The organisation was for a long time a voice in the wilderness as the Washington consensus&apos;s free market thinking dominated economic policy. The organisation&apos;s supporters argue that Unctad requires a strong figure to provide fresh thinking on economic co-operation and stand up to governments from both developed and developing countries. The north-south divide has become increasingly blurred, with new economic powers such as China, Brazil and India emerging. Unctad last year fought off an attempt by rich countries to remove its mandate to analyse global finance. Rubens Ricupero, considered the last really effective Unctad secretary general, and other Unctad backers, described the move as an attempt to limit the body&apos;s activities to trade, governance and democracy, leaving analysis of global finance to the IMF and the World Bank.", 
    "section": "global-development", 
    "gid": "global-development/2013/may/16/kenya-mukhisa-kituyi-un-trade-body", 
    "wordcount": "376"
}