{
    "headline": "Who were the most dangerous scientists in history?", 
    "text": "The recent Italian court ruling that respected seismologists are guilty of manslaughter and should serve six years in prison for failing to predict the 2009 L&apos;Aquila earthquake has sent shockwaves through the scientific community. Please forgive the questionable choice of metaphor in the last sentence there. The decision has been widely decried by the scientific community as poorly thought out bordering on ridiculous, largely due to the quite reasonable argument that earthquakes cannot be predicted with any useful degree of accuracy, despite all the modern technology and understanding at our disposal. Therefore, it is ridiculous for scientists to be jailed for not doing something that it&apos;s impossible to do. The ability to predict an earthquake accurately would be truly groundbreaking. Again, sorry.  There is arguably more to the story than this. The seismologists aren&apos;t being jailed for failing to accurately predicting an earthquake, but for failing to inform people that an earthquake was possible, despite weeks of tremors. They failed to provide accurate information about the likely risks, not the exact time and place a quake would occur. But this is still a very harsh ruling, given the uncertain and unpredictable nature of earthquakes. Is risk any easier to calculate than an actual quake? I&apos;m not a seismologist so can&apos;t really say. But this appears to be less a case of ancient Chinese astronomers being executed for not warning of an eclipse, more a case of ancient Chinese astronomers being executed for not warning that an eclipse could happen at some point, when they&apos;re members of the eclipse prediction department of the ancient Chinese astronomy institute.  A bit of an oblique reference, but the story about the astronomers is likely mythological; the L&apos;Aquila ruling happened on Monday, so it&apos;s worse in a way. Even if the &quot;Scientists convicted for failing to predict earthquake&quot; story is inaccurate or an oversimplification, that&apos;s still the story that has been told by the vast majority of mainstream media, so that&apos;s what most people are going to believe happened. And if large swathes of the population now believe scientists can be sued for not predicting unpleasant outcomes in their disciplines, this puts the whole field of science on shaky ground. Yet again, sorry about the questionable phrasing there, given the subject matter. I think I may have a problem. Science has more than its fair share of detractors and enemies who feel threatened or maligned by it. Much of what science has achieved has been used for ill or had negative consequences over the centuries, so can we now expect others to be condemned for failing to anticipate the future? If so, here are some of my predictions.     Copernicus, showing no remorse for potentially destroying the planet. Photograph: Wikimedia Commons    NAME: Copernicus, Nicolaus OCCUPATION: Renaissance astronomer OFFENCE: Copernicus was the first to propose a heliocentric model of the universe, displacing the earlier geocentric model. By recklessly removing the Earth from its privileged position at the centre of the universe, where it was orbited around rather than orbiting, Copernicus put the entire planet in danger from the threat of asteroids, perturbations, extremes of weather and numerous other hazards floating around in interstellar space. Copernicus&apos;s actions also allowed the film &quot;Armageddon&quot; to exist.  VERDICT: Guilty, of causing unnecessary danger to the entire planet and furthering the career of Michael Bay, both of which carry an equivalent sentence.      Joseph Lister hates all germs, which is how he refers to humans. Photograph: Wikimedia Commons    NAME: Lister, Joseph OCCUPATION: Surgeon OFFENCE: Lister was the main pioneer of antiseptic surgery, and therefore responsible for the general public awareness that germs and bacteria cause ill health in humans and the dangers of dirt and uncleanliness. As a result of his actions, the market for soaps and cleaning agents are now worth billions, and this is all money that comes from everyday people who often have little money to spare. Awareness of germs and dirt and the dangers they present also leads to debilitating psychological conditions such as mysophobia and OCD. VERDICT: Guilty, of causing the spread of illnesses (ironically) or mysophobia and OCD. Innocent, of causing a rise in the incidence of allergies. Guilty of noise pollution, by making it seemingly necessary for Barry Scott to shout at people.     The youthful expressions of the Wright brothers hides the evil within. Photograph: Wikimedia Commons    NAME: Wright, Orville and Wright, Wilbur  OCCUPATION: Inventors OFFENCE: The Wright Brothers gave the world powered flight, and are therefore responsible for the countless problems and dangers associated with the practice. The Wright Brothers failed to anticipate that their work would cause countless deaths by aerial bombardment, terrorism and deep vein thrombosis. Their negligence also resulted in high occurrences of stress (as anyone who has sat next to a baby on a long-haul flight will attest to), invasions of privacy and countless crimes against cooking. All told, the Wright brothers have brought more suffering to humanity than Los Del Rio.  VERDICT: Guilty of several counts of mass slaughter (punishment = life sentence), terrorism (punishment = life sentence) and causing the existence of Ryanair (punishment = death sentence)     Edwin Hubble, casually smoking the burning dreams of all mankind. Photograph: Wikimedia Commons    NAME: Hubble, Edwin OCCUPATION: Astronomer OFFENCE: Hubble was integral to the discovery of the universe beyond the Milky Way, and that the universe as we know it is constantly expanding. It is believed that eventually the expansion will result in the other stars and galaxies being too far away to be visible, and that humans, if they even still exist, will be even more alone in a much colder and vaster universe than they are now, thus rendering all human endeavour and achievement inevitably pointless and futile. All thanks to Hubble and his eponymous telescope.  VERDICT: Guilty, of removing purpose and significance from all of human society, past, present and future. Guilty, of causing loss of income for astrologers.      Isaac Newton, displaying his evil superiority of gravity by wearing a pointlessly heavy wig. Photograph: Wikimedia Commons    NAME: Newton, Isaac OCCUPATION: Physicist, astronomer, mathematician, theologian, alchemist, philosopher, dog groomer (probably) CRIME: Newton is most widely known for the laws of universal gravitation and motion. In other words, have you had an accident that wasn&apos;t your fault? A trip, slip or fall in the work place? If so, then you&apos;re right, it wasn&apos;t your fault; it was Newton&apos;s. All of those things require movement and/or gravity to occur, and Newton wrote the laws that govern those. You should take him to court and sue, his estate is probably loaded, given his work on alchemy.  VERDICT: Guilty, of allowing a parasitic culture of personal injury claim companies to come into being.     Marie Curie, practising looking innocent. Photograph: Wikimedia Commons    NAME: Curie, Marie OCCUPATION: Physicist and chemist. CRIME: Discovered radiation. What more evidence do you need? Everyone knows radiation has no known beneficial uses. Expect for maybe mobile phones, which means that Marie Curie is responsible for things like the Crazy Frog. For shame VERDICT: Guilty, of causing widespread illness, danger and irritation.  Dean Burnett&apos;s terrible crimes can be witnessed directly on Twitter, @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/oct/24/most-dangerous-scientists-history", 
    "wordcount": "1104"
}