{
    "headline": "Student societies: a great way to make friends at uni", 
    "text": "From frisbee to calligraphy and pole dancing to ju-jitsu, the extra-curricular activities on offer at university far exceed what most young people could hope for at school. Many students find their undergraduate course is merely the backdrop to the activities they can pursue in their spare time. Societies, or &quot;socs&quot; as they are affectionately known, can make otherwise costly pastimes affordable, accessible and sociable. Dom Rogerson, 27, has just graduated from his Management degree at York. In his second year he took the plunge and joined the skydiving and surfing societies. &quot;I decided it was time to venture out and meet new people,&quot; he says. &quot;I never thought about doing skydiving before but then I thought: why not? I was scared of heights so it was a challenge. Uni just made it so much more accessible to do. It also made it so much cheaper to do as all the costs go down  especially with the travel.&quot; Most societies ask their members for a fee each year  but this can sometimes be as little as a pound. Membership of the York University Surf Club, for example, is only 10. Other societies only charge for the more expensive trips and outings; each of Dom&apos;s skydives cost just30. CV boosters Other students, however, might prefer something a little more down to earth: many get involved with societies such as SIFE (Students In Free Enterprise), which offers the chance to gain valuable business experience, while running social projects to empower communities around the world. Projects can range from supporting homeless people with setting up their own grocery business to micro-financing rice farmers in Sierra Leone. Nadia Weigh, programme manager for the company, first got involved with SIFE herself as a first-year student at Sussex University. &quot;You can feel alone at first, so for a fresher it&apos;s a great way to feel part of a community,&quot; she explains. &quot;But as uni progresses it&apos;s important to get those practical skills. SIFE students get experience in public speaking, negotiating and presentations. It complements their study. People I know who weren&apos;t in societies are finding it harder to find work.&quot; Rag week Another way for students to broaden their experience while also helping a good cause is by getting involved with their union&apos;s Rag society, or Raise and Give. Rag organises volunteer work and charity fundraising, while providing the chance to organise events on campus or go on adventures abroad. Rag is also behind some legendary student charity challenges, such as the Morocco Hitch and Jailbreak  in which students need to blag, borrow and beg what they can as they race to get as far away from a set location as possible in a limited time with only the clothes on their backs. &quot;Last year someone got to Croatia,&quot; says Lauren Neal, coordinator for Manchester Rag. &quot;The year before, some girls ended up in Dubai.&quot; Media societies such as the student newspaper, radio station or even TV channel can be an ideal way to be part of the bigger picture. This is what motivated Max Bruges, 19, to write for Leeds Student. He is now in the second year of his English literature degree at Leeds University and is the paper&apos;s news editor. &quot;Doing the news section gives you an insight into the political goings on at the university and union,&quot; he says. &quot;You also get involved with the wider community of the paper rather than just getting to know people in my halls.&quot;     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/aug/16/clearing-extra-curricular-societies", 
    "wordcount": "599"
}