{
    "headline": "Smartphone users could have access to 4G broadband this year", 
    "text": "Customers of phone company Everything Everywhere, the largest UK network with 27 million subscribers, will have access to super-fast 4G mobile broadband before the end of the year if regulators grant permission. EE says it wants to put 4G into the hands of its Orange and T-Mobile customers, as well as those of Three, Virgin Media and other brands that use its network, a year ahead of schedule. The UK has slipped behind other nations, including the US, Germany and Sweden, in the mobile broadband speed stakes, and those wanting to access the internet on the go using smartphones and laptops can find the experience frustratingly slow. &quot;The UK has been ahead in this industry for many years and we need to get that back,&quot; said EE chief executive Olaf Swantee. &quot;As we are the largest in this market we believe it is our duty to lay the groundwork for a future digital Britain.&quot; While Americans already have 4G services, other nations including France and Italy are well ahead of the UK in auctioning the airspace mobile operators need to deliver them. The British auction, the largest ever sale of national airwaves, has been delayed by legal wrangling between the operators and will not conclude until early next year. A full national rollout is now not scheduled until the end of 2013. EE has asked telecoms watchdog Ofcom for permission to convert some of its existing 1800MHz (megahertz) spectrum, already used to carry voice calls, texts, and slower 3G internet connections, to 4G. Created through the merger of two mobile networks and with a mast sharing agreement with Three, EE has enough spare capacity to offer a limited commercial service without having to buy new spectrum. With few 4G phones available, EE&apos;s service will at first work only on dongles  gadgets which plug into laptops to provide an internet connection via the mobile phone networks. With 4G, internet connections will rev up to between 8 and 20 megabits per second, faster than the average home broadband service of 7.6Mbps. The 3G connections available in the UK today are much slower, with a web page taking around 8.5 seconds to load, according to Ofcom research, and speeds averaging 1.4Mbps. EE&apos;s service, which will be on trial in Bristol from April, could launch by the end of 2012 if Ofcom grants approval by April or May. A spokesman for the regulator said: &quot;Ofcom has received an application from EE to vary its licence for 4G use. Ofcom is considering that application and once it arrives at a view it will consult with stakeholders.&quot; The process could take between eight and 12 weeks, and will involve soundings with rival mobile phone networks and any other interested parties.", 
    "section": "technology", 
    "gid": "technology/2012/feb/23/smartphone-users-4g-broadband", 
    "wordcount": "463"
}