{
    "headline": "Google faced with a million requests a month to remove copyright searches", 
    "text": "Google is receiving more than a million requests a month from copyright owners seeking to pull their content from the company&apos;s search results, the web giant has revealed. The number requests has grown so fast that it now often tops 250,000 a week, more than Google received for all of 2009. The figures, disclosed in Google&apos;s transparency report, reveal that in the past month alone Google received 1.2m requests on behalf of 1,000 copyright owners targeting 23,000 websites. Fred von Lohmann, Google&apos;s senior copyright counsel, said copyright infringement was the main reason Google had removed links from search terms. He said company had received a total of 3.3m requests for removals on copyright grounds last year, and was on course to quadruple that number this year. The company complies with 97% of requests. The dramatic increase follows controversial and unsuccessful attempts to tighten up online copyright law earlier this year. The Stop Online Piracy Act (Sopa) was backed by many of the world&apos;s biggest media companies and had cross party political support. But it was brought down by a global backlash from online activists. Lohmann said the dramatic rise had come with the growth of &quot;enforcement vendors&quot;, which police the internet looking for copyright violations. The largest submitter of requests for removals was Marketly, which serves the software industry, followed by Degban, which works with pornographers. Filestube.com, a search site dedicated to finding downloadable files such as audio, video and documents, was the most targeted website. It was followed by torrentz.eu, a file sharing site. Marketly was by far the largest reporting organisation, making close to 2.2m requests since June 2011. It was followed by NBC Universal, which made 985,905 requests over the same period. In a blogpost, von Lohmann wrote: &quot;Fighting online piracy is very important, and we don&apos;t want our search results to direct people to materials that violate copyright laws. So we&apos;ve always responded to copyright removal requests that meet the standards set out in the Digital Millennium Copyright Act (DMCA). At the same time, we want to be transparent about the process so that users and researchers alike understand what kinds of materials have been removed from our search results and why.&quot; Lohmann also suggested that copyright holders were abusing their powers. &quot;For example, we recently rejected two requests from an organization representing a major entertainment company, asking us to remove a search result that linked to a major newspaper&apos;s review of a TV show. The requests mistakenly claimed copyright violations of the show, even though there was no infringing content. We&apos;ve also seen baseless copyright removal requests being used for anticompetitive purposes, or to remove content unfavorable to a particular person or company from our search results.&quot; Holmes Wlison, co-founder of digital rights lobbyist Fight for the Future, said the figures were a prime example of what was wrong with current copyright law. &quot;The state of copyright law is out of control. It just can&apos;t cope with the way we live out lives today,&quot; he said. Wilson pointed to the case of Stephanie Lenz, a woman locked in a legal battle with Universal after publishing a video of her baby dancing to Prince&apos;s Let&apos;s Go Crazy, and to more recent news that the Beastie Boys were being sued over a sample allegedly in their 1989 hit Paul&apos;s Boutique. The suit was filed a day after founder member Adam Yauch (MCA) died of cancer. &quot;The suit was filed decades after the album came out and the sample was so unrecognizable it had to be identified using software. It&apos;s just crazy,&quot; said Holmes.", 
    "section": "technology", 
    "gid": "technology/2012/may/24/google-million-requests-copyright", 
    "wordcount": "615"
}