{
    "headline": "Me, Miss! Why blurting out the answers can be good for pupils", 
    "text": "While it may be frustrating for a teacher attempting to control a class, researchers say blurting out the answers can be good for pupils. Children who shout out the answer can be nearly nine months ahead in reading and maths when compared with quieter classmates, according to a study by academics at Durham University. Research which looked at more than 12,000 children aged between four and five finds that, on the whole, pupils who act impulsively in school do less well than those who can control their behaviour. But when the academics compared children with similar levels of inattentiveness, they found the louder ones did better. Boys are much more likely to blurt out the answers than girls. But the researchers find that speaking out of turn can be equally beneficial for both sexes. Prof Peter Tymms, head of the School of Education at Durham University and lead author of the report, said: &quot;It&apos;s quite useful for a classroom teacher to know that blurting out helps the individual. &quot;It might be a bit of a nuisance to the class, but what&apos;s a disadvantage to some might be an advantage to others. &quot;These are little children who haven&apos;t got the control others have, and can&apos;t help it sometimes. If they talk something through out loud, they can understand it better.&quot; These children may also benefit from the extra attention and feedback they get from their teacher. The study looked at children in more than 500 schools in England who were tested in English and maths at the end of their first year using a computer program. Teachers were asked to rate pupils&apos; behaviour and impulsiveness based on three different factors: blurting out the answer before hearing the end of a question; having difficulty waiting their turn; and actions which interrupted other children, such as pushing in on games. The researchers found there was a nine-month advantage in reading and maths for those who continuously blurted out answers compared with those pupils who never did so but had similar levels of inattention. The research paper suggests there might have been an &quot;evolutionary advantage&quot; to having a small proportion of individuals who blurted out answers. &quot;The excitement of one individual may encourage others to become engaged. Or perhaps the one who cannot help himself saying something can force the group to face a reality which none dared declare openly. &quot;In evolutionary terms it may have been advantageous to have a small proportion of individuals who blurted out.&quot; The researchers suggest that harnessing the virtues of blurting could help teachers educate children with Attention Deficit Hyperactivity Disorder (ADHD) symptoms. Tymms said: &quot;Managing and responding to pupils&apos; different needs and abilities within a class is a challenge for teachers. &quot;We&apos;re not suggesting that classrooms become free-for-all shouting matches but if this can be harnessed, it could help teachers and learners.&quot; The findings are published in the journal Learning and Individual Differences.", 
    "section": "education", 
    "gid": "education/2012/feb/02/blurting-out-answers-good-for-pupils", 
    "wordcount": "499"
}