{
    "headline": "The issues raised by cheap burgers go beyond horse DNA", 
    "text": "If I were not a vegetarian, I should not object to eating burgers containing horsemeat: horses for courses, just like any other animal used as food (Comment, 19 January). But I would want to be sure that what I was eating was real meat. The burgers that people are getting their knackers in such a twist about have been described as containing horse DNA. This, unfortunately, may not be a tasty prime cut. Burgers, sausages and other meat products have long been known to contain mechanically recovered meat. MRM is meat residue which is left on the carcass after all the prime cuts have been removed. MRM may include tendons, muscle fibre and much else besides. In the 1980s and 1990s, at the height of the BSE scare, spinal cord was also being added to the mix. The associated Creutzfeldt-Jakob disease can lie dormant for years. Possibly this has contributed to the rise in degenerative age-related conditions like dementia and Alzheimer&apos;s. The Food Standards Agency cannot be certain that there&apos;s no public health risk from these contaminated products. It may be decades before adverse effects are seen. By then, it may be difficult to pin down the cause. We have every right to the most comprehensive information on what we put in our mouths. The food industry must respect consumers more, including  perhaps especially  those who because of poverty are forced to buy the so-called value brands.D RodriguezHereford  I agree with the points Tanya Gold makes. But there is far more to the story than simply what is in the burgers. To produce such low prices, the food industry and supermarkets cut every corner they can. This includes the holding of animals in industrial-scale production facilities and long-range trucking of live animals to abattoirs, which is often beyond all measure of cruelty. Antibiotics are routinely overapplied to encourage growth and avoid diseases caused by factory farming. This creates drug resistance in bacteria, which can threaten human health. These animals are often given feed which is sourced in dry or tropical countries, at the cost of rainforest or of local water supplies. And the fact that land is used to produce animal feed (and biofuel) takes arable land away from local people who would otherwise wish to grow crops for their own consumption. So let&apos;s not just ask whether horsemeat is present or not. If we fail to take all the issues into account, we may be able to guarantee that there is beef in our (cheap) burgers, but foreign people, the animals and ultimately the environment will pay the true price.Alan MitchamCologne  Good to see the Guardian bring out the local government cuts angle in horseburger-gate (Cuts and deregulation fostered meat scandal, says Labour, 19 January). But it needs to be said that councillors from all the establishment parties  Conservative, Labour and Lib Dem  have voted to cut the 743 council trading standards jobs lost since 2009 identified in the Unison survey. The scandal shows again that there are real consequences to the public when councillors meekly implement government funding cuts.Clive HeemskerkTrade Unionist and Socialist Coalition ", 
    "section": "environment", 
    "gid": "environment/2013/jan/22/issues-cheap-burgers-horse-dna", 
    "wordcount": "520"
}