{
    "headline": "Deepwater oil spill a 'classic failure' of BP management, court hears", 
    "text": "A culture of &quot;every dollar counts&quot; at BP led to the fatal Deepwater Horizon disaster and the US&apos;s worst ever oil spill, a court heard on Tuesday.  Bob Bea, an expert in catastrophic engineering failures and a former BP consultant, said the disaster was a &quot;classic failure of leadership and management in BP&quot;. On the second day of a civil trial in New Orleans, Robert Cunningham, an attorney representing businesses and individuals hit by the tragedy, drew a picture of widespread management failure at the company. In response, Bea told the court he had given sometimes &quot;impolite&quot; warnings to BP for years. In 2007 he wrote to them warning: &quot;You still don&apos;t get it.&quot; Bea, the first witness called in the sprawling civil case over the 2010 explosion and subsequent oil spill, said: &quot;I told BP there aren&apos;t no surprises.&quot; He said BP had failed to implement its highest safety standards in the Gulf of Mexico, even though the company had acknowledged deepwater drilling in that region represented one of the highest risk activities it undertook. BP had a safety system known as the operating management system (OMS) that executives described as the &quot;cornerstone&quot; of their safety practices, but that was not applied in the Gulf, the court heard.  Cunningham asked what share of blame BP management should take responsibility for the accident. &quot;When you are talking about the system you are not just talking about the rig, you are talking about the system all the way onshore and all the way to London,&quot; said Cunningham. &quot;Yes,&quot; said Bea. The court was shown documents signed by Tony Hayward, BP&apos;s former chief executive, describing OMS as &quot;the cornerstone for safety at BP&quot;. Hayward will appear in video testimony later this week. Bea was asked why he believed the company had not implemented that system on the Deepwater Horizon. Bea said the main factor was cost-cutting.Earlier the court had been told of Bea&apos;s work on other disasters including the Exxon Valdez, the Petrobas P36 oil rig disaster in 2001 and Nasa&apos;s disastrous Columbia launch in 2003. Nasa&apos;s management mantra had been: &quot;Better, faster, cheaper,&quot; said Bea. &quot;This is the equivalent to Nasa&apos;s mantra that got them into so much trouble. &apos;better, faster, cheaper&apos;; in this case it&apos;s a mantra of &apos;every dollar counts&apos;,&quot; he said. Bea worked as a consultant for BP off and on for decades. He said he became increasingly concerned about the company&apos;s risk management systems. In 2007 when BP held a safety event in Normandy he warned BP: &quot;You still don&apos;t get it. Process safety is deadly serious and now you&apos;ve turned it into a traveling road show.&quot;  Mike Brock, BP&apos;s lawyer, suggested that Bea might be suffering from &quot;selection bias&quot;. He said that the plaintiffs&apos; lawyers had helped him select the documents now being presented in court and used in his report into the disaster. &quot;You agree that the plaintiffs&apos; legal teams were focussed on finding documents that hurt BP, not help BP?&quot; he said. Brock asked Bea whether BP had made significant efforts to improve safety in the early 2000s. Bea said that it had. &quot;Can you recall telling us that the positive things you found?&quot; he asked. &quot;Do you recall saying that you found many, many signs of BP&apos;s efforts to improve process safety?&quot; said Brock. &quot;Yes,&quot; said Bea. Legal experts had been expecting a settlement in the case before it began. Those talks seems to have hit an impasse.", 
    "section": "environment", 
    "gid": "environment/2013/feb/26/deepwater-oil-spill-trial-bp-failure", 
    "wordcount": "610"
}