{
    "headline": "Wikipedia edit-a-thon brings women scientists out of the shadows", 
    "text": "In the lofty library of the Royal Society in London, and on laptops across the world, a mass attempt is being made on Friday to correct a gross injustice  the legions of distinguished women scientists who are missing entirely from Wikipedia and many traditional histories of science, or who until now have merited only a few lines. The entries being written or expanded include that for Eleanor Maguire, professor of cognitive neuroscience at University College London, who briefly gave every grumpy London taxi driver a glow of pride when her research proved their brains developed remarkably as they acquired &quot;the Knowledge&quot;, their hard-wired interior maps of every street in London. Until today, she hasn&apos;t even a stub in Wikipedia. The live edit-a-thon has been organised by the society and Wikimedia UK  together with the promoters of Ada Lovelace Day, which is held every year in honour of the 19th century mathematician, daughter of the poet Lord Byron, who became a pioneer of computing theory. The event in London has been booked out for weeks, but anyone can join in remotely through Twitter using the hashtag #WomenSciWP, and Wikipedia&apos;s page on the event where suggestions for women who deserve to be brought in from the shadows have already been pouring in. The Royal Society is also placing a wealth of material online, including biographical memoirs of its women fellows, to help with the project. The material will be freely accessible until the end of November. Other woefully neglected women include the first African American woman to become a neurosurgeon, Alexa Canada  she qualified in 1981  who currently only rates five lines in Wikipedia. Professor Dame Louise Napier-Johnson, a biochemist and protein crystallographer, professor of molecular biophysics at Oxford for 17 years from 1990, does better with eight lines, although one was taken up with noting her death last month, and her marriage to the Nobel laureate Abdus Salam: his entry runs to more than 200 lines. Professor Uta Frith, a fellow of the Royal Society and one of the event organisers, said: &quot;It is shameful that when you ask people, including scientists, to name well known female scientists and engineers, they can barely get past Marie Curie. I think this is very much because they are not in our consciousness, or they have not been given high enough profile for their work. Wikipedia is one of the first places that many people go for information, but if it&apos;s not there how will we ever learn about our scientific heroines. This event is a very small but important step towards putting these very special women in the spotlight they deserve.&quot; Ada Lovelace does have a very full Wikipedia entry, recognising her work on Charles Babbage&apos;s Analytical Engine, which made her effectively the world&apos;s first computer programmer. She died aged just 36 in 1852, partly from a failure of science, her weakness from cancer worsened by her doctors pursuing one of the orthodox remedies of the day: repeated blood letting. Jon Davies, chief executive of Wikimedia UK, called her &quot;an incredible mathematician&quot;. &quot;It&apos;s fitting that we honour her contributions in this way. It&apos;s equally fitting that in remembering Ada we&apos;re working to acknowledge the efforts and breakthroughs of other women in science, technology, maths and engineering.&quot; Many related events are being organised in the UK and internationally, including another group editing session at the Bodleian library in Oxford next week.", 
    "section": "science", 
    "gid": "science/2012/oct/19/wikipedia-edit-a-thon-women-scientists", 
    "wordcount": "575"
}