{
    "headline": "G8 summit a moment for NGOs to stick to their guns, not dodge verbal flak", 
    "text": "As we reach the business end of the If campaign ahead of the G8 summit in Fermanagh, NGOs and governments will be battling over the details of commitments to be made on crucial issues such as tax reform and global nutritional needs. It is not an easy time for NGO strategists, trying to straddle the needs of the poorest with &quot;wins&quot; thought likely in the real world. It calls to mind an incident at the last G8 summit hosted by the UK, in 2005 in Gleneagles, Scotland. As well as aid and trade, the Make Poverty History coalition (MPH) was campaigning to end unjust debt. Those of us responsible for this section of the campaign were annoyed by the way the UK government claimed to be achieving &quot;100% debt cancellation for the world&apos;s poorest countries&quot;. What was on the table was a good step forward for about 20 countries, but it fell well short of our demands, failing to mention many of the world&apos;s most indebted countries, the conditions attached to relief, or the importance of dealing systematically with odious debt. Urged by colleagues and partners in poor countries to challenge the British government, we drafted a letter from the chairman of the MPH campaign to Gordon Brown, the chancellor at the time. The letter urged him to be more precise about the limited debt cancellation being offered, arguing that giving the impression everything had been sorted at Gleneagles would undermine future progress. Shriti Vadera, Brown&apos;s famously aggressive development lead, made it fairly clear what she thought. She said in a telephone call to me that we were accusing the government of lying (&quot;spinning&quot; would have been accurate), and left me in little doubt I was in big trouble. It was a classic piece of government-to-NGO bullying. I replied that the letter was from the chair of the MPH coalition campaign and that she should therefore talk to him. I then got a call from someone at MPH headquarters. Subjected to similar haranguing over the phone, they were considering recalling the letter, which seemed a stunningly lily-livered response from supposedly experienced NGO campaigners. If all it took to reverse a well-evidenced policy position was a predictable call from an angry government apparatchik, the movement for global justice was in a sorry state. Unfortunately for the government, and those within the MPH campaign who wanted to bury the letter, the Guardian&apos;s Larry Elliott had acquired a copy and was already preparing an article for the next day&apos;s paper. If the MPH campaign tried to pull it, the headline would simply have changed from &quot;MPH questions Brown on debt&quot; to &quot;MPH bows to government pressure to pull letter on debt&quot;. Brown himself rang Elliott to try to persuade him not to run the piece. Brown also phoned Daleep Mukarji, director of Christian Aid, for whom I was working. That didn&apos;t happen often. It was indicative of the importance to the government of managing the messaging surrounding the summit. Similar machinations will be occurring now, around the G8 summit and the report of the high-level panel on the development agenda after the millennium development goals (MDGs) expire in 2015, both of which are very important for the government&apos;s political positioning, nationally and internationally. Like Brown and Tony Blair in 2005, David Cameron and his government doubtless care about these issues. But even (perhaps especially) in this high mission to end world poverty, there are frequently political messaging considerations that, in the short-term, appear to trump everything else, especially to government officials with a limited grasp of the issues. So convinced are they of the importance of their own political project, politicians will bully and threaten to persuade and silence those whose vision or analysis they think will undermine it. But it is civil society&apos;s responsibility to the poor and marginalised  to those not caught up in the often frivolous knockabout of G8 politics  to stick to their analysis and their guns. After a dressing down from Brown, Mukarji said two things to me. First, he told me to communicate better about what I was doing next time. Second, he urged me to &quot;keep up the good work&quot;. I&apos;ve never forgotten that. Under great political pressure, he backed his staff. Let&apos;s hope all NGO leaders show such leadership when governments start making calls over the coming week. Government apparatchiks who shriek at NGO staff down the phone in an attempt to shut them up are just doing their job. But when NGOs crumble in the face of such hectoring, they are not doing theirs.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jun/05/g8-hunger-summit-ngos-stick-guns", 
    "wordcount": "772"
}