{
    "headline": "10 book-apps that might change Julia Donaldson's mind about Gruffalo apps", 
    "text": "The Gruffalo deserves its status as one of the most popular children&apos;s books in the world: beautiful illustrations, but beautiful words too. The rhythm and rhyme of the story demands to be read with monstery relish, and there&apos;s a delightful touch of gruesomeness. Owl ice cream, anyone? It&apos;s a marvellous piece of work. How about a Gruffalo app, then? I&apos;ve lost count of the number of times fellow parents, after finding out my job is to write about apps, have asked if the Gruffalo&apos;s turned-out toes have wandered onto iOS or Android. Yet the answer is no, and that&apos;s not likely to change soon. Author Julia Donaldson explained why in a recent interview with The Guardian, expressing her concerns about digital children&apos;s books: &quot;The publishers showed me an ebook of Alice in Wonderland. They said, &apos;Look, you can press buttons and do this and that&apos;, and they showed me the page where Alice&apos;s neck gets longer. There&apos;s a button the child can press to make the neck stretch, and I thought, well, if the child&apos;s doing that, they are not going to be listening or reading, &apos;I wish my cat Dinah was here&apos; or whatever it says in the text  they&apos;re just going to be fiddling with this wretched button.&quot; Donaldson went on to suggest that she&apos;s striking a blow on behalf of printed books in general. &quot;I think it would be good if a few people like me spiked the future, punctured it a bit, so that people could say that with all their advantages, you couldn&apos;t get every single book there is as an ebook and that would encourage people to buy proper books.&quot; Well, she wrote The Gruffalo, so it&apos;s up to her what she does with it. And if that isn&apos;t strictly the case, as she hints in the interview, I&apos;m glad she has a publisher that&apos;s sensitive to her wishes. I just wish they&apos;d showed her a different app when trying to change her mind. Or a bunch of different apps, in fact. Because Alice for the iPad is fun and well-crafted, but I can see why Donaldson suspects the interactive whizzy bits might distract from the actual reading. And a.) that app came out back in April 2010, and b.) there&apos;s a lot of examples of book-apps that strengthen the reading experience rather than weaken it. Such as? Well, I&apos;ve picked out 10 examples of apps that hint at other ways The Gruffalo could go digital in a way that Donaldson might approve of. Here goes:      Pip and Posy: Fun and Games Okay, this is an obvious one, since it&apos;s a book-app based on a title by Axel Scheffler, who also provided the illustrations for The Gruffalo. But that&apos;s not the only reason Nosy Crow&apos;s app might sway Julia&apos;s opinion. Pip and Posy isn&apos;t a straight book: it&apos;s a collection of activities and mini-games, using the characters from Scheffler&apos;s Pip and Posy books. It&apos;s another way into that world, but a separate experience: rather than distracting from a story, playing with the app may encourage parents and children to seek out the books. Also you can make faces in a virtual mirror using the iPhone or iPad&apos;s camera. I&apos;d be bang up for pulling a few Gruffalo expressions in this way, never mind what my children think...      Collins Big Cat: Playing Story Creator This is part of a series of Big Cat apps from Collins Education, and to be honest I could have picked any of them but this is the newest. It&apos;s a picture-book about children playing in the rain, wind, snow and mud, with language aimed at early readers in particular, and voice narration. But the Story Creator feature is what&apos;s interesting: once they&apos;ve read the story, children can then create their own versions using the characters, scenes and vocabulary from the main story. Now think about kids making their own Gruffalo adventure. Scary for an author, perhaps, but as a way of reinforcing children&apos;s comprehension while also firing their creativity, it&apos;s a great idea.      Dr. Seuss Beginner Book Collection #1 I&apos;d love to broker a meeting between Julia Donaldson and Michel Kripalani of apps firm Oceanhouse Media. They&apos;d find plenty to agree on. &quot;We&apos;re not trying to create some crazy fancy dancing characters and puzzle games. We just don&apos;t think any of that belongs in a book,&quot; Kripalani told me in February 2012, when I interviewed him about his company&apos;s work bringing the entire Dr. Seuss catalogue (among other books) to iOS and Android. &quot;So in our apps, you can tap on any word that you don&apos;t know to hear the individual word spoken very clearly. Those are the tools that the child needs. They don&apos;t need to tap on the cat and have him jump up and down and spin around.&quot; The Dr. Seuss Beginner Book Collection shows this philosophy in action, with five of the good doctor&apos;s most famous books.      Doodle Tales This one&apos;s a bit scary, again, because it hints at letting children make up their own Gruffalo stories, which might not be up Donaldson&apos;s street. Then again, it might be I&apos;m optimistic, because Doodle Tales is fab. The idea: children use brushes, shapes, stamps and backgrounds to create their own stories, while recording their own voice narration to go with them. And then they can be shared with other Doodle Tales users. The developer has signed deals to include branded &apos;content packs&apos; from kids&apos; TV shows LazyTown and Numberjacks. Now think about thousands of children using a Gruffalo Tales app to come up with their own woodland stories, and sharing them. It&apos;s a different skill to reading: it&apos;s more imagination and creativity. It would be a wonderful thing.      Peppa Me Books If reading and listening is what Donaldson likes to see, then it&apos;d be great if she could sit down with Peppa Me Books and a couple of children for an hour or so. It&apos;s the work of Penguin Books and developer Made In Me, building on their work on a previous app called Ladybird Classic Me Books. Here, you pay 1.99 for the app, which includes one Peppa Pig Story, and you can buy more in-app. They&apos;re digital picture-books, with set zones on each page that you can tap on to hear Peppa, George, Daddy or Mummy Pig talk. You can also tap on the text to hear that read out. But here&apos;s the fun part: you and your children can also re-record all these bits yourself my Daddy Pig impersonation is the stuff of legend. This would work perfectly for The Gruffalo. Even if my Gruffalo will probably sound a lot like my Daddy Pig...      Cinderella Nosy Crow Animated Picture Book Another Nosy Crow app here, but this is more of a story than a collection of activities and mini-games. It tells the familiar tale of Cinderella with superbly-crafted animation, interactivity and a dash of humour the Bollywood ballroom scene in particular. And there&apos;s camera-fuelled innovation too, when you see your own face looking out at you from a mirror on-screen. It&apos;s a beautiful piece of work, but one where the interactivity is geared entirely towards supporting the reading experience rather than distracting from it. That&apos;s what Nosy Crow boss Kate Wilson told me in September 2011, anyway, stressing that interactivity can help children follow a story, rather than hinder. &quot;It&apos;s the building blocks of reading, and at least as important as phonic knowledge,&quot; she said. &quot;They are understanding how stories work and internalising that.&quot;      Transformers: Ruckus Reader If the mouse in The Gruffalo was able to turn into an enormous laser-toting robot, the story would be quite different, obviously. It&apos;s a helluva thought. But Transformers: Ruckus Reader could spark ideas for Gruffalo apps in a different way. It&apos;s the work of US company Ruckus Media Group, which launched its Ruckus Reader platform with the aim of putting interactivity to work to help children with word recognition, vocabulary learning and reading comprehension, rather than distract from it. So, there&apos;s a word hunt section, a make-your-own-story bit, mini-games and a central story about big robots doing Big Robot Stuff. But it&apos;s all geared towards enhancing reading rather than replacing it. If all this is too roboty, there are also Ruckus Reader apps for My Little Pony, Crayola and other US brands.      Oh Say Can You Say Di-No-Saur? This is another Oceanhouse / Dr. Seuss app, but it&apos;s more than a straight story. It&apos;s more of an educational app, where The Cat In The Hat goes back in time to find dinosaur fossils, and explain the prehistoric era to young app users. It&apos;s part of a series called The Cat In The Hat&apos;s Learning Library, which uses the familiar Seuss characters (and rhymes!) to present more educational content. Now think about how this might work for The Gruffalo: a guide to woods and woodland creatures, say, or something about the weather and seasons, or... well, maybe not about the food chain, since fitting a fictional Gruffalo in might be tricky. But Gruffalo plus educational content could be really exciting in the apps world.      Grimm&apos;s Hansel and Gretel Is there a pop-up Gruffalo book already? Surely there is. Well, Irish company Ideal Binary which recently rebranded as StoryToys is all about making digital pop-up books. So far, it&apos;s been focusing on Grimm Brothers fairy tales like Hansel and Gretel. That means a mixture of text (with a musical soundtrack) and interactive pop-up scenes, where you get to tap on the characters and scenery to make things happen. And the two are separated, so you do a bit of reading, then a bit of interacting rather than the latter competing directly with the former. It&apos;s an interesting and innovative spin on bringing picture-books to smartphones and tablets, anyway. The company&apos;s background is in games, and the idea of applying a game engine to Julia Donaldson&apos;s storytelling skills is very intriguing.      DK Dinosaur Stickers Children love stickers. And that&apos;s not just because they can stick them all over things they shouldn&apos;t around the house. Mainly, but not just. The idea of creating your own scenes using familiar locations and characters is powerful, and it works just as well in the digital world as in printed sticker books. Publisher DK knows what it&apos;s doing on this score: its dinosaur stickers app is very impressive. Children can make their own scenes, then save and share them with family and friends. The Gruffalo, as something with strong characters and locations, would make a great subject for this kind of app. Admittedly, I&apos;m a bit hazier on how this supports reading skills specifically. But if you buy the idea that apps can draw children deeper into an author&apos;s world, and thus encourage them to read the books, then it makes more sense.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/17/books-change-julia-donaldson-gruffalo-apps", 
    "wordcount": "1819"
}