{
    "headline": "Durham teaching assistants vote overwhelmingly to strike over pay cuts", 
    "text": "Teaching assistants in County Durham who have been locked in a long-running dispute over proposed pay cuts have voted overwhelmingly for strike action, according to union leaders. A strike ballot of 1,755 Unison members closed on Wednesday, after which 93% of those who took part were found to have voted for strike action. A further strike ballot of teaching assistants who belong to the Association of Teachers and Lecturers is due to close on Friday. The dispute centres on plans by Durham county council to fire 2,700 classroom assistants and re-employ them on term time-only contracts, which their unions claim could result in them losing up to 23% of their already modest salary. Announcing the result, the Unison general secretary, Dave Prentis, said the vote had taken place against a backdrop of bullying. These are low-paid women workers who deserve much better from their employer  a Labour council. Even at this late stage theres still time for councillors to think again and agree to reverse their decision to slash the pay of these workers by nearly a quarter. Unison has notified the council of the decision to take action and will now decide with the teaching assistants, who are predominantly women, on the nature of the industrial action they want to take. Durham county council expressed regret at the vote but said it would now work with headteachers to ensure that any industrial action resulted in minimum disruption. The councils head of education, Caroline ONeill, said: We are obviously very disappointed that following lengthy discussions with trade unions and ACAS, two consultations, and extensive efforts to mitigate the impact of paying our valued staff only for the hours they actually work, Unison members have taken this decision. Throughout this process, we have been really clear that this is not a situation we would want to be in, but one that  like all but one other council in the north-east and many nationally  we have a legal and moral duty to deal with, due to the huge potential for extremely costly equal-pay claims by other staff, which could put council services and jobs at risk. The plans, approved by the Labour-led council in May, initially included one years compensation for loss of earnings but were revised last month to include a final offer of two years compensation in an effort to end the dispute. Unisons northern regional secretary, Clare Williams, said: Teaching assistants are essential in the classroom and to devalue them in this way is unacceptable. Parents and teachers understand their worth. Its a pity the council does not. This decision to move to industrial action hasnt been taken lightly. But with employees facing massive pay cuts, they have been left with no other option. Durham council must do the right thing and get back around the negotiating table. The GMB union, which represents some of the 2,700 classroom assistants affected by the new terms and conditions, also held a consultative ballot of their members, who narrowly approved the deal with 53.5% in favour.", 
    "section": "education", 
    "gid": "education/2016/oct/19/durham-teaching-assistants-vote-strike-pay-cuts", 
    "wordcount": "515"
}