{
    "headline": "Partisan voices in the energy debate", 
    "text": "Decades of detailed academic, industry and government analysis has shown repeatedly that it is possible for the UK (and the world at large) to achieve sufficient, reliable, economically viable energy services entirely from renewables. Crucially, however, &quot;possible&quot; is not the same as &quot;easy&quot; or &quot;desirable&quot;. Politics and values are also involved. It is also possible to pursue a variety of radically different energy futures, some including nuclear power. But we cannot fully realise all possibilities. When a democracy views such complexity, uncertainty and plurality, vital space is opened for debate. Partisan voices are inevitable  and necessary. Yet it is the role of government science advisers to inform (not deny or coerce) democratic choice. This may legitimately include expression of personal preferences. But it is deeply disquieting that UK chief scientists such as Sir John Beddington (and Sir David King before him) should so often misappropriate the voice of science as a whole, to assert falsely that an entirely renewable future is simply not possible (Letters, 29March). That truth is such a frequent casualty at such levels is one of the strongest grounds for concern over the institutional implications of nuclear power.Andy StirlingProfessor of science and technology policy, University of Sussex It&apos;s not surprising that green measures are set to save householders money in the long term (Climate change policies &apos;will keep bills down&apos;, 27 March). But, while last week&apos;s government report acknowledges the financial benefits of climate change policies, the coalition appears hamstrung by George Osborne&apos;s obsession with burning gas, and by the snail&apos;s pace at which the energy savings we so urgently need are coming to fruition. The government admits that it will take another nine years for just half of us to have any major insulation measure in our homes. On top of this, the coalition&apos;s plans would have 20 new gas-fired power stations built in the UK, potentially burning away our hopes of meeting our carbon reduction targets. If the government takes its own research seriously it will redouble efforts to reduce energy demand and drive down fuel poverty by helping the least well-off insulate their homes properly. Additionally we need to see serious investment in renewables  something that was mysteriously sidelined in the budget  to provide secure energy for the future and thousands of jobs that are desperately needed right now.Keith Taylor MEPGreen party, South-East England The coalition&apos;s claims that its climate change policies will keep bills down sound remarkably similar to those made by the Conservative government in the 1980s. The claims then were that energy prices charged by the denationalised industries would be smaller than if the industries had continued in public ownership. Nobody in their right mind would agree that it happened. The claims then were just as specious as they are now. The best way, by far, tocutenergy bills is to make sure that the country is energy-efficient, in particular, that buildings are properly insulated  something that could generate an industry overnight and an element of recovery.K VinesYelverton, Devon In response to your report that &quot;business could expect much bigger rises in energy prices&quot;, Mark Swift is correct, this is &quot;a wake-up call&quot;. However, there are simple measures that business can be taking to reduce costs and control their outgoings. Energy management standards such as ISO 50001 can reduce corporate gas consumption by providing a model for assessing energy baselines, determining how much energy an organisation should be using compared to its actual consumption. Energy saving steps include the installation of smart meters and improving insulation. This more pragmatic approach to energy efficiency should be taken by industry with immediate effect. It is important that businesses are nimble and implement simple measures to reduce their gas consumption before the expected rises impact their bottom line. David FatscherHead of market development for sustainability, BSI (British Standards Institution)", 
    "section": "environment", 
    "gid": "environment/2013/apr/01/partisan-voices-in-energy-debate", 
    "wordcount": "653"
}