{
    "headline": "Apple threatens to pull Siri rival Evi from App Store", 
    "text": "A Cambridge company whose Evi app can do many of the same functions as Apple&apos;s voice-operated Siri system has been warned that it will be removed from the App Store  because, it is suspected, it is too good at its job. William Tunstall-Pedoe, chief executive of True Knowledge  whose Evi program is available on both Apple&apos;s App Store and for Google Android devices  told the Guardian that he had been contacted by an Apple representative on Friday and told that a decision had been made and that the app would be removed imminently. At risk is Evi, which  unlike the US-centric Siri  can look up British businesses and maps, and which the makers say is better at handling regional accents, which can befuddle Apple&apos;s speech analysis system. Tunstall-Pedoe told the Techcrunch blog, and confirmed to the Guardian, that Apple&apos;s representative Richard Chipman had indicated that Evi was being reviewed under condition 8.3 of the App Store&apos;s terms and conditions (PDF), which bans apps that appear confusingly similar to an existing Apple product. Evi&apos;s resemblance to Siri goes deeper than the name: both offer voice-driven speech analysis to find data to help users. While Siri is more deeply embedded into the iPhone 4S  the only handset on which it is available  it cannot do UK-focussed searches. Evi uses the same speech recognition system, Nuance, as Siri, but depends on its own set of servers to work on the content of the user&apos;s request. It also works on any iPhone handset, as well as the iPad tablet and Google Android devices. As of Monday afternoon, the app was still available in the UK and US stores, and Tunstall-Pedoe said that he was waiting for further information from Apple, which had not responded to a request for information as this story was being prepared for publication. Apple rarely removes apps from the App Store wholesale, unless they are found to have sneaked extra functions past its team of checkers who manually review every app before allowing it to go on sale. It has previously done this for a camera app which used the iPhone volume button as a shutter release, and one which made a game out of shaking an onscreen baby. Tunstall-Pedoe said Evi has been popular on both the Apple and Android stores. Having been available for three weeks, it is approaching half a million downloads in total. While the Android version is free, because it uses Google&apos;s voice recognition system, the iPhone version costs 69p, to cover the cost of the Nuance voice-recognition system which turns users&apos; requests into machine-readable text. Even so downloads are running at equal levels on the two platforms, said Tunstall-Pedoe.", 
    "section": "technology", 
    "gid": "technology/2012/feb/27/apple-pulls-evi-from-app-store", 
    "wordcount": "446"
}