{
    "headline": "LulzSec: what they did, who they were and how they were caught", 
    "text": "Early in May 2011, Fox.com was targeted by a new hacking group which had been formed in private online chatrooms of the hacking collective Anonymous. They called themselves LulzSec  a contraction of &quot;lulz&quot;, for laughs, and &quot;security&quot;, which is what hackers like to compromise. The reason for the attack? Apparently because Fox.com had described a rapper called Common as &quot;vile&quot; on-air. The group discovered a weakness in the site, and used that to leak the profiles and names of 73,000 X Factor US contestants. &quot;We don&apos;t like you very much. As such, we cordially invite you to kiss our hand-crafted crescent fresh asses,&quot; the group wrote in a message about the attack on Pastebin, the site that many hackers use to record their exploits. From there, the hackers moved on to hit multiple targets of varying fame: US broadcaster PBS, where they planted a fake story saying the dead rappers Tupac Shakur and Biggie Smalls were in fact alive and living in New Zealand. Later they hacked into games companies including Nintendo (though without success) and Bethesda Studios. They also attacked Sony&apos;s PlayStation Network, stealing 24.6 million customers&apos; private data, and leading the company to take the network offline for days. They thought of themselves as &quot;latter-day pirates&quot; and boasted they were &quot;gods&quot; when they attacked a site. LulzSec&apos;s members never met in the real world; they were unaware of each others&apos; identities. Some were based in the US, and some in the UK, pointing to the way that hacking too has become globalised. They knew each other&apos;s online &quot;handles&quot;: Ryan Cleary, based in Wickford, Essex, was &quot;Viral&quot;; Jake Davis, from near Lerwick, Shetland, was &quot;Topiary&quot;; Mustafa Al-Bassam, in south London, was &quot;Tflow&quot;; Ryan Ackroyd, in Mexborough, South Yorkshire, was &quot;Kayla&quot;, a former army recruit who pretended online to be a teenage girl based in the US in order to throw those trying to discover his identity off the scent. Their ostensible leader  by action if not name  was &quot;Sabu&quot;, in reality New York-based Hector Xavier Monsegur, a Puerto Rican freelance programmer. Their intention, the court heard after some members were arrested, was just to gain attention, embarrass website owners and ridicule security measures. But by putting private information  including credit card details  online, the group caused problems that cost hundreds of thousands of pounds to fix. LulzSec&apos;s response was that sites that were so insecure they could be hacked in this way were a risk to the sites&apos; customers. They also &quot;phone bombed&quot; companies, posting contact numbers publicly and encouraging their supporters to call  leading some support centres to report receiving up to 30 calls per minute. Not for profit? There&apos;s no sign they aimed to make profit directly from their activities as a group  although Monsegur, then 27, did have a sideline in using stolen credit card details to buy goods. The court heard Davis&apos;s computer had 750,000 items of stolen data when he was arrested, including passwords, credit card details and addresses, all of which could be used to make fraudulent purchases, though he was not charged with doing so. And as individuals, some did profit from what they were doing. Cleary had spent five years building up a &quot;botnet&quot;  where more than 100,000 Windows computers around the world had been infected with a virus which enabled him to use them without the owner&apos;s knowledge. Those, the court heard, were hired out for &quot;several thousand pounds a month&quot; to send out spam, host phishing sites and run &quot;denial of service&quot; attacks against websites. Cleary also pleaded guilty to possessing child abuse images  separate to his activities with LulzSec  which repeatedly expressed distaste for those who deal in &quot;kiddie porn&quot;. However, Cleary wasn&apos;t a core member of the group; they used his services to attack sites such as Eve Online, Minecraft, League of Legends and the IT security company FinFisher, whose government-approved surveillance software had attracted the attention of Monsegur. In fact, it was Ackroyd who was the most skilled of the UK-based hackers, along with Bassam, then only 17. Davis, a quietly-spoken Scot who had had a difficult time at school, created the public face of the group: he co-ordinated activities and controlled the LulzSec Twitter account, which rapidly gained a huge following: by the time it made its last tweet  on 27 July 2011  it had more than 340,000 followers, putting it well into the &quot;celebrity&quot; bracket. Its ethos was that of a group of teenagers running amok in a cyber-toyshop, seeing what they could take and break, while thumbing their nose at both the authorities and rival hackers trying to &quot;dox&quot; them  meaning get documents on them. The latter group combed through internet archives to try to find evidence that would tie their online handles to real-life identities. &quot;Sabu&quot; was wrongly identified as a man in Portugal; similarly incorrect identifications were made of &quot;Topiary&quot; (as a Swede). Beginning of the end The group&apos;s downfall came over two days within a single week. The first was on 3 June, when it hit an FBI-affiliated site  almost certainly at Monsegur&apos;s urging  and knocked it offline. At that, two of the members  &quot;recursion&quot; and &quot;devrandom&quot;  quit the group. Chatroom logs from that period obtained by the Guardian show that Monsegur, as &quot;Sabu&quot;, told the rest of the group: &quot;You realise we smacked the FBI today. This means everyone in here must remain extremely secure.&quot; By hitting a government site, rather than a commercial one, LulzSec had made the stakes dangerously high, bringing itself to the attention of federal authorities in the US. Then on 7 June 2011, Monsegur, who usually took care to disguise his location by using the Tor system  which anonymises data connections  forgot to use it when logging into an Anonymous chat forum. The FBI spotted him and traced his connection back to his home on Manhattan&apos;s lower East Side. Soon after, agents showed up at his door. (The FBI was reportedly already after him via his Facebook profile, on the basis that he had been illicitly trading credit card details.) They offered him a stark choice: be arrested and remanded in jail, or co-operate. Monsegur, who had taken over parental care for his two nieces, then aged four and five, didn&apos;t want to see them go into foster care; he chose the latter. Arguably, the fate of Monsegur&apos;s two nieces decided the fate of LulzSec. After a week&apos;s silence, Monsegur came back online  but now the FBI was monitoring everything he did. Suddenly, things moved fast. On 20 June, LulzSec knocked the UK&apos;s Serious Organised Crime Agency (Soca) website offline, apparently using Cleary&apos;s botnet. Now the authorities on both sides of the Atlantic were after them. At 3.30am on Tuesday 21 June, Cleary was arrested. Through the LulzSec Twitter account, Davis tweeted that Cleary wasn&apos;t a member of the group. The hacking went on  except now the authorities were gathering information about what was being done. The net began closing. On 19 July, Al-Bassam  &quot;Tflow&quot;  was arrested in London, his final tweet coming four days earlier, as he complained his phone&apos;s battery was running out. On 27 July, Davis  &quot;Topiary&quot;  was arrested. He appeared to know the end was near: on 22 July, he deleted all his tweets but a single one: &quot;You cannot arrest an idea&quot;. While that&apos;s true, for the members of LulzSec, real-life arrest was all too possible. Ackroyd&apos;s followed in September. Cleary avoided extradition to the US, though the position of Davis is still unclear.", 
    "section": "technology", 
    "gid": "technology/2013/may/16/lulzsec-hacking-fbi-jail", 
    "wordcount": "1309"
}