{
    "headline": "How Donors Trust distributed millions to anti-climate groups", 
    "text": "The secretive funding channel known as the Donors Trust patronised a host of conservative causes. But climate was at the top of the list. By 2010, Donors Trust had distributed $118m to 102 thinktanks or action groups which have a record of denying the existence of a human factor in climate change, or opposing environmental regulations. Recipients included some of the best-known thinktanks on the right. The American Enterprise Institute, which is closely connected to the Republican party establishment and has a large staff of scholars, received more than $17m in untraceable donations over the years, the record show. But relatively obscure organisations did not go overlooked. The Heartland Institute, virtually unknown outside the small world of climate politics, received $13.5m from the Donors Trust. Americans for Prosperity, the Tea Party group seen as the strike force of the conservative oil billionaire Koch Brothers, received $11m since 2002. Levi Russell, spokesman for Americans for Prosperity, declined to comment on the importance of that support to the organisation. &quot;We&apos;re very grateful for each of the millions of activists and donors that make what we do possible,&quot; he said in an email. The secretive funding network also funded individuals, such as Jo Kwong, an official at the Philanthropy Roundtable who was awarded $200,000 in 2010. And there was strong interest in funding media projects. Some of the groups on the Donors Trust list would have struggled to exist without being bankrolled by anonymous donors. The support helped the Committee for a Constructive Tomorrow (Cfact), expand from $600,000 to $3m annual operation. In 2010, Cfact received nearly half of its budget from those anonymous donors, the records show. The group&apos;s most visible product is the website, Climate Depot, a contrarian news source run by Marc Morano. Climate Depot sees itself as the rapid reaction force of the anti-climate cause. On the morning after Obama&apos;s state of the union address, Morano put out a point by point rebuttal to the section on climate change. The gregarious Morano is a former aide to the Republican senator Jim Inhofe notorious for declaring climate change the greatest hoax on mankind. According to Cfact&apos;s tax filings, Morano, listed as communications director, was the most highly paid member of the organisation. However, Craig Rucker, the group&apos;s executive director, insisted the funding was not critical to their work. &quot;It is not crucial in the least. Climate Depot&apos;s continued operation is not linked to funding from any particular source,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2013/feb/14/donors-trust-funding-climate-denial-networks", 
    "wordcount": "417"
}