{
    "headline": "British MPs issue bleak report on South Sudan's prospects", 
    "text": "Britain can&apos;t &quot;bankroll&quot; the new state of South Sudan after it stopped oil production over a dispute with Sudan, MPs on the international development committee said on Wednesday amid renewed fighting on the border with Sudan. In a bleak report on South Sudan&apos;s prospects, the committee said the UK&apos;s aid programme in the country is already at risk before it has properly begun at the prospect of a humanitarian crisis following the loss of oil revenue, the increasing number of returnees and refugees, and inter-ethnic violence. The report&apos;s release coincided with news of clashes in the disputed area around Sudan&apos;s South Kordofan border state that has reignited fears of a wider military conflict between Juba and Khartoum. Both sides blamed each for the latest outbreak at Heglig, 100km east of Abyei, whose status was left unresolved when South Sudan gained independence last year after decades of civil war. South Sudan stopped oil production in January because of a dispute with Sudan over oil revenues. With oil revenues accounting for 98% of its budget, South Sudan has been forced to introduce austerity measures  including an average 50% cut in non-salary expenditure. The UK Department for International Development has already had to refocus its programmes away from long-term development towards supporting the most vulnerable people and saving lives. DfID is providing 360m over four years in aid to South Sudan, making it one of the biggest recipients of UK bilateral aid. Given the humanitarian impact of a loss in vital oil revenues, the committee urged the government to press Khartoum and Juba to resolve their dispute over the shipment of oil through Sudan&apos;s pipelines. &quot;The key priority now for the UK&apos;s aid programme in the country must be to avert a humanitarian crisis,&quot; said Malcolm Bruce, the committee chair. &quot;However, the UK and other aid donors cannot be expected to bankroll the country while it struggles on without oil revenues. The Foreign Office must continue to press Khartoum and Juba to seek agreement on the export of oil through Sudan&apos;s pipelines.&quot; The shutdown of oil production over a disagreement on how much South Sudan would pay Sudan for using Khartoum&apos;s pipelines threatens to exacerbate conditions in South Sudan, which has some of the worst development indicators in the world, particularly in health and education. Eight out of 10 people live on the equivalent of less than $1 a day, six out of every 10 have no access to any healthcare, and the maternal mortality rate is the highest in the world (2,054 per 100,000 live births). The UK international development minister, Stephen O&apos;Brien, indicated that Britain was unhappy with South Sudan&apos;s decision to turn off the oil taps. &quot;The committee is right to say that British taxpayers can&apos;t be expected to fill the gap when oil revenue could be available, and I can confirm that I have made this absolutely clear at the highest levels,&quot; he said. &quot;The British government wants to help South Sudan develop so that it can support its own people, and we welcome the committee&apos;s endorsement of our work in this area, but I am profoundly concerned that decisions by the government of South Sudan are making our task increasingly difficult.&quot; The international development committee praised DfID for establishing itself quickly in Juba in a joint operation with the Foreign Office, which it described as a welcome innovation. It said the success of DfID&apos;s programme in South Sudan will hinge to a significant extent on the health pooled fund designed to increase access to regular health services. DfID will contribute 82m to the fund&apos;s target of 156m. Others donors include Canada, Australia, Sweden and the EU. Given the cost and importance of the fund, the committee recommends that the independent commission for aid impact (Icai), an aid watchdog, review the fund&apos;s effectiveness. DfID is developing more than 30 projects in priority areas such as health, education, governance, girls and women, and humanitarian work. The committee strongly endorsed the emphasis DfID has placed on girls and women in its programme. Only seven girls for 10 boys attend school at the primary level; five girls for 10 boys at the secondary level; and only 9% of girls who enrol at grade one finish primary education. While generally positive about DfID&apos;s work in South Sudan, the committee is less complimentary about the department&apos;s partners, particularly the World Bank, which runs the multidonor trust fund (MDTF) for South Sudan. DfID contributed 83m to the fund, which is due to close down this year. The committee cited a joint NGO report describing the MDTF as the &quot;slowest and most bureaucratic&quot; of all funds. &quot;It is hugely disappointing that the effectiveness of UK taxpayers&apos; money has been diminished through the World Bank&apos;s problems in administering the multidonor trust fund  We have reservations about the extent to which DfID should continue to channel bilateral aid through the World Bank in Sudan,&quot; said the committee. The report also raised concerns about the effectiveness of the UN Mission in South Sudan (Unmiss)  the UN peacekeeping force  which cost almost 500m in its first year, with 60m coming from the British taxpayer via the Foreign Office. &quot;Unmiss does not currently provide value for money, and its current resources have not been deployed most effectively,&quot; said the report. &quot;The UK government should press the UN for an urgent review of Unmiss&apos;s cost, mandate, assets and operations, including the deployment of troops.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/12/british-mps-bleak-report-south-sudan", 
    "wordcount": "928"
}