{
    "headline": "Ivory seizures prompt calls for China to end domestic trade", 
    "text": "More ivory was seized last year by customs officials around the world than at any time since a global ban was introduced in 1989, the international organisation that regulates trade in wildlife has heard. The escalating global trade has prompted calls from conservationists for China, which has emerged as a major market for ivory, to shut down its legal domestic trade so that smugglers cannot use it to launder illegal ivory. But others at the meeting in Geneva of the Convention on International Trade in Endangered Species (Cites) have called for international restrictions on the ivory trade to be relaxed. Southern African states are pushing for the ivory ban to be lifted from 2017. The customs seizures represent just a tiny fraction of the illegal trade in elephant tusks. The official group set up to monitor illegal elephant killings estimates that the number of animals being slaughtered each year at its African sites runs into the tens of thousands, threatening populations across the continent. Well over half of illegal ivory ends up in China, according to estimates presented at the meeting. China introduced a robust certification system to identify legally sold ivory in 2008, when it was allowed by Cites to receive ivory from a legal sell-off of stockpiles from four African countries. Since then, however, the regulatory system has broken down, with investigators finding illegal ivory on open sale even in remote parts of China. &quot;We would like to see a total ban on ivory sales including domestic trade in China. As long as there is a legal trade, you have a way of laundering illegal ivory,&quot; said Mary Rice of the Environmental Investigation Agency which has studied the illegal ivory trade in China. She said that legal sell-offs of ivory had fuelled black market activity. &quot;[They] have failed entirely to reduce the illegal ivory trade, creating confusion and opportunity for criminal elements. Instead, they have stimulated major new consumer demand in China and other Asian countries where lack of significant enforcement has enabled illegal ivory trade to thrive,&quot; she said. Ivory is highly desirable in China, Japan and Thailand, used for highly elaborate decorative ornaments down to small keepsakes. The legal ivory was sold to the Chinese government at auction for $175 (112) a kilogram, and entered the market at $1,700 a kilogram, but current market prices for ivory in China range from $750-$7000 a kilogram depending on the quality. African tusks are bigger and attain a higher price than those of Asian elephants. With an increasingly affluent and growing middle class more than willing to pay for ivory, demand has never been stronger. In African poachers are becoming better armed and more organised. Earlier this year, up to 400 elephants were killed in a few hours in a park in Cameroon by Sudanese militia on horseback using machine guns. In other African countries, middle-men work with local trackers, hiring weapons from corrupt games wardens or police, to kill elephants for their tusks, which are sent to East African ports at Mombasa or Dar es Salaam. From there they are typically exported via Malaysia or Vietnam to avoid the more rigorous customs checks at Chinese ports, according to Julian Newman, campaign director at the EIA. In China, illegal ivory finds &quot;cover&quot; in the market for legally certified batches and mammoth ivory market, which has emerged in recent years as climate change has exposed previously inaccessible ancient Siberian tusks. Since mammoths are already extinct, there is no restriction on trade in their parts, and mammoth ivory fetches a good price in China, albeit lower than elephant ivory because it is more brittle in carving. The Chinese government says it has been taking the issue seriously, making more than 700 seizures of ivory, with 1.3 tonnes caught in one crackdown alone on 1 May. But while some conservationists called for a tightening of restrictions and an all-out ban on ivory trade, others, including China, are proposing reinstating the monitored, legal sale of ivory. Four African countries  South Africa, Botswana, Namibia and Zimbabwe  whose elephant numbers are healthy are requesting they be allowed to trade legallyin stored tusks or those from elephants that have died naturally or been legally shot from 2017. In a report commissioned by Cites for this week&apos;s meeting, Zimbabwean consultant Rowan Martin, who has campaigned for the ivory ban to be lifted as a way of protecting elephants from illegal poaching by providing consumers with ivory, outlined proposals for how a future trade might take place. While some conservationists have sympathy with lifting the ivory trade ban under certain circumstances, the report was criticised as flawed by most present. And delegates from India to Kenya condemned the idea of legalising trade as encouraging further demand and poaching. They argue that the most effective way to protect elephants is by: improving monitoring systems; intelligence-led enforcement in transit countries; and widespread public education of consumers in countries such as China. &quot;Some Chinese think tusks are like milk-teeth  they fall out and regrow with no harm to the elephant,&quot; says Richard Thomas from the wildlife trade monitoring network Traffic.", 
    "section": "environment", 
    "gid": "environment/2012/jul/24/ivory-seizures-china-domestic-trade", 
    "wordcount": "861"
}