{
    "headline": "After Instagram, which tech startups are most likely to be bought?", 
    "text": "Who&apos;ll be the next in line for a buyout, now that Facebook has gobbled up Instagram? We pick the obvious candidates. Path, the &quot;life-sharing&quot; app (This got dinged in the tech press for uploading users&apos; contacts to its servers without explicit permission.) Who might buy it? GoogleWhy? To mix in with its Google+ social network and as part of its Google Glass project. Pinterest, the picture-and-thoughts pinboard social network Who might buy it? Google; FacebookWhy? Because it&apos;s highly social, and is attracting huge attention, and people spend time on it. Spotify, the &quot;universal jukebox&quot; music service Who might buy it? Facebook; GoogleWhy? Music could be the next big thing in social; Spotify already has a tieup with Facebook, and that has helped it grow strongly in the US ahead of rival music services. The problem though is that per-track payments limit profitability. But tying people into a service that&apos;s exclusively tied into your social network is a great way to knit them into your world. Tumblr, the simple blogging service Who might buy it? GoogleWhy? After Twitter bought Posterous, a rival simple blogging service, the larger (and presumably more expensive) Tumblr looks ripe for acquisition. Google could monetise it easily with adverts (just as it does with its Blogger service) while catching all the people now using it; or even pull them into Google+. StumbleUpon, the site-sharing service Who might buy it? Google; Facebook; Twitter; AppleWhy? Apple is weak on the social side; its Ping music social service, launched in September 2010, is invisible on the wider web. StumbleUpon doesn&apos;t have any copyright issues (unlike Pinterest) and drives a lot of traffic to sites. It&apos;s one of the largest, yet least remarked-on, social networks. Thisismyjam, a social music sharing service (Your friends pick the music - just one track each day. Presently integrates with Facebook and Twitter.) Who might buy it? Google; Facebook; Twitter; Apple?Why? Again, on the premise that music is the next social network, it&apos;s a great way to glue people into your existing network. If you can sell music too, then you get a little extra money.  Square, a smartphone add-on that lets businesses accept card payments (Founders include Twitter&apos;s Jack Dorsey.) Who might buy it? Paypal; Google; AppleWhy? It removes one step in the process of payment, and lets users make payments directly from their phones. For any of those potential buyers, it would give them a leg up into the next frontier of payments via mobile. The odd exception here is that Microsoft doesn&apos;t figure as an obvious buyer for any of these startups  though that might be because it hasn&apos;t made its ambitions in social fields very clear. (Apple is similarly not a big player  yet.)  Which potential &quot;social tech&quot; companies have we missed that are yet to be bought up? Which buyers have we left out which have a good reason to acquire them? Let us know below.", 
    "section": "technology", 
    "gid": "technology/2012/apr/10/instagram-facebook-tech-startups-bought", 
    "wordcount": "493"
}