{
    "headline": "DfID's aid spend on contractors comes under scrutiny", 
    "text": "The use of contractors to deliver UK aid is effective, but the arm&apos;s-length relationship between the Department for International Development (DfID) and contractors, and a lack of strategic guidance on their use, reduces their effectiveness, an aid watchdog said in a report on Friday. The UK&apos;s Independent Commission for Aid Impact (Icai) gave DfID a green-amber rating for its use of contractors to deliver aid programmes  which means the work is carried out relatively well  after reviewing the department&apos;s central procurement group and five case studies with a combined contract value of 264m. Some NGOs criticised the report for missing entirely the key comparison of the effectiveness of a private sector-led approach to poverty alleviation over a public sector-led one. &quot;The use of certain consultants, such as Adam Smith International, inevitably predetermines the policies they implement overseas, from privatised water to privatised education,&quot; said Deborah Doane, director of the World Development Movement. &quot;We know that public services can actually provide better value in developing countries, but in some cases that choice is not being given. &quot;To our knowledge, this question has never been adequately looked at, despite the fact that it is absolutely crucial in ensuring that the needs of the poorest are met and that recipient countries&apos; ability to become self-reliant is increased. We call on [development secretary] Justine Greening and Icai to give this question the scrutiny that it deserves.&quot; In the financial year 2011-12, DfID awarded 135 contracts to 58 contractors, amounting to 489m, with five contractors winning half of the value of the contracts awarded. The top five contractors winning the most work by value were Adam Smith International (66.3m), Crown Agents (62.2m), Voluntary Services Overseas (54.6m), British Council (32.4m) and Maxwell Stamp (26.1m). On a percentage term, DfID&apos;s spending on contractors has varied over time, from a high of 11.9% to a low of 7.4%, but it is now climbing again. DfID&apos;s overall budget is increasing to 10.5bn in 2013-14 and it estimates that contractor spending for 2013-14 will be 1.2bn. DfID&apos;s use of contractors or consultants is a sensitive political issue. Last year, it came under fire after it emerged that 500m of UK aid money had been spent through a handful of, primarily British, consultants, some of whom earn six- or seven-figure salaries and used to work in government. The kerfuffle led to DfID launching its own inquiry into the use of consultants, which it refused to release publicly, sparking accusations of &quot;breathtaking arrogance&quot; from the Labour opposition. Icai notes that most of the work undertaken by contractors relates to delivering programmes, with only 8% comprising consultancy. With DfID increasingly working in fragile and conflict-affected states requiring complex programmes, the department is likely to rely increasingly on contractors and their local partners. Despite its generally positive assessment based on the five case studies involving programmes in Bangladesh, Yemen and Nigeria, a global development knowledge network and due diligence of civil society organisations receiving DfID funds, Icai found room for improvement. The watchdog said the arm&apos;s-length relationship between DfID&apos;s procurement unit and its contractors hinders real partnership and learning. &quot;Other UK government departments have, however, found acceptable ways of achieving early engagement without compromising competitive integrity, and DfID should aim to follow suit,&quot; said Icai. The watchdog expressed concern over the lack of programme management, exacerbated by gaps when people change jobs. All five case studies suffered from a lack of programme management. &quot;DfID does not have plans to lengthen the period of programme manager appointments, to align them with programme durations,&quot; said Icai. &quot;This is a major concern.&quot; Icai faults DfID for lacking strategic guidance on the use of contractors and suggests that the department would benefit from setting out the circumstances in which contractors should be used and the volumes of work expected. &quot;The reform of DfID&apos;s central procurement group has improved processes, but is too slow and lacks prioritisation,&quot; said Icai. &quot;As a result, decisions to use contractors are not guided by a strategic plan to deploy the right contractors  to best effect.&quot; DfID responded to the report by pointing out it has overhauled its approach to contractors, and tightened procurement controls and ministerial oversight of contracts. &quot;We have [introduced] strict new ministerial controls on the award of contracts, a tough code of conduct and monitoring system for suppliers,&quot; said a DfID spokeswoman. &quot;We are already looking at the strategic choices the department makes in its use of contractors. This includes a fundamental look at when the department should be delivering in-house, and when and how it should bring in suppliers.&quot; Icai said it had a hard time finding a consultant to produce the report that did not also receive aid. Icai&apos;s work is usually led by a consortium of consultancy firms, three of which  KPMG, Agulhas Applied Knowledge and the Swedish Institute for Public Administration  frequently bid for and win DfID contracts. It eventually appointed Concerto Partners LLP to carry out the study.", 
    "section": "global-development", 
    "gid": "global-development/2013/may/17/dfid-aid-contractors-scrutiny", 
    "wordcount": "863"
}