{
    "headline": "Army ants and chimps give researchers some food for thought", 
    "text": "There once was a man who swallowed some ants. &apos;Twas done with intent, not merely from chance. The ants were alive, But did not survive. The research was done without government grants. The man was and is Volker Sommer, professor of evolutionary anthropology at University College London. He and colleagues Oliver Allon and Alejandra Pascual-Garrido travelled to Nigeria&apos;s Gashaka Gumti national park. There, chimpanzees and army ants and sticks are plentiful  the former use the latter to dip into nests for presumably delicious helpings of fresh, lively army ants of the species Dorylus rubellus. As the scientists describe it: &quot;Army ants respond to predatory chimpanzees in a particular way by streaming to the surface to defend their colony through painful bites. In response, chimpanzees typically harvest army ants with stick tools, thereby minimising the bites they receive.&quot; The team craved more knowledge about this chimp/ant give-and-take. So they &quot;mimicked the predatory behaviour of tool-using chimpanzees at army ant nests to study the insects&apos; response&quot;. They used discarded chimp-manufactured &quot;dipping wands&quot;. Some things were fairly easy to measure: how fast ants run up a dipping wand; how many ants one can expect to harvest in a single dip; the typical weight of those ants. The most demanding part of the research is described in the report section headlined &quot;Ant remains in chimpanzee faeces and self-experiments&quot;. The goal was to estimate the numerical relationship between (a) ants that go into a chimp and (b) discernible ant parts that come out. Anyone can wander through the park, collect chimp faeces, and try to count its ant content. The pure measurement aspect is straightforward, if one utilizes simple accounting techniques. Here&apos;s a technique mentioned in the report: &quot;Counts of broken ant heads (usually only those of large workers could still be identified as such) were divided by two and added to the number of complete heads.&quot; But measuring how many ants go into a chimp requires an expensively high degree of controlled, intimate access to the animal. Sommer, Allon and Pascual-Garrido suggest that some day this might be done: &quot;Controlled experiments in which captive chimpanzees are fed known numbers of army ants followed by faecal inspections could clarify this issue further.&quot; For now, Sommer offered himself as a substitute for a chimp: &quot;Correlations between numbers of ingested ants and remains detectable in faeces were assessed via [three] self-experiments by VS. For each of these, 100 large Dorylus workers were immobilised in whisky, ingested, masticated with 12 chewing motions and swallowed. Remains detectable in subsequent excreta were counted&quot;. Sommer produced some interesting results. The study lists summary data for the &quot;number of detectable heads&quot;; the number of &quot;other fragments&quot;; and the &quot;interval (in hours) between ingestion and excretion. Calculations suggest that one can &quot;assume that 10.1% of ingested insects are detectable in excreta produced during the subsequent three days&quot;.  Marc Abrahams&apos;s new book, This Is Improbable: Cheese String Theory, Magnetic Chickens, and Other WTF Research, is published by One World, 10.99", 
    "section": "education", 
    "gid": "education/2012/sep/17/improbable-research-chimpanzees-army-ants", 
    "wordcount": "521"
}