{
    "headline": "Promethium", 
    "text": "In the early 1900s, most of the elements had been discovered, although a few gaps still existed if predictions based on the Periodic Table of Elements were to be believed. One of those gaps belonged to element number 61. This week, we meet the ephemeral element number 61, an element that truly is a &quot;rare earth metal&quot; because it is vanishingly rare on Earth. This element is promethium, atomic symbol Pm. Originally &quot;prometheum&quot; after the Greek legend of Prometheus, who created humans from clay and later stole fire from Zeus and gave it to humans, the official spelling of this element&apos;s name was changed to end with &quot;-ium&quot; by the International Union of Pure and Applied Chemistry (IUPAC) to better coincide with the names of the other elements.    All isotopes of promethium are unstable and have short halflives so they are not well characterised. This also makes it very difficult to find photographs of promethium. But I did learn that most promethium salts are pink or red in colour, which makes me wish I could find a picture to share with you.  Currently, a number of different isotopes of promethium are synthesized by bombarding uranium or neodymium with neutrons or are created as a by-product of uranium fission. Naturally-occurring promethium resulting from spontaneous fission of uranium-238 is estimated to comprise roughly 560 g total in Earth&apos;s crust at any given time (doi:10.1016/j.nuclphysa.2007.03.001). Promethium is mainly used in research, but even in research labs it is extremely rare. However, I did find one interesting discovery about promethium: it is visible in the emission spectrums of several distant stars, which are formally classified as &quot;peculiar stars&quot; (doi:10.1051/0004-6361:20035726). Since no isotope of promethium has a longer halflife than 17.7 years, this indicates that these stars are actually manufacturing promethium in huge quantities on their surfaces. But how? No one knows.  In this video, a couple of our favourite chemists tell us about the mysteries of promethium:             [video link] .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniofNottingham  You&apos;ve already met these elements: Neodymium: Nd, atomic number 60Praseodymium: Pr, atomic number 59Cerium: Ce, atomic number 58Lanthanum: La, atomic number 57Barium: Ba, atomic number 56Csium: Cs, atomic number 55Xenon: Xe, atomic number 54Iodine: I, atomic number 53Tellurium: Te, atomic number 52Antimony: Sb, atomic number 51Tin: Sn, atomic number 50Indium: In, atomic number 49Cadmium: Cd, atomic number 48Silver: Ag, atomic number 47Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s the Royal Society of Chemistry&apos;s interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistPinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/04/1", 
    "wordcount": "658"
}