{
    "headline": "India's rice revolution: Chinese scientist questions massive harvests", 
    "text": "     China&apos;s leading rice scientist has questioned India&apos;s claims of a world record harvest, following a report in last week&apos;s Observer of astonishing yields achieved by farmers growing the crop in the state of Bihar. Professor Yuan Longping, known as the &quot;father of rice&quot;, said he doubted whether the Indian government had properly verified young Indian farmer Sumant Kumar&apos;s claim that he had produced 22.4 tonnes of rice from one hectare of land in Bihar in 2011. Yuan, director-general of China&apos;s national rice research centre and holder of the previous record of 19.4 tonnes a hectare, asked: &quot;How could the Indian government have confirmed the number after the harvesting was already done?&quot; The dispute centres on a controversial method of growing rice that is spreading quickly in Asia. System of Rice Intensification (SRI) uses fewer seeds and less water, but seeks to stimulate the roots of young plants, mainly with organic manures. It can work with all kinds of seeds, including GM, and has the effect of getting plants to grow larger, healthier root systems. Many scientists initially doubted whether yields of this magnitude were possible, but peer-reviewed papers have shown consistent improvements over conventional rice farming methods. Yuan told the Chinese press after seeing the Observer Food Monthly article: &quot;I introduced the intensification method to China myself. It could increase yields by 10-15% in low-yield fields, but it&apos;s not possible for fields that are already producing relatively high yields.&quot; However, Norman Uphoff, professor of agriculture at Cornell University in the US, defended Kumar and the Indian authorities. &quot;The yield measurements for Kumar and other farmers in the Nalanda district of Bihar, which matched or exceeded the previous record, were at first rejected by Indian scientists, who did not believe such results were possible. &quot;The measurements were made by staking out 10 by 5 metre plots in the centre of one-acre fields, not sampled crop-cuts from small areas. The 50 square metre plots were harvested with hundreds of people watching the cutting, threshing and weighing because everyone anticipated unprecedented yields,&quot; he said. &quot;These results were achieved with hybrid varieties which derive from Yuan&apos;s own innovation of hybridising rice, considered for decades by most rice scientists to be impossible.&quot; The measurements were later acknowledged as valid by both the Indian Council for Agricultural Research and the Ministry of Agriculture. Last week the government of Bihar, where nearly half the population of 100 million live below the poverty line and 93% depend on growing rice and potatoes, endorsed SRI, saying its rice production increased to a record 8.2m tonnes last year, against 3.1m tonnes in 2010-11. &quot;The quantum jump is due to the use of the new SRI technique of rice production,&quot; said the finance minister, Sushil Kumar Modi. SRI, which was developed by a Jesuit priest working in Madagascar in the 1980s, divided scientists when it was first introduced. However, it is now being shown to work with many crops, often in conjunction with organic farming. Last week a farmer from the village of Sohdih, also in the Nalanda district, claimed to have set a world record for potato-growing using organic/SRI farming. Rakesh Kumar was said by district magistrate Sanjay Kumar Agrawa to have harvested 108.8 tonnes of potatoes per hectare. The harvest, yet to be confirmed by the Indian central authorities, was said to have been verified by experts, scientists and officials. Amir Kassam, former director of the Consultative Group on International Agricultural Research&apos;s Science Council at the UN&apos;s food and agriculture organisation, said that many people still doubt the success of SRI. &quot;I would say to them, &apos;go to the fields and see the evidence&apos;. There are now close to a million hectares under SRI and that cannot be regarded as a delusion. It is real.&quot; Professor Robert Chambers of the Institute of Development Studies at Sussex University said. &quot;SRI is an astonishing win-win for farmers and the environment. Some scientists have been slow to recognise it, and have even rubbished it in peer-reviewed journals, but its success and spread have been phenomenal.&quot;", 
    "section": "global-development", 
    "gid": "world/2013/feb/23/india-rice-revolution-questioned", 
    "wordcount": "696"
}