{
    "headline": "The nightjar's flying visit from the twilight zone", 
    "text": "It is still, warm and humid, but overcast. The sun is bleeding orange-red into the clouds. The air echoes to the closing bars of the day&apos;s birdsong, and a tree pipit whistles from the top of a pine. A pair of stonechats click loudly to each other before dropping down into the undergrowth. A woodcock flies overhead, flapping its short wings, repeatedly calling &quot;wu, wu, wuwah  seep&quot;. It turns in a wide circle, back across the heath. So many ground-nesting birds here, probably including the plaintive woodcock patrolling its territory, have so far failed to breed this damp summer. But the woodcock is still displaying, dutifully, hopefully. I look for a bent tree at the end of a group of pines and wait. Quiet, hesitant snatches of nightjar song rise from the heather. Finally, their &quot;chirring&quot; begins in earnest  continuous, low, undulating trills. Then, just before 9.30, I hear a nightjar&apos;s &quot;ku-ick&quot; flight call. A bird flies towards me, clapping its wings above its body, flashing the white spots on their tips  a male. It glides to the bent tree and lands. The light is just good enough to make out its large, black eyes, white moustache and intricate mottled feathers along its elongated flanks. I&apos;ve seen a bird, perhaps this same male, fly to this perch at dusk each summer. It begins to chirr. The crepuscular nightjar seems to inhabit another universe, on the edge of ours, like some sort of spirit. In the past, its mysteriousness led to misunderstanding and myth: known as the &quot;goatsucker&quot;, it was thought to feed on livestock milk and give young calves a disease called puckeridge. The perched nightjar&apos;s curious, flattened head suddenly becomes animated again. It opens its wide gape and calls &quot;ku-ick&quot; twice before stretching its wings and launching into the darkening air. Rain begins to fall.", 
    "section": "environment", 
    "gid": "environment/2012/jul/05/lavington-west-sussex-nightjar-twilight-zone", 
    "wordcount": "317"
}