{
    "headline": "Copyright isn't dead just because we're not willing to let it regulate us", 
    "text": "The first time I ever heard someone declare the death of copyright, it wasn&apos;t a dreadlocked GNU/Linux hacker or a cyberpunk in mirror shades: it was a music executive, circa 1999, responding to the launch of Napster. I thought he was wrong then and I think he&apos;s wrong now  as is everyone else who&apos;s declared copyright to be dead. The problem is in the name: copyright. The Statute of Anne and other early copyright rules concerned themselves with verbatim copying because copying was the only industrial activity associated with creative expression at the time. There were lots of crafts associated with culture, of course,  performing music, plays and dance, painting pictures, and so on  but these weren&apos;t industrial activities. There was no apparatus associated with them that allowed them to take place at vast scale and speed. And though there were some cultural gatekeepers  gallery owners, performance venue bookers, guilds  they had a much more tenuous role. Unlike printers (the industry), they were neither in the position to make a lot of money from a single creative act, nor in the position to alienate all that money from a creator, nor in the position to raise investor capital with the expectation of such money, nor in the position of having to fend off competitors who cut into their markets with duplicates. When performance, visual media, and three-dimensional works became susceptible to industrial-scale distribution, we extended &quot;copy&quot;right to them, even though there weren&apos;t necessarily &quot;copies&quot; taking place. Copyright was, is and always will be properly viewed as &quot;rules governing the supply chain of the entertainment industry&quot;, and as the entertainment industry expanded, we expanded the rules to cover its new activities. Rules for industry can be a good idea, after all. At their best, they rebalance negotiating positions among different players in the industry (for example, the lack of negotiating leverage that artists have at the beginning of their careers), ban unscrupulous sales tactics, and defend competition from the monopolistic instincts of industrialists. The &quot;copy&quot; in copyright is there because of an accident of history: once upon a time, to &quot;copy&quot; was to do something industrial. Copying required physical plant, employees, premises, trading. While not everything industrial could be reduced to &quot;copying,&quot; all copying was presumptively industrial. There were ways of non-industrially copying things  a sculptor could copy another sculptor&apos;s work by application of her eye and hand and chisel, a writer could dip his quill and set out the lines of another writer  but it wasn&apos;t really necessary to explicitly declare that this wasn&apos;t the kind of thing regulated by copyright. Such activity was almost always invisible to rights-holders, and even if an individual work happened to rise to the attention of a rights-holder, he would seem like a bit of a fool trying to apply industrial rules to individual actors. It&apos;s like asking your neighbours to register as a bed and breakfast because they&apos;ve got guests in for the weekend who&apos;ve chipped in for groceries. Industrial rule-making processes tend to be dominated by the powerful, the incumbent, and the wealthy. They&apos;re better-set to organise themselves, they&apos;re already familiar with the ins and outs of government, and they have the tautological legitimacy of success: &quot;You are an upstanding firm because you got rich, therefore the way you got rich must be upstanding.&quot; As a result, copyright tended (and tends) to favour the interests of investors in creative works  labels, studios, publishers  at the expense of creators, who are more diffuse, and who are undermined by the &quot;irrational&quot; nature of creative work. People raise capital for business  publishers, labels, studios  on the basis of an informed confidence that a market opportunity exists to recoup the investment. In the absence of any anti-competitive moves, you&apos;d expect there to be about as many &quot;investor&quot; businesses in the creative sector as best evidence suggests can be supported, plus a little more representing an optimistic view of how to grow the sector. On the other hand, creators create because they can&apos;t help themselves. Even though I earn a living from my copyrights today, I always knew that I would be insane to count on this, and today I know that I am as lucky as a lotto winner. I have met so many talented writers who haven&apos;t gotten any breaks, and some of them have given up, but many of them continue to produce. They&apos;re not writing because they rationally believe that they will someday replace their day-jobs&apos; salaries with royalties, advances and commissions  they write because they must. As a result, the supply-side of the copyright industries always has a glut in excess of demand. There has never been, and will never be, an industrial regulation that will supply a living wage to a sizable fraction of those who dream of quitting their day jobs and pursuing the arts. We might attain this through a system of grants, or through the technological attainment of some kind of post-scarcity society, but there just aren&apos;t enough people who want to pay money for enough industrial entertainment product to pay the way of everyone who nurses the dream. So on the one hand, you have a relatively stable and organised investor/distributor group in the copyright industries, and on the other hand, you&apos;ve got this diffuse horde of creators and would-be creators. Each is lobbying for copyright rules that favour their interests, and by and large, the creators lose. This leads to the doubly tragic life of the creator: even for the tiny minority who &quot;make it&quot; into the system, the result is often an abusive work-for-hire relationship with dodgy accounting, rotten contracts, and no shortage of out-and-out ripoffs that leave &quot;famous, well-off&quot; artists in penury at the end of their careers. At various times in the history of industrialised entertainment, new technologies have engendered new copyright rules. Radio gave rise to blanket licenses; phonograms (initially in the form of player pianos) engendered compulsory mechanical licenses on compositions. Some of these were &quot;good&quot; rules and some were &quot;bad&quot; rules  where &quot;good&quot; can mean &quot;pro-competition&quot; and &quot;fair to creators&quot;; and &quot;bad&quot; can mean &quot;anti-competitive&quot; and &quot;unfair to creators.&quot; Creators and the investor/distributor sector spend a lot of time arguing about the best way to manage these regulations and how they should be reformed. But they also spend a lot of time arguing and lobbying about personal activities  from kids who share music over MegaUpload to amateur film-makers who upload their own mashups to YouTube. Most of this activity involves some commercial entity somewhere along the way, just as a writer who copied out an inspiring passage from Milton would have to buy her quills and paper and ink somewhere. But YouTube isn&apos;t part of the entertainment industry. It&apos;s a platform for sharing every kind of video there is, from momentous footage of a wartime atrocity to personally important footage of a wedding reception to trivial and unobjectionable footage of cute things being cute. It is more like paper than a publisher; more like film than a film studio; more like a microphone than a recording studio. Anyone who is paying attention  including a sizable slice of entertainment executives  understands that limiting copying on the internet is a doomed exercise, and that the attempt necessitates the mass surveillance of every activity on the internet, widescale censorship, and the extension of complex, difficult-to-understand regulations to populations who have no hope of understanding them and who shouldn&apos;t be expected to. It&apos;s as though the industry has suddenly decided that singing in the shower counts as a regulated &quot;performance&quot; and now it wants to ask plumbers, shower-fixture makers and soap manufacturers to help it stamp out piracy, and wants cameras in our bathrooms and long legal agreements for anyone who desires to legitimately sing while he scrubs. Even if shower-singing started to significantly displace a revenue stream for the entertainment industry, the idea of expanding an industrial regulation into a private domain is not only unworkable, it&apos;s inherently unjust. There&apos;s still plenty of things for which we can use &quot;copyright&quot;. For example, there&apos;s some evidence that requiring licenses for digital sampling provides a small but important income stream to an earlier generation of artists who got done over three ways  first, because the rules were written with corporations&apos; advantage in mind; second, because the corporations cheated; and third, because they were largely from ethnic minorities who got a bad deal from the justice system in general. If licensing sampling turns out to be the best (or least worst) way to redress these old wrongs, then copyright can create a streamlined system of licenses that makes it easy to license, and stages the compensation in proportion to the follow-on artists&apos; earnings. Instead, copyright has done just the opposite. By reifying copying (instead of competition or a fair deal for creators), a series of copyright rulings and laws have created a system where any traceable, widely distributed song that samples ends up taking a license; where the licenses are so expensive that only a few may be economically included in each song; and where the only reliable access to sample-licenses is through the big four labels, who are accustomed to dealing with one another and are hostile or indifferent to independent parties. This has produced the worst possible copyright outcome. Instead of an industry regulation that promotes competition and rebalances the diffused and ineffective bargaining power of creators, the sampling regime we have today does the opposite. It dictates that the critically and financially successful sample-based music that predates the sample-for-licenses world can&apos;t be made at all today  the two most successful sampling albums of all time are Paul&apos;s Boutique by the Beastie Boys and It Takes a Nation of Millions to Hold Us Back by Public Enemy; both would lose millions if produced and cleared today. It also dictates that nearly every artist who wants to make the &quot;sampling-lite&quot; music that modern practice demands ends up with a major record label, even if the artist believes she can do better on her own or with a small independent. Add to that the 45-year retrospective extension of copyright on sound recordings and now you have a world where pretty much anything you&apos;ve ever heard of is in copyright and requires a licence, which requires signing your life away to the big four. Imagine instead that we created a sampling regulation similar to the mechanical royalty for cover songs. Add up all the samples in each song and then require a proportional royalty from revenues earned by the song. There are details to be sorted  dealing with overlapping samples, and establishing use thresholds for the minimum sample length covered by the rule and the maximum sample length it countenances before we just say, &quot;You&apos;re not sampling, this is just a reissue, pay the mechanical royalty.&quot; There&apos;s the accounting, auditing, collection and payment. The system would be ungainly compared to the one that gave us It Takes a Nation of Millions to Hold Us Back, but not so ungainly as to prevent the creation of such a record outright. And it sidesteps the major competitive and negotiation issues for labels and artists. So long as it only sought to regulate commercial recordings  industrial activity  it would have no impact on amateurs who upload to YouTube, and it would make it easy for a successful amateur to make the leap to pro, by filing the necessary paperwork about her sampling and then paying a portion of her income to the appropriate parties. This is just one example of how we can craft regulations for the entertainment industry that value creation, investment and innovation, without criminalising fans or attacking the internet. The internet era is not  and should not be  silent on the question: &quot;How do we ensure that creators and investors get a chance at money?&quot; That&apos;s all copyright ever really wanted an answer to. The inability of copyright to regulate cultural activity isn&apos;t anything new. It&apos;s probably true that this inability reduces the profitability of some entities in the entertainment industry&apos;s supply chain, just as it increases others&apos;. But that&apos;s just a question of profit maximisation, not survival. The problem is that the entertainment companies treated the increased ease of copying in the age of the internet as a signal that copyright should be expanded to cover more people and more activities, far outside of the entertainment industry. What they should have done is picked a new proxy for &quot;this is an industrial activity within copyright&apos;s scope&quot; and soldiered on regulating themselves, without trying to regulate the whole world at the same time. It&apos;s time to stop declaring copyright dead because we aren&apos;t willing to let it be the ultimate regulator of everything we do with a computer.", 
    "section": "technology", 
    "gid": "technology/2012/mar/23/copyright-regulate-us", 
    "wordcount": "2175"
}