{
    "headline": "Doha climate talks: what to expect", 
    "text": " Doha has a special place in the history of diplomacy. Talks started there in 2001 under the World Trade Organisation, aimed at solving trade barriers that penalise the poor. The Doha round dragged on to 2008 without conclusion and is now in limbo. Doha is a byword for stalemate and failure. So when the United Nations chose the Qatari capital as the location for this year&apos;s round of climate change talks, starting on Monday, there was a collective groan from greens. There is every prospect these negotiations will suffer the same fate. The history of climate talks is as unpromising as the location  this year, the negotiations &quot;celebrated&quot; their 20th birthday, but after all that talking there is still no global treaty stipulating cuts in greenhouse gas emissions, and the best governments are now hoping for is to draw up an agreement in the next three years that would not come into force until 2020.  This year marks the end of the first commitment period of the 1997 Kyoto protocol. But it was never ratified by the US, contains no obligations for developing countries and has been abandoned by others. Kyoto will limp on, as the EU and some developing countries want it, but without an effective new treaty there will be no global resolve to tackle emissions. Compared with the urgent warnings from scientists  that we are on the edge of a &quot;climate cliff&quot; and only urgent drastic emissions cuts will save us from a world of extreme weather  the less-than-snail&apos;s pace of these negotiations looks not just absurd but dangerous. In frustration, some have suggested scrapping the talks. But without them, what mechanism would there be to enjoin all countries, developed and developing, to take the action needed? The UN provides the only forum where all countries have an equal say.  The fortnight-long talks, which take place each year in the weeks leading up to Christmas, provide little in the way of spectacle, but sometimes stray into bad pantomime. Negotiators spend their days and long stretches of the night locked in technical discussions over such arcana as LULUCF (land use, land use change and forestry, since you ask) and the CDM (clean development mechanism, a form of carbon trading). Adjusting the placement of a comma can take hours, and the texts are thick with square brackets, denoting all the terms that have not yet been settled. Only the presence of campaigning groups pulling stunts outside the halls  dressing as polar bears is a favourite, and every day the most recalcitrant negotiator is crowned &quot;fossil of the day&quot;  enlivens the proceedings. This year&apos;s accessory of choice looks to be the Homer Simpson mask, imploring governments not to put the &quot;D&apos;oh!&quot; into Doha. (The jokes don&apos;t get any better as the talks drag on.) For the final three days, the ministers arrive and the real work begins. Last year, in Durban, the talks ran on past the final Friday night deadline, through Saturday and only finished as dawn broke on Sunday. All that achieved was an agreement to keep talking, setting a deadline of 2015 for drafting a potential treaty.  While the diplomats dither, time is running out. Global greenhouse gas emissions are still rising, having barely registered a blip from the financial crisis and recession. As a world, we are doing worse than ever on climate change, just when we need to be doing better  if emissions do not peak by 2020, scientists have warned, we may lose forever the chance to contain climate change to manageable levels. On current trends, the world is headed for 6C of warming, a level not seen for millions of years and that would cause chaos, according to the International Energy Agency. Fatih Birol, chief economist, says: &quot;I don&apos;t see enough of a sense of urgency. We do not have time to waste. We need progress at these talks.&quot; Achim Steiner, executive director of the UN environment programme, warns: &quot;While governments work to negotiate a new international climate agreement, they urgently need to put their foot firmly on the action pedal.&quot;  Every conference centre, every hotel the delegates will inhabit, every piece of modern infrastructure in the city of Doha has been built on its oil and gas wealth. This is the first time the talks have been held in an oil-rich Middle Eastern country, and the UN evidently hoped the choice of site would encourage countries that have long been among the most hostile to a climate agreement. Ironically, the Middle East is facing energy issues of its own. The IEA has just forecast that the US will be the world&apos;s biggest oil and gas producer within the decade, thanks to the bonanza of shale gas and oil. This will redraw the geopolitical power map, and the economics of energy, and should make for interesting chats among the US and Saudi delegations.  Barack Obama&apos;s re-election stands out as one bright spot. Although climate barely rated a mention during the campaign, even while superstorm Sandy raged, Obama will be looking to his legacy. This year&apos;s weather  Sandy, a drought in the US that pushed up food prices, disruption to the Indian monsoon, floods in Europe  was accompanied by some stark warnings. Satellite pictures showed melting across almost the entire Greenland ice sheet. The Arctic sea ice shrank to its lowest recorded extent. As negotiators gather in their air-conditioned conference rooms, they might want to spare a glance for the world outside. You can&apos;t put square brackets around the ice cap.", 
    "section": "environment", 
    "gid": "environment/2012/nov/25/doha-climate-talks-what-expect", 
    "wordcount": "929"
}