{
    "headline": "Improbable research: If you work in stockbroking or sales, think Machiavelli", 
    "text": "By reputation, stockbrokers have manipulative personalities. So do people who sell cars or buildings. Professor Abdul Aziz took the measure of these groups of professionals, hoping to see whether each lives up or down to the legend. Aziz, who teaches business at Morgan State University in Baltimore, Maryland, together with colleagues published three studies a decade ago: Relations of Machiavellian Behaviour with Sales Performance of Stockbrokers; Machiavellianism Scores and Self-rated Performance of Automobile Salespersons; Relationship between Machiavellianism Scores and Performance of Real Estate Salespersons. All appear in the journal Psychology Reports. Aziz explains that a Machiavellian person is someone who &quot;views and manipulates others&quot; for &quot;personal gain, often against the other&apos;s self-interest&quot;. He says this &quot;modern concept of Machiavellianism was derived from the ideas of [Niccol] Machiavelli as published in [his book] The Prince in 1532&quot;, and that interest in it as a personality trait blossomed in the 1970s. Aziz used a questionnaire based on psychological tests devised in the 1960s that claim to measure Machiavellianism by presenting statements and asking the test-taker to agree or disagree. The statements range from the goody-goody: &quot;Most people who get ahead in the world lead clean, moral lives&quot;, to the not-so-goody: &quot;The biggest difference between most criminals and other people is that the criminals are stupid enough to get caught&quot;. Aziz prepared similar questions. He got answers from 110 brokers who sell stocks on a commission basis. Aziz also wanted to know how good these stockbrokers were at their sales work, so he asked them to compare their own sales performance to that of their colleagues. Aziz would have preferred not to take the brokers&apos; word for this. But, he writes, &quot;the company was not willing to disclose the actual amount of sales by individual stockbrokers&quot;. After analysing what the stockbrokers told him, Aziz reports a strong association between the brokers&apos; &quot;Machiavellian behaviour scale&quot; rank and how good they claim to be at selling. His conclusion: The stockbroker data support the &quot;assumption of a positive relationship between Machiavellianism and sales performance&quot;. Aziz then did a similar study of 80 car salespersons, all of whom work on commission. He asked them his Machiavellianism survey questions. He also asked each to tell him &quot;(a) the number of cars sold during the previous year and (b) the income bracket that most closely matched their income during that year.&quot; His conclusion: What the car salespersons told him provides &quot;partial support for earlier findings&quot;. Rounding out the Big Three, Aziz then talked with 72 estate agents who earn their money selling property on commission. The things they told him, Aziz says, &quot;support earlier results from samples of stockbrokers and automobile salespersons&quot;. A few other studies have cited Aziz&apos;s work. One of the first was a Canadian report called Psychopathy and the Detection of Faking on Self-Report Inventories of Personality.  Marc Abrahams is organiser of the Ig Nobel prizes. The Ig Nobels&apos; show is currrently touring the UK. Full details: www.improbable.com/improbable-research-shows/ig-uk-tour", 
    "section": "education", 
    "gid": "education/2012/mar/12/improbable-research-machiavellian-stockbrokers-car-sales", 
    "wordcount": "519"
}