{
    "headline": "Samsung and HTC financial contrasts exposed, say analysts", 
    "text": "The contrasting fortunes of Android handset makers were laid bare on Monday as analysts forecast that South Korea&apos;s Samsung Electronics will see its quarterly operating profit to rise 65% to 8.7trn won (5bn))  while Taiwan&apos;s HTC, once the biggest Android handset maker, said fourth-quarter operating income crashed by 95% to just NT$0.6bn (12m) on revenues down by 41% to NT$60bn (1.2bn). Samsung will give its official estimate of its quarterly profit on Tuesday, and the full earnings statement on 25 January, but analysts surveyed by Reuters offered a consensus showing continued rapid growth up to the December quarter. They predict demand will stay strong ahead of the expected introduction of new smartphones in the spring, particularly in its flagship Galaxy S and &quot;phone-tablet&quot; Note. HTC is expected to make its own push towards the large-format &quot;phablet&quot; range, of phones which have screens more than 5in measured diagonally, after seeing good results from sales of its &quot;Butterfly&quot; range in Japan (called the Droid DNA in the US) in December. But Samsung, which made the running with the Note, is expected to fare better, having sold millions of the devices, particularly in its strongholds in Asia. &quot;[Samsung&apos;s] guidance is unlikely to disappoint given new product launches and a further upturn in cyclical parts of the business,&quot; Morgan Stanley analyst Shawn Kim told Reuters. &quot;Smartphone momentum has not decelerated, despite Apple&apos;s new iPhone, and the business continues to be driven by its flagship products. This time, it&apos;s the Galaxy Note II  with the upside in unit shipments mainly from the US. We expect strong momentum to continue in the first quarter.&quot; Samsung Electronics also produces memory chips, flat-panel displays, and the central processors used in mobile phones including Apple&apos;s iPhone  although there are signs that Apple is seeking other suppliers. Samsung has thrived as the world&apos;s largest supplier of Android handsets, selling an estimated 215m smartphones in 2012; the company does not provide figures for unit sales, but briefs analysts with some partial data. While Samsung has grown, HTC  once was the largest Android provider in the US  has shrunk, squeezed between Samsung and Apple at the top end, and cheap Chinese Android device makers at the bottom end. Net income before tax crashed by 90% to NT$1.1bn. HTC, which in 2010 had the biggest share of Android smartphones in the US, has come under unrelenting pressure from Samsung during 2012, and monthly revenues have dropped compared to the year-ago period for 14 successive months. But there are signs that the worst might be over for the company, with the fall in monthly revenues easing in November and December. HTC has struggled to compete on volume and price with Apple and Samsung. Although it does not provide shipment figures, analysts reckon that shipments dwindled by a third from 12.1m in the third quarter 2011 to 8.4m in the same period last year. But the company is now pushing into the phablet space, and has its sights on the market  which research group Strategy Analytics forecasts will be one of the big hits of 2013: some think that it could make up a quarter of all smartphones sold by 2017, compared to just 11% in 2012.", 
    "section": "technology", 
    "gid": "technology/2013/jan/07/samsung-htc-android-profits", 
    "wordcount": "554"
}