{
    "headline": "UK gathering secret intelligence via covert NSA operation", 
    "text": "The UKs electronic eavesdropping and security agency, GCHQ, has been secretly gathering intelligence from the worlds biggest internet companies through a covertly run operation set up by Americas top spy agency, documents obtained by the Guardian reveal. The documents show that GCHQ, based in Cheltenham, has had access to the system since at least June 2010, and generated 197 intelligence reports from it last year. The US-run programme, called Prism, would appear to allow GCHQ to circumvent the formal legal process required to seek personal material such as emails, photos and videos from an internet company based outside the UK. The use of Prism raises ethical and legal issues about such direct access to potentially millions of internet users, as well as questions about which British ministers knew of the programme. In a statement to the Guardian, GCHQ, insisted it takes its obligations under the law very seriously. The details of GCHQs use of Prism are set out in documents prepared for senior analysts working at Americas National Security Agency, the biggest eavesdropping organisation in the world. Dated April this year, the papers describe the remarkable scope of a previously undisclosed snooping operation which gave the NSA and the FBI easy access to the systems of nine of the worlds biggest internet companies. The group includes Google, Facebook, Microsoft, Apple, Yahoo and Skype. The documents, which appear in the form of a 41-page PowerPoint presentation, suggest the firms co-operated with the Prism programme. Technology companies denied knowledge of Prism, with Google insisting it does not have a back door for the government to access private user data. But the companies acknowledged that they complied with legal orders. The existence of Prism, though, is not in doubt. Thanks to changes to US surveillance law introduced under President George W Bush and renewed under Barack Obama in December 2012, Prism was established in December 2007 to provide in-depth surveillance on live communications and stored information about foreigners overseas. The law allows for the targeting of any customers of participating firms who live outside the US, or those Americans whose communications include people outside the US. The documents make clear the NSA has been able to obtain unilaterally both stored communications as well as real-time collection of raw data for the last six years, without the knowledge of users, who would assume their correspondence was private. The NSA describes Prism as one of the most valuable, unique and productive accesses of intelligence, and boasts the service has been made available to spy organisations from other countries, including GCHQ. It says the British agency generated 197 intelligence reports from Prism in the year to May 2012  marking a 137% increase in the number of reports generated from the year before. Intelligence reports from GCHQ are normally passed to MI5 and MI6.   Related: How to contact the Guardian securely    The documents underline that special programmes for GCHQ exist for focused Prism processing, suggesting the agency has been able to receive material from a bespoke part of the programme to suit British interests. Unless GCHQ has stopped using Prism, the agency has accessed information from the programme for at least three years. It is not mentioned in the latest report from the Interception of Communications Commissioner Office, which scrutinises the way the UKs three security agencies use the laws covering the interception and retention of data. Asked to comment on its use of Prism, GCHQ said it takes its obligations under the law very seriously. Our work is carried out in accordance with a strict legal and policy framework which ensures that our activities are authorised, necessary and proportionate, and that there is rigorous oversight, including from the secretary of state, the interception and intelligence services commissioners and the intelligence and security committee. The agency refused to be drawn on how long it had been using Prism, how many intelligence reports it had gleaned from it, or which ministers knew it was being used. A GCHQ spokesperson added: We do not comment on intelligence matters. The existence and use of Prism reflects concern within the intelligence community about access it has to material held by internet service providers. Many of the web giants are based in the US and are beyond the jurisdiction of British laws. Very often, the UK agencies have to go through a formal legal process to request information from service providers. Because the UK has a mutual legal assistance treaty with America, GCHQ can make an application through the US department of justice, which will make the approach on its behalf. Though the process is used extensively  almost 3,000 requests were made to Google alone last year  it is time consuming. Prism would appear to give GCHQ a chance to bypass the procedure. In its statement about Prism, Google said it cares deeply about the security of our users data. We disclose user data to government in accordance with the law, and we review all such requests carefully. From time to time, people allege that we have created a government back door into our systems, but Google does not have a back door for the government to access private user data. Several senior tech executives insisted they had no knowledge of Prism or of any similar scheme. They said they would never have been involved in such a programme. If they are doing this, they are doing it without our knowledge, one said. An Apple spokesman said it had never heard of Prism. In a statement confirming the existence of Prism, James Clapper, the director of national intelligence in the US, said: Information collected under this programme is among the most important and valuable intelligence information we collect, and is used to protect our nation from a wide variety of threats. A senior US administration official said: The programme is subject to oversight by the foreign intelligence surveillance court, the executive branch, and Congress. It involves extensive procedures, specifically approved by the court, to ensure that only non-US persons outside the US are targeted, and that minimise the acquisition, retention and dissemination of incidentally acquired information about US persons.", 
    "section": "technology", 
    "gid": "technology/2013/jun/07/uk-gathering-secret-intelligence-nsa-prism", 
    "wordcount": "1018"
}