{
    "headline": "We canoverlook the aesthetics of gulls, but they make grey beautiful again", 
    "text": "Technically we know that within four weeks the brimstones will emerge and in three the first queen bumblebees willsway low across the turf as they hunt for nest sites. But for now all is gridlocked in this strange south wind. Although the dykes are unfrozen, their edges are gelid and the February air is smoky and hard-glazed and somehow deader now than November&apos;s. The southerly rolls through the Yare valley, and where it rises up the river bank it works at the old stems of marsh sow thistle and teasel, so that these stumps nod relentlessly back and forth in that repeated rocking action one associates with the depressed. The blast smears all sounds of birdsand they are blurred into the sough of wind  all, that is, except for the common gulls. At this time of yearthey startto enact the rituals that will accompany breeding, and they includepaired birds nodding and swaying in unison or raising their headsin synchrony to release a high modulated wailing note that is full of emotional ambiguity and occupies thatplace where hysterical laughter meets despair. The birds&apos; appearance has acquired touches of the nesting season. Their heads and necks are pure white (but were grey-smudged last autumn) and the dove-grey mantles and wings somehow cleaner and brighter. We oftenoverlook the aesthetics of gulls and assume that the chromatic range in their plumage is too narrow for true beauty. It&apos;s usually some version of greymingled with white. Yet we should not forget how the birds redeem those tones from their human associations. To see a flock of common gulls afloat on updraughts above sea cliffs, the birds rising in looseshoals high into the blue, is to appreciate grey unlocked from any residual sense of concrete, bureaucracy, conformity or boredom. Gulls make greybeautiful again, and for now it&apos;s all Ihave to tell me that things will improve and that spring comes.", 
    "section": "environment", 
    "gid": "environment/2013/feb/17/claxton-norfolk-overlook-aesthetics-common-gulls", 
    "wordcount": "338"
}