{
    "headline": "Half of UK households 'could face water restrictions by April'", 
    "text": "Half of all households in Britain could face water restrictions unless exceptionally heavy and prolonged rain falls by April, water companies and the environment agency have warned. The environment secretary, Caroline Spelman, will hold a crisis meeting of companies, wildlife groups and other river users next week after the Centre for Hydrology and Ecology (CEH) stated that the average rainfall so far this winter has been the lowest since 1972, and the English Midlands and Anglian regions have had their second driest years in nearly a century. Thames Water, which supplies water to 14m households and businesses, today appealed to customers to use less. &quot;Groundwater levels in parts of our region are lower than they were during the 1976 drought, following below average rainfall for 18 of the last 23 months. It&apos;s now not a case of whether we&apos;ll be having a drought this year, it&apos;s a case of when and how bad,&quot; it said in a statement. &quot;We haven&apos;t had a lot of rain, and we haven&apos;t got a lot in the ground. We cannot rule out the possibility of restrictions over the next few months,&quot; said a spokesman. The government hopes that next week&apos;s water summit will co-ordinate the water companies&apos; responses. &quot;Parts of the UK are already being affected by drought this year. That&apos;s why I&apos;m bringing together experts and key players in the water industry to make sure that we&apos;re all working in the most effective way possible. All of our activity is going to be carefully coordinated so that we are able to minimise the effects of unpredictable water availability&quot;, said Spelman. Already parts of south-east England, Anglia and the east Midlands are officially in drought, raising the possibility of drought orders and permits being brought in within a few weeks. These could restrict farmers from drawing river water and prevent people washing their cars, filling swimming pools and watering playing fields. &quot;The current regional drought now extends across three winter periods with a range of impacts embracing water resources, agriculture and the aquatic environment. In the absence of an unusually wet late winter and early spring, it is now virtually inevitable that a significant degree of drought stress will be experienced in 2012. The magnitude of that stress, and its spatial extent, will be heavily influenced by rainfall over the next eight to ten weeks,&quot; said Terry Marsh, at the centre for Hydrology and Ecology. CEH data shows exceptionally low levels of ground water are being recorded in Lincolnshire, Kent, the Thames Basin, Dorset and north Wales. But a dramatic split has emerged between south and east and north and west Britain, with Scotland receiving the heaviest rainfall since records began 100 years ago. Flood alerts were common in Scotland in January while river flows in many central and southern rivers have been notably depressed since the early autumn. &quot;A remarkably sustained exaggeration in the NW-SE rainfall gradient across the UK continued in January. Much of central, eastern and southern England was again relatively dry and the development of the current regional drought now extends across three winter periods with a range of impacts embracing water resources, agriculture and the aquatic environment,&quot; said the CEH. Angling groups have advised members not to fish some rivers. &quot;This drought is potentially devastating for wildlife and will affect hundreds of thousands of anglers. We have a major crisis on our hands with rivers already drying up and fish needing to be rescued in southern England. Less water in rivers means that pollution run-off from farms is more serious, and as we move into the spring and summer, the water will heat up and there will be less oxygen&quot;, said Mark Lloyd, Chief Executive of the Angling Trust which represents more than 1,500 angling clubs and river associations, with over 400,000 members in total. There is little risk that drinking water will be limited. Reservoirs were near to capacity in early February across Scotland, Northern Ireland and most of Wales and, says the CEH, most have &quot;held up well&quot; in drought-affected regions. The light rainfall this winter comes on top of the two dry years in SE England. Last year was the driest in south-east England in 90 years, with only the summer recording normal levels of rainfall. One more dry winter could force then drier areas of the country will have to start looking at more drastic measures like desalination plants or transporting water from wetter areas in the north or west. According to the Met office, there is only a 15% chance of the of the next three months being abnormally wet.    ", 
    "section": "environment", 
    "gid": "environment/2012/feb/15/uk-households-water-restrictions", 
    "wordcount": "782"
}