{
    "headline": "Why higher education will not benefit from market forces", 
    "text": "The trouble with &quot;markets&quot; in higher education is that most of the people designing them haven&apos;t a clue about real markets. With few exceptions, ministers, civil servants, quangocrats and senior university managers have all spent their careers in the very public sector they seem determined to subvert. Bottom line  they have all had their salaries paid by us, the taxpayers. So, having had no hands-on personal experience of real-world markets, they tend to be naively enthusiastic about their benefits. A few weeks of being shouted at by Alan Sugar, or a few years of working for Rupert Murdoch, might blow away that enthusiasm. There is a contradiction at the heart of most markets that is well illustrated by what is happening to higher education (in England; the Scots, as always, have used their common sense and stuck with public higher education). In theory, markets thrive on differentiation; in practice, everyone crowds on to the (profitable?) middle ground. So all banks, or broadband providers, are different  but they are all the same. In higher education, everyone talks up diversity. Institutions are not the same, we are constantly told; each is striving to occupy its own niche in the complex ecology of modern university systems. If, contrary to this natural instinct for differentiation, most institutions seemed to espouse a &quot;one-size-fits-all&quot; model, it was the fault of the state. After all, all universities received the same money for teaching  more for teaching engineering students than history students, but only because it cost more. No distinction was made between different institutions. University X was just as generously treated as Oxford. This principle was labelled &quot;like funding for like provision&quot;. It was, and is, the same with research. Any &quot;unit&quot;  academic department  highly graded in the Research Assessment Exercise, now the Research Excellence Framework, received the same financial reward. It didn&apos;t, and doesn&apos;t, matter which university. This is the principle of &quot;funding excellence wherever it is found&quot;. So no surprise that, funded according to standard (and state-mandated) formulas, universities tended to behave in similar ways. They had to if they wanted to maximise their income because the same incentives applied to all. The &quot;modernisers&quot;  secure, of course, in their public-sector careers and looking forward to their final-salary pensions, thus relieved of any risk the rigours and disciplines of their &quot;market&quot; would apply to them personally  had a simple solution. Kick out the state and rely on the market instead. Then diversity would flourish. Poor them  if only they knew that markets are often even more ruthless levellers than any set of standard funding formulas or state rules. Maybe the fact that nearly every university charges the maximum 9,000 fee (and that &quot;one price fits all&quot;  for engineering students and history students alike) should have been a bit of a clue. The reason for their disappointment, if it ever sinks in, is the second half of the contradiction at the heart of so many markets. They differentiate by brand, not by product. So it is, and will be even more in the future, for universities. Spring and summer are the season of league tables  and the Guardian&apos;s comes out today  in which, of course, all universities are judged by the same criteria. As building reputation is at least as important as maximising income, in the fond hope that reputation can be leveraged into extra income one day (on the &quot;jam tomorrow&quot; principle), the result is to produce even greater conformity. Imagine a league table that went something like this  1: Manchester United, 2: Tiger Woods, 3: Roger Federer; 4: the English cricket team ... It would be too ridiculous for words. But that is not a bad description of most higher education league tables. The only twist is they have separate scores for research (football?), teaching (golf?), staff-student ratios (tennis?), entry points (cricket) and so on, and then add them all up to produce an overall score. At one level, league tables may be harmless fun. After all, it is argued, a pecking order among universities has always existed. There are two answers to that. First, there is a world of difference between an implicit pecking order so very English (and, like the English weather, something to grumble about), and an explicit ranking, enshrined in league tables. But the second reason is far more important. League tables flourish because they are about brands, and brands are the red meat of most markets. So, if we are to have more of a market in higher education, brands will become even more important (and we will all end up spending a lot more on marketing). If we really care about diversity  and if we also care about authenticity, ie valuing research because it adds to knowledge and student satisfaction because it satisfies students, not because they produce higher scores in brand-world  there is actually a lot to be said for sticking to public higher education. There is nothing to be said for markets, especially the ersatz variety.  Peter Scott is professor of higher education studies at the Institute of Education", 
    "section": "education", 
    "gid": "education/2013/jun/03/diversity-vs-brands-higher-education", 
    "wordcount": "861"
}