{
    "headline": "Fresh questions for Amazon over pittance it pays in tax", 
    "text": "MPs are ready to haul Amazon back to parliament to answer new questions about its tax status in Britain after a Guardian investigation&apos;s findings suggest the online retailer is pushing the tax rulebook to its limits to minimise its tax bill. Company filings showed Amazon&apos;s main UK company paid just 3.2m in corporation tax on sales of 320m last year. However, the Seattle-based group has told investors its 2012 UK sales were 4.2bn. The Guardian investigation has found Amazon pushing definitions close to breaking point; and tax authorities unable, or unwilling, to prevent the imposition of aggressive tax avoidance structures. Information collected by the Guardian details extensive UK activities that suggest HM Revenue and Customs could take a much tougher line on taxing Amazon&apos;s multibillion-pound British operations. Among the key indicators of whether a business is taxable in the UK is the location of those negotiating deals. A UK publishing executive confirmed that his contract was negotiated on behalf of Amazon EU Sarl, the Luxembourg company, by staff from the British head office in Slough. &quot;The contract may be with Luxembourg but it is the people from Slough who thrash out the crucial details of the contract such as the discount we agree to give them. There are also people in Slough who are charged with overseeing that the contract is properly executed,&quot; the executive said. Meanwhile, job adverts posted this month on the careers page of Amazon.co.uk invite application for scores of roles in the UK. Among them is a vacancy for a senior financial analyst. &quot;Based at our UK Head Office in Slough, Amazon seeks a Senior Financial Analyst to support Amazon UK&apos;s Merchant Services business,&quot; the advert said. &quot;This Senior Financial Analyst will help establish revenue targets, lead pricing analysis and recommendations, generate competitive analysis and support key operations metrics and goals.&quot; The Slough office is also this month looking for applicants to its MBA leadership development programme in the UK. &quot;From day one, you will be given ownership of large, complex problems in various areas of our business,&quot; the advert states. Despite booking a tax charge of just 3.2m in its UK accounts for 2012, Amazon received 2.5m in government grants as well as significant tax breaks for building new warehouses. It opened a new site at Hemel Hempstead in September. The company would pay much more tax if its sales were booked through a UK business but they are all routed through Luxembourg. Altogether it has taken 12bn from online shoppers in the UK in the last four years. Amazon avoids paying many tens of millions of pounds in tax because it tells the taxman its main UK-focused business, which collects revenue from British shoppers but is incorporated in Luxembourg, cannot be classed as a &quot;permanent establishment&quot; in Britain. Amazon has a permanent establishment in the UK that operates the warehouses and provides &quot;corporate support services&quot; to the wider group. Despite employing 4,191 staff  and an additional 10,000 temporary workers to cope with the Christmas rush  it had a tax bill for 2012 of just 3.2m because British shoppers are invoiced from Luxembourg. Margaret Hodge, chair of the public accounts committee, said: &quot;My committee has real concerns about the extent to which companies like Amazon are stretching the rules in order to avoid paying their fair share in tax. &quot;By any measure of common sense Amazon appears to have a proper established presence in the UK, and that there is a discrepancy between some of the evidence in this report about its activities in the UK and what the committee was told by Amazon when they appeared before us last year. We will now consider whether we need to recall them to explain that discrepancy.&quot; Six months ago Amazon told Hodge&apos;s committee: &quot;All the strategic functions for our business in Europe [including the UK] are based in Luxembourg. That could be our retail business, our third-party business, our transportation teams, our customer service, HR, finance.&quot; UK staff, the company added, only offered &quot;support&quot; to these activities. Hodge has recalled the UK boss of Google and the head of tax at Ernst &amp; Young, the accountancy firm which advises Google and Amazon, to answer new questions raised about the search firm&apos;s low tax bill. The recall was prompted by a Reuters investigation which focused on Google&apos;s claim its UK-revenues were not part of a taxable British business. The Reuters investigation highlighted the extent of Google&apos;s business activities in the UK in the same way as the Guardian focus on Amazon. David Cameron has promised to address many tax issues raised by multinational groups, in particular digital businesses at the G8 meeting in Northern Ireland next month. This week at a joint news conference with President Obama, Cameron pledged to &quot;tackle the scourge of tax evasion&quot; by multinational companies in his role as president of the G8. International advisers are drawing up new rules to crack down on digital businesses finding legal ways around &quot;permanent establishment&quot; definitions. The Guardian&apos;s investigation into the rules on permanent establishment involved looking at HMRC manuals, international double taxation treaties dating back to the 1960s, and guidelines for tax treatments of multinational businesses set out by the Organisation for Economic Co-operation and Development. Hodge said: &quot;Part of the problem is that this is a ridiculously complex issue. HMRC has got to get much tougher in policing the system, but we also need to simplify our tax system so that companies cannot keep exploiting these grey areas.&quot; Ernst &amp; Young have already acknowledged that these rules are broken. Many of these rules were drawn up before the internet revolutionised the way people shop, and did not foresee a new generation of tax structure engineering made possible. Asked by MPs on this point, Dixon of E&amp;Y said: &quot;This gets to the OECD [the international body which sets tax guidelines] difficulty that we are in at the moment. The situation is that a warehouse of itself is not a permanent establishment. An internet-based business, where essentially the website and servers are based outside the UK, is also not a UK permanent establishment. The OECD needs to look carefully at whether these rules need to change.&quot; The exclusion for warehouses, such as Amazon&apos;s eight distribution centres, is contained in the double taxation treaty the UK negotiated with Luxembourg in 1966. Amazon.co.uk is registered to a Luxembourg company, Amazon Europe Holding Technologies SCS, and the site runs off the group&apos;s servers in Ireland. Tax officials refused to comment directly on Amazon, but told the Guardian: &quot;HMRC ensures that multinationals pay the tax due in accordance with UK tax law and in doing so we apply the permanent establishment rules correctly and consistently to all businesses&quot; An Amazon spokesman said: &quot;Amazon pays all applicable taxes in every jurisdiction that it operates within. Amazon EU serves tens of millions of customers and sellers throughout Europe from multiple consumer websites in a number of languages dispatching products to all 27 countries in the EU. We have a single European headquarters in Luxembourg with hundreds of employees to manage this complex operation.&quot;  This article was amended on 16 May 2013 to clarify the 17th paragraph, whose original version said &apos;UK staff, he added, were only offered &quot;support&quot; to these activities.&apos;", 
    "section": "technology", 
    "gid": "technology/2013/may/15/amazon-tax-bill-new-questions", 
    "wordcount": "1263"
}