{
    "headline": "Earth and marine sciences", 
    "text": "What youll learnWith environmental concerns high on the political agenda, there has never been a better time to study the planet. Courses will touch on a variety of disciplines (geography, maths, environmental sciences and engineering), but physics, chemistry and biology will play a large part.  There are a number of specific courses that fall under the Earth and marine sciences banner, such as geology, environmental engineering, oceanography, marine geography and geophysics, but, broadly speaking, students will study the structure and dynamics of the Earth, its oceans and its planets. Youll develop an understanding of how the Earths resources are used and abused, and how they can be managed sustainably in the future.   interactive   How youll learnCourses include plenty of hands-on learning where youll be using cutting-edge technology to collect and analyse data about the world around us. Lots of courses will require you to undertake an independent research project. Expect plenty of field trips - and potentially some time abroad. Theres more than one ocean, volcano and faultline to study (it might feel nicer dipping your toe in the Pacific, rather than the Atlantic Ocean), and time abroad will broaden your academic horizons and give you a better understanding of the subject. You may also have the option of spending a year in industry, working in a paid position where youll develop your work experience and contacts. What are the entry requirements?Entry requirements vary. Most Russell Group universities will normally as for two A-levels in either maths, physics, chemistry and biology. Geography, geology, computing or computer science will also help your application.   interactive   What job can I get?Your degree will see you well placed to get a job working for a conservation or environmental campaigning organisation. If you fancy becoming an oceanographer or marine biologist, you will need to undertake further study to develop your knowledge and research skills, but you may be able to do this alongside other work in industry or academia. Its worth checking if your course is accredited by the Geological Society of London, the professional body for geoscientists. This allows you to apply for chartered geologist status. Some courses will include an integrated masters, which can give a further boost to your employability.  Whatever you decide to do, your analytical skills, the ability to come up with creative solutions and the willingness to get your hands dirty will mean you have a healthy bunch of transferable skills.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.earthandmarinesciences", 
    "wordcount": "411"
}