{
    "headline": "Boot up: more on Apple and Samsung, Dropbox gets two-factor, Windows Phone rises and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Account security &gt;&gt; Dropbox If you look down at the bottom, it now includes two-factor authentication. Do use it. A device with a touchscreen and few buttons was obvious  As a geek, I do not want history to be revised to make it seem as if mobile computing started with the iPhone and Android - I want credit to go where it&apos;s due: Palm. The Zoomer was the first fully touch-screen operated graphical PDA, in 1992 (before the Newton, even), and PalmOS is the common ancestor to all that came after it: PocketPC, iOS, Android, Windows Phone, and everything else.   Persuasive, except that the Zoomer came out in 1993 and work started on the Newton in 1987 - with Apple already filing Newton-related patents in October 1992. [Report] Developer Economics 2012 - The new app economy &gt;&gt; VisionMobile  Windows Phone is the new cool. While Windows Phone sales continue to disappoint, a year on, with 2.6m devices sold in Q1 2012, interest among developers continues to build up. Our survey of 1,500 developers indicated that, irrespective of which platform they currently use most, the majority of developers (57%) plan to adopt Windows Phone.   They&apos;re meanwhile abandoning BlackBerryOS and Bada, according to the survey.  Windows 8 productivity: Who moved my cheese? Oh, there it is. &gt;&gt; Scott Hanselman  I upgraded from Windows 7 Ultimate to Windows 8 Pro. There&apos;s fewer SKUs in Windows 8 now, basically just Windows 8, Windows 8 Pro (for super users) and Windows RT (for Tablets).  However, once it&apos;s installed, it&apos;s initially confusing but I have been using it every day all day since it was released and have got myself productive again. Here&apos;s what I ran into and how I realized that there&apos;s less reason to freak out than I originally thought.   Detailed and helpful. Of Apple, Samsung, and obviousness &gt;&gt; TechPinions Veteran tech reporter Steve Wildstrom, some morning coffee, and a paraphrase from The Social Network. Samsung unveils Galaxy Player 5.8, pockets everywhere brace for impact &gt;&gt; Engadget  We hope you wear baggy pants, because you&apos;re going to want big pockets to carry Samsung&apos;s giant new jukebox. The Galaxy Player 5.8 is dominated by its namesake 5.8in, 960 x 540 LCD - a screen that makes the 4.8in AMOLED on the closely related Galaxy S III look downright modest by comparison. Android 4.0 and the latest generation of TouchWiz make their first appearances in a Samsung media player here, with the spin naturally on books and movies instead of the tasks you&apos;d associate with a smartphone.  Samsung scrambles to recover after uppercut &gt;&gt; Korea Times  Samsung executives were still reeling in shock Sunday, but provided no clear hint on the company&apos;s next move in the showdown with its industry archrival. It&apos;s widely expected that Samsung will appeal, but the outlook for success in the appeal now looks rather murky.  &quot;It&apos;s absolutely the worst scenario for us,&quot; a senior Samsung executive said as he rushed into the company&apos;s compound in southern Seoul.  Inside the building, Choi Gee-sung, former Samsung Electronics CEO and now the head of Samsung Group&apos;s corporate strategy division, was holding an emergency meeting attended by Shin Jong-kyun, the company&apos;s mobile devices chief, and Lee Don-joo, lead marketing official.  Regarding the Jury Verdict in California &gt;&gt; SAMSUNG TOMORROW Global Samsung management memo to staff, also made available to the press:   The NDCA [Northern District of California] verdict starkly contrasts decisions made by courts in a number of other countries, such as the United Kingdom, the Netherlands, Germany, and Korea, which have previously ruled that we did not copy Apple&apos;s designs. These courts also recognized our arguments concerning our standards patents.  History has shown there has yet to be a company that has won the hearts and minds of consumers and achieved continuous growth, when its primary means to competition has been the outright abuse of patent law, not the pursuit of innovation.  We trust that the consumers and the market will side with those who prioritize innovation over litigation, and we will prove this beyond doubt.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/28/technology-links-newsbucket", 
    "wordcount": "731"
}