{
    "headline": "Seeking inspiration? Don't forget the women!", 
    "text": "    How many female scientists can you name, dead or alive? Most people can probably come up with the name of Marie Curie, maybe supplemented by one or more of Dorothy Hodgkin, Jocelyn Bell Burnell and Susan Greenfield. But there are many more whose names are not so well known. Today is Ada Lovelace Day, a day dedicated to the celebration of the achievements of all the women in science, technology, engineering and maths (STEM). Women somehow seem to be all too easily overlooked, both historically and at the present time in these fields (as indeed in many professions; see also this from Saturday&apos;s Guardian). This day is designed to bring women to the fore: to cheer them on, identify role models for those setting out on their careers, celebrate those  famous or not  who have inspired us in some way or another along our route and remember the great achievements of those who are no longer with us. Ada Lovelace (1815-1852) herself has various claims to fame. She was fascinated by Charles Babbage&apos;s designs for his &apos;difference engine&apos; and subsequently his &apos;analytical engine&apos;, forerunners of the modern computer. She was introduced to him by another female scientist famous in her day, the mathematician Mary Somerville (1780-1872 and after whom the Oxford College is named), who mentored Ada during her relatively short life. Babbage was very impressed by the mathematical skills Ada possessed and invited her to translate a piece in Italian written by Luigi Menabrea describing the Analytical Engine, so that it could be published in England. In the end her article expanded to contain far more than was in the original article, including several examples of what would now be called &apos;computer programs&apos;. As a result she is sometimes called the &apos;first computer programmer&apos;, although the accuracy of this title is perhaps debatable. Ada was also the only legitimate child of Lord Byron, which may have given her a good start in society. She married William King, a man who subsequently became the Earl of Lovelace, and it is on this basis her name is usually  if incorrectly  referred to as Ada Lovelace. In fact she should be known as Ada King, Countess of Lovelace, a nicety which is usually ignored. These additional facts indicate a common feature of many of those women who succeeded in any way in science in previous centuries  they were the wife, daughter or sister of someone else who is likely to be better known. Take Caroline Herschel (1750-1848), the sister and long-time assistant to the astronomer William Herschel. He is famous for discovering Uranus; Caroline&apos;s discoveries were undoubtedly more modest, being the first to observe merely a number of new comets. Her skills at observing and recording meant that William suggested she should revise John Flamsteed&apos;s work cataloguing the stars, which he could tell was full of errors despite the fact that Flamsteed was the first Astronomer Royal. This ultimately led to the publication of the Catalogue of Stars in 1798, which contained an index of every observation of every star made by Flamsteed, plus a list of the errors he had made, together with a list of more than 560 stars that he had not even included. She has further claim to fame in being the first woman to receive government funding, receiving a modest 50 annual stipend from George III in recognition of the work she did with her brother. Both Caroline and Mary Somerville were elected honorary fellows of the Royal Astronomical Society in 1835, the first women to be so honoured. From this potted history it is clear that Caroline was much more than simply the sister of a famous astronomer. The first woman to be allowed to present a paper at the Royal Society was Hertha Ayrton (1854-1923) and this event didn&apos;t happen till nearly 70 years later, in 1904. She had much more of a formal education than these earlier women, studying mathematics at Girton College in Cambridge. Continuing her studies in London, she married one of the Professors (William Ayrton) from the first Technical College in the country and worked with him on electric arcs, leading to her patenting methods for reducing the oxidation of the carbon electrodes. The work she presented to the Royal Society was rather different, involving a study of the ripple patterns that form on the surface of sand, work started when she was staying at Margate while her husband convalesced. Subsequently she was proposed for election to the Fellowship of the Royal Society, but was deemed ineligible simply because she was a married woman. The mere fact of having a husband, himself an FRS, apparently disqualified her. Nevertheless, rather surprisingly the Society felt able to award her one of their major medals some time later. Times have (finally) changed. The first women who did manage to break the bar and be elected Fellows of the Royal Society were the microbiologist Marjory Stephenson (1885-1948) and the crystallographer Kathleen Lonsdale (1903-1971), both elected in 1945, followed by another female crystallographer who was elected a couple of years later. This third woman is rather better known than either of the first female fellows: Dorothy Hodgkin went on to win the Nobel Prize in 1964 for her work on the vitamin B12. However, the assumption that women only existed in relation to men lingered on: trumpeting Hodgkin&apos;s success, the Daily Mail headline (in)famously read &apos;Oxford housewife wins Nobel Prize&apos;.  These days the Royal Society has an ever increasing number of women amongst its fellowship, albeit the numbers are still unimpressively low at around 5% of the total fellowship, a source of great concern to the Society. As part of its own contribution to Ada Lovelace Day, later this week the Royal Society is running an &apos;Edit-a-thon&apos; in conjunction with Wikipedia to use the extensive historical resources in its Library to update the web pages for deserving female scientists from the past; some of these have very abridged biographies on Wikipedia, some of them don&apos;t yet feature at all and will need to be created from scratch.  What is even more important is what happens from here on. Historically, women may only have been able to make relatively minor contributions. This is true if volume alone is considered, simply because so few had any opportunity to receive any scientific/mathematical education or the leisure or financial security to enable them to carry out research. Historically, it was tough enough for men to pursue scientific studies unless they had a very substantial private income, and much worse for women who had many other societal expectations to meet as well. For someone like Mary Somerville, it was very important to her own sense of being that she fulfilled her domestic responsibilities as a society hostess as well as got on with the task of translating and interpreting Laplace.  Looking forward, surely we can do a better job of celebrating the women scientists we have and by so doing inspire the scientists (male and female) of the future? No longer reduced to being identifiable by their role in relation to some man, we must make sure that girls and women are given due recognition for all they do in the scientific sphere. Ada Lovelace Day is a day for the world to remember that not all scientists possess a Y chromosome, and that the voice inspiring the scientists of the future from a conference podium or on the TV screen could be that of a brilliant woman, but too rarely is.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/oct/16/people-in-science-women", 
    "wordcount": "1254"
}