{
    "headline": "Is the Cox Effect a good thing?", 
    "text": "In 1959, C P Snow, scientist-cum-novelist, warned that &quot;science&quot; and &quot;arts&quot; were becoming or were two separate cultures. In the most famously repeated part of Snow&apos;s essay he says:  A good many times I have been present at gatherings of people who, by the standards of the traditional culture, are thought highly educated and who have with considerable gusto been expressing their incredulity at the illiteracy of scientists. Once or twice I have been provoked and have asked the company how many of them could describe the Second Law of Thermodynamics. The response was cold: it was also negative. Yet I was asking something which is the scientific equivalent of: Have you read a work of Shakespeare&apos;s?  This view has been dismissed as Oxbridge codswallop  a mere academic debate  but I think Snow, even in this modern age, still has a point. For the most part, people don&apos;t consider understanding the basic laws of thermodynamics as any sort of cultural plus as opposed to having read Shakespeare or Proust. Quite simply, being well-read or educated, to most of us, doesn&apos;t mean that you understand basic physics; it just means you are relatively well-versed in the arts.  The question is, is this a bad thing?  It definitely is. Our modern world  the way we communicate, the way we move about the globe  is a technological phenomenon. I often try to remember my life without a mobile phone: I can&apos;t. I do at times miss those slightly drunken debates about things like, &quot;No, Tom Cruise wasn&apos;t in Dances with Wolves, it was that guy  you know, the guy that was in Bull Durham.&quot; We can&apos;t have those anymore, because someone inevitably has an iPhone or a Blackberry and goes to looks it up  end of debate.  But where do iPhones come from? A lot of fundamental basic science research to start with. We wouldn&apos;t have tablets, pads or smartphones if it weren&apos;t for basic science research. If J J Thomson hadn&apos;t been plucky enough to keep looking for that electron, we might not have electronics. It is important to remember that those scientists who made basic discoveries back in the day weren&apos;t doing research in order to join Britain&apos;s start-up schemes to yield mobile phone technology; they were just doing curiosity-based basic research. Just like great works of art, basic scientific research should be thought of as an essential component of a modern society.  While that might seem like an aside, it is not. Knowing things such as what an electron actually is should be a component of being well-read, well-educated, being in the know. Or as C P Snow would possible argue, being cultured. It is not that hard a thing to know. You don&apos;t have to understand all of the gritty mathematics behind it, just like I am not really sure I understand what Freud was on about, but we often use words like &quot;subconscious&quot; and the &quot;ego&quot; and that all came from Freud. We can understand that without understanding every little detail of Freud&apos;s taboo and totem theories.  A basic literacy in science should be essential to not only being well-read as such, but to any education of our children and of ourselves as a society. The good news is, this is on the increase. There are a growing number of scientific programmes on the BBC and a huge number of popular science books on display in UK book stores.  Love him or hate him, if you believe having some knowledge of science is an important component to a basic education, we have much to thank Brian Cox for. Although he has been criticised for being arrogant, I think that all in all he gets people excited about science. But mostly, he has the basic assumption that we can all &quot;get&quot; science, that it is not elitist and that it is an important part of our culture. You may not agree with everything he says about public policy and science, but at least with a basic understanding of science you can be informed enough to decide whether Prof Cox is right or wrong.  Sylvia McLain runs a research lab in Oxford. She is GirlInterruptin on Twitter", 
    "section": "science", 
    "gid": "science/occams-corner/2013/jan/14/brian-cox-controversiesinscience", 
    "wordcount": "709"
}