{
    "headline": "Satellite eye on Earth: February 2013 - in pictures", 
    "text": "   An intense fire season in Australia continued in mid-January and on 18 January smoke from Australian bushfires could be seen across New Zealand. New Zealand also suffered from several major fires during January, and in this image a large red hotspot can be seen north of the city of Auckland on the North Island of New Zealand. A large bank of bright-white cloud hangs across the lower south-west corner of this image. The duller, thinner veil which covers much of the rest of the region is smoke. The smoke varies from a dull white, to grey to tan in colour Photograph: MODIS/Terra/NASA       For much of the summer Australia has experienced a widespread heatwave. On 7 January, the nation suffered the hottest day ever recorded, with average maximum temperatures hitting 40.3C. On 18 January, Sydney set a record with a high of 45.8C. While the heatwave was fuelling fires across Australia, especially in New South Wales and Tasmania, Tropical Cyclone Oswald hit Queensland on 21 January, then bounced away, reformed and inundated New South Wales. According to the International Federation of the Red Cross and Red Crescent Societies (IFRC), the flooding in Queensland was the worst the state has ever experienced, claiming at least six lives   Photograph: MODIS/Terra/NASA       In late February the Terra satellite passed over West Africa at a time when most of the intermittent dust storms had settled, allowing a stunningly clear view of a complex pattern of clouds. Although the wind has raised little dust, the cloud patterns give testimony to strong ocean breezes at play. A crescent of clear sky just offshore gives way to an arc of cloud-filled sky over the Atlantic. In much of this arc, especially west of the West Sahara/Mauritania border, the clouds lie in parallel lines. Known as cloud streets, such parallel lines normally form along the direction of the prevailing wind. Although the sky is relatively clear, many fires burn in the forest and grasslands of Senegal, the Gambia, Guinea-Bissau, Guinea and Sierra Leone. Grey smoke from these fires mingles with tan dust and is blown westward over the Atlantic, dimming the brightness near the bottom edge of the image Photograph: MODIS/Terra/NASA       The Bushveld Igneous Complex is a large layered igneous intrusion within the earth's crust, exposed at the edge of the Transvaal Basin in South Africa. The complex contains the world's largest reserves of the platinum group metals, platinum, palladium, osmium, indium, rhodium and rhenium, along with vast quantities of iron, tin, chromium, titanium and vanadium. Numerous mines, tailing piles, and leach ponds are shown in blue Photograph: ASTER/GSFC/NASA       Nearly three months after Tolbachik began erupting, lava continues to flow from the Kamchatkan volcano, in the far east of Russia. Over time, the lava flows change location and shift across the landscape. In this image, infrared data is superimposed on a natural-colour image to highlight active flows Photograph: ALI/E0-1/NASA       Snow blanketed most of Britain on 26 January, stretching from London to the northern tip of Scotland. Skies had mostly cleared by the time Modis acquired the image, but some clouds lingered in the west, casting shadows on to the snowy surface below Photograph: MODIS/TErra/NASA       The Atlantic Ocean, including Cape Cod Bay and Buzzards Bay, along the coastlines of Massachusetts and Rhode Island, has a burnished, mirror-like appearance in this image. This is due to sunlight reflected off the water surface back towards the astronaut-photographer. The peak reflection point is towards the right side of the image, lending the waters of Long Island Sound and the upper Massachusetts coastline an even brighter appearance. Sunglint also illuminates the surface waters of Chesapeake Bay, located over 250 miles to the south-west of the tip of Long Island. This suggests that the sun was low on the horizon due to the observed extent of the sunglint effect Photograph: ISS/NASA       While New England dug out from the blizzard of 2013, clearing skies over the snow-laden land gave way to a beautiful pattern of cloud streets just off shore, on 10 February. Cloud streets form when cold air move over warmer waters, while a warmer air layer (a temperature inversion) sits over top of both. The streets (parallel lines of cloud) form along the direction of the wind. Newly formed streets appear well-defined and crisp. As they age, the clouds expand and the clouds form a less distinct pattern Photograph: MODIS/Aqua/NASA       A noreaster struck the north-eastern United States on 8-9 February, depositing snow across multiple states. After the clouds cleared on February, snow blanketed the ground from the east coast westward past the Great Lakes, and a band of snow stretched southward into West Virginia. The powerful storm brought not only heavy snow but also strong winds, downing trees and power lines along the US east coast. Some of the heaviest snowfall occurred in New England, with some areas receiving nearly 3ft of snow, according to unofficial totals released by the National Weather Service Photograph: MODIS/Aqua/NASA       The New Caledonia archipelago, 1,210 km east of Australia. The main island, Grande Terre, dominates the image, stretching 350km long from north-west to south-east. A mountain range runs the length of the island  its highest point reaching over 1,620m  and divides the lands lush east from the savannahs in the west. A coral reef surrounds the main island and stretches into the Coral Sea to the north-west. The reef provides an important nesting site for green sea turtles and is home to endangered dugongs Photograph: Envisat/ESA       Lake Powell, a reservoir on the Colorado River straddles the border of Utah (to the north) and Arizona (to the south), is the second largest artificial lake in the US. The area to the north of Lake Powell is known as the Grand Staircase-Escalante national monument, and covers more than 760,000 hectares. Appearing green in this false-colour image, the Kaiparowits Plateau makes up a significant portion of the monument, with the Fiftymile mountain (dark green) separating it from the Escalante Canyons. Another feature is the Grand Staircase  a sequence of sedimentary rock layers  part of which is visible in the lower-left corner Photograph: Landsat 5/USGS/ESA       The development of a mesoscale eddy immediately downwind of San Clemente Island off the coast of southern California on 17 February, helping to push the marine boundary layer farther inland and bringing stratus clouds and cooler temperatures to some coastal locations Photograph: MODIS/Aqua/NASA       Cuatro Cinegas Basin in northern Mexicos Chihuahua Desert is an area rich in gypsum, a mineral that forms when sulfate- and calcium-rich salt water evaporates. Trace amounts of gypsum are fairly common on Earth, but since the mineral dissolves readily in water, just a handful of locations have gypsum in large quantities. This basin, home to some of the purest gypsum dune fields in the world, is one of them Photograph: ALI/E0-1/NASA       The Danube River is the second longest river in Europe after the Volga, its watershed draining 801,463 square kilometres of land across 19 countries. A remarkable delta has formed where the river reaches the Black Sea, home to more than 300 species of bird and 45 species of freshwater fish Photograph: ALI/EO-1/NASA       Roughly 300km (200 miles) east-south-east of Tehran lies Irans Dasht-e Kavir, or Great Salt Desert. To the untrained eye, Dasht-e Kavir looks like a place that has been bone-dry since the dawn of time. But to the well-trained eyes of a geologist, this desert tells a tale of wetter times. Tens of millions of years ago, a salt-rich ocean likely occupied this region, surrounding a microcontinent in what is now central Iran Photograph: TM/Landsat 5/NASA       In late January, heavy sediment poured from the Mississippi and Atchafalaya Rivers, staining the waters of the Gulf of Mexico. A large tan plume surrounded the Mississippi delta, while the waters of Vermillion Bay and West Cote Blanche Bay, turning those waters so brown that was difficult to discern the boundaries of Marsh Island from the muddy waters from space Photograph: MODIS/Aqua/NASA       Every year, Arctic sea ice shrinks and grows, reaching its minimum in September and its maximum in February or March. As sea ice nears its maximum, it often begins to form in Canadas Gulf of St. Lawrence. Young sea ice is typically thin enough to be easily moved by winds and currents, and such ice often takes on serpentine shapes. Delicate swirls of ice are especially noticeable in this image south of le dAnticosti. Closer to Prince Edward Island, the ice appears thicker, likely forming in the area thanks to frigid northerly winds. Sea ice is also visible off Newfoundland, but it may have formed to the north and drifted southward along the Labrador coast Photograph: MODIS/Aqua/NASA       This large, roughly oval iceberg is one section of iceberg C-19, which calved off the Ross ice shelf in Antarctica in May 2002. The 'mother' iceberg was one of the largest ever recorded. Due to its enormous size, C-19 blocked sea ice from moving out of the south-western Ross Sea region for a time, resulting in high sea-ice coverage in spring and summer 2003. Iceberg C19C was the third segment which broke off of C-19. The U.S. National Ice Service gave its position as of 27 January as -45.9 S and -15.5 W and estimated it to measure 14 nautical miles (16 mi, 26 km) long by 10 nautical miles (11.5 mi, 18.5 m) wide Photograph: NASA       Wasco, California advertises itself as the 'rose capital of the world', producing 55% of the rose bushes sold in the United States. Located in the central San Joaquin Valley, Wasco attracted rose producers in the 1960s, when southern California fields were sold for housing developments. Today, more than 8,000 acres are devoted to cultivation of existing and new varieties of roses, shipped to every state in the US and all over the world Photograph: ASTER/GSFC/NASA       Two small islands had a big impact on the skies over the Pacific Ocean  on 13 January, creating paisley patterns that stretched 280 km (175 miles). The Juan Fernandez islands are located roughly 800km (500 miles) off the Chilean coast. The biggest of these, Isla Alejandro Selkirk and Isla Robinson Crusoe, are volcanic islands boasting a tall summit. Alejandro Selkirk reaches an altitude of 1,650m (5,413 feet), and Robinson Crusoe reaches 922m (3,025 feet) Photograph: MODIS/Terra/NASA       This image of southern central Romania shows the region between the Southern Carpathian Mountains to the north and the lowland plains to the south. The tree branch-like pattern is the result of erosion along rivers and streams. Running down the centre of the image is the Cotmeana River. Zooming in, we can see that large areas have been divided into hundreds of small agricultural plots Photograph: Kompsat-2/KARA/ESA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/mar/07/satellite-eye-in-pictures", 
    "wordcount": "0"
}