{
    "headline": "Patrick McGhee, new chair of Million+ thinktank, is trending nationally", 
    "text": "From his Twitter pic, it is difficult to gauge much about Professor Patrick McGhee, newly elected chair of the university thinktank Million+. Taken with his face right up against the camera, it gives away nothing in the way of facial expression, sartorial quirks, age or build. In fact, at 50, McGhee, vice-chancellor of the University of East London for the past two years, is one of the youngest vice-chancellors in the UK and one of his most striking features is that he has a Twitter pic at all. Although the number is tentatively growing, he is still one of only a handful of tweeting vice-chancellors in the UK, and has taken to the medium with particular enthusiasm, sharing his views daily on subjects as diverse as higher education policy events, football and TV talent shows. Recent tweets include The Voice-related: &quot;Don&apos;t forget, if you liked Adam, dial 0845 770098755 (National Hearing Loss Support Network)&quot;. And: &quot;Breaking: Geoff Shreeves turns down job offer from Hefce as core-and-margin spokesman, states &quot;Even I respect some boundaries&quot; (managing to refer simultaneously, in fewer than 140 characters, to the Higher Education Funding Council for England, the government&apos;s complicated policy on limiting student numbers, and a Sky journalist&apos;s recent tactless interview). McGhee also has a Facebook profile, on which we learn that he likes, among other things, Celtic FC, Albert Camus and The Simpsons. &quot;I do enjoy the funny side of higher education, the funny side of life and the media,&quot; he says. &quot;I am intrigued by things like that and Twitter just happens to be one of the ways I engage with it.&quot; His interest in social media comes partly from his belief that it is important for any organisation to have a channel in which it can put out information and news, but also from his experiences using technology as a psychology lecturer, and from his fascination, as a psychologist, with the phenomenon of connectedness. This background in psychology is likely to come in handy as he takes the helm of Million+ in one of the trickiest political periods for the sector and, arguably, in particular for Million+ universities  institutions that became universities after 1992, and have high numbers of part-time and mature students, and those from disadvantaged backgrounds. While he did not seek out the role, he says, he has long been prepared to be involved in broader national debates about higher education, and has always worked in institutions that have been serious about bringing the benefits of HE to a broad cross-section of students. &quot;I&apos;ve always been a strong supporter of creating and maintaining opportunity and encouraging the government to see that it [university] doesn&apos;t just benefit the individual, but everyone,&quot; he says. &quot;I&apos;ve always been prepared to say those things, because I believe them. The values of Million+ are my values and it is an important voice in higher education.&quot; It is also a voice that has inspired considerable vitriol in recent months following the appointment of McGhee&apos;s predecessor, Les Ebdon, to the Office for Fair Access, responsible for approving individual plans to promote fair access by English universities that want to charge higher fees. The business secretary, Vince Cable, appointed Ebdon, an outspoken opponent of fees, to the role in spite of opposition from the business and skills select committee and the education secretary, Michael Gove; while Ebdon does not tweet, he was much tweeted about. His crime had been to speak in favour of so-called &quot;Mickey Mouse&quot; degrees and to threaten to turn down universities&apos; access agreements if they failed to go far enough. Charles Moore, writing in The Telegraph, called him &quot;the epitome, the crme de la condensed milk of the cult of educational mediocrity&quot;. McGhee is very supportive of Ebdon. &quot;I would want to emphasise continuity,&quot; he says. &quot;I think my predecessor has done a great job.&quot; He is more guarded when it comes to expressing views about higher education policy. While he has written articles highly critical of many government policies, warning of the dangers of encouraging private providers, and of young, rich students benefiting at others&apos; expense, he now says: &quot;We are where we are&quot;. &quot;We recognise that the government has taken this view. We expressed our views at the time about this scheme  we didn&apos;t support the scheme  but we now have the scheme and we have to work within it to make sure that it is manageable, that applicants understand it and get a good academic experience when they go through the system.&quot; If and when the government reviews it, Million+ will make evidence-based points and ensure its voice is heard, he says. Until then his chief concern is to ensure that students are properly informed. &quot;It&apos;s not about publishing more and more information for people to make their choices,&quot; he says. &quot;We need to put more effort and maybe more resources into ensuring that different types of students acquire the advice they need.&quot; He suggests that the government did &quot;a decent job&quot; in raising awareness of what the new fees and loans entailed, but was hidebound by self-imposed restrictions on government advertising spending. But he describes as &quot;challenging&quot; the mutating &quot;core and margin&quot; policy, which strips universities of some places for students with lower A-level grades, allows them to recruit as many with top Alevel grades (and now some equivalent qualifications) as they like, and creates a pool of students for whom institutions can bid so long as they charge lower fees. Million+&apos;s view, like so many other people&apos;s in the sector, is &quot;let&apos;s just stabilise,&quot; he says. &quot;Let&apos;s not have additional change. Let&apos;s see how the multiple changes that have been introduced play out.&quot; His main worry is that it could push students who would like to do an honours degree into studying for sub-degrees at further education colleges instead. &quot;That doesn&apos;t put students at the heart of the system.&quot; Brought up on a Glasgow council estate, the first in his family to go to university, and a National Teaching Fellow, he is personally committed to securing and supporting a diverse student body. But he repeatedly makes the point that Million+ is a thinktank  with the emphasis on think rather than on (battle) tank  and stresses that other groups often agree with its thoughts; it looks like Million+ won&apos;t be picking fights with the Russell Group  or indeed with anyone. Even when criticising policies, he is keen to be conciliatory. He is also keen to emphasise the way Million+ relies on gathering and analysing evidence. He points out that recent policies seem to be deterring applications from mature students  a topic on which the thinktank is soon to release a report. He also has strong views on internationalisation, and the damage done to student recruitment by restrictive visa policies. &quot;It is tremendously powerful for students from all around the world to meet each other and understand each other&apos;s culture, and Britain has been really good at that,&quot; he says. &quot;So it is very, very unfortunate that students have been turned away, that students are put off applying to the UK.&quot; He would like to see overseas students taken out of immigration statistics because, he argues, most of them only want a short stay and then to return to their home country. This year internationalism comes to his doorstep with the Olympics taking place in east London. McGhee rattles off a list of Olympic-related events coming up over the next few weeks. He has tickets to the athletics and to fencing  he was a keen fencer as an undergraduate. He was also a chess champion, playing at international level. &quot;It was hard work,&quot; he says. &quot;You had to keep up with the latest technical developments, the openings, and memorise stuff as well.&quot; In the parry and thrust of future higher education policy discussions, he could prove a subtle and strategic operator.", 
    "section": "education", 
    "gid": "education/2012/may/07/patrick-mcghee-chair-millionplus-thinktank", 
    "wordcount": "1362"
}