{
    "headline": "Global carbon emissions rise is far bigger than previous estimates", 
    "text": "Carbon dioxide emissions have risen by even more than previously thought, according to new data analysed by the Guardian, casting doubt on whether the world can avoid dangerous climate change. The data has emerged as governments met in Rio de Janeiro to finalise the outcome of the Rio+20 conference, aimed at ensuring that economic growth does not come at the expense of irreparable environmental degradation, but which activists say has not achieved enough to stave off severe environmental problems. Global carbon emissions from energy are up 48% on 1992, when the original Earth summit took place in Rio  a historic summit at which governments agreed to limit emissions in order to prevent dangerous climate change. In 2010, the latest year for which figures have been compiled, the US Energy Information Administration (EIA) said the world emitted 31.8bn tonnes of carbon from energy consumption. That represents a climb of 6.7% on the year before and is significantly higher than the previous best estimate, made by the International Energy Agency last year, that in 2010 a record 30.6 gigatonnes of carbon dioxide were released from burning fossil fuel. Increases in fossil fuel use of this magnitude are likely to carry the world far beyond the temperature rise of 2C by 2050 that scientists have estimated is the limit of safety, beyond which climate change is likely to become catastrophic and irreversible. According to the new EIA data, carbon dioxide emissions from the US have resumed their rise, after a brief blip caused by the financial crisis and recession in 2008. That increase came despite the much-vaunted switch from coal to shale gas  with its lower emissions than coal when burned for energy  that has dominated the US&apos;s energy economy in recent years. China, which in 2006 took over the US&apos;s historical position as the world&apos;s biggest emitter, raced ahead in 2010, emitting 8.3bn tonnes  up 15.5% on the previous year, and a 240% increase since 1992. That makes China alone responsible for about one-quarter of global carbon emissions from energy, emitting about 48% more than the US. This data also backs up recent evidence that China may be emitting more carbon dioxide than had previously been thought. At this year&apos;s Rio+20 conference, according to observers, China has not played a leading role in forcing countries to raise their ambitions on reducing environmental impact. The UK&apos;s emissions in 2010 fell by 8% from 1992 and the first Rio conference, which laid the foundation for the Kyoto protocol of 1997  still the only comprehensive global treaty demanding cuts in emissions from governments. That puts the UK in 10th place in overall emissions from energy consumption, down from 7th place in 1992. Gibraltar, the UK dependency, has the doubtful distinction of the highest per capita emissions in the world, at 135.5 tonnes per year, compared with 8.5 tonnes per person in the UK and 6.3 tonnes in China.", 
    "section": "environment", 
    "gid": "environment/2012/jun/21/global-carbon-emissions-record", 
    "wordcount": "493"
}