{
    "headline": "Parents don't trust coalition on education, poll shows", 
    "text": "  Almost half of parents think the coalition has had a negative impact on the education system, according to a poll commissioned by the National Union of Teachers. The poll comes as the NUT met for its annual conference in Liverpool and schools across the country brace themselves for strikes, after teachers vowed to press ahead with plans for industrial action over pay and pensions. On the first day of the NUT conference, general secretary Christine Blower warned Michael Gove that the union would not back down over terms and conditions. The education secretary wrote to the NUT and fellow teachers&apos; union NASUWT on Thursday to say he was willing to meet but insisted the &quot;direction of travel&quot; on key issues was &quot;fixed&quot;. The NUT poll found that 8% of 2,000 parents questioned by YouGov thought the coalition had had a positive impact on the education system, while 44% said the impact had been negative. Asked who other than themselves, they trusted to educate their children, 59% said headteachers, followed by the local authority (16%) and school governors (13%). About 6% said they would trust the secretary of state for education or an academy chain. Just 2% of respondents said politicians should be able to prescribe what teachers teach, while 35% said teachers should be able to exercise their professional judgment. &quot;The fact that only 8% of parents think that the government has had a positive impact on the education system is very significant,&quot; said Blower. &quot;It appears that it is now only the secretary of state who believes that his policies are taking education in the right direction. Michael Gove&apos;s proposals for examination reform, the national curriculum and academies and free schools are all being questioned.&quot; The survey did not ask parents if they would back teachers in strike action over pay and conditions. Blower acknowledged that strikes were unlikely to be supported because &quot;strike action inconveniences people&quot;, but added that &quot;the umbrella question&quot; underlying strike action was: &quot;Is what&apos;s being done to your children&apos;s education the right thing?&quot; She went on: &quot;We are not rowing back from our position. We have put forward these reasonable demands and we want to talk to him about them, not just have him send us a letter immediately before our conference. The NUT, along with the NASUWT, announced last week that it was planning a programme of regional strikes, beginning in parts of the north-west on 27 June. More are set to follow in the autumn, leading up to a national walkout before Christmas. The unions called on Gove to suspend the introduction of performance-related pay, due to be brought in later this year, and to publish an evaluation of the Teachers&apos; Pension Scheme. In his letter to the unions, Gove said: &quot;While I am happy to discuss any issue you have, I shall stress in advance that on changes to teachers&apos; pension and pay arrangements, the direction of travel is now fixed. In both cases, there has been full consultation with trade unions including the NASUWT and the NUT.&quot; NASUWT general secretary Chris Keates said: &quot;This is a serious situation which requires a more measured response than this display of arrogance and belligerence from the secretary of state. As far as we are concerned we remain committed to engaging in genuine discussions and our original demands still remain on the table.&quot; Delegates at the NUT&apos;s conference are expected to confirm the union&apos;s plan for industrial action with the NASUWT on Saturday today.", 
    "section": "education", 
    "gid": "education/2013/mar/30/parents-dont-trust-coalition-education", 
    "wordcount": "600"
}