{
    "headline": "James Bond at 50: five 007 movies that would still make great games", 
    "text": "There are few things a movie studio likes more than celebrating a cinematic anniversary with a ridiculously lavish (and scrumptiously profitable) box set. Hence, Wednesday&apos;s announcement that MGM and Fox are to release a gigantic Bond 50 collection, featuring all 22 &apos;official&apos; James Bond movies on Blu-ray discs, as well as more than 130 hours of bonus features.  There will, of course, be no celebratory box set for the tie-in games, though. This isn&apos;t just because a whole cavalcade of developers and publishers have been involved in tie-ins and conversions since the side-scrolling shooter James Bond 007 first arrived on the Atari 2600 back in 1983 (watch this  if only for the theme tune rendition at the start); no, it&apos;s also because most of the games have been terrible. Yes, yes, we all know that Goldeneye on the N64 was amazing  a huge, towering landmark for the whole concept of first-person shooters on home consoles. We also know that EA did a fair job with some of its attempts at later movies: The World is Not Enough on N64 was okay; Everything or Nothing was ... a game. And Eurocom&apos;s recent re-imagining of Goldeneye actually worked rather well. But what of the many Bond movies that haven&apos;t yet been plucked for game treatment? What would work in the modern era? Here are five possibilities. Feel free to argue, or make your own suggestions in the comments section. You can even make a case for the Bond movies outside of the Eon Productions series  that&apos;s if you really want to see a game based around the 1967 version of Casino Royale... ThunderballIt&apos;s incredible, really, that one of the most financially successful Bond movies has never made it into interactive form  especially as it has jet packs, an Aston Martin DB5, a glamorous setting (the Bahamas), a glamorous yet tough love interest (Domino) and a villain with an inexplicable eye patch (Largo). The movie would be awesome as an Uncharted-style action adventure with plenty of hand-to-hand combat, fast vehicles and memorable characters; plus, the underwater shoot-out sequence would be interesting in a team deathmatch multiplayer mode. Possible developer: It has to be Naughty Dog. On Her Majesty&apos;s Secret ServiceIt&apos;s not just about that skiing sequence in the Swiss Alps. The sixth Bond movie also has a gang of brainwashed women known as the angels of death, a great baddie sidekick in the unlikely shape of veteran German actress Ilse Steppat and ultimate supervillain Blofeld as portrayed by Telly Savalas! The plot, involving Blofeld&apos;s threat to unleash biogical warfare on the planet, is timely too.Possible developer: With its eccentric casting, interesting locations and &quot;angel of death&quot; gang, we could just go all-out and give it to Suda 51 and Grasshopper Manufacture.  Live and Let DieOkay this is a slight cheat as a game based on Roger Moore&apos;s first Bond movie was actually released on the Commodore 64 in 1988  although it was just a  boat racing sim cynically re-branded as a 007 title, so doesn&apos;t count. A modern day tie-in could make the most of the thrilling bayou boat chase, the voodoo sacrifice sequence and the cool train fight with Tee Hee at the end. And Paul McCartney&apos;s title track would be amazing, naturally. Possible developer: With its spooky black magic overtones, maybe F.E.A.R and Condemned developer, Monolith Productions? MoonrakerNot a great film, we all know that. However, the space station shootout is always going to work in a game, plus there&apos;s Jaws, the ultimate boss character. On the way, we get the chase though Venice and the fight in the cable car on Rio de Janeiro&apos;s Sugarloaf mountain. And in a game we can cut out all the really awful jokes and the bit at the end where Jaws turns good. Possible developer: Nonsensical plot? Globe-spanning action? Specious space sequence? Over-long climactic battle? Someone call Infinity Ward! Casino RoyaleDaniel Craig&apos;s blistering opener didn&apos;t get its own video game adaptation, mostly due to its timing between EA giving up the Bond rights and Activision taking them over. A new adaptation could address that, bringing the latest in procedural animation to that whole parkour chase and lots of cool physics to the sinking building finale. In between we&apos;d get Aston Martin chases, airport showdowns and, who knows, maybe Kinect-compatible motion detecting seduction scenes between Bond and Vesper. Oh okay, that probably wouldn&apos;t happen in a real game, would it?Possible developer: The movie is gritty, tough and sexy, so maybe Rockstar Studios could do the trick.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/11/james-bond-50-unmade-games", 
    "wordcount": "757"
}