{
    "headline": "Exam reform: EBacc to the future for Michael Gove", 
    "text": "Michael Gove announced the reform of the exam system on Tuesday. The new exam, replacing GCSEs, will be the English baccalaureate certificate, to be known colloqially as the &quot;EBacc&quot;, as in, &quot;stop texting, get off your Ebackside, and do some work for a change.&quot; It is a serious attempt to dumb up the whole system. For example, any student will get 10% automatically for being able to spell &quot;baccalaureate&quot;. (Or so I assume.) Mr Gove, the education secretary, is a difficult bird for Labour to tackle. They want to see him as a Dickensian figure, insisting on &quot;facts, facts, facts,&quot; a Michael Gradgrind or Wackford Gove. But he isn&apos;t a bit like that. Nor is he the curled lip Quelch of Billy Bunter, or the harrassed Teacher from the Bash Street Kids. Equally he is no Mr Chips, sitting in an armchair and toasting crumpets for pupils until kindly death saw him off. Instead he is a slightly camp figure, who loves nothing better than scoring short, sarcastic points off the other side. Basically he is saying that the exam system was stuck in the past. To hear him talk about GCSEs you&apos;d imagine that pupils had to write the exams with quill pens, as men in mortar boards and gowns stalked the aisles with canes held aloft. It was time, he said twice, &quot;to end the race for the bottom&quot;, which I took to mean six of the best for boys in worsted shorts with slide rules down their socks. On the contrary. It was going to be bang up to date, fit for the 21st century. There would be, he said, with breathtaking mastery of the jargon, &quot;a new suite of subjects&quot;, no doubt with a private bathroom and hospitality tray. The new system would be &quot;truly rigorous&quot; he said, many times, leading some suspicious MPs to think that it would indeed include rote learning. It would certainly not include &quot;coursework&quot; on the grounds that most of this is produced by aspirant middle-class parents for their middle-class children. Labour were furious, or at least pretended to be. The shadow minister, Stephen Twigg, was enraged by the fact that the whole scheme had been leaked to the Mail. I don&apos;t know why he was so surprised. If faced with a choice of pleasing (a) the Daily Mail or (b) the Labour party, which one do you imagine the coalition government would choose? Mr Twigg did seem genuinely baffled about how to react. &quot;Is this a Trojan horse for a two-tier system, or a cave-in to the Liberal Democrats?&quot; he asked, leaving none of us the wiser. Everyone was confused. Andrew Percy, a Tory who used to be a teacher, wondered what would happen to children &quot;from more poorer backgrounds&quot;. A certain lack of rigour there, I thought, though he did correct himself. Mr Gove skipped merrily into camp mode. He accused Tristram Hunt and Siobhain McDonagh of being &quot;the last breeding pair of Blairites&quot;. Ooh, missus! And some other MP was accused of &quot;wanting to have her consultation and eating it!&quot; Why is it, I wondered yet again, that all these debates about the need for higher standards in education are always conducted in a weird language, related to, but basically different from English?", 
    "section": "education", 
    "gid": "education/2012/sep/17/exam-reform-ebacc-future-michael-gove", 
    "wordcount": "569"
}