{
    "headline": "Meet the woman battling Japan's whaling fleet in Antarctic ocean", 
    "text": "One of Natalie Fox&apos;s most cherished memories is of kayaking just off the coast of America accompanied by inquisitive blue whales. They came to &quot;hang out with us for two hours&quot;, said Fox, a 30-year-old environmental activist, originally from Cornwall. &quot;The more time you spend with them in the ocean, the more you realise how special they are.&quot; Now Fox, a co-founder of the campaigning group Women for Whales, is to be a key player in the Sea Shepherd conservation society&apos;s Operation Zero Tolerance. In its biggest venture to date, the society will soon be sending four ships to take on the Japanese whaling fleet in the Southern Ocean with the aim of preventing the death of even a single whale. Almost three months ago, Fox, a surfing and yoga instructor, was summoned to Hobart, Australia. She was responding to an email that read: &quot;There&apos;s a spot for you, but you&apos;ve got to come, now! To Australia. Right away. And you&apos;re undercover, so you can&apos;t tell anyone.&quot; Fox is aware that the operation will be a challenging one, especially since she is prone to seasickness. The icy conditions of the Southern Ocean whale sanctuary  ideal for minke and fin whales but inhospitable for humans  will be a test, although the chance to see icebergs at close quarters, she said, will be priceless. However, she will be spending most of her time cooking, in the galley of the Sam Simon, Sea Shepherd&apos;s newest vessel. She is putting potential confrontations out of her mind. &quot;I can&apos;t think about it until I&apos;m in the moment or it&apos;s happening at that time, and hope that whatever happens, it&apos;s all good,&quot; she said. The secrecy surrounding her &quot;call-up&quot; was necessary, as Sea Shepherd was in the process of acquiring the Sam Simon, which Fox has been living on in port with the other 23 crew members. The 56-metre ship began life as the Seifu Maru, an ocean research vessel used by the Japanese whaling fleet. Sea Shepherd said Japanese government officials failed to realise who was buying it. The controls on the bridge are all labelled in Japanese and the former name remains on the side in raised metal outline. But there is also a brightly painted new nameplate: Sam Simon. Sam Simon, the man  one of the creators of the TV cartoon series The Simpsons and also an animal activist, privately funding a shelter in his home town of Malibu  donated the money that enabled Sea Shepherd to buy this fourth vessel, which will join the Steve Irwin, the Bob Barker and the Brigitte Bardot in the Antarctic campaign. Simon had been planning to join Operation Zero Tolerance but a cancer diagnosis ruled that out. However, 120 crew members from more than 20 countries, most of them volunteers, will join Sea Shepherd&apos;s founder, Paul Watson, in his latest bid to halt the whaling. In an attempted counter-attack, the Japanese whalers  in the shape of the Institute of Cetacean Research and the Kyodo Senpaku company  have taken legal action. A court order issued by the ninth circuit court of appeals in the US on 17 December enjoined Sea Shepherd, Watson and anyone &quot;acting in concert with them&quot; from physically attacking the Japanese vessels or coming &quot;any closer than 500 yards&quot;. Gavin Carter, the whalers&apos; Washington-based PR representative, says the order is to &quot;ensure safety at sea&quot;. Watson does not see it that way. &quot;They are saying they are trying to protect their people from us. We&apos;ve never injured any of them. They destroyed a $1.5m boat and almost killed six of our people,&quot; he said, speaking via Skype from the Steve Irwin at an undisclosed location. &quot;[Yet] they didn&apos;t have to answer for it, they didn&apos;t have to pay compensation for it, they destroyed it and got away with it.&quot; Both sides blamed each other for the collison that sank the Ady Gil in 2010 but an investigation by the Australian Maritime Safety Authority was inconclusive and unable to apportion blame. &quot;We haven&apos;t hurt anybody,&quot; continued Watson, &quot;and yet they have this injunction against us, so I think any reasonable person would look at this and say: &apos;Whoa, this isn&apos;t fair.&apos;&quot; Watson says they are going to &quot;use some imagination&quot; in deciding how to respond to the order. They have time, as the Japanese fleet&apos;s departure has been delayed. &quot;As with all maritime operations, there are many operational factors that can affect the departure date,&quot; says Carter of the recent refit of the fleet&apos;s factory ship, the Nisshin Maru. It will not arrive in the Southern Ocean until mid to late January, halfway through the usual whaling season. Watson is claiming that as a victory. &quot;They&apos;re certainly not going to get half their quota, even if we weren&apos;t here, and we intend to make sure they don&apos;t get the other half,&quot; he says. That sounds good to Fox. She is aware there will be challenges to be faced but said: &quot;I&apos;m just really, really happy to have the opportunity to be here and, literally, be doing something to save whales.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/29/japan-whalers-sea-shepherd-activists", 
    "wordcount": "879"
}