{
    "headline": "Facebook IPO: six things you need to know", 
    "text": "Any day now, perhaps as early as Wednesday, Facebook will announce it is going public. The firm is looking to raise $10bn selling shares in an initial public offering (IPO) that will value the firm at somewhere between $75bn-$100bn, according to reports. Not bad for a seven-year-old firm that has only recently started making money and apparently made $1bn last year. It will be the biggest tech IPO since Google, and investors (and rivals) will finally get to see what makes Mark Zuckerberg&apos;s social network. Is Facebook really worth $75bn-$100bn? That&apos;s the big question. This is the most hyped IPO in years, and if the company is valued at less than $75bn, that wiill be seen as a major setback on Wall Street. Even at the low end, Facebook would be worth more than Disney (valued at $70bn). The company has 850 million users, more than the combined populations of the US, Brazil and Mexico. But what are they worth? Facebook has already overtaken Yahoo to become number one in online display advertising revenues, taking 16.3% of the market, says eMarketer, a research firm. eMarketer reckons Facebook&apos;s ad revenue will be $7bn by 2013. But for comparison Disney&apos;s revenues were over $40bn last year. Facebook&apos;s outsize valuation is a big bet on a big future. What will I notice? Not much  at least to start with. Facebook is no stranger to innovation: its news feed, &quot;Like&quot; buttons and timeline are just some examples of how the company has evolved over timeand users are likely to continue to see changes with or without the IPO. &quot;Their internal slogan is: &apos;Facebook&apos;s only 1% finished&apos;,&quot; says Nate Elliott, a principal analyst focusing on interactive marketing at Forrester Research. &quot;We will continue to see changes in Facebook between now and when they go public  and after. I don&apos;t think any of those changes will be a function of the IPO.&quot; So: same old, same old? Not really. As a public company, anything Facebook does will be parsed by analysts looking for how it will hit the bottom line. The best way to do this is by more targeted advertising, say analysts. Catherine Tucker, a marketing and IT professor at MIT&apos;s Sloan School of Management, expects Facebook to ramp up what she calls &quot;social advertising&quot; efforts, where ads are served up to users based on their friends&apos; preferences. For instance, if I &quot;Like&quot; Whole Foods on Facebook, you, as my friend, are presumed to harbour a preference for organic food as well  hence you are more likely to see a Whole Foods advertisement when you log on. Does this mean you should be concerned about how Facebook handles your information? Yes. When Facebook goes public it will be under increased scrutiny, held more accountable, and required to be more transparent. But, at the same time, the need to maximise returns means the use of personal data is likely to increase, only raising privacy concerns. Facebook has already been slapped on the wrist over how it treats user data. In November, the company reached a settlement with the Federal Trade Commission, which accused it of engaging in &quot;unfair and deceptive&quot; practices, making public information that users had supposed was private. &quot;Facebook is probably going to face some difficult balancing issues, in terms of meeting its new shareholders&apos; expressed desire to exploit the data they have with the fact that if they exploit the data too much it can drag down the effectiveness of advertising,&quot; says Tucker. Why bother? Facebook has to pay off its early investors, and it now has too many shareholders to stay private. But more than that, Facebook could use the cash. Google has $50bn of cash to spend snapping up start-ups. After it went public, Google bought key chunks of its business, including YouTube and ad firm DoubleClick. Facebook could raise $10bn in the IPO, enough cash to make some big purchases. Debra Aho Williamson, principal analyst at eMarketer, expects Facebook will use its IPO cash to strengthen its mobile site. &quot;Facebook has always lagged a little bit behind in delivering a really solid user experience on mobile devices,&quot; she says. &quot;As Facebook moves into markets where mobile is the primary way people access the internet, it is important to deliver a good mobile experience.&quot; What are the risks? Alongside Apple, Facebook is arguably the hottest company on the planet. But it&apos;s not easy to stay hot (just look at Apple before Steve Jobs came back). Nearly all of the hot ideas online have come from start-ups, not public companies, and there&apos;s a reason for that. Public companies have to be accountable, and that accountability often means lopping off freewheeling, creative endeavoirs that you hope will make money and concentrating on making cash with what you have. Google used to boast that staff spent 20% of their time on whatever they wanted. Not any more. Last year it closed Google Labs  &quot;a playground where our more adventurous users can play around with prototypes of some of our wild and crazy ideas.&quot; Labs was culled so Google could devote more resources to &quot;high-impact products&quot;  for which you can read ones that make money. From now on Facebook will have to do its innovating in public, and will be answerable to shareholders as well as its users.", 
    "section": "technology", 
    "gid": "technology/2012/jan/31/facebook-ipo-six-things", 
    "wordcount": "909"
}