{
    "headline": "Tax avoidance uproots vine from which Tanzania's development could spring", 
    "text": "If you look at any industry in Tanzania, be it mining, agriculture or the hotels gracing the beachfronts of Zanzibar, UK businesses are well represented. The country continues to be an important market for big, familiar brands. UK visitors are often comforted by the ubiquitous presence of companies like Barclays, Vodafone (or Vodacom as it is known here) and Shell. However, there is a growing awareness among Tanzanians that foreign companies often contribute little to the government&apos;s coffers because of complicated tax avoidance techniques. Research by ActionAid has revealed that 23 of the FTSE 100 firms now operate in Tanzania. Between them, these companies have 3,166 sister companies located in tax havens. Barclays has 174 companies registered in the Cayman Islands alone. The government recently released a list of the 15 companies paying most tax in Tanzania. There were angry mumblings of surprise in parliament and the media when Vodacom, which enjoys 40% of the Tanzanian telecommunications market, was nowhere to be seen. We don&apos;t know why Vodacom has comparatively small tax bills, but it may be something to do with its easy access to tax havens. Vodafone locates 24% of its subsidiary companies in tax havens, and has been accused of using them to avoid its bills in several countries. The Organisation for Economic Co-operation and Development (OECD) estimates developing countries lose three times more to tax havens than they receive in aid each year. Tax avoidance clearly denies Tanzania desperately needed income. We are a nation still very much dependent on aid. Foreign aid makes up about 29% of our national budget, and we must increase the amount we raise through domestic taxes to become fully self-reliant in the long run. Without proper tax revenues, we cannot finance our own development. We are unable to build the infrastructure needed to sustain a growing nation, provide basic services like good hospitals, clean water, improved sanitation, medicine and the kind of quality education needed to thrive in a global economy. When you visit some of the country&apos;s rural areas, this comes into stark focus. We regularly meet teachers struggling to educate our children in classes of over 100. While aid is helping to build schools or pay for books, the real impact comes from having sufficient numbers of good quality teachers. Training and employing such teachers has to be covered by government tax revenues  revenues that are hopelessly overstretched, thanks in part to tax avoidance by multinational companies. Over the past few months I have been watching my colleagues in ActionAid UK urge the British government not to change tax rules that will make it easier for UK multinationals to avoid paying their fair share of taxes in developing countries like Tanzania. If the UK goes ahead with its plans to water down rules on tax havens, contained in the finance bill, which is being debated in parliament this week, it will be even harder for Tanzania to get a fair amount of tax for the British multinationals operating there. Developing countries stand to lose 4bn each year, and the UK government must rethink its plans. But it&apos;s not just the UK that needs to take a hard look at its policies. Working with the Tax Justice Network Africa, we&apos;ve recently calculated that Tanzania sacrifices 381bn Tanzanian shillings (88.5m) annually in tax incentives to companies. We&apos;ve been pressing our government to get its own house in order but, while they&apos;ve promised to review the tax incentives they&apos;ve granted, so far little progress has been made. The sad fact is that both the Tanzanian and UK governments are encouraging damaging tax competition between countries. While this benefits big business, it means there isn&apos;t sufficient revenue to invest in basic services and infrastructure. Tanzania has experienced strong growth rates over the last few years, but this simply hasn&apos;t translated into improvements in the lives of the vast majority of Tanzanians. My appeal is that we all work towards a time in the near future when we will not need aid. Increased tax revenue is the root from which our country will grow and we need to nurture it carefully. Please don&apos;t cut down the tree.  Aida Kiangi is country director of ActionAid Tanzania", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/16/tax-avoidance-tanzania-development", 
    "wordcount": "705"
}