{
    "headline": "Apple pulls iPhones from German web store after Motorola patent ruling", 
    "text": "Apple briefly pulled several models of the iPhone and iPad from its online store in Germany after Android handset maker Motorola Mobility (MMI) won a court injunction over the phones in Germany. A separate ruling over its &quot;iCloud&quot; service means it might be forced to turn off &quot;push&quot; email for users in the country. Apple has appealed the rulings. But the phones and tablets were removed from Apple&apos;s German online store after Motorola, which is due to be acquired by search giant and Android owner Google, won a court ruling in December relating to an alleged infringement of wireless patents for 3G connections by Apple handsets including the iPhone 4 and the 3G version of the iPad 2. MMI won a separate court injunction against Apple on Friday that could force the US electronics giant to block a key function of its iCloud email system for users in Germany. That would require MMI first to post a 100m (83m) bond to cover potential outcomes. The court injunctions are the latest in a string of patent disputes between Apple and MMI, which Google is buying for $12.5bn. The German court&apos;s ruling on Friday means that Apple must switch off the so-called &quot;push&quot; email service for users of iCloud and MobileMe in that country. German iPhone owners will still be able to access email, but the BlackBerry-like function that sends new messages automatically to the phone will be unavailable. Apple said in a statement that the patent was &quot;invalid&quot; and said it would appeal against the ruling. The independent patent expert Florian Mueller, who first reported the rulings, told the Guardian that Apple would be forced to comply with the injunction if Motorola Mobility posts a 100m bond. &quot;They will have to deactivate the feature if and when [Motorola Mobility] seeks enforcement,&quot; he said. &quot;The ruling per se doesn&apos;t force them to do anything, but if [Motorola Mobility] posts another 100 million euro bond and demands that Apple comply with the injunction, then they&apos;ll have to do that.&quot; Apple said that the separate removal of iPhones and iPads from its German website would not affect buyers from retail stores and other authorised outlets in the country. A spokesman for Apple said: &quot;All iPad and iPhone models will be back on sale through Apple&apos;s online store in Germany shortly. Apple appealed this ruling because Motorola repeatedly refuses to license this patent to Apple on reasonable terms, despite having declared it an industry standard patent seven years ago.&quot; Updated to show that MMI needs to post a 100m bond, not 100", 
    "section": "technology", 
    "gid": "technology/2012/feb/03/apple-iphone-germany-motorola-patent", 
    "wordcount": "443"
}