{
    "headline": "Saxon find in Lyminge has historians partying like it's 599", 
    "text": "The foundations of a spectacular Anglo-Saxon feasting hall, a place where a king and his warriors would have gathered for days of drinking and eating  as vividly described in the poem Beowulf  have been found inches below the village green of Lyminge in Kent. There was one last celebration by the light of flickering flames at the site, 1,300 years after the hall was abandoned, as archaeologists marked the find by picking out the outline of the hall in candles, lighting up the end-of-excavation party. Heaps of animal bonesburied in pits around the edge of the hall bore testimony to many epic parties of the past. The unexpected find, by a team from the University of Reading funded by the Arts and Humanities Research Council and working with local archaeologists and villagers, is exceptionally rare. Digging under the curious gaze of drinkers in the garden of the Coach and Horses pub a few metres away, it is the first great hall from the period to be discovered in more than 30 years. At 21 metres by 8.5 metres, it would have been the most imposing structure for miles, large enough to hold at least 60 people. Beowulf, the most famous of all surviving Anglo-Saxon poems, describes the hero coming to just such a hall, Heorot  &quot;the timbered hall / splendid and ornamented with gold. / The building in which that powerful man held court / Was the foremost of halls under heaven; / Its radiance shone over many lands.&quot; The director of the Lyminge excavations, Gabor Thomas, said: &quot;This would undoubtedly have been the scene of many Beowulfy type activities, great assemblies for feasts that lasted for days, much drinking and story-telling, rich gifts like arm rings being presented, all of that. There could have been no more visible sign of wealth and status than raising a hall like this.&quot; The royal family and retinue would have visited sporadically. &quot;This is before centralised tax collecting and coinage, too early for royal palaces as such,&quot; Thomas said. &quot;To keep control you had to keep on the move, stopping at significant places, literally feeding off the land, off the rich food offerings that would be brought everywhere the king arrived.&quot; Thomas believes the hall marks a crucial transition, the last flicker of the ancient pagan ways before the site was abandoned, after the hall had stood for perhaps no more than a generation. A rare piece of beautifully decorated and gilded horse harness, broken in antiquity, was found in the foundations. It is the first such find from a domestic setting  similar examples are isolated finds by metal detectors, or from graves  and helps date the hall to the late sixth or early seventh century. &quot;The horse harness decoration is very significant,&quot; Thomas said. &quot;It&apos;s not just a wonderful find, but evidence of the status of the people who used this site  the ability to own and upkeep a horse was the mark of the warrior aristocracy.&quot; Other finds include pieces of jewellery, bone combs, and a remarkably well preserved manicure set  three little bronze rods, probably for cleaning fingernails or ears, strung on to a piece of wire. The site also yielded quantities of glass, some evidently scavenged by the Anglo-Saxons from nearby Roman sites and melted down to make glass bead jewellery. Earlier excavations at various sites in the village, including the graveyard of the village church, which is said to have been founded in AD633 and to be the original burial place of St Ethelburga, uncovered evidence of thousands of years of habitation. The village is only a few miles from the Eurotunnel terminal, but is still surrounded by rich farmland, and remarkably isolated in a tangle of narrow country roads, hills and valleys. Last summer, when the archaeologists moved on to the village green, which has been open land for almost 1,000 years, ground-penetrating radar suggested some structures lay beneath  but there was no hint of anything as significant as the hall. The timbers are long gone, either rotted away or removed for reuse, but the outline of the huge building was clearly traced by post holes and the slots for planks laid horizontally to form the walls. It had a partitioned space at one end, either a sleeping place or a private chamber for the most aristocratic. There is evidence that the building was at least damaged, if not destroyed, by fire  a common fate for timber buildings centred around open hearths  but Gabor believes the hall was deliberately abandoned as the tribe, as with the other Anglo-Saxons in Kent, turned to Christianity. The settlement was soon abandoned, too, and a new village grew higher on the hill around the new church  another lofty building, grander than any of its neighbours, which Thomas believes took on the role of the old pagan hall as the place for gatherings and celebrations. The archaeologists will return to Lyminge next summer. &quot;There&apos;s more of this story,&quot; Thomas said.", 
    "section": "science", 
    "gid": "science/2012/oct/30/lyminge-kent-anglo-saxon-hall", 
    "wordcount": "843"
}