{
    "headline": "Australasia has hottest 60 years in a millennium, scientists find", 
    "text": "The last 60 years have been the hottest in Australasia for a millennium and cannot be explained by natural causes, according to a new report by scientists that supports the case for a reduction in manmade carbon emissions. In the first major study of its kind in the region, scientists at the University of Melbourne used natural data from 27 climate indicators, including tree rings, corals and ice cores to map temperature trends over the past 1,000 years. &quot;Our study revealed that recent warming in a 1,000-year context is highly unusual and cannot be explained by natural factors alone, suggesting a strong influence of human-caused climate change in the Australasian region,&quot; said the study&apos;s lead researcher, Dr Joelle Gergis. The climate reconstruction was done in 3,000 different ways and concluded with 95% accuracy that no other period in the past 1,000 years match or exceeded post-1950 warming in Australia. The study, published in the Journal of Climate, will be part of Australia&apos;s contribution to the fifth Intergovernmetal Panel on Climate Change report, due in 2014. As part of the study, climate modellers used the natural data to analyse the impact of both natural events, like volcanic eruptions in the pre-industrial era, and the impact of human-induced climate change such as greenhouse gasses emissions on temperatures in the last millennium. Dr Steven Phipps, from the Climate Change Research Centre at the University of New South Wales, who carried out the modeling, said the study demonstrated strong human influence on the climate in the region. &quot;The models showed that prior to 1850 there were not any long-term trends and temperature variations were likely to be caused by natural climate variability which is a random process,&quot; he said. &quot;But [the modeling showed] 20th-century warming significantly exceeds the amplitude of natural climate variability and demonstrates that the recent warming experience in Australia is unprecedented within the context of the last millennium.&quot; Annual average daily maximum temperatures in Australia have increased by 0.75C since 1910. Since the 1950s each decade has been warmer than the one before it. Australia&apos;s peak scientific body, the CSIRO, has said temperatues will rise by between 1C and 5C by 2070 when compared with recent decades. It predicts the number of droughts in southern Australia will increase in the future and that there will be an increase in intense rainfall in many areas.", 
    "section": "science", 
    "gid": "science/2012/may/17/australasia-hottest-60-years-study", 
    "wordcount": "404"
}