{
    "headline": "Google responds to European commission's antitrust chief", 
    "text": "Google has scraped in under the deadline to respond to the European commission&apos;s antitrust chief Joaqun Almunia, who is seeking to change the way it presents search results in Europe. It delivered its suggestions on Thursday 31 January, the final day of the period set by Almunia earlier this month for its suggestions to avoid swingeing fines for abusing its search monopoly. Neither Google nor the EC has yet publicised the contents of the proposals, and Google declined to comment. The EC has been investigating Google since November 2010, and in summer 2012 threatened to issue a &quot;Statement of Objection&quot;  the last step before implementing fines of up to 10% of the company&apos;s turnover if no compromise could be found. Almunia has stated that Google has a monopoly on search; data from Europe suggests it has more than 90% of search share, compared to about 65% in the US. He has also said that he believes that it is taking unfair advantage of that position: earlier in January he told the Financial Times that &quot;we are still investigating, but my conviction is they are diverting traffic&quot; from rival services through the ordering of search results. He added: &quot;They are monetising this kind of business, the strong position they have in the search market, and this is not only a dominant position, I think  I fear  there is an abuse of dominant position.&quot; Google&apos;s submission will have to suggest how it could deal with Almunia&apos;s concerns. Those relate to the question of whether Google favours its own services over rivals&apos; in search results; the portability of advertising campaigns between search engines; unauthorised &quot;scraping&quot; of content from other sites to present in its own search results, denying those sites traffic; and restrictions on competitors&apos; adverts appearing alongside its own on sites. The Microsoft-backed lobby group Icomp said the proposals were &quot;just the first step&quot; and said they would have to be closely monitored and assessed. The group added: &quot;To be seen as a success, any settlement must  include specific measures to restore competition and allow other parties to compete effectively on a level playing field with Google in the key markets of search and search advertising.&quot;  This article was amended on 1 February 2013 because the original said that the EC issued a &quot;Statement of Objection&quot; in summer 2012.", 
    "section": "technology", 
    "gid": "technology/2013/jan/31/google-antitrust-chief", 
    "wordcount": "403"
}