{
    "headline": "Bill Gates admits early mobile strategy was 'mistake' and hedges on Ballmer", 
    "text": "Microsoft&apos;s early mobile strategy was &quot;clearly a mistake&quot;, according to its chairman Bill Gates  but he refused to criticise chief executive Steve Ballmer, although he didn&apos;t give him unequivocal support. Speaking to CBS on a wide range of topics covering his current activities, Gates was asked about the growing number of articles that seem to contain criticism of Microsoft&apos;s strategy.  &quot;We appreciate the advice,&quot; Gates says drily. &quot;There&apos;s a lot of things like cellphones where wedidn&apos;t get out in the lead early. We didn&apos;t miss cellphones, but the way that we went about it didn&apos;t allow us to get the leadership.&quot; That strategy, he said, was &quot;clearly a mistake.&quot; Explaining precisely why would be &quot;too complicated&quot; for the show segment, he says. (It is a CBS profile, rather than an in-depth study of the mobile business.) Asked whether he is happy with the performance of chief executive Steve Ballmer  whose tenure since the end of 1999 has seen Microsoft&apos;s share price show no significant growth, missed the chance to buy Yahoo, lost billions on the Bing search engine, seen the company take its first ever net loss after a huge writedown on its aQuantive acquisition, and most recently the departure of Windows chief Steve Sinofsky apparently after a disagreement  Gates pauses fractionally. Then he says: &quot;He and I are two of the most self-critical people you can imagine. There are a lot of amazing things that Steve&apos;s leadership got done with the company in the last year  Windows 8 is key to the future, the Surface computer, [the search engine] Bing, people are seeing is a better search product, but is it enough? No, he and I are not satisfied in terms of breakthrough things that we&apos;re doing everything possible.&quot; Microsoft&apos;s Windows Mobile, the OS that preceded Windows Phone, was the second biggest smartphone OS in use at the beginning of 2007, just as Apple launched its iPhone. Nokia&apos;s Symbian dominated, followed by Windows Mobile and then RIM. But the total smartphone market at the time was comparatively small, comprising just 17.6m handsets per quarter. Windows Mobile peaked in the fourth quarter of that year, shipping on an estimated 4.8m handsets, according to Gartner. Microsoft finally abandoned development on Windows Mobile at the end of 2008 and introduced Windows Phone in 2010. Now the market is more than ten times larger in terms of smartphone sales, hitting 207m in the fourth quarter of 2012 according to the research firm Gartner. Windows Phone has about 3% of that market by Gartner&apos;s figures. Here&apos;s the video:    ", 
    "section": "technology", 
    "gid": "technology/2013/feb/19/bill-gates-microsoft-ballmer", 
    "wordcount": "438"
}