{
    "headline": "Plants in traditional meadows", 
    "text": "A narrow, crystal-clear stream bisects gently sloping, herb-rich meadows. Bordered by wild watercress that was once harvested, its purity betokens the ancient history of these unimproved pastures. With well over 100 flowering species, these rank high among the richest grassland sites in Hampshire. Their lineage becomes visible where they tip into the brook. There, in the bank, misshapen clay field drains from the 19th century still function, while close by are the remains of timber and stone drainage structures sunk years earlier. Traditional grazing patterns maintain a sward that includes marsh orchids and marsh ragwort, which, unlike its common cousin, does not harm livestock. In the damper areas, star and hairy sedges flourish and among them  under a rotting log  I found the slender marsh slug Deroceras laeve, not seen on previous visits. Every effort is made to sustain this holding in ways that would have been familiar when the family first occupied it three generations ago. Various techniques are used to maintain its hedges. In some places they are laid; in others the plants thicken up better if they are coppiced. Dotted throughout them are veteran trees, whose profuse branches spring from a straight trunk, showing that they were pollarded when younger. The gnarls and holes where they break out are a metropolis for wildlife. In another of the fields there is a uniquely boggy area, clearly marked by the waving white flags of common cotton grass. From a distance the ground has a distinctly pink tinge that, on close inspection, proves to be a colony of lousewort. This semi-parasitic plant has very little stem and needs to be photographed at ground level. It often seems that the best specimens grow where it is quite difficult to get a good shot. It is a plant that always reminds me of one of my most embarrassing moments. Our tutor on a digital camera course chose a small patch of lousewort for a lesson. Fortunately, I was the last to go, because when I stood up I lost my balance and trod on the lot!", 
    "section": "environment", 
    "gid": "environment/2013/jun/07/new-forest-plants-traditional-meadows", 
    "wordcount": "344"
}