{
    "headline": "Lo Grasset: The way we teach science is definitely too simplified", 
    "text": "Lo Grassest is a 27-year-old French evolutionary biologist whose offbeat, knowledgeable style has helped him amass more than 400,000 subscribers to his YouTube channel Dirty Biology. He also writes a blog called Dans les testicules de Darwin and is publishing his first book, How the Zebra Got Its Stripes. Why is your channel is called Dirty Biology? Everyday animals do stuff that we think is gross such as cannibalism or incest. It is my goal to show that biology, and the living world, is not a clean world  it is way more interesting than that. Why did you choose YouTube?There is a very logical explanation: because at first TV would never have wanted to work with me! Now they do  I have a television project and some publishing projects. TV is a complex system and they are slow to move and slow to adapt to changes in the habits of their audience. They are not used to working with people from the internet or young people. How do you get millennials excited about biology?I try different methods. For example, in an episode where I wanted to talk about evolutionary psychology, I related it to pornography. There is an evolutionary hypothesis that the quality and quantity of sperm should increase in the context of sperm competition. Researchers have tested whether exposure to pornography, for example seeing other men having sex with a woman, can cause men to produce more active sperm and such like.    I couldnt find any correlation between stripes and personality in zebras. My zebras didn't have any personality!    Does social media make it easier or harder to get people interested in science? It is hard to compete with a cat video on YouTube, but at the same time I think people are more educated now than they were in the past  I can talk about processes like natural selection and I can be sure that 80% of people will understand. The title of your book How the Zebra Got Its Stripes is a reference to your own work when you were in the African savanna as a student researcher. What were you studying? My research project was on the stripe pattern of zebras  we were interested to know whether the stripe pattern was related in one way or another to their behaviour and tried to find clues about the personalities of zebras. We didnt find anything. One of the animals you look at in the book is the giraffe, and you give lots of theories as to how it got its long neck  not just that it is because the animals evolved to reach the high leaves on trees. Is science simplified too much at school?The way we teach science is definitely too simplified. For example, we only hear about the success stories of science and never about the failures  but science is all about failure and it is interesting to understand why something doesnt work. I didnt get anything about the correlation between the stripes and the personality of zebras  my zebras didnt have any personality! I had to explain this lack of signal, and when youre in school you never really get to hear about all these failures and the real methods of science. You also say that we should be careful not to take the attitude that every trait has evolved for a reason  remembering the example of the male nippleWe tend to oversimplify it  because we tend to choose only the great examples where natural selection works and everything is perfect. But in the chapter about the female hyena penis  this huge clitoris, which is a kind of pseudo-penis  if you try to explain something like that, it is very strange because it kills hyenas and it kills babies. All the simple explanations have not worked so you have to scratch your head a bit and try to find alternative explanations. It should be explained that evolution is very complex and that natural selection creates functions that can give the impression of purpose, but there are many mechanisms that are very complicated. There have been some concerns about amateur, garage scientists being able to do genome editing  does that worry you? I am sceptical of the risk. We overestimate the power of genetics to explain us. Most of the interesting traits that we would like to change, like height, are linked to hundreds of genes, and genes are not the only component that creates height  there are environmental components, too. I think the effect of [experiments] at home will be less scary than you think. I think people in their garage, if they are correctly regulated in their research, will do interesting work. I think Crispr [a gene-editing tool] is more interesting as a tool to understand how the genome is made and how it works than a tool to make us superhuman. What would you change about your DNA? Were it possible, I would like to change the colour of my eyes  try new colours, stuff like that. I think there would be a market for that. There seems to have been a craze for people dressing up and living as wild animals as part of their research  someone just won an Ig Nobel prize for dressing as a goat. Would you do that? Maybe. I am very interested in how wolves became dogs. I would be really interested to live among wolves for a while. Why is it important to get biology out there? I believe that it is really important, not just for natural history but for all science, to make people aware that science is not only important but also very interesting and very fun, very cool. Being curious, being educated is actually a very good way to never be bored again. You cannot make good decisions for the world when you dont understand how the world works. People make important decisions that are scientifically related about climate change and genetically modified organisms. You need a scientific education to understand these things. The most important thing is to teach people how to think, because people are usually a bit emotional about these topics and not very rational. How the Zebra Got Its Stripes is translated by Barbara Mellor and published by Profile (9.99). Click here to order a copy for 8.19 ", 
    "section": "science", 
    "gid": "science/2016/oct/16/interview-leo-grasset-how-the-zebra-got-its-stripes-book-youtube", 
    "wordcount": "1051"
}