{
    "headline": "Google accused of withholding evidence from Texas antitrust probe", 
    "text": "The Texas attorney general is accusing Google of improperly withholding evidence to stymie an investigation into whether the company has been abusing its dominance of web search. The allegations surfaced in a court filing earlier this week as part of Texas&apos; probe into Google&apos;s business practices, now in its second year. Texas is one of at least six US states examining whether Google manipulates its search engine&apos;s influential results to stifle competition and drive up online advertising prices. The US Federal Trade Commission (FTC) and Europe&apos;s antitrust regulators are conducting their own investigations into the same issues, with an early July deadline for responses in Europe. As regulators and other government authorities pursue their inquiries, Google is being asked to turn over reams of internal emails and other records that could illuminate the company&apos;s strategy and provide insights into the mindset of its top executives. However Google has refused to hand over more than 14,500 documents covered in formal demands issued by Texas attorney general Greg Abbott in July 2010 and May 2011. Abbott filed a petition on Monday in a Texas state court seeking an order that would require the company to surrender more of the requested material. News of the filing broke in The Wall Street Journal a few hours before Google&apos;s annual shareholders&apos; meeting on Thursday at its headquarters in Mountain View, California. The uncertainty posed by Google&apos;s legal battles with government regulators and authorities around the world is one of the reasons the company&apos;s stock has been lagging the rest of the market since co-founder Larry Page became chief executive more than 14 months ago. Page himself was not present at the annual meeting because he has lost his voice, executive chairman Eric Schmidt explained at the event. The affliction means Page will also have to miss Google&apos;s I/O event for developers next week, at which the company is expected to unveil its own branded tablet to compete with Apple&apos;s iPad and Microsoft&apos;s Surface, announced earlier this week. The meeting saw shareholders vote in favour of a new stock structure which will split the stock but will not give voting rights to newly created shares  an outcome that had always been certain because Page, and his co-founder Sergey Brin, control the majority of the voting stock. Google shares fell $12.30 (7.87) on Thursday to close at $565.21. The stock has declined by 4% during Page&apos;s reign, while both the technology-driven Nasdaq composite index and the Dow Jones industrial average have gained 2%. This isn&apos;t the first time a government agency has criticised Google for perceived stonewalling. In April, the US Federal Communications Commission (FCC) fined Google $25,000 after concluding the company deliberated impeded an investigation into a Google project that scooped up emails, passwords and other personal information transmitted over unsecured wireless networks in homes located around the world.  In its report, the FCC noted that despite being a world leader in search, Google had said that providing the emails that the FCC wanted to carry out its investigation would be too time-consuming, and only offered five emails in its first response to the complaint. Google denied it did anything wrong, although it paid the fine. In a statement on Thursday, Google cast itself as a good corporate citizen  an image that it seeks to cultivate as part of its &quot;Don&apos;t Be Evil&quot; motto. &quot;We have shared hundreds of thousands of documents with the Texas attorney general, and we are happy to answer any questions that regulators have about our business,&quot; Google said. The Texas dispute hinges on whether the documents in question are legally protected communications between Google&apos;s lawyers and the company&apos;s employees. Abbott contends Google is trying to conceal documents that don&apos;t fall under the shield known as attorney-client privilege, which covers conversations between a lawyer and a client. The Texas attorney general reached that conclusion after reviewing Google&apos;s justification for withholding the requested documents. In many instances, Google is asserting the attorney-client privilege on communications between non-lawyers, according to Abbott&apos;s petition. The disputed records reflect but don&apos;t contain advice directly from a lawyer, according to the petition.  Abbott says Google is withholding other records that don&apos;t appear to have been prepared by lawyers. To prove his point, Abbott wants a Travis County court judge in Texas to review a sampling of the documents that Google is trying to protect to determine if they fall under attorney-client privilege. The review would be done in the privacy of the judge&apos;s chambers, a process known as &quot;in camera&quot;. &quot;The attorney general&apos;s office believes an in camera review of these examples will likely demonstrate that Google has significantly overreached in its effort to prevent disclosure of documents,&quot; lawyers on Abbott&apos;s staff wrote in the petition. Google, meanwhile, is asking Abbott&apos;s investigators to return or delete 12 documents that the company had previously turned over, according to the petition. Abbott wants a judge to look over those records to determine if they fall under attorney-client privilege.", 
    "section": "technology", 
    "gid": "technology/2012/jun/22/google-antitrust-texas", 
    "wordcount": "843"
}