{
    "headline": "First 'free' sixth form oversubscribed", 
    "text": "It&apos;s a Saturday morning on the sixth floor of the HSBC building in London&apos;s Canary Wharf, and a group of about 90 schoolchildren are milling expectantly around the reception area. Despite the location, this isn&apos;t an open day for a career in banking. These 15- and 16-year-olds are all candidates for the London Academy of Excellence (LAE)  the first sixth-form college to start up under Michael Gove&apos;s free school programme. &quot;Today is the last of our four assessment days,&quot; explains project co-ordinator Simon Smith. &quot;Every candidate will sit a verbal reasoning test and have a formal interview.&quot; The LAE is set to open in Newham  one of London&apos;s most deprived boroughs  this September. It is backed by a group of eight independent schools including Eton and Brighton college, which is leading the proposal. HSBC is providing initial funding. &quot;We&apos;re aiming to take at least half our students from Newham, and the rest from surrounding boroughs,&quot; says Smith. &quot;We are selective  we expect candidates to have at least five B-grades at GCSE  but we&apos;ll also be taking into account their tests today and how they do at interview.&quot; &quot;There aren&apos;t enough places in the borough to meet the demand for an academic sixth form,&quot; says Brighton college&apos;s headteacher, Richard Cairns, who came up with the idea. &quot;All we&apos;re doing is providing choice.&quot; Newham already has two sixth-form colleges and two schools that have a sixth form. They were all rated &quot;good&quot; or &quot;outstanding&quot; in their most recent Ofsted reports. The new college has no track record of its own and no facilities. Until a few weeks ago, it didn&apos;t even have a building to teach in. Yet it says it&apos;s had 500 applicants for a first year of 150 places. So what&apos;s the appeal? What is the new school offering that local authority schools aren&apos;t? &quot;The Eton connection does attract me,&quot; says Davina Rana, 16, one of today&apos;s candidates. &quot;Eton is known as a school with high achievers. In east London it&apos;s constantly drilled into us that we are the least successful and don&apos;t get anywhere. &quot;With this school, what you are financially is not a problem. It&apos;s a bit like a scholarship. I think I&apos;ll get more chance of a place at university here.&quot; The school&apos;s website certainly focuses on offering a route to a &quot;top&quot; university  specifically one of the Russell Group, which includes Oxford, Cambridge, and the London School of Economics. It aims to do this by offering only what it calls &quot;12 key subjects&quot;. These include maths, English and history, but not courses such as communications studies or psychology. Some people might find that approach restrictive, but 15-year-old Chloe Bowden, another of today&apos;s candidates, disagrees. &quot;I really want to go to university, and I have focused on the Russell Group,&quot; she says. &quot;[The school&apos;s website] says hard work and aspiration equals a place at university. I think they&apos;ve selected the 12 subjects most suited to helping you get a place.&quot; Chloe&apos;s mother does have some doubts about an untried school. &quot;It&apos;s a risk,&quot; she says. &quot;In two years I might be saying it&apos;s a risk we shouldn&apos;t have taken. But this is the first year, so they&apos;ve really got to prove themselves. &quot;In the borough we live in, there&apos;s nothing really suitable for Chloe,&quot; she says. &quot;They&apos;ve been building lots of flats recently, but no schools. I&apos;m not against state schools, but free schools are stepping in to help bridge that gap. From what I&apos;ve heard, they do provide more flexibility and opportunity for the parents and pupils.&quot; The London Academy of Excellence, which will be housed in former council offices for Newham children&apos;s services, is drawing on the staff of its partner schools. Highgate is looking after maths. Eton will supply an English teacher. Forest school in Snaresbrook will help to mentor students towards a university place. Valeria Leonteva, 15, is attracted by the promise of smaller classes. &quot;Other schools I&apos;ve been looking at are generally very big  2,000 in the sixth form. This one has 150 people in every year. I&apos;m expecting 15 in a class as opposed to 25, in a local authority school. They&apos;re also having a dress code. I think that&apos;s more likely to encourage good behaviour.&quot; &quot;Of course there&apos;s a behaviour policy,&quot; says school&apos;s headteacher, Robert Wilne, who was, until recently, head of maths at the independent Highgate school. &quot;But I want to create an atmosphere of respect and self-discipline rather than a framework of rules.&quot; One parent of one of today&apos;s candidates, who didn&apos;t want to be named, isn&apos;t too sure about the school&apos;s approach. &quot;I don&apos;t know whether the discipline model would suit some of the kids,&quot; he says. &quot;Some of them haven&apos;t been used to that kind of structure. I&apos;m worried that the battle to maintain it might cause distractions, especially due to peer pressure. &quot;School uniforms can attract unwanted attention. [Newham] is a high crime, high gang area. I&apos;ve got some fears that the model might sound great in theory but present problems in practice.&quot; &quot;I think that underestimates young people,&quot; says Wilne. &quot;It&apos;s terribly unfair to assume that young people can&apos;t be self-disciplined.&quot; Wariss Tamim, 15, has mixed feelings. &quot;I like their optimistic vibe,&quot; he says. &quot;Ithink it&apos;s an attractive gamble to take. The teacher-student percentage is low, and the teachers [here today] seem friendly. But it is the first year, you can&apos;t be sure that it will be a success. My heart is saying yes 100%, but my head is saying that it might fail.&quot;", 
    "section": "education", 
    "gid": "education/2012/mar/05/free-sixth-form-college-over-subscribed", 
    "wordcount": "978"
}