{
    "headline": "Gas rebranded as green energy by EU", 
    "text": "Energy from gas power stations has been rebranded as a green, low-carbon source of power by a 80bn European Union programme, in a triumph of the deep-pocketed fossil fuel industry lobby over renewable forms of power. In a secret document seen by the Guardian, a large slice of billions of euros of funds that are supposed to be devoted to research and development into renewables such as solar and wave power are likely to be diverted instead to subsidising the development of the well-established fossil fuel. The news comes as a report from the respected International Energy Agency predicted a &quot;golden age for gas&quot; with global production of &quot;unconventional&quot; sources of gas (notably shale gas extracted by hydraulic fracturing or &apos;fracking&apos;) tripling by 2035. The resulting drop in gas prices though risks stopping the development of renewable energy in its tracks, unless governments take action to support renewable technologies such as solar and wave power. &quot;Renewable energy may be the victim of cheap gas prices if governments do not stick to their renewable support schemes,&quot; said the IEA&apos;s chief economist, Fatih Birol. The insertion of gas energy as a low-carbon energy into an EU programme follows more 18 months of intensive lobbying by the European gas industry, which is attempting to rebrand itself as a green alternative to nuclear and coal, and as lower cost than renewable forms of power such as wind and sun. But green groups warned that relying on gas would raise energy prices and fail to tackle climate change, and could fatally stunt the growth of the renewables industry. Gas is a fossil fuel  but because it generates less carbon dioxide when burned than coal, gas industry lobbyists have been touting the fuel as a lower-carbon alternative to coal. The gains of switching from coal to gas are shortlived  any gas-fired power stations constructed today would be expected to continue in operation for at least 25 years. That would mean decades of carbon poured into the atmosphere  while scientists and industry experts warn that global emissions must peak by 2020 in order to avoid the worst manifestations of climate change. &quot;A golden age for gas is not necessarily a golden age for the climate,&quot; warned Birol. The document seen by the Guardian has been agreed by member states and sets out the framework for Horizon 2020, billed as a 80bn programme for research and innovation for the years 2014 to 2020. Of the funds available, more than 30bn are supposed to flow to &quot;address major concerns shared by all Europeans such as climate change, developing sustainable transport and mobility, making renewable energy more affordable, ensuring food safety and security, or coping with the challenge of an ageing population&quot;, according to the European Commission. As part of this mission, Horizon2020 will dispense billions of euros in funds to research and development projects, and is intended to &quot;support research and innovation activities, strengthen the European scientific and technological base and foster benefits for society&quot;. Clean energy is a key part of this, according to the document: &quot;The specific objective is to make the transition to a reliable, sustainable and competitive energy system, in the face of increasingly scarce resources, increasing energy needs and climate change.&quot; But the original document has been altered by officials to include explicit references to funding for gas  despite gas being a fossil fuel and a mature technology. The document refers to an EU roadmap published last year that showed emissions from the power sector would have to be cut by 90% by 2050, to meet the EU&apos;s targets. To this has been added a new sentence: &quot;The roadmap also shows that gas, in the short to medium term, can contribute to the transformation of the energy system.&quot; The document carries on to include gas as a low-carbon source of power: &quot;To achieve these ambitious reductions, significant investments need to be made in research, development, demonstration and market roll-out of efficient, safe and reliable low-carbon energy technologies, including gas, and services.&quot; The reference to gas has been added. Though it is impossible to tell which member state asked for the amendment, Brussels insiders said it was likely to have needed the support of several member states. This reference shows that gas is now being considered in an official EU programme as a &quot;low-carbon&quot; form of energy, equivalent to renewables or nuclear power  despite its status as a fossil fuel. Finally, the last paragraph of the document shows that the R&amp;D funding programme originally intended only to support renewables has been altered to explicitly include fossil fuels. It reads: &quot;Activities [of the research and development programme] shall focus on research, development and full scale demonstration - of innovative renewables, efficient and flexible fossil power plants (including those using natural gas) and carbon capture and storage technologies.&quot; The reference to fossil fuels has been inserted. While the Horizon2020 project is likely to result in several billions of spending on R&amp;D between 2014 and 2020, the significance of the changes goes much further, according to Brussels experts. The changes show that the gas industry has succeeded in its aim of having gas considered a low-carbon fuel, at least in some parts of the European Commission  and this is likely to be disastrous for the renewables industry, as well as having massive implications for greenhouse gas emissions and the fight against climate change. Renewables compete with fossil fuels such as gas for investment, and if investors see that gas - which is a mature technology with low risks and high returns on investment - is favoured, they are likely to prioritise gas investment over renewables.", 
    "section": "environment", 
    "gid": "environment/2012/may/29/gas-rebranded-green-energy-eu", 
    "wordcount": "963"
}