{
    "headline": "Damien Hirst's butterflies: distressing but weirdly uplifting", 
    "text": "Butterflies made Damien Hirst&apos;s career and this is how he repays them: in astark, white, windowless room in Tate Modern, hundreds of insects pull themselves from their pupae only to die there a few days later, surrounded by gawping tourists. For some visitors to Hirst&apos;s blockbuster retrospective, it is not the rotting cow&apos;s head surrounded by flies, the sheep in formaldehyde or the giant ashtray filled with cigarette butts that makes them feel queasy. It is the installation in Room 5, where tropical butterflies futilely flit around the boxy space, eventually falling to die on the floor, where they are promptly scooped up by security staff. In and Out of Love was Hirst&apos;s first solo exhibition in London. In 1991, in aparticularly humid room in Soho, hehung large white canvasses on which were glued butterfly pupae, ready to hatch. Emerging butterflies flew around the room, feeding on sugar water, rotting fruit and flowers before, with luck, mating and laying eggs for the next cycle of life. It caused a bit ofasensation. Now it has been recreated for the Tate, and the effect is a little distressing and weirdly uplifting. I have always loved butterflies and, most of all, Ilikeseeing them where they belong, zipping along the hedgerows in spring or floating across a woodland clearing in summer. But butterflies in tropical houses, and even those killed and mounted on cork boards, can still fascinate, inspire and tell us something about ourselves. In Victorian times, butterfly collecting was a mainstream pursuit. Local people would rent their homes to enthusiastic collectors who would descend on butterfly hotspots  as if they were Wimbledon or the Olympics  during the flight season. Small boys would catch rarities and sell them to gentleman collectors for princely sums. Collecting was regarded as the perfect hobby for clergy  not as brutal as fox-hunting but still allowing for plentiful fresh air and Victorian drawing rooms were brightened with mahogany drawers stuffed with rows of pinned, dead butterflies. Hirst&apos;s other butterfly art on display in theTate, paintings that feature great collages of real butterfly wings, is more directly inspired by this rich heritage. Dead butterflies may look macabre when two-thirds of Britain&apos;s 59 butterfly species are in decline. Butterfly collecting is frowned upon today and it is illegal to catch the rarer species, but the collectors discovered much about ecology and their hoards are still scientifically useful. They may be scarcer in our countryside but butterflies exert a greater influence than everon aesthetics and design. Hirst iscertainly not the first artist to be inspired by the brilliant iridescent blue scales on a morpho butterfly&apos;s wings  he joins a long line of artists from the ancient Egyptians to Renaissance painters and Salvador Dal in depicting these insects. Butterflies have become ubiquitous emblems on greetings cards and high-street fashions, deployed to sell everything from banks to oven chips. Butterflies are bound up in our childhood, and maybe that is why theyloom so large in our creative consciousness later in life. My earliest memories of being outdoors feature vivid flashes of cats, daffodils and small tortoiseshell butterflies. Many people have similar recollections; Iwonder if Hirst does. Some of those most fascinated by the tropical butterflies inHirst&apos;s exhibition are children. &quot;This is my circle oflife,&quot; says Beatrice, six, showing me her sketch of an egg, caterpillar, pupa and butterfly. Her twin sister, Angelica, says she likes butterflies because of their graceful flight. &quot;I&apos;d like to do it myself,&quot; she says.     Butterflies feasting on fruit as part of Damien Hirst's work In and Out of Love. Photograph: Oli Scarff/Getty Images Europe    Their mother remembers that her husband attended Hirst&apos;s original exhibition and was inspired by this &quot;idea of a cycle of life being installed and allowed to express itself. It was one of the things that made Hirst very original.&quot; Is she worried about their welfare? &quot;I&apos;m totally concerned. I&apos;m wondering if this one is suffering,&quot; shesays, pointing to a large swallowtail bashing itself against the white wall like a distressed animal in a zoo. &quot;There&apos;s a terrific poignancy about them because their lifecycle is so short and they are vulnerable anddelicate.&quot; In Hirst&apos;s installation, the butterflies create art of their own. The pupae pinned to the boards develop into butterflies and hatch out. In breaking out of their delicate chrysalises  naturally coloured in cream, gold and pink  they deposit fluids that drip down the boards. Some visitors wonder if this is butterfly blood. Is it cruel? Hirst&apos;s butterflies are common tropical species, such as theowl butterfly and the heliconius, afamily of striking broad-winged butterflies. These are supplied by Luke Brown, who also tends to the butterflies in the Natural History Museum&apos;s annual butterfly house, and are chosen for their colours, longevity and ability tosurvive on rotting fruit in a humid room. If some people find that cruel, itis at least no more cruel than farming pigs in a barn with plenty of straw. There is some unethical and illegal trade in rare butterflies, but reputable breeders such as Brown source pupae from the Philippines and Costa Rica, where this cottage industry provides useful local employment. Two weeks into the exhibition, and Hirst&apos;s butterfly room is a slightly less than perfect cycle. The pupae have all hatched now and asecurity guard tells me that the live butterflies in the room are actually brought in every day by Brown. In thegift shop, there is another small disappointment: Hirst is a genius at commodifying his art and there arebutterfly prints (30,150 for an unframed print in a limited edition of 50), butterfly deckchairs (310) and a butterfly umbrella. This has butterflies on its underside, which reminds me ofthe brilliant butterfly obsessive Matthew Oates, who pins paper butterflies to the interior roof of his car. Butterflies belong in our firmaments. Unfortunately, Hirst&apos;s umbrella costs astaggering 195. Apart from their rich association with childhood, butterflies are symbols of freedom, the embodiment of living life to the full. In many cultures they represent human souls; in medieval Ireland, white butterflies were thought to be dead children; white butterflies have also been discovered fluttering in the cells of recently executed Tibetan monks. Butterflies represent escape  and death (something of an obsession for Hirst) is the ultimate release. When they performed a free gig in London&apos;s Hyde Park in 1969, the Rolling Stones set free thousands of white butterflies as a tribute to Brian Jones, who had died two days before. Even if being confined to a room in Tate Modern is a melancholy prospect, Hirst&apos;s butterflies encourage us to reflect on how ephemeral life is for every insect  and for their human spectators. Patrick Barkham is the author of The Butterfly Isles  A Summer in Search of our Emperors and Admirals (Granta).", 
    "section": "environment", 
    "gid": "environment/2012/apr/18/damien-hirst-butterflies-weirdly-uplifting", 
    "wordcount": "1167"
}