{
    "headline": "10 Best Android apps this week", 
    "text": "The flow of notable new Android apps quietened down a bit on the Google Play store this week, which is why this post has dropped down to a list of 10 rather than 20 see the note at the bottom for a bit more on that. There&apos;s some good stuff though, from Google&apos;s brand new location app to second-screen startup Zeebox&apos;s Stateside debut. It&apos;s worth noting, too, that it has been a cracking week for new Android games. They&apos;re not included here, because there&apos;s a separate weekly mobile/tablet games roundup. This week&apos;s edition is well worth a read if you&apos;re an Android user, since it includes games like Bad Piggies, Pocket Planes, Bingo Bash, Kingdoms of Camelot: Battle and The Bard&apos;s Tale. Still, this post is all about non-game apps, so find this week&apos;s selection below the weekly iOS roundup will follow later in the day: Field Trip This app came out of the blue from Google itself, or at least a team Niantic Labs  working within the company on experimental apps. This one is a location-based recommendations app designed to run in the background. &quot;When you get close to something interesting, it pops up a card with details about the location,&quot; explains its Google Play listing. That includes local history, food/drink/shopping suggestions and music gigs. It&apos;s US-only for now, although Pocket Lint has already discovered that when sideloaded, it works in the UK too. Zeebox Zeebox isn&apos;t new to Brits, of course, but the second-screen TV app launched in the US this week, with high-profile partners Comcast, NBCUniversal and HBO to give it an early boost. As in the UK, it&apos;s part TV Guide, helping people decide what to watch, and part social aggregator, pulling in tweets for each show, and offering related links and content. It&apos;ll be going head to head with US apps GetGlue, Miso and IntoNow, as well as fellow British firm Shazam. Fantasy Premier League 2012-13 Playing England&apos;s official Fantasy Premier League competition? There&apos;s now an official app for it on Android. If you&apos;ve registered a team online, you can use the app to pick your team every week, check their performance, transfer players in and out, and keep tabs on mini-leagues that you&apos;re playing in with friends. Awareness! HD for Etymotic &quot;Getting lost in music, movies or games can be really anti-social,&quot; suggests the Google Play listing for this new audio app, which is designed to work with Etymotic&apos;s noise-isolation headsets. Tuned for Google&apos;s Nexus 7 tablet, this app uses the tablet&apos;s microphone to &quot;listen&quot; to the world around you, lowering your music/movies/games volume when it detects a noise louder than the background rumble. Sky Motion Another North American-only app, this is a hyperlocal weather app, which makes the grand claim to know &quot;exactly when precipitation will start and end for your exact location&quot;. For the next two hours at least, which is usually all the data you need to make an umbrella/taxi/etc decision. It works across the US and Canada. Puss in Boots: 3D Pop-up Book Fancy spinning some fairy tales to your children on an Android device? CluePoint has an app for you, based on the familiar Puss in Boots story. Apeing a physical pop-up book, it has lots of tapping and dragging for interactivity, with music and a modern-rewrite of the tale. It&apos;s aimed at 2-6 year-olds. 8bit Beatbox That mushroom with headphones looks familiar in the promo screenshots... Yes, 8Bit Beatbox takes its inspiration firmly from retro videogames not that they were retro at the time, of course. It&apos;s a music app for creating tunes using virtual sample pads and a three-octave keyboard. Music Matrix Music-making apps are starting to make a noise on Android, with Music Matrix the latest trying to put a friendly face (well, interface) on creating beats and melodies on the go. Working on tablets and smartphones alike, its developers freely admit that they&apos;ve been inspired by Yamaha&apos;s Tenori-On device, as you tap on a grid of squares to trigger sounds. Jugglr And more music here, this time with a DJing app that claims to be the first on Android with a &quot;real vinyl scratch effect&quot;. It runs in landscape or portrait mode, but more importantly can record your mixes and upload them to SoundCloud for sharing with the wider world (i.e. not just the unlucky souls whose living room / party you&apos;ve hijacked with your box of emo-dubstep swing albums). GBK Finally, a UK-focused app to finish off with: Gourmet Burger Kitchen. Its app is focused on challenges and rewards, copping a few features from Foursquare (like achievement badges), while promising free food and drink to customers who use it often. And now for that apology... With no disrespect to the apps above, this week has seen very thin pickings on the Google Play store for non-game apps. But it&apos;s been a really good few weeks: 80 Android apps covered in the last month (here, here, here and here plus the 10 above) and another 20+ games in the separate games roundup. I&apos;m very aware of the ongoing debate around how The Guardian covers iOS versus Android. I&apos;ve been working hard to ensure both platforms get their fair share of coverage on the Apps Blog, which that 80 apps is a sign of (iOS will have had 90 for the same period, because today&apos;s roundup will have 20). So yes, a bad week, but lots of exciting apps coming out on Android over the month. This may seem a defensive few paragraphs, but hopefully it will at least provide context for any discussion of this week&apos;s 10 Best Apps post. I&apos;m an optimist!", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/28/best-android-apps-fieldtrip-zeebox", 
    "wordcount": "959"
}