{
    "headline": "Borderlands 2  review", 
    "text": "Do you know what my favourite gun is at the moment? The Jakob Ornery Law. It&apos;s a pistol holding nine rounds with what looks like a bread knife soldered to the underside of its slender barrel. The name may sound a little silly, but I tell you, it&apos;s a work of art. This is a new one for me, as I don&apos;t usually take to pistols in shooter games. They aren&apos;t as pleasing either sonically or physically to use as assault rifles or shotguns and they usually don&apos;t cause as much damage. Not so, the Ornery Law. Pull the trigger on this baby and you&apos;re rewarded with a satisfying crack, the control pad kicks in your hands and the target in front of you takes 293 points of damage. At close range, this unassuming little handgun is capable of doling out more pain than a couple of the shotguns I have in my possession. Over longer range, though, it&apos;s fairly useless, which is why I have the Jakob Skookum Muckamuck sniper rife. This is a sleek, beautiful instrument of death capable of putting 245 points of damage into targets at a fair distance. Unless, of course, you score a critical hit and then you&apos;re looking at 1,345 points of damage; in most instances, the target&apos;s head simply goes away. Yes, it could be said that Jakob is my favourite weapons manufacturer on Pandora. Not only do their guns bring the pain, as it were, but they all have a classic, wild-west-meets-steampunk look to them. I prefer them to, say, the rockabilly blasters made by Bandit, or the hi-tech, yet soulless-looking stock of Hyperion. And don&apos;t get me started on Tediore; their guns may be effective, but their garish day-glo colours mark them out as the sort of guns you&apos;d take to a rave. Nope, I&apos;m a Jakob man, through and through. The fact that I&apos;ve spent four paragraphs talking about my favourite weapons in Borderlands 2 should give you some sense of the loving care that inhabits every pixel of this title. A rudimentary appraisal of the game is that Gearbox is simply super-sizing their 2009 sleeper-hit, giving players more  well, a super-tanker-load more  of guns to shoot, enemies to kill and trinkets to pick up. There&apos;s a kernel of truth to that, sure, but the game&apos;s most immediate impact is made by Gearbox fleshing out the overall character of the universe they created in the first Borderlands. The world of Borderlands 2 is a place where irreverent space-western sci-fi collides with trailer-park horrorshow hostility and all of it is shot through with rambunctious playground humour. The planet of Pandora is equal parts Firefly and Mad Max, with all of the dialogue and plotting taken care of by the creators of South Park. Gearbox paints in broad brushstrokes, sure, but they don&apos;t rely on cardboard cut-out characters or run-of-the-mill mission structure. For example, the fact that Pandora&apos;s resident big-game hunter sports a monocle and a plummy British accent shouldn&apos;t surprise anyone, but if you could predict this character would send you on a mission that involves sifting through mounds of alien dung for voice recorders, you&apos;re a more visionary gamer than I.     Borderlands 2 Review Screenshot.jpg    There&apos;s a plot of sorts, but it&apos;s mainly used as a framework to hang a ton of gun battles and looting opportunities off. As the game begins, Pandora is in the grip of a war between an entity known at the Hyperion Corporation and a rag-tag band of prospectors. Hyperion&apos;s man on the ground is a sneering bucket of contempt and hair grease known only as Handsome Jack, who has taken it upon himself to wipe any non-Hyperion personnel  including the player  off the face of Pandora. In swift succession, the player finds themselves joining up with a rebel movement  led by the four characters from the original game  who want to stop Jack from unleashing some sort of unstoppable weapon upon the planet&apos;s inhabitants. Hilarity ensues. Like the first Borderlands, players have a choice of four character classes to pick from. There&apos;s Salvador, the Gunzerker, a raging slab of muscle and testosterone whose special powers is dual-wielding weapons. There&apos;s Maya, the Siren, who is able to project a forcefield around enemies and haul them out of cover. There&apos;s Axton, the Commando, who can deploy a machinegun turret with a barrel that can swivel in a 360 degree arch. Finally, there&apos;s Zero, The Number (or assassin), whose powers involve turning invisible in order to slide up close to enemies and then dismembering them with a katana. Essentially, Zero, Axton, Maya and Salavador are steroid-enhanced versions of the four characters (Mordecai, Roland, Lilith and Brick) from the first Borderlands, and as before they all have a set of three talent trees. Each time the player levels up, they&apos;re assigned a point to spend as they wish, and since it&apos;s fairly impossible to fill up all three talent trees before the game&apos;s level cap of 50, it pays to specialise. Talents start off as fairly rudimentary  more health, more shields, more gun damage and the like  but at high levels, they turn the player into a vicious two-legged wrecking ball. At high levels, for example, Salvador&apos;s dual-wielding expands to encompass any sort of weapon he can get his hands on, so if you fancy taking aim at a target with two massive rocket launchers, have at it. Zero has the ability to tag critical points on targets on his HUD, which makes his sniper shots and blade swipes incredibly lethal. Axton becomes able to deploy his turret on any surface  wall, roof, you name it  while Maya can turn entire gangs of enemies against each other. Alongside their skills, the player also has a list of Badass Challenges to complete  such as scoring headshots or blowing enemies up  which are, roughly put, Gearbox&apos;s way of encouraging players to do as much and shoot as much as humanly possible in the game. This Badassery rewards players with Badass tokens they can spend on improving abilities they&apos;ll use all the time, such as reducing gun-recoil, gun damage, health levels and shield recharge rates. The amount each Badass token improves a skill by is tiny, so players who want to beef their character up better load up on guns and bring some friends. Speaking of friends, like its predecessor, Borderlands 2 supports four-player co-op and the more players who join the party, the tougher Pandora&apos;s collection of robots, alien creatures and hockey-mask-wearing nutjobs become. Friends don&apos;t have to pick different classes to each other  especially if they&apos;ve specialised differently  but it&apos;s arguably more fun if you do. A team of Axtons with missile-flinging turrets can do a ton of damage, but a Gunzerker&apos;s ability to flip off enemies and act as a decoy can provide the rest of his squad with a veritable turkey shoot. It&apos;s also worth noting that it&apos;s best to play this game only with players who you trust to work as a team, as there&apos;s no mechanic to stop greedy so-and-so&apos;s hovering up all the best loot and cash.     Borderlands 2 Photograph: Ashley Rochelle    Of course, one of the main reasons to play Borderlands 2  aside from the compulsive nature of its loot drops  is the insane arsenal available to the player. Guns here come in all shapes, sizes and colours. Some shoot electrically charged bullets. Some fire incendiary rounds or bullets filled with corrosive acid. Some transform into a grenade when you reload them. Still more come loaded with AI pacifist chips that plead with the player not to kill anyone with them. Each target the player shoots and each container the player opens has the potential of dropping yet another weird and whacky firearm, the stats of which they can immediately check against those of the weapon they&apos;re carrying in their hands. Since backpack space is limited, occasionally players are forced to toss out items they aren&apos;t using to make room for a shiny new toy. Pack rats, you&apos;ve been warned. There are also a ton of mods, class augmentations, grenade mods and shields in the game. Some are fairly standard, while others are as weird as the game&apos;s weaponry. How about a shield mod that tosses out shield recharge batteries if the player takes too much damage? Or how about a grenade mod that splits grenades into bouncing bettys that produce multiple explosions? My personal favourite, for the moment at least, is a mod that spews acid from grenades that eats through flesh and metal  particularly handy against robotic or shield-carrying foes. If the size of the game&apos;s arsenal sounds impressive, you should get a load of its environment. To put it bluntly, Pandora feels even bigger and more varied than it did in the first Borderlands. Whether players are ploughing through icy tundra, driving across a desert, picking their way through a goop-filled cavern or blasting through a gang&apos;s blood-daubed hideout, Borderlands 2 feels consistently fresh. This is a world to lose yourself in  and thanks to the addictive quality of the game&apos;s loot-drops, it&apos;s likely many players will do just that. It&apos;s not just the size and scope of the place that is likely to seduce them, however, it&apos;s the fact that this time round, Pandora feels more like an actual place than a virtual battleground, thanks to Gearbox&apos;s attention to detail in this game. I mean, when was the last time you cared about the name of any gun manufacturer in any shooter you played recently? Listen, I&apos;ve played the heck out of the COD: MW titles, and I&apos;ve used a TAR-21 more times than I care to mention, but I couldn&apos;t tell you who manufactured it (not without looking it up, at any rate). The gun-makers in Borderlands 2 don&apos;t even exist, for goodness sake, and I&apos;m already brand-loyal to one of them. That would be Jakob, who proffer the most stylish firearms in the galaxy. If you want to take down a Badass Spiderant Burner, be a Gentleman about it, and use Jakob ordnance. (Hey, Gearbox, you can have that one for free!)  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/18/borderlands-2-video-game-review", 
    "wordcount": "1683"
}