{
    "headline": "Boot up: BB10 v keyboards, Chrome v IE, phishing site locations, Diablo III completed and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team RIM says first BlackBerry 10 device will not have a physical keyboard &gt;&gt; The Washington Post  The first BlackBerry device running Research In Motion Ltd.&apos;s new operating software will not have a physical keyboard, only a touch-screen one.   That should make them stand out, then. Why Silicon Valley tech wunderkinds will only ever have one good business idea during their entire lives &gt;&gt; Forbes  The Valley culture also supports the idea of &quot;serial entrepreneurs&quot; - those who do it again and again. It&apos;s just a matter of time, if you keep at it, before you&apos;ll strike oil. And, when you&apos;re surrounded by so many other successful entrepreneurs in the Valley, success seems so close you can touch it.  But there&apos;s another side to all the start-ups: lots of failures. A few years ago, I was in the Valley meeting with a CEO of a photo-sharing start-up. I thought it was quite good. He was almost 40. He had spent his entire career in the Valley. He gave me a tour of the offices, we talked about all the prestigious VCs he&apos;d signed up, and then we went back to his office and closed the door. About 45 minutes into the discussion, he shared something with me...  LG Optimus L7 review &gt;&gt; The Verge  There&apos;s no need for fancy vocabulary the Optimus L7 is slow. Graphical transitions stutter, applications take two or three seconds longer than expected to open, and even swiping through homescreens can cause problems from time to time. LG has openly stated that it&apos;s looking to entice first-time smartphone buyers with its L-Style lineup it should be offering them a better experience than this.  A brief rant on the future of interaction design &gt;&gt; Bret Victor It&apos;s all about the hands, but also other things. Read. Metrics firms bicker over which browser, IE or Chrome, is No. 1 &gt;&gt; Computerworld  A pair of Web metrics firms that track browser share have traded sharp blows, calling into question how their rival measures usage, and which browser - Microsoft&apos;s Internet Explorer (IE) or Google&apos;s Chrome - is the planet&apos;s most popular.  The dispute over usage numbers isn&apos;t new: In March, Roger Capriotti, director of IE marketing, made his company&apos;s strongest case up to then for the data published by Net Applications, and dismissed the numbers from Irish metrics company StatCounter because of what he labeled omissions and flaws in the latter&apos;s methodology.   Net Applications says IE is still miles ahead, at more than 50%. StatCounter says Chrome has edged ahead. Common sense on non-upgradeable Windows 7 Phones &gt;&gt; Gadget Writing The always-reasonable Tim Anderson:   Of course it would be better if Microsoft had managed to stay compatible with current hardware, but I think the fuss is overdone. Here is why.  Dropbox reads your files...kinda &gt;&gt; Windows Phone Central  After the supposed presentation about the XBOX 720 leaked, we saw it being removed from Scridb.com at the request of Covington &amp; Burling LLP which is a firm known to have dealings with Microsoft.  None of that is surprising, but today Windows Phone Central&apos;s Daniel Rubino sent me a certain document via Dropbox so that I could take a look at it. However, trying to download the file just returns the image you can see above. This was not a link shared publically, but yet, it was removed seemingly automatically.   WHAT BLACK MAGIC IS THIS? Oh, probably MD5 hashing. (Dropbox doesn&apos;t read your files. What a klutz.) As you were.  Player &apos;completes&apos; Diablo III video game &gt;&gt; BBC News  Just over a month after the release of Diablo III, a pro player has managed to complete the game on its hardest setting.   We&apos;re trying to ascertain whether the small earthquake in Chile caused any disturbance in the boss level. You also have to love the quote marks - the literary equivalent of tongs - put around &quot;finished&quot;. Meaning &quot;might not have finished, we haven&apos;t visited to check.&quot; Protecting web users for five years and counting &gt;&gt; Google Online Security Blog Contains maps and stats showing where malware and phishing sites are hosted, and the volumes of attacks. Peculiar thing: Brazil is a major host of phishing sites? Samsung Galaxy S III phone bristles with extras &gt;&gt; NYTimes.com David Pogue:   The Samsung is infinitely more customizable [than an iPhone]. You can control which status icons appear at the top (Wi-Fi, Bluetooth, clock and so on). You choose which of the camera&apos;s 40,000 options appear on the viewfinder screen. You have a choice of text-input systems, including one where you drag your finger across the on-screen keys. A bar-graph screen reveals exactly how much battery charge is being gulped by each app. And so on.  Of course, with great flexibility comes great complexity. The phone bombards you with warnings and disclaimers - sometimes upside-down. You really need a Learning Annex course to master this thing.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/22/technology-links-newsbucket", 
    "wordcount": "875"
}