{
    "headline": "School playing field sell-offs continue to rise", 
    "text": "Ministers have approved proposals to sell off a London school&apos;s playing fields, including six tennis courts and a football pitch, despite mounting criticism of the coalition&apos;s planning for an Olympic legacy. The land at Elliott school in Putney, south London, is being sold off to pay for a major refurbishment. It brings the number of school playing field sell-offs approved by the coalition to 22. The Guardian revealed government figures on Monday which show that the sale of school sports fields continues even though ministers declared in the coalition agreement that they would seek to protect them. The government says some of the land is now surplus to requirements, while in 12 cases the fields were sold off after schools were closed. Campaigner and former pupil at Elliott school, Ed Lattimore, said: &quot;It&apos;s 40% of the school land. On that land there are six tennis courts, and a large football pitch, which are in good condition. In an Olympic year, it&apos;s shocking.&quot; Elliott school, which was used to film of the nativity play scene in the movie Love Actually, was due to be rebuilt under the Building Schools for the Future programme, but lost out when it was cancelled by the coalition. A swath of the school&apos;s fields will now be sold off by Wandsworth council to pay for an upgrade of classrooms. The council says this will create brighter and more spacious areas to learn, while the remaining external space will be landscaped to provide informal play areas and new sports courts. The council originally proposed selling off a much larger portion of the school&apos;s land, including an outdoor amphitheatre, but this will be retained after public protest. The school is due to become an academy  a school which is state-funded but run independently  in September. Chantal Blake-Milton, a neighbour of the school, said: &quot;The children here don&apos;t have back gardens, they come from disadvantaged backgrounds. It gives them a chance to socialise and play sports. It&apos;s a disgrace.&quot; While Gove has granted permission for the disposal of the playing fields, ministers are still considering whether the land could be used to host a new school rather than being released for development. A Department for Education spokeswoman said: &quot;We have not yet given final approval for this plan, which is part of our effort to deliver a brand new academy in a part of London where it is badly needed. But the proposals set out that any money raised will be spent on improving the school and building a new sports hall, gym and an all-weather pitch  much better facilities than Elliot school currently has.&quot; The government has come under increasing pressure over its investment in school sport as British athletes have shone at the Olympics. Sir Keith Mills, chief executive of London&apos;s bid to host the Games and now deputy chair of the organising committee, called on the government to use London 2012 as the springboard for a wholesale rethink of its sports strategy. His remarks echo a call by Lord Moynihan, chair of the British Olympic Association, for politicians to seize the moment to make sport a higher priority. A spokesman for the GMB union, which represents school support staff and has campaigned against the sell-off, said: &quot;The legacy of the Olympics and the need to &apos;inspire a generation&apos; will be short-lived if the facilities that tomorrow&apos;s generation depend on are sold to the highest bidder or developer.&quot; The previous government brought in measures to prevent the indiscriminate sale of school playing fields. The rules include the requirement that sales proceeds must be used to improve sports facilities.", 
    "section": "education", 
    "gid": "education/2012/aug/07/school-playing-field-sell-offs-rise", 
    "wordcount": "609"
}