{
    "headline": "Could universities learn from free schools on standardised assessment?", 
    "text": "AC Grayling, the philosopher behind the controversial New College of the Humanities (NCH), has recently announced plans to open a state secondary under the government&apos;s free schools programme. The concept of free schools and academies worries some in the education sector because of the freedom these institutions have compared to state schools over their finances, teachers&apos; pay and conditions, and the curriculum. In a sense, they operate rather like universities. Under the UK higher education system there is no national curriculum and few guidelines over the academic content and structures at each UK university. This means many students sign up to a degree course without really knowing what they are in for in terms of teaching hours and assessment. Behind every dreaming spire or beautiful new-build lies a black box of uncertainty. The coalition government has gone some way to address this problem. Through the newly improved Unistats website, students can access a range of information about the content of their degrees including the proportion of time devoted to teaching versus independent study, and how much of the course is assessed by exams versus coursework. Unistats reveals wide variation in teaching and learning practices among institutions. For example, according to Unistats, BSc economics students will chalk up 16% of their first year in lectures, seminars and classes at University College London (UCL), and 21% at Leeds University. Meanwhile coursework makes up 1% of assessment at UCL and 29% at Leeds for the same degree. Other institutions will have a different mix. British universities are also responsible for accrediting their own degrees. This means, unlike pupils at free schools and academies, whose exams are marked by one of the academic boards, university students&apos; papers are marked by their own institutions. Given that institutions get to decide their students&apos; final degree classification, it is possible that students doing the same degree are being marked to different standards depending on the university they attend, or even the department they are in. Everyone knows of someone who has moved courses to a more lenient department in the hope of getting a higher grade at the end. The lack of standardisation in UK higher education also means that it is hard to compare degrees from different institutions. A pupil from a state school who gains 3 As at A-level will know at least that her attainment is equal to a 3 A student from a free school. But without knowing how rigorous marking is, how can a student be sure that her first class from Leeds University is worth more than another student&apos;s 2:1 from UCL? Of course, there are some controls in place, not least the Quality Assurance Agency (QAA) which was set up to monitor university quality. Similarly, the Research Excellent Framework (REF) exists to assess research quality and impact. However, both bodies have come under fire. The QAA has been criticised in the past for being &quot;toothless&quot; and debate continues over REF and its ability to measure research in any objective and meaningful way. There are several possible alternatives to the current system. One is to remove universities&apos; right to accredit themselves, and let the government set a national curriculum. But this would threaten the ideal of university as a self-governing institution built on academic freedoms. UK universities are currently seen as some of the best in the world, so interfering with the way they are run could well be foolish. Alternatively, we could put our best institutions in charge of standards, letting them set the curriculum and exams for each subject. This too could be problematic since we have no clear way of deciding which universities are best placed to work with which subjects. And again such reform risks impinging on the academic freedoms of other universities. One suggestion mooted by colleagues is a set of national, externally marked exams that each student sits upon graduation. These exams could even be opt-in, but a system like this would have the advantage of allowing students more easily to compare their degrees and wouldn&apos;t be judged simply on the reputation of the university they went to. In this sense, it would act in a similar way to the GCSEs and A-levels which the pupils at AC Grayling&apos;s new school will sit and, crucially, be able to compare with every other pupil on equal footing. Gill Wyness is an education researcher at LSE and research associate of the liberal think tank Centre Forum  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/21/university-exams-assessment-accreditation-regulation", 
    "wordcount": "774"
}