{
    "headline": "Google faces new pressure over tax claims", 
    "text": "HM Revenue and Customs is investigating fresh lines of inquiry into Google&apos;s tax affairs after interviewing a former executive at the company who gave anonymous evidence to parliament, the Guardian can disclose. Barney Jones, 34, who worked for the internet company between 2002 and 2006, met officials in Whitehall on Monday and handed over thousands of electronic documents, he said. He was the primary source of allegations that led to the company being described as &quot;evil&quot; by Margaret Hodge, the chair of the public accounts committee, and to being accused of misleading the committee  a claim Google denied. The meeting with tax officials took place while, 100 metres away in Downing Street, David Cameron met Google&apos;s executive chairman, Eric Schmidt, but did not raise the company&apos;s affairs as they discussed future avoidance schemes, Number 10 said. The prime minister is coming under increasing pressure from the heads of some of Britain&apos;s largest multinational corporations who have urged Cameron to stop &quot;moralising&quot; and rein in his rhetoric on tax avoidance ahead of a G8 summit next month. The documents handed over to HMRC allegedly show how Google&apos;s London sales staff would negotiate and sign contracts with British customers, and cash was paid into a UK bank account, but the deals were technically booked through its Dublin office to minimise its liabilities here. A devout Christian and father of four, Jones, who marketed Google&apos;s services to prospective clients, said that tax officials had interviewed him and taken interest in his evidence. &quot;I have handed over everything to HMRC and I am looking forward to finding out what they make of it. I really loved working for Google. The company has got a strong tradition of being self-critical to make sure that they are consistent with their ideals. I see my allegations as simply being part of that process,&quot; he said. The row revolves around Google&apos;s use of its European headquarters in Dublin to minimise its tax bill in Britain. By booking all UK sales through Ireland, it handed HMRC only about 10m in corporation tax over the period 2006-11. It is able to record the revenues in Ireland because the UK company is deemed to drum up new business, with sales staff in Dublin executing all deals. Jones said he attended meetings where Google&apos;s London sales staff closed deals. He has contracts, invoices and correspondence between Google and its customers in Britain, seen by the Guardian. Cameron used the quarterly meeting of his business advisory group to urge big firms to back his push for international action to crack down on the use of tax havens. But he did not directly raise MPs&apos; fury about the sums Google pays in the UK with Schmidt  who is a member of the high-level panel  or hold any separate talks with him. The California-based firm was last week branded devious, calculating and unethical over efforts to shelter its multibillion-pound profits from UK taxes, during a hearing before the Commons committee. Jones provided the committee with much of the evidence raised at the committee. Cameron&apos;s decision not to question Schmidt has raised further criticisms from his coalition partners. Lord Oakeshott, a former Liberal Democrat Treasury spokesman, said that Schmidt should be grilled by HMRC on his tax returns, not idolised in Downing Street. &quot;Inviting Google to a meeting to attack tax dodging is like inviting Mugabe to discuss democracy,&quot; he said. Chief executives of companies such as Burberry, Tesco, Vodafone, BAE Systems, Prudential and GSK were keen to take a final opportunity to lobby the prime minister in advance of the meeting of political leaders in Northern Ireland. The head of the Confederation of British Industry, Sir Roger Carr, who was at the meeting as well, was among those who have taken issue with Cameron&apos;s attacks on the ethics of big business tax engineering. During a speech yesterday at a London event organised by Oxford University&apos;s Said Business School, Carr said: &quot;It is only in recent times that tax has become an issue on the public agenda  Starbucks, Google, Amazon  businesses that the general public know and believe they understand; businesses with a brand that become a perfect political football, the facts difficult to digest; public passions easy to inflame.&quot; In what appeared to be pointed criticism of increasingly firm rhetoric from Cameron on multinational tax engineering, Carr insisted tax avoidance &quot;cannot be about morality  there are no absolutes&quot;.", 
    "section": "technology", 
    "gid": "technology/2013/may/21/google-faces-new-tax-pressure", 
    "wordcount": "746"
}