{
    "headline": "No shortage of birds as the chilly months approach", 
    "text": "On a bright morning we are sitting with volunteer warden Aileen in a bird hide a little north of Dublin. We have come to watch the first of the avian migrants for whom the south bank of the Rogerstown estuary is a favoured wintering spot. It clearly isnt the best time to be here, as feathered visitors are so far in short supply. Perhaps the house martins swooping across the water to vanish southwards are a sign that the chilly months ahead are not yet to be taken seriously.  Yet theres no shortage of birds. Opposite us, five cormorants sit passively side by side on a series of water-logged posts. Bar-tailed godwits line the margins of the saltmarsh, occasionally preening but mostly motionless. Redshank, curlew and dunlin vigorously probe the shallow margins, and widgeon and teal up-tail as they feed in the slightly deeper water.   Related: An oasis of greenery in the rolling uplands    Some migrants have arrived. Brent geese are here; these are the pale-bellied form that come from Canada and Greenland, and are distinct from their darker cousins that winter around the greater part of mainland Britains coast. Black-tailed godwit have begun arriving from their breeding grounds in Iceland. As we leave the hide, broad yellow heads of perennial sow-thistle bob in the breeze to bid us farewell. Moving towards the sea, we find seven little egrets sheltering under the lea of the viaduct that cuts across this waterway, and a party of shelduck feeding in the distance. Closer to Dublin, where the Broadmeadow river feeds into the Irish Sea, there are flocks of oystercatcher and lapwing, which, with a solitary snipe, await the dropping tide to begin feeding in earnest.  On the saltmarsh, the muddied remnants of sea aster just show their lovely mauve florets. Inconspicuous lilac blooms are still breaking bud on the tangled stems of lax-flowered sea-lavender (Limonium humile). Creamy anthers hang from the spiky stalks of cordgrass standing above the grey foliage of sea purslane, the ground around reddened by the autumnal fronds of glasswort. Follow Country diary on Twitter: @gdncountrydiary", 
    "section": "environment", 
    "gid": "environment/2016/oct/15/no-shortage-birds-chilly-months-approach-country-diary", 
    "wordcount": "341"
}