{
    "headline": "Twitter #Music app helps fans discover new tracks", 
    "text": "Twitter has launched what it described as a 21st century version of the mixtape, with a new app that recommends tracks to music fans based on the artists they follow. Fans of artists such as One Direction or Adele will be able to listen to their latest hits from within the social nework using the #Music app. A #NowPlaying screen will show Twitter users all the songs being tweeted by the people they follow, famous or not, and let them listen along. The service, available on the #Music site and as an app for the Apple iPhone or iPad, launched on Thursday in the US, Canada, the UK, Ireland, Australia, and New Zealand. &quot;Twitter and music go great together. People share and discover new songs and albums every day,&quot; said Twitter&apos;s Stephen Philips in a blog post on the company&apos;s official website. &quot;Many of the most-followed accounts on Twitter are musicians, and half of all users follow at least one musician. This is why artists turn to Twitter first to connect with their fans  and why we wanted to find a way to surface songs people are tweeting about.&quot; Twitter has linked up with three music companies for the launch: the downloads store Apple iTunes and streaming services Spotify and Rdio. The app works by detecting the most popular tracks from the people you follow, while also highlighting emerging artists. Apple iTunes will only play previews of songs as default, but premium subscribers of Spotify and Rdio can listen to full tracks. The move is part of an attempt to reposition Twitter as an entertainment hub online, bringing it closer to the multimedia social network that Facebook has become over the past two years. The app had a lukewarm reception from some music analysts, who questioned whether it was enough to keep users returning to the site instead of Facebook. &quot;My question is where is the money for Twitter? For the recorded music industry, the recommendations thing is old hat because that&apos;s the function of charts and airplay, so there&apos;s not really any incremental value there,&quot; said Alice Enders, the music expert at Enders Analysis. &quot;And then, do I care about what Sally Bercow is listening to? If I follow an opinion maker, not an artist, I might really prefer to stick to their opinions than their dodgy musical tastes.&quot; To contact the MediaGuardian news desk email media@theguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook", 
    "section": "technology", 
    "gid": "media/2013/apr/18/twitter-music-app", 
    "wordcount": "460"
}