{
    "headline": "Farming 'shortcomings' undermines case for badger cull", 
    "text": "A catalogue of failures in how England&apos;s farmers prevent their cattle spreading TB between herds was uncovered by an official European Commission inspection, the Guardian has learned, undermining the case for the imminent cull of badgers. The previously unreported document was highlighted as government body Natural England issued a licence for a pilot cull in west Somerset on Thursday, following last month&apos;s granting of a licence to shoot badgers in Gloucestershire. The government and the National Farmers&apos; Union (NFU) claim the cull is necessary to curb the rising number of tuberculosis infections in cattle. But cull opponents said it was &quot;utterly outrageous&quot; that badgers were paying the price for some farmers flouting biosecurity measures. Cattle in England must be regularly tested for TB, and those found to have the disease must be quickly isolated and then removed. But the EC report, based on inspections made in September 2011, found numerous &quot;shortcomings&quot;, including missed targets on both the rapid removal of cattle with TB and the follow-up of missed tests, and &quot;weaknesses in cleaning and disinfection at farm, vehicle, market and slaughterhouse levels, exacerbated by lack of adequate supervision&quot;. All these problems increase the risk of TB spreading between cattle. The EC gave the UK 23m in 2011 for bovine TB control measures. Its inspectors found that the removal of cattle with TB was below the target of 90% in 10 days, and that in the first half of 2011 more than 1,000 cattle had not been removed after 30 days. They found that there were 3,300 overdue TB tests as of May 2011 and that &quot;many&quot; calf passports  used to track movements  were incomplete. They also found that only 56% disease report forms had been completed on time, with the authorities blaming lack of resources. Funding cuts were cited as the reason for the failure of local authorities to update central databases systematically. The EC report stated: &quot;Local authority surveys provided evidence that some cattle farmers may have been illegally swapping cattle ear tags, ie retaining TB-positive animals in their herds and sending less productive animals to slaughter in their place.&quot; There are 8.5 million cattle in Great Britain on 81,000 holdings, with 2.4m movements a year. In 2011, about 7% of herds were under restriction due to TB and 26,000 cattle were destroyed. Mark Jones, a vet and executive director of the Humane Society International UK, said: &quot;It is cattle, not badgers, that are the main transmitters of bovine TB so it is utterly outrageous for badgers to pay the price for farmers&apos; failure to abide by proper biosecurity measures.&quot;. A landmark study in 2008 of badger culling as a way of controlling bovine TB concluded it could make &quot;no meaningful contribution&quot;, with its leader, Prof John Bourne, telling the government: &quot;Scientific findings indicate the rising incidence of disease can be reversed by the rigid application of cattle-based control measures alone.&quot; A Defra spokesman said: &quot;Measures to reduce the risk of bovine TB being spread between cattle were strengthened this year as part of the government&apos;s plan to eradicate the disease in England, including tightening regulations around the movement and testing of cattle. Scientific evidence tells us that we cannot successfully eradicate bovine TB without also addressing the problem in wildlife, which is why a cull of badgers is needed.&quot; The government accepted most of the recommendations made by the EC inspectors. An NFU spokesman said: &quot;Cattle controls have been strengthened by Defra since this report was released. We understand steps may be taken to strengthen these in January 2013. &quot;We hope these moves, alongside the pilot badger culls, and the development of badger and cattle vaccines, will help control the disease and eventually eradicate it.&quot; Jones said ministers must wait and assess the impact of tighter biosecurity: &quot;There is some evidence from west Wales, where the measures have been tightened up, that TB in cattle is coming down. There needs to be time to see if there has been an impact, before going ahead with a massacre of badgers.&quot; Bovine TB in Wales, which has rejected badger culling, has fallen since 2008. David Fisher, a Defra-funded TB inspector in Wales until 2011, said: &quot;It is an open secret that isolation of [TB] reactors and inconclusive reactors is rare.&quot; Fisher said Defra&apos;s own database showed that in 2009 there was 20.8% non-compliance for bovine TB issues and that there was only one instance that year of a dairy farm being checked for compliance with an isolation notice. The government argues that the landmark study shows a 12-16% reduction in TB infections could be achieved if 70% of all badgers in a large area are killed for at least four consecutive areas. But opponents say that argument does not hold up because different methods would be used in the proposed culls, which could ultimately kill 100,000 badgers  a third of the national population. Prof Graham Medley, at the University of Warwick, told the Guardian the only way to eradicate TB in cattle would be a return to the strict and effective controls in place 40 years ago. &quot;There is no scientific underpinning for the proposed killing of badgers.&quot; Time is running out to begin the culling this year, as it must continue for six weeks, but badgers spend little time above ground in the winter months. The granting of the licence for Somerset on Thursday, however, has removed the main final hurdle for the trials to go ahead. The cull has prompted widespread opposition from animal and wildlife groups and protests are expected at the cull sites during the night-time shoots. Senior police authorities have expressed their fears for public safety, and this week Gloucestershire Constabulary said it had cancelled all leave for its officers until January. Gloucestershire Police Federation, which represents officers, responded by warning its members had had limited leave this summer due to the Olympics and were tired. Chairman Tracy De Young said: &quot;We are concerned that as fatigue takes hold mistakes will be made and accidents will occur. At worst, my fear is that the longer the leave ban goes on, the worse the situation will become, until the unthinkable happens and we have a fatal incident.&quot; A petition on the government&apos;s website opposing the badger cull now has 146,000 signatures and several MPs have told the Guardian they are confident they will win a debate in parliament on the issue.", 
    "section": "environment", 
    "gid": "environment/2012/oct/04/farming-shortcomings-badger-cull-bovine-tb", 
    "wordcount": "1103"
}