{
    "headline": "Remains of woman buried 4,500 years ago are discovered near Windsor", 
    "text": "The remains of a woman who was buried almost 4,500 years ago has been discovered in a quarry in Berkshire wearing a precious necklace of gold beads  a particularly rare find from a woman&apos;s grave, when even her near contemporary, the Amesbury archer, the richest burial of the period ever found, only had two small gold hair ornaments. She has been dubbed &quot;Kingsmead&apos;s queen&quot; after the quarry near Windsor where she was found, but experts from Wessex archaeology have more properly called her &quot;a woman of importance&quot;. She clearly had considerable wealth and status in her community. The fragmentary bones, almost destroyed in the acid soil, suggest she was at least 35, and as well as the necklace of tubular sheet gold beads interspersed with black disks of lignite, she had several pierced amber beads, which may have been buttons for a jacket, and more black beads that may have been a bracelet. She had a finely decorated cup placed by her hip  indicating she was one of the so-called Beaker Folk, new arrivals in Britain from the continent who brought with them advanced metal-working skills in copper and gold. They were commonly buried with an array of possessions including pottery cups.     An artist's impression of the woman in her necklace and bracelet. Photograph: Wessex Archaeology    Gareth Chaffey, who has been excavating at the site for seven years, thinks if not a queen, the woman from the quarry must have been someone with power and authority. &quot;It is interesting to think who this woman was within her community. She was probably an important person in her society, perhaps holding some standing which gave her access to prestigious, rare and exotic items.&quot; Stuart Needham, formerly of the British Museum, an expert on copper age metalwork, said: &quot;Beaker graves of this date are almost unknown in south-east England and only a small number of them, and indeed in continental Europe, contain gold ornaments. The tubular beads that were found at Kingsmead quarry are certainly rare in Britain, and this gives the grave tremendous research importance.&quot; Analysis of the gold suggests it came from southern Britain or possibly Ireland. The lignite  a black shale that resembles jet  came from eastern England and the amber buttons may have come from as far as the Baltic. The actual bones are too badly decayed to allow carbon-14 dating, or analysis that might reveal where she came from, but she has been dated by her possessions to between 2200BC and 2500BC. Cemex, the quarry operator, hopes the finds will go on display later this year in a local museum. The Kingsmead site has been quarried for sand and gravel since 1946, but has recently yielded a string of remarkable archaeological discoveries, including a small hamlet of some of the earliest houses in Britain, built almost 6,000 years ago, a unique discovery from such an early date.", 
    "section": "science", 
    "gid": "science/2013/apr/22/remains-woman-buried-discovered-windsor", 
    "wordcount": "475"
}