{
    "headline": "The week in wildlife - in pictures", 
    "text": "   Migratory egrets scour for food at the reclaimed area in Manila Bay known as Freedon Island at the city of Paranaque, Philippines. Environmentalists are gathering a million signatures to save the only bird sanctuary in the capital after a proposal by the city government to develop the area into a commercial complex Photograph: Bullit Marquez/AP       A sea otter begins to wake while two other sea otters sleep on the water Elkhorn Slough, Moss Landing, California. The marine mammals rest by floating on their backs but they slowly drift into shore, where they wake up and paddle back out to repeat the process  Photograph: Michael Yang/Rex Features       A hummingbird perches on a bird of paradise flower  in Hollywood, California  Photograph: Joe Klamar/AFP/Getty Images       A northern red fox chases red-crowned cranes at the bird sanctuary in the village of Tsurui in Japan's northern island of Hokkaido. As many as 400 red-crowned cranes have been observed at the village over the winter, having migrated from eastern Russia, north-eastern China and eastern Mongolia Photograph: Takashi Noguchi/AFP/Getty Images       A bear stands on its hind legs at a bear farm of Guizhentang Pharmaceutical Co in Quanzhou, China. The company, which makes medicine using bile extracted from live bears, opened one of its bear farms to the media on Wednesday, to quell growing criticism Photograph: ChinaFotoPress/Getty Images       Snow-covered trees in the Duckyu mountains, South Korea  Photograph: Jeon Heon-kyun/EPA       Dalmatian pelicans gather in the water area of the Caspian Sea port in Makhachkala in Russia's Dagestan province. Hundreds of Dalmatian pelicans migrated to Makhachkala, which could have been down to abnormal frosts and frozen water at their normal habitat  Photograph: Sergei Rasulov/NewsTeam/Handout/Reuters       A tasselled wobbegong shark lying on the substratum with the head of a brown-banded bamboo shark in its mouth in this photo taken during an underwater visual census of fishes on the fringing reef of Great Keppel Island on the Great Barrier Reef, Australia. Generally, tasselled wobbegong sharks are known to prey upon invertebrates and small fish, but this unusual field observation highlights its versatility as an ambush predator, according to findings published in the journal Coral Reefs Photograph: Handout/Reuters       A baboon checks a cooking pot for food as children look on at the border between Zimbabwe and Zambia in Chirundu, Zimbabwe. Troops of bag-snatching, truck looting baboons are causing chaos at the border post in daily raids for food. They are also known to bite or slap people in their faces when they try to defend their property and often make off with handbags and destroy cars in their search for food. Authorities say that because of their large numbers it is very hard to control them as they behave like human beings and are very good tricksters Photograph: Tsvangirayi Mukwazhi/AP       US researchers have confirmed what has long been suspected about a valuable tree in Alaska's Panhandle: a warming climate is killing off yellow cedar. The mighty trees can live more than 1,000 years, resisting bugs and rot and even defending themselves against injury, but their shallow roots are vulnerable to freezing if soil is not insulated by snow Photograph: Paul Hennon/AP       A newly discovered legless amphibian in north-eastern India that have ancient links with Africa. The discovery of the tailless burrowing caecilians was made by a team of international scientists led by Prof SD Biju from Delhi University. Scientists performed DNA analysis of the specimens and confirmed that it is an entirely new family, Biju said. The new family has been named Chikilidae and the new species, chikila, derived from Garo, a tribal language spoken in the region Photograph: Sd Biju/Handout/EPA       Birds stand on a pile of waste in Jabaliya refugee camp, Gaza Strip Photograph: Ali Ali/EPA       Two Miami blue butterflies at Bahia Honda state park in the Florida Keys. No confirmed Miami blues have been seen on Bahia Honda since July 2010. The US Fish and Wildlife Service last August issued an emergency listing of the Miami blue as an endangered species Photograph: Paula Cannon/AP       Wild horses are gathered in the West Desert of Utah, US. Over the course of 12 days, the Bureau of Land Management will employ contractors to gather approximately 470 wild horses in the West Desert in an effort to control their numbers. The horses will be captured, the females will receive contraceptive treatment and most will be released back into the wilderness. Some will also be put up for adoption  Photograph: Jim Urquhart/Reuters       An employee displays a green water dragon at the Frankfurt animal lounge at the airport in Frankfurt. As many as 300 reptiles were received from Vietnam today at the lounge which is run by Lufthansa Cargo. The animals, which undergo quarantine in their country of origin, are checked for health and correct documentation before being moved on after a few hours. About 630,000 reptiles from around the globe passed through the lounge and into Germany in 2010, according to Lufthansa Cargo information Photograph: Alex Domanski/REUTERS  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/feb/24/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}