{
    "headline": "London schools set to feel strain of population growth", 
    "text": "Schools in London will come under increasing strain because of the city&apos;s rapid population growth, with 118,000 extra state-funded primary and secondary places needed within three years time, according to analysis by a group representing the 33 London boroughs and authorities. With pupil numbers forecast to grow at a faster rate in London than elsewhere in the UK, the capital&apos;s school population is likely to increase from less than 1.1m in the last academic year to around 1.25m in 2016-17, according to a report by London Councils. But the ability of London&apos;s local authorities to meet the demand by building schools has been circumscribed by the government&apos;s policies, with the Department for Education only funding part of any new state school and requiring individual boroughs to come up with the rest of the money. &quot;Boroughs are working harder than ever to ensure every child has a school place. But we are fast reaching the limit of how many extensions and conversions can be made to existing buildings  soon the only way of creating extra places will be by building new schools,&quot; said Peter Johns, London Councils&apos; executive member for children&apos;s services. &quot;The pressure for primary and secondary school places is much greater in London than the rest of the country and rapidly increasing, so it is simply staggering that the capital will get proportionately less funding compared with its need.&quot; While London&apos;s school-age population is set to rise by 17% by 2016-17, that is more than double the pace of the rest of the country, which is forecast to see an increase of 8%. Caused by a mixture of population inflow and the recent baby boom, the capital&apos;s total population has risen by 900,000 since the 2001 census, with the growth rate of 11.6% being the largest proportional increase of any region. Local authorities&apos; efforts to create additional places by expanding existing schools mean there is little room for further growth, while the time lag involved in building new capacity means schools may be forced to use temporary classrooms. While the London boroughs will have 576m in capital funding available to build new schools between now and 2015, &quot;the problem in London is so acute that London boroughs still face a funding shortfall of close to 1.04 billion to ensure that every pupil in London has a permanent school place up to 2015-16,&quot; the report notes.", 
    "section": "education", 
    "gid": "education/2013/apr/23/london-schools-population-growth", 
    "wordcount": "410"
}