{
    "headline": "Neil Smith obituary", 
    "text": "Neil Smith, who has died aged 58 of liver failure, brought a new dimension to geography by exploring the relationship between cities, the wider world and capitalism. If we want to understand the economic system&apos;s workings, he argued, then we have to understand the spaces that make its existence possible. And if we want to live in a saner environment  natural and built  we need to revolutionise the ways in which it is produced. As an undergraduate at St Andrews, Scotland, Neil studied the way in which gentrification had become a global force in the shaping of cities. In addition to middle-class people seeking better lifestyles, he pointed to the rent-gap, the difference between the rent a property earns currently and what it could earn if redeveloped for new inhabitants. When the gap is big enough, private capital is attracted by the financial potential, and restructuring follows. By the time of his book The New Urban Frontier (1996), Neil was an academic based in the US and the argument had acquired a political aspect. It highlighted an effect akin to revenge as richer people returned from the suburbs to repossess inner-city areas, their interests combining with those of private capital to the detriment of the poorer people living there. In the process, public policy initiatives such as zero-tolerance policing served to criminalise the marginalised and homeless. Neil&apos;s arguments about gentrification were part of a larger examination of how capitalism shapes nature and geographical space, whether land, sea, air or buildings. His PhD dissertation at Johns Hopkins University, Baltimore, became the book Uneven Development (1984), taking up the term that Karl Marx had used for the emergence of simultaneous concentrations of wealth and poverty. The example of humanly induced climate change demonstrates how we produce nature without being able to control it  a significant insight for the field of political ecology, studying the flow of environmental benefits and costs. This approach to geography attracted scholars in such fields as anthropology and sociology to the study of space and place. Neil&apos;s curiosity as to why pioneering work such as his came comparatively late to geography resulted in a study of Isaiah Bowman, geographer to Presidents Woodrow Wilson during the first world war and Franklin D Roosevelt during the second. American Empire: Roosevelt&apos;s Geographer and the Prelude to Globalization (2003), is a biography-cum-political history of America&apos;s rise to global power through  rather than despite  geographical ignorance. In Neil&apos;s view this field of study was bankrupt in the US in large part because that suited the rise of American-led, capitalist liberalism, a theme further developed in his final book, The Endgame of Globalization (2005). The effectiveness of his arguments was recognised by the discipline he so strongly criticised: the Association of American Geographers awarded him Distinguished Scholarship Honours, its highest award. Born in Leith, Neil was one of the four children of a schoolteacher and his wife. He grew up in Dalkeith, to the south-east of Edinburgh, where he developed an early passion for birdwatching that he never lost. His ferocious intellect, passionate commitment to socialism and lively Scottish sense of humour made him someone who might be disagreed with but not ignored. You wanted to argue with him, and he wanted to argue right back. &quot;The battle for ideas,&quot; he was fond of saying, &quot;is just too important to leave to others.&quot; Neil taught at Columbia University (1982-86) and Rutgers University (1986-2000), where I was his student, before he was made professor of anthropology and geography at the City University of New York. There he founded and directed the Centre for Place Culture and Politics, where political activists and academics felt equally at home. He made time for his students over a beer or a meal, when, despite commitments that took him all over the world, he devoted himself to our ideas and the ruthless but comradely critique of them. Neil&apos;s marriage to geographer Cindi Katz was followed by a partnership with another geographer, Deb Cowen. At their home in Toronto, Neil pursued another of his great passions, gardening  a production of nature that he fully approved of. Deb survives him, as do his sister, Sheila, and brothers Derek and Harvey.  Neil Robert Smith, geographer and anthropologist, born 18 July 1954; died 29 September 2012", 
    "section": "environment", 
    "gid": "environment/2012/oct/23/neil-smith", 
    "wordcount": "716"
}