{
    "headline": "Face transplant man Richard Norris has 'life restored'", 
    "text": "When Richard Norris first saw his new face in a mirror, three days after a 36-hour operation to complete the world&apos;s most extensive face transplant to date, he was lost for words. But doctors conveyed wonder on his behalf as Norris continued relearning to talk  &quot;this is so cool,&quot; one of his surgeons kept repeating. Norris, 37, had lived behind a mask since a gun accident took away his lips, nose and the front part of his tongue 15 years ago. Unusually for victims of facial gun injuries, his vision was largely unaffected, and so, as soon as possible after his surgery at the University of Maryland Medical Centre, he asked to see the results, doctors reported. On the same day, Norris, of Hillsville, Virginia, told them that he could smell, too. The operation took place on 19 and 20 March. A week later, he was able to brush his teeth and shave. His new face, said lead surgeon Eduardo Rodriguez, is &quot;a combination of two individuals, a true blend&quot;. Norris is the 23rd person to have had a partial or full face transplant since surgeons in Amiens, France, carried out the first in 2005 on a woman who had been attacked by her dog. A picture of how he looks now shows just how his face has changed since his high-school graduation in 1993, and since the gun accident that destroyed much of his face. Stitches along his hairline and neck and scarring round the eyelids showed the extent of his surgery. Norris had been living as a recluse, avoiding eating in public and shopping for groceries at night. Since the accident, of which the hospital revealed few details, he has not had a full-time job and has already undergone numerous life-saving and reconstructive operations. &quot;This accidental injury just destroyed everything,&quot; said Rodriguez. &quot;His friends and colleagues went on to start getting married, having children, owning homes. He wants to make up for all that.&quot; The operation, which involved more than 150 doctors, nurses and other staff, was just part of a remarkable 72 hours in which surgeons also transplanted a heart, both lungs, a liver and a kidney from the same anonymous donor, to other patients. For Norris, the surgeons transplanted teeth, the upper and lower jaw, a portion of the tongue and all facial tissue from the scalp to the base of the neck. The most dramatic moment, according to Rodriguez, came after the team had removed all previous attempts at reconstruction. All that was left was part of Norris&apos;s tongue and minimal protection for his eyes. That was the point of no return. &quot;At this point we had to be successful.&quot; Now, however, Norris&apos;s face will require only minor, outpatient procedures. Many developments in Baltimore have been made possible by US defence and naval research departments which have provided funding for face and hand operations for wounded soldiers. More than 1,000 troops have been injured in Iraq and Afghanistan and the government believes up to 200 troops may be eligible for face transplants. Doctors say they hope to operate on military patients soon. &quot;This miraculous event&quot; for doctors and for Norris occurred after he was chosen from five potential patients, said Rodriguez. The selection process had included psychological testing. He described Norris&apos;s reaction to seeing a mirror &quot;as one of the most emotional moments for him as well as for all of us. He put down the mirror and thanked me and hugged me, which was a wonderful gift &quot; The operation, said Rodriguez, had &quot;restored the 15 years he had lost. We are making him a functioning member of society again.&quot; Rolf Barth, a transplant surgeon, said researchers had found there were fewer rejections with transplants involving a large amount of bone marrow with its own blood supply. Norris would have to take immunosuppressant drugs for the rest of his life to keep his body from rejecting the donated face. &quot;This was the perfect patient to put into practice what we had discovered in the laboratory,&quot; he said. The final word, at a press conference to explain the surgery, lay with Rodriguez&apos;s summing up of Norris&apos;s operation: &quot;It is a surreal experience to look at him. It&apos;s hard not to stare. Before, people used to stare at Richard because he wore a mask and they wanted to see the deformity  Now they have another reason to look at him, and it is really amazing.&quot;", 
    "section": "science", 
    "gid": "science/2012/mar/28/face-transplant-man-richard-norris", 
    "wordcount": "759"
}