{
    "headline": "Energy secretary approves giant incinerator for Osborne backyard", 
    "text": "The energy secretary, Ed Davey, has forced through approval for a giant incineration plant in the constituency of chancellor, in the latest skirmish between the Department for Energy and the Treasury. George Osborne was first to sign 25,000-strong petition against building in Cheshire an energy-from-waste plant that will devour 600,000 tonnes of rubbish every year. But Davey gave final approval for the plan on 2 October, leaving a high court challenge as the only remaining option for the chancellor and fellow opponents. &quot;I campaigned hard against the incinerator and am, therefore, naturally disappointed with the decision,&quot; he told constituents, many of whom were enraged by the decision. Brian Cartwright, chair of the Cheshire against Incinerators group, said: &quot;This news is devastating for those who live in Northwich and the surrounding area, particularly because the government has clearly not listened to the people who are united in their opposition. It exposes the doctrine of &apos;localism&apos; as a cynical confidence trick.&quot; A spokesman for the Department of Energy and Climate Change (Decc) said: &quot;It is essential we have a balanced energy mix in the future to provide low cost, efficient energy. This plant takes waste and turns it into something of great value and in addition creates jobs for the local community.&quot; He added that a full and detailed public inquiry had recommended approval, after hearing evidence about all aspects of the development, including potential health, traffic and visual impacts. Osborne, who told the Tory party conference this week he would be &quot;a relentless activist [for] building infrastructure, roads and power plants&quot;, has opposed the incinerator plan at Lostock Gralam, near Northwich, for many years. In April 2008, he declared victory: &quot;Our campaign has been a resounding success. We have stopped the incinerator being built in Lostock Gralam. I will continue to fight to make sure the plans don&apos;t come back.&quot; The plant is being built by E.on and Tata Chemicals Europe on the site of a former coal-fired power station. It will provide power for Tata&apos;s nearby chemicals plant, which Osborne once praised as an &quot;important local employer&quot;. In a further embarrassment for him, Martin Ashcroft, Tata Chemicals Europe managing director, blamed &quot;ever-rising gas prices which are increasingly difficult to absorb&quot; as the reason for the incinerator. Osborne has pushed a renewed &quot;dash for gas&quot; as the solution to Britain&apos;s energy problems, describing the fuel as &quot;cheap&quot; in his budget speech. The role of gas, as well as renewable energy, are at the heart of his dispute with Davey. But urgent efforts are being made to resolve the row. A senior Conservative source told the Guardian that David Cameron is now personally re-engaging with the green agenda, recognising it as one of the few growing parts of the economy. There will be a meeting of the all-powerful coalition quad  Cameron, Osborne, Nick Clegg and Danny Alexander  in the next week, the source said: &quot;The PM wants to bring the Treasury and Decc on to the same page. The Treasury has to sign up to the renewable energy agenda, while Decc has to reassure on costs.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/11/energy-secretary-incinerator-george-osborne", 
    "wordcount": "537"
}