{
    "headline": "Rare genetic mutation gives hope in battle against Alzheimer's", 
    "text": "The discovery of a rare genetic mutation that protects a minority of people against Alzheimer&apos;s disease and a general loss of brain function in old age has raised fresh hopes for treating the condition. Scientists at the Icelandic genetics firm, deCODE, spotted the mutation in about 1% of 1,795 Icelanders who took part in a study reported on Wednesday in the journal Nature. Though rare in the populace, the mutation appears to have a substantial protective effect against the neurodegenerative disorder. Scientists behind the discovery estimate that carriers have a 47% greater chance of reaching the age of 85 than the majority of people who lack the mutation. Writing in the journal, the researchers say the DNA sequence is the first mutation known to confer &quot;strong protection against Alzheimer&apos;s disease&quot;. In a series of follow-up studies, including one on people aged 80 and over who carried the mutation, the researchers found evidence that the DNA sequence also protects against the general decline in brain performance that is common in old age. The finding suggests that Alzheimer&apos;s and age-related cognitive problems belong to a continuum of disorders and share an underlying cause. Alzheimer&apos;s is the most common form of dementia and affects about half a million people in the UK. In the early stages of the disease, people can experience memory loss, mood swings and become isolated and withdrawn. The disease is progressive and many patients eventually become reliant on carers for their daily tasks. Studies on Alzheimer&apos;s patients have revealed the build-up of protein &quot;plaques&quot; in the brain, which are thought to kill off brain cells. The plaques are mainly made up of amyloid-beta peptides, themselves produced when a substance called amyloid-beta precursor protein (APP) is broken down by so-called BACE enzymes. The mutation discovered by the Icelandic team has the effect of halving the amount of amyloid-beta peptide produced when APP is broken down. This seems to allow the brain to age without building up to the dangerous levels seen in Alzhiemer&apos;s patients. Alison Goate, professor of genetics at Washington University School of Medicine in St Louis, said the research supported the idea that drugs in development called BACE inhibitors, which interfere with the breakdown of APP, could be used as a treatment for Alzheimer&apos;s disease, if used early enough. &quot;We&apos;ve found the first protective mutation in Alzheimer&apos;s disease and provided proof of concept for using BACE inhibitors to treat the disease,&quot; Kari Stefansson, CEO of deCODE told the Guardian. &quot;We&apos;ve also shown that this mutation protects against normal cognitive decline in the elderly.&quot; &quot;It shows that Alzheimer&apos;s, and the cognitive decline that awaits all of us if we survive long enough, seems to be mediated through the same mechanism. So if big pharma manages to develop an effective BACE inhibitor, it should probably be put into the drinking water of elderly people,&quot; he said. Anne Corbett from the Alzheimer&apos;s Society said: &quot;We know that the development of Alzheimer&apos;s can be linked to a combination of genetic and lifestyle factors. We still have a lot to learn about what happens in the brain but this research offers new insight into a gene we already know is linked to the disease. &quot;One in three people over 65 will develop dementia. This development offers interesting new information about how our genes might affect our chances of developing Alzheimer&apos;s disease. It could also provide a new target for future investigations to find treatments to help people live well with dementia, or even find a cure,&quot; she added.", 
    "section": "science", 
    "gid": "science/2012/jul/11/rare-genetic-mutation-alzheimers", 
    "wordcount": "599"
}