{
    "headline": "Synthetic anti-malarial compound is bad news for artemisia farmers", 
    "text": "In the constant fight between microbes and people, attempts to rein in the malarial parasite have just taken an interesting turn. On Thursday the founder of Amyris Biotech triumphantly announced production of 70m doses of the anti-malarial compound artemisinin. This sounds like good news for poor people but may be a step backwards  the start of a new hi-tech assault on farmers. There is no doubt that artemisinin is important. Artemisinin combination therapies are the World Health Organisation&apos;s drug of choice for battling malaria  which caused an estimated 660,000 deaths in 2010  and other artemisinin-based approaches also exist. Yet the good news stops there. Until this week, artemisinin for drugs was sourced entirely from the delicate leaves of artemesia annua (sweet wormwood) following sustained efforts to develop artemesia growing as doubly beneficial: a source of livelihood for African and Asian farmers, and a public health good. What makes Amyris&apos;s breakthrough significant is that its version has never been near a wormwood shrub. It comes from an industrial vat of bioengineered yeast. Making this possible is a controversial technology called synthetic biology (synbio). This artificially builds DNA strands in labs, using those strands to re-engineer microbes to behave as tiny factories. Ordinary yeast might ferment sugar into alcohol. Instead, this re-engineered yeast turns sugar into a precursor of artemisinin. This technical breakthrough, nine years in the making, was enabled by $53.3m (34.6m) from the Gates Foundation. It is held up as the poster child for the brave new world of synbio. Vat-grown artemisinin is highly attractive to large pharmaceutical companies such as Sanofi Aventis (pdf). They will now avoid the complexity of sourcing from thousands of farmers and 20,000 hectares (50,000 acres) in Kenya, Tanzania, Madagascar, Mozambique, India, Vietnam and China. As for artemesia farmers, this announcement is an assault on their livelihoods. Speaking at a conference in Cambridge this week, the key synthetic biologist behind the project, Jay Keasling, said &quot;moves are afoot to replace the entire world supply&quot; of the compound. Asked whether this means that all natural artemesia production will be replaced, he said: &quot;Early on, it was not about replacing the agricultural form  and now I think it&apos;s nearly inevitable that it will shift over.&quot; Keasling proffered that artemesia farmers might switch to growing wheat and potatoes instead. Keasling argues that putting artemesia growers out of business accompanies a laudable public health move: some growers sell to producers of questionable artemisinin monotherapies, which in turn may give rise to artemisinin resistance. If a single source from a vat replaces the diverse botanical supply, it would be easy to control the market and eradicate monotherapies. Farmers are unfortunate collateral damaged. Keasling&apos;s remarks are an astonishing late admission of what experts and civil society groups have feared all along. In 2007, the Netherlands Tropical Institute warned that just the prospect of synthesised artemisinin could destabilise prices and dissuade farmers from planting. Keasling and his partners rejected such concerns with assurances that there would be no discernible impact on farmers. Later, they argued that synbio production would only be used to &quot;supplement&quot; production when botanical supply was flagging. Now it turns out that artemesia farmers are dismissed as entirely expendable. The rejoinder of &quot;let them plant potatoes&quot; seems dismissive of farmer knowledge: farmers understand markets well and those now growing artemisia annua do so because it helps them bring in income. As for the argument that synbio is necessary to eradicate malaria, the botanical approach was already producing more than enough artemisinin to address malaria. &quot;There is simply no rationale to have a synthetic product on the market when farmers could produce enough raw material to produce the tablets from pulverised high quality plants,&quot; said Professor Hans Herren, World Food Prize winner, who has worked extensively with east African artemesia farmers. &quot;Jay Keasling&apos;s words are denigrating for farmers  he should be ashamed of his work and words. It adds nothing to solve the malaria problem at all.&quot; What may happen to artemesia farmers in Africa and Asia? History gives us some clues. After the introduction of synthetic chemistry in the 19th century, growers of natural dyestuffs in Bihar, Bangladesh, Mexico, Turkey and elsewhere saw collapsing markets, famine and deeper poverty. Unfortunately, far from an isolated story, today&apos;s artemesinin threat is just an opening salvo in a volley of potentially damaging market disruptions involving synbio. Next year, synbio company Evolva will commercialise a version of vanilla produced by engineered yeast in a vat. Evolva believes it can legally and cheaply sell bioengineered vanilla as &quot;natural&quot;  competing with and undercutting the livelihoods of 200,000 vanilla farmers in Madagascar, Reunion, Comoros, Mexico and beyond. Allylix Inc has launched a yeast-grown fragrance compound usually extracted from vetiver  competing with 60,000 poor Haitian farmers. The same story is about to play out with patchouli farmers, rubber producers, coconut farmers and saffron growers. Keasling says that with synbio, &quot;anything that can be made in a plant can now be made in a microbe&quot;. For producers of natural plant products, that boast should send waves of alarm about this threat to tropical livelihoods. In the fight between people and microbes, bioengineered microbes may have just opened up a new economic line of attack.  Jim Thomas is research programme director for ETC group, a technology watchdog that works with farmers&apos; organisations", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/12/synthetic-malaria-compound-artemisia-farmers", 
    "wordcount": "907"
}