{
    "headline": "The world's biggest and most vulnerable trees  in pictures", 
    "text": "   The largest patch of old growth redwood forest remaining in Humboldt redwoods state park, California. Redwood are the tallest record trees in the world with one specimen reaching: 115.56m. Common names include coast redwood, California redwood, and giant redwood Photograph: Michael Nichols/NG/Getty Images       Giant redwood trees known as Crown Jewel and The Beast in redwood national park, California. It is an evergreen, long-lived, monoecious tree living 1,200  1,800 years. Before commercial logging and clearing began by the 1850s, this massive tree occurred naturally in an estimated 2,100,000 acres along much of coastal California (excluding southern California where rainfall is not abundant enough) and the south-western corner of coastal Oregon within the United States. It is estimated that more than 95% of the original old-growth redwood forest has been cut down for timber Photograph: Michael Nichols/NG/Getty Images       Yosemite national park, California. A giant sequoia tree, Sequoiadendron giganteum, also called Sierra redwood, Sierran redwood, or wellingtonia Photograph: Gary J Weathers/Corbis       Giant sequoia trees in snow and fog in sequoia national park, California. The oldest known giant sequoia based on ring count is 3,500 years old Photograph: Momatiuk - Eastcott/Corbis       The fog settles in an old growth forest of douglas fir trees in Olympic National Forest, Pacific Northwest. Pseudotsuga menziesii, known as douglas-fir, Oregon pine, or douglas spruce, is an evergreen conifer species native to western North America. Coast douglas fir is currently the second tallest conifer in the world (after coast redwood) Photograph: Charles Mauzy/Corbis       Douglas firs in Sol Duc rainforest, olympic national park, Washington. It is recorded as the third tallest in world with a specimen of 99.4m in Oregon, United States. It commonly lives more than 500 years and occasionally more than 1,000 years Photograph: David Muench/Corbis       An American bald eagle perched in a sitka spruce tree, Alaska. The sitka spruce, is a large coniferous evergreen tree growing up to 80m tall. It is by far the largest species of spruce; the fifth largest conifer in the world. The spruce is a long-lived tree, with individuals over 700 years old. Because it grows rapidly under favorable conditions, large size may not indicate exceptional age. Sitka spruce is native to the west coast of North America Photograph: Rich Reid/NG/Getty       Mist filters through a mountain ash forest in Yarra Ranges national park, Victoria, Australia. Eucalyptus regnans, known variously by the common names mountain ash, victorian ash, swamp gum, Tasmanian oak or stringy gum, is a species of eucalyptus native to south-eastern Australia, in Tasmania and Victoria. It occurs in cool, deep soiled, mostly mountainous areas to 1,000m altitude with high rainfall of over 1,200mm a year. They grow very quickly, at more than a metre a year, and can reach 65 metres in 50 years, with an average life-span of 400 years Photograph: Jason Edwards/NG/Getty Images       Mountain ash forest near Healesville, Yarra Ranges national park, Victoria, Australia. The second tallest in world with 99.6m  Photograph: Ern Mainka /www.alamy.com       South-east Tasmania: Tasmanian blue gum, and alpine heath wildflowers. The sixth tallest in world with 90.7 m, the Tasmanian blue gum is an evergreen tree, one of the most widely cultivated trees native to Australia Photograph: Corbis       The UN secretary general Ban Ki-moon passes by a centenary tree known as 'Sumauma', during a tour inside the jungle at Combu Island, in the Amazon region, near the northern city of Belem, Brazil. Using radiocarbon dating showed large canopy trees in Amazonia ranged from 400 to 1,400 years old. Today forest fragmentation in central Amazonia is having a disproportionately severe effect on large trees, the loss of which will have major impacts on the rainforest ecosystem Photograph: Mauricio Lima/AFP       Plants that thrive in the primary rainforest of Danum Valley Park, in the state of Sabah, Borneo island, Malaysia Photograph: Andrea Pistolesi/Getty Images AsiaPac       A koala sleeps on an eucalyptus tree Photograph: Peter Crome / Alamy/Alamy       Drought and climate change are causing extensive forest dieback in the US as well as worldwide. These photos show dead ponderosa pines in the Jemez Mountains of New Mexico killed by a combination of drought stress and attacks by bark beetles on weakened trees Photograph: Craig D. Allen/USGS  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jan/26/worlds-biggest-trees-in-pictures", 
    "wordcount": "0"
}