{
    "headline": "Fashion is more than clothes: LCF on working in the community", 
    "text": "Over the 20 plus years I&apos;ve been working in higher education art and design I have come to firmly believe that, like the subject which creates and transforms the world around us, so too education is a transforming force. For me, education has to be about how we transform the thinking of our students, how we give them opportunities to investigate, experiment and really test their ideas. But education should also be about how it transforms the way we think as a society, as a culture, and how, as educators, we can take responsibility for not only our students and our subjects but also our external environment. In 1959 CP Snow, in his controversial lecture Two Cultures said: &quot;With good fortune, however, we can educate a larger proportion of our better minds so that they are not ignorant of imaginative experience, both in the arts and in science, nor ignorant either of the endowments of applied science, of the remediable suffering of most of their fellow humans, and of the responsibilities which, once they are seen, cannot be denied.&quot; Snow was interested in how higher education institutions through subject, discipline and research could address the great global challenges like poverty. I am interested in how a subject such as fashion; which for many is ephemeral at best and lightweight and exploitative at worst; can be harnessed to fully capitalise on its economic, cultural and social strengths. Under the banner of the Better Lives project, the challenge I have set the college is to evaluate our skills and expertise and the channel this sort of socially responsible thinking (by students as well as staff) into research and curriculum projects, special events and other enterprising activities. Everyone is encouraged to work beyond boundaries and to reach out into industry, schools and communities using fashion to make a difference, and to better lives. The college champions fashion&apos;s intrinsic capacity to make you feel better, its inherent value in the development of personal skill (craft, technology and so on) and, as such, its ability to create opportunity and individual choice. A notable example of this is the project we are currently working on with a women&apos;s prison. Nearly 80% of people released from prison re-offend within a year; if they come out to a home, a family and a job these figures are turned around. The Corsten Report of 2007 highlighted how women offenders need a distinct, radically different, visibly-led, strategic, holistic and woman-centred approach to allow them to develop self-confidence and the capacity to form relationships based on trust and respect. This is what inspired us to work with female offenders. Our project, with Her Majesty&apos;s Prison Service, funded by Sir John Cass&apos;s Foundation, recently won a Green Gown Award for social responsibility, was developed for second year LCF students and adapted by the college to be suitable for the prison environment, with the project brief structured in such a way as to allow a number of students and tutors to go to the prison over a course of 10 sessions; their task was to create a jacket from scratch. The aim of this project was to equip offenders with skills that they could use both in prison and upon release. Both staff and students received guidance about the workshops, however no formal training was given. The jackets designed revealed how the women were skilled in creating with items many of us might easily discard. They showed great resourcefulness and the ability to be eclectic and imaginative with materials as well as ideas. Staff and students have been struck by how the women used everything at their disposal, getting everyone to think differently about recycling and reusing materials. The project&apos;s biggest challenge was connected to security. Notably that all materials had to be checked and approved prior to use in the workshops which sometimes led to delays and, on occasion, some materials not clearing security in sufficient time for the women to use it. Security considerations also prevented the women from having access to the workshop, sewing machines and items such as scissors outside the workshop session. Understandably they would have welcomed using their time outside the sessions to further progress their work, however the security considerations clearly demonstrated the women&apos;s resourcefulness and their ability to be eclectic and imaginative with materials and construction techniques. Feedback shows that the women have not only gained technical skills, unearthed their creativity, but they have also developed their self-confidence. One woman said: &quot;I am proud of expressing my ideas to the tutors and being praised for my ideas.&quot; We intend to run a similar project again this year, with the next stage seeing LCF students and serving offenders looking at ways that fashion is communicated by producing a magazine tailored to the female prison population. Finally, French theorist Roland Barthes, in his seminal publication The Language of Fashion, wrote that: &quot;Clothing concerns all of the human person, all of the body, all the relationships of man to body as well as the relationships of the body to society.&quot; And at a time when we are renegotiating our relationship with the world I believe that our clothes  the design, manufacture, distribution, selling and communication of them  now needs to be examined. Professor Frances Corner OBE is head of London College of Fashion  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/27/fashion-students-transform-communities", 
    "wordcount": "923"
}