{
    "headline": "BP to fight government's 'excessive' demands over Deepwater oil spill", 
    "text": "BP has announced that it will square off against the federal government in court next week to fight &quot;excessive&quot; claims arising from the 2010 Gulf of Mexico oil disaster. In a combative statement, the oil giant said it had been open to a settlement in the civil trial, set to start on Monday in a federal court in New Orleans. But it had failed to reach a deal with federal government lawyers. The trial could potentially result in $21bn (13.6bn) in civil damages for BP, but the company said on Tuesday it would rather take its chances in court than continue negotiations with federal government lawyers. &quot;Faced with demands that are excessive and not based on reality or the merits of the case, we are going to trial,&quot; said Rupert Bondy, the BP&apos;s general counsel, said in a statement. The trial is the last major hurdle to BP&apos;s efforts to move beyond the fatal blowout of the Deepwater Horizon oil rig, which killed 11 people and resulted in the biggest oil spill in US history. BP has already accepted criminal responsibility for the disaster, pleading guilty last November to manslaughter and lying to Congress and paying $4.5bn in fines. It reached a separate $7.8bn settlement earlier last year with thousands of local individuals that suffered economic damages because of the oil disaster. But Bondy indicated the company had become stuck trying to reach a deal on the big ticket item: up to $21bn in fines for environmental damage arising from the oil disaster. The fines, which would be levied under the Clean Water Act, would go directly for coastal restoration in Louisiana, Mississippi, and other Gulf states. More than 40 lawyers for federal and state governments are expected to be in court on Monday. At issue are BP&apos;s efforts to stop the doomed Macondo well, which gushed for three months before it was finally sealed off by company engineers. The Justice Department has said it would set out to prove that BP was &quot;grossly negligent&quot; in its response to the spill  a designation that would increase the burden of fines on the oil company to $4,300 a barrel. BP disputes the allegation of gross negligence. It argues that the court should take into consideration the $23bn it has already spent on clean-up costs, and that it does not deserve to pay the maximum in fines under the Clean Water Act. &quot;No company has done more, faster, to meet its commitment to economic and environmental restoration efforts in the wake of an industrial accident,&quot; Bondy said in the statement. The trial before US district judge Carl Barbier is expected to unfold in two stages. The first phase, due to start next Monday, will try to determine the causes of the fatal blowout. It will also apportion blame between BP and its partners in the doomed Macondo well, Transocean and Halliburton. The second phase, due to get under way next September, will address the amount of oil that gushed into the Gulf of Mexico in the three months before BP engineers regained control of the runaway well. Federal government scientists have estimated that 4.9m barrels of oil were released before the well was finally capped. BP, in its statement on Tuesday, repeated its argument that estimate was too high  going so far as to accuse the federal government of exaggerating its findings. &quot;The government&apos;s public estimate is simply wrong, and [is] overstated by at least 20%,&quot; Bondy said. BP has consistently argued that the government&apos;s estimate is off by about 20%  and said that at most it should be liable for 3.1m barrels of spilled oil. The company also demanded the federal government subtract about 810,000 barrels of oil siphoned off directly from the well, without entering Gulf waters. That would shave another $3.4bn off the maximum $21bn penalty.", 
    "section": "environment", 
    "gid": "environment/2013/feb/19/bp-fight-excessive-demands-deepwater", 
    "wordcount": "656"
}