{
    "headline": "Brazil's blueprint for reforestation", 
    "text": "The misty forests of Miguel Pereira, just two hours drive from Rio&apos;s Copacabana beaches, show the scars of development. Over the past century, this part of the Atlantic forest has experienced three waves of development  logging, coffee plantations and cattle ranching  each of which ran down the environment a step further. By 2008, there was almost nothing left to extract. The hills were stripped bare, the rivers dry and the soil degraded. Local people were left in poverty. Many moved to Rio to find work. But now they are returning because Miguel Pereira is once again frontier territory and is being held up as a model in a new global campaign to revitalise 150 million hectares  six times the area of the UK  of degraded land around the planet by 2020. The success story at Miguel Pereira will also be food for thought for ministers and heads of state from around the globe attending the Rio+20 summit next week on sustainable development. One aim of that meeting is to forge a global &quot;green economy&quot; from the ruins of the financial crisis and the Miguel Pereira experiment shows how environmental investments can also reduce poverty. It has done this through sustainable agriculture, renewable energy and a move away from GDP as a main measure of national wellbeing. The Rio city government, water utility, corporate sponsors and environmental NGOs have started to pay for ecological services  clean air, fresh water, fertile soil and carbon sinks  that are provided by forest restoration. Local landowners get an annual income of 60 Reals (around 19) per hectare and villagers are paid for planting saplings and maintaining the canopy at four sites in the region. Three years in, the results are visually impressive. More than 950 hectares of formerly brown and barren hillsides are once again lush with the native species of the Atlantic forest, such as yellow flowering Araguaney and fast-growing Angico Artemisiana  some of which are almost 10 metres tall. For conservationists, this is good news because it strengthens the Tingu Bocaina corridor  one of the world&apos;s great biodiversity hotspots. The city of Rio benefits from carbon sequestration and the maintenance of the Guandu watershed, which supplies 80% of the water to the metropolitan area and 30% of its energy. For anti-poverty campaigners, it is also a boon. The local economy has been revitalised by the 150 jobs created by the programme  run by the ITPA conservation institution  which pays the minimum wage, plus social security and a food allowance. As a result, there is less incentive to migrate or commute to Rio. Carole Saint Laurent of the IUCN said the project illustrated how you can obtain a package of benefits, including green jobs and an improved water supply, from a broader landscape. &quot;The key is scaling up in area and involving the people who need and are most affected by land uses in the area in negotiating the best possible package,&quot; she said. Putting a higher value on nature is step towards the creation of a &quot;green economy&quot;  one of the core goals of the United Nations Rio+20 conference on sustainable development that starts next week. But how this should be realised is controversial. The United Nations has sponsored studies that put a price on 30 ecosystem services, including air quality, pollination and carbon sequestration. The series of reports  known as the Economics of Ecosystems and Biodiversity  have prompted concerns that wild areas could be commodified and sold off to financial institutions. Less contentious are efforts by environmental groups to collaborate with corporations and financial firms to mobilise more capital for restoration projects of property that has already been degraded. According to the IUCN, 2 billion hectares of land worldwide  the size of South America  lie dormant and each year an area of forest the size of New York State is lost. On Tuesday, the International Union for the Conservation of Nature and commercial sponsors Airbus will call for public participation in the world&apos;s largest restoration initiative: the Bonn challenge  launched last year - aims to revitalise 150 million hectares of land by 2020. As well as creating millions of jobs, the IUCN says the rejuvenation of land on this scale will inject $85b dollars a year into national and global economies and contribute 11-17% of the carbon emission cuts needed to keep global temperature rises below 2 degrees centigrade. A start has been made by the million trees planted at Miguel Pereira and three other project areas. There is more to come here. Another 1,200 hectares of forest will be restored under a deal agreed last week to offset the carbon footprint of the Rio Olympics in 2016. Such gains remain miniscule in comparison to the forest and grasslands being cleared in Brazil, India and elsewhere for industrial scale soybean and other food production. It will be difficult to scale up without a change of values and policies. Given the differences among delegates at Rio+20, a &quot;green economy&quot; remains a distant goal, but environmental payback is not always a matter of choice. &quot;Coffee, cattle and logging all failed here. The land is now so degraded that it can no longer support a plantation,&quot; said Abilo Vilela of the ITPA conservation group that runs the Miguel Pereira project. &quot;But what we are doing now works well. It might not make as much money, but it will last.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/12/brazil-treeplanting-reforestation-logging", 
    "wordcount": "912"
}