{
    "headline": "World university rankings  analysis", 
    "text": "The UK has four of the top six universities in the latest edition of the QS World University Rankings, but the Massachusetts Institute of Technology (MIT) has taken over from Cambridge in first place. Cambridge has dropped to second place after two years heading the rankings, but remains ahead of Harvard, the only other university to have led the table in its nine years of publication. The other UK universities in the top six are University College London, Oxford and Imperial College London. Perhaps the biggest revelation in the rankings, however, concerns the increasingly international character of the leading universities. Despite consistent growth in the number of international students over the past decade, the new rankings show the top 100 universities raising recruitment by almost 10% in a single year. The figures suggest that students looking for an overseas education are becoming more choosy about where they go. And they confirm growing competition for international students  and reliance on their fees - in leading universities all over the world, not just in the traditional host countries. Even some universities in the top 100, like Cambridge, that have registered modest increases in overseas student numbers, have been overtaken on this measure. The top 500 universities in the QS rankings have added no fewer than 120,000 international students in the latest edition. The figures demonstrate why universities of all types were so concerned at the UK government&apos;s tightening of visa regulations, culminating in the suspension of London Metropolitan University&apos;s licence to sponsor students from outside the EU. University College London, which has overtaken Oxford to move into fourth place, has almost 10,000 international students. It is growth in international faculty that accounts for MIT&apos;s move to the top of the rankings for the first time, however. The university has overtaken both Cambridge and neighbouring Harvard to take first place, having led 11 of the 29 subject rankings published by QS in June. MIT is one of a number of universities specialising in science and technology to improve their positions this year. Nine of the top ten technological universities have moved further up the rankings, with the Korea Advanced Institute of Science and Technology enjoying the biggest rise in the top 100. Scores in the QS rankings comprise an equal balance of expert opinion and data on staffing levels, research citations and international students and faculty. More than 46,000 academics and 25,000 employers have contributed their views in the most extensive polling ever undertaken on global universities. American universities dominate the QS rankings, as they have every year since they were first published in 2004. US institutions occupy six of the top ten places, 13 of the top 20 and 31 of the top 100  the same numbers as last year. Harvard, in third place, remains the favourite of both academics and employers. It also tops four of the five broad faculty rankings published with the institutional ranking. The UK is again the next most successful country, although it has lost one university from the top 20, one from the top 100 and one from the top 200. Its four universities in the top ten and 18 in the top 100 show a system continuing to punch well above its weight. The strong performance of UK universities will surprise some observers but, with research funding protected in cash terms and revenue from international students rising, the leading institutions have not experienced the level of cuts suffered by some of their competitors. Even the wealthy US Ivy League institutions have reined back spending as they tried to repair the damage done to their endowments during the recession. Academics and employers continue to rate UK universities highly and the leading institutions have begun to make significant progress on the key measure of research quality  the number of citations per academic. All but three of the top 20 UK universities achieved higher citation rates than last year, although they still have ground to make up on their American counterparts. The results will give little encouragement to those predicting a wave of UK student emigration to the universities of Continental Europe, where fees are much lower than in England. The nine leading French universities have all dropped down the ranking, while there are no German or Dutch universities in the top 50. ETH Zurich is by far the highest-placed Continental university, at 13th. Canada has two universities in the top 20 for the first time, with Toronto joining Montreal&apos;s McGill University among the elite. But Australia again has more universities in the top 100 than any country outside the US and UK. Asian universities continue to make progress up the rankings and to attract more international students, rather than simply being the favoured recruiting ground of Western institutions. Hong Kong University, the National University of Singapore and the University of Tokyo all appear in the top 30. A record 72 countries are represented among the 700 universities that will feature in the full ranking. The six leading universities in the Middle East have all improved their positions and there has been a big increase in the number of Latin American universities ranked globally. Overall, the institutional ranking is more stable than it has ever been. There is only one new entrant to the top 20 and the average movement in the top 100 is 4.6 places, while in the top 200 the average is 9.1. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/11/world-university-rankings-2012-analysis", 
    "wordcount": "931"
}