{
    "headline": "Union of Concerned Scientists backtracks on GE donations claim", 
    "text": "The Union of Concerned Scientists has revised a report accusing major US companies of distorting the public conversation about climate change, saying it made a mistake counting donations from General Electric to thinktanks. The survey of 28 companies found a big gap in some instances between corporate messages on climate change and less visible activities, with some companies quietly lobbying against climate policy or funding groups which work to discredit climate science. The campaign group concluded that such confusion set back efforts to address climate change. The Guardian reported on the study last month. But the campaign group said on Wednesday it had been wrong to count funds GE gave to four conservative thinktanks that work to undermine climate science and block action on climate change. It also released a revised version of the report. The group said in a statement the funds to those thinktanks were awarded under a matching gift programme that allows individual employees at GE to determine where their donations would go. &quot;By contrast, funds from GE and its corporate foundation are directed by company executives,&quot; the campaign group said. &quot;We now conclude that GE has only funded thinktanks that support climate science.&quot; Andrew Williams, a spokesman for GE, described the earlier report as &quot;sloppy&quot;. He added: &quot;GE&apos;s position on climate change has been clear for years  it is real, it is measurable, and it is happening. GE works in a variety of industries and we often partner with outside groups because we share some common interest, but denying climate change is not one of them.&quot; However, the campaign group noted that GE, as a company, continued to support trade groups that work to block climate policy. GE also supported the 2010 referendum to overturn California&apos;s climate change law, said Gretchen Goldman, who wrote the report, on Wednesday. The error was brought to light last week by the Reason Foundation, one of the conservative groups funded by GE employees. The foundation noted that the funds given to the thinktanks under the programme were a tiny fraction of GE giving towards organisations that support climate science such as the World Resources Institute or conservation groups such as the Nature Conservancy. Goldman said the initial mistake arose as researchers were going through the companies&apos; tax forms. She said researchers had reviewed giving by other companies, and the other findings still stood. However, unlike GE, other companies did not distinguish between corporate donations and employee-giving programmes on their tax forms. So it is difficult to know for certain how much corporate control was exercised over all of their donations.", 
    "section": "environment", 
    "gid": "environment/2012/jun/14/general-electric-donations-climate-science", 
    "wordcount": "438"
}