{
    "headline": "MPs criticise Ofqual over GCSE English debacle", 
    "text": "The exam regulator Ofqual should be prepared for public battles with ministers to avoid a repeat of the 2012 GCSE debacle, in which tens of thousands of pupils had to resit their English papers, a committee of MPs has concluded. The Commons education select committee criticised Ofqual for its role in the design of the ill-fated GCSE English exam and said the regulator must object if it felt the latest redesigned examinations put standards at risk. It said Ofqual &quot;should be prepared to put a robust case to government, should those arguments be contrary to government policy steers&quot;. The MPs said: &quot;Ofqual&apos;s role in qualification design is likely to come under significant pressure in coming months as the proposed timetable for GCSE reform coincides with significant changes to A-levels. &quot;Ofqual should ensure that it has in place robust systems and adequate resourcing to undertake this role effectively, and that it gives explicit advice to ministers about the risks involved in reforming GCSEs and A-levels at the same time. It also needs to raise public awareness of the likelihood of increased variability in results during times of significant changes to qualifications.&quot; The report by the cross-party committee comes as the education secretary, Michael Gove, prepares to reveal his latest set of GCSE reforms. Last week a leak from Ofqual suggested that assessed coursework would be scrapped in all but one of the new core subjects, spelling the end of the type of modules that were said to have been at the root of the GCSE English marking failure. In its response, the Department for Education (DfE) was quick to blame the previous GCSE structure for the problems. &quot;This report is clear that the problems in last year&apos;s English GCSE can be directly attributed to the design of English GCSEs,&quot; a spokesman for the DfE said. &quot;That&apos;s why we took immediate action to get rid of GCSE modules and are taking action to reduce controlled assessment.&quot; Mary Bousted, general secretary of the Association of Teachers and Lecturers, said the changes being made over the next three years meant caution was needed. &quot;We share the education committee&apos;s concerns about the scale of change the government is making to GCSEs and A-levels and the cumulative impact this will have,&quot; Bousted said. In looking at the causes of the breakdown in 2012, the committee highlighted the wide variation in marks that the exam&apos;s design allowed, and suggested that confusion over Ofqual&apos;s role contributed to its failure to intervene. &quot;It is clear that warning voices regarding potential problems were raised but not acted upon during the development and accreditation phases of the current English GCSEs. While innovation and change is healthy and essential in any examination system, one of the crucial lessons that must be learned from this episode is that Ofqual and ministers should listen when concerns are raised, especially when they come from specialists in the field,&quot; the committee said. The MPs also raised alarm about the tension between exam regulators and policymakers in England, Wales and Northern Ireland, saying &quot;it appears that the era of three-country qualifications and regulation is coming to an end.&quot;", 
    "section": "education", 
    "gid": "education/2013/jun/11/mps-criticise-ofqual-gcse", 
    "wordcount": "536"
}