{
    "headline": "Roads and rail in Nigeria could be at the centre of job creation", 
    "text": "Africa&apos;s youth unemployment is widely recognised as a potential source of political instability. However, most of the policy proposals for addressing joblessness focus largely on stand-alone skill development efforts. They fail to recognise infrastructure as the motherboard of job creation. The International Labour Organisation, for example, has rightly called for urgent measures to address skills mismatches, including workplace, entrepreneurship and life skills training programmes. But it has largely downplayed the strategic role that critical infrastructure projects can play. Africa&apos;s emerging focus on infrastructure offers a unique opportunity for the continent to adopt novel approaches to employment generation and skills development. Take the case of Nigeria. According to World Bank estimates, Nigeria&apos;s vision to become a middle-income country by 2020 will require sustained investment in infrastructure  almost $14.2bn a year over the next decade, about 12% of GDP. Today, the country invests $5.9bn per year, 5% of GDP. Nigeria spends almost $90bn a year on food imports. Reducing this import bill will require significant investment in infrastructure such as rural energy, transport, telecommunications and irrigation. Nigeria&apos;s abundant arable land is not being cultivated partly because of poor roads. Household surveys and spatial data show that between 20% and 47% of rural people live within 2km of an all-season road. This is well below Nigeria&apos;s peer countries. Nigeria has one of Africa&apos;s most elaborate railway networks, second only to South Africa. However, traffic volumes dropped (pdf) at the rate of five trucks a day, from 3m tonnes a day in 1960 to about 15,000 tonnes in 2005. Over the same period, passenger traffic dropped from 3 million to 500,000 a year. Much of Nigeria&apos;s impetus for rural development will come from state-level investments. However, state-run infrastructure suffers most from low maintenance support. Given such challenges, it is no surprise the Nigerian government has made the bold and controversial decision to reinvest a large part of the fuel subsidy revenue in infrastructure construction and maintenance. The decision has elicited legitimate popular demand for a crackdown on corruption, a debilitating companion of many infrastructure projects. The subsidy reinvestment and empowerment programme also includes support for youth employment. There are at least three ways in which Nigeria and other African countries can use infrastructure investments to foster youth employment and skill development. First, new jobs can be directly created in the design, construction, operation and maintenance of infrastructure projects. However, such job creation is unlikely to happen unless there are deliberate policy guidelines. This is mainly because construction projects tend to focus primarily on immediate cost-effectiveness and less on indirect benefits such as youth employment. China, for example, has been widely criticised for focusing more on the timely completion of construction projects and less on employment generation. Second, infrastructure projects need to be designed to provide technical training opportunities for young people. Ministries responsible for such projects can take the opportunity to upgrade their internal training centres, for example, partnering with local colleges, training institutes and vocational schools. Nigeria and other African countries can learn from experiences of countries such Malaysia, whose public works department&apos;s Research and Training Institute was converted into the Kuala Lumpur Infrastructure University College in 2003. Its six schools focus on engineering, information technology, communication and languages, applied sciences and architecture. There are a large number of Nigerian ministerial institutes that are ready to play this role. For example, the Digital Bridge Institute under the telecoms ministry could expand its role in providing technical training beyond its current remit. Third, infrastructure projects can support youth employment through entrepreneurial training. Young people working on such projects can acquire business and management skills to help them create and run their own enterprises. The government can also help link infrastructure managers to business and management schools. Nigeria offers a glimpse at how a crisis can be turned into an opportunity for youth employment, skills development and overall economic transformation. Between 2010 and 2015 the number of young people (aged 15-24) in sub-Saharan Africa is expected to rise by 19.4 million, to account for 14% of that age group&apos;s global share. They are Africa&apos;s most important economic asset and need to be gainfully employed without delay.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/24/nigeria-infrastructure-centre-job-creation", 
    "wordcount": "696"
}