{
    "headline": "Game on: Blades of Time", 
    "text": "We have to like the hero. That&apos;s rule one in the adventure game handbook. If we don&apos;t like the hero, we just won&apos;t care whether he escapes with the treasure or not. The moment he falls into the game&apos;s first trap and gets his pantaloons impaled on a spike, we&apos;ll put down the controller and say to ourselves: well, sod it, he was clearly an idiot anyway. It&apos;s not hard to make the main character likable. There are endless ways of doing it. Have them fire off a couple of decent wisecracks and we&apos;re in love. If they help a small child in the opening sequence we&apos;ll follow them to hell and back. They don&apos;t even have to say anything. If we&apos;re honest, we&apos;ll root for a hero just for looking like a bit of a bad-ass. We&apos;re that easy to please. So it&apos;s pretty much inexplicable that the creators of Ayumi, the buxom heroine of hack&apos;n&apos;slash adventure Blades of Time(Xbox 360/PS3), have packed the first five minutes of their game with reasons to want her to fail. Unless, perhaps, the purpose of this game was to lay the groundwork for the future release of a title in which you kill her, repeatedly, in ever more gruesome and unpleasant ways. If so, then the hero of that game will have my heart for ever from the moment they first punch her in the face. First off, she&apos;s a clone of Lara Croft. A botched clone, admittedly  she&apos;s blonde  but a clone nonetheless. Glamour-model curves are lamentably par for the course among videogame heroines, but a dual-wielding treasure hunter with a penchant for skimpy hotpants? They might as well have called the game Magical Tomb Raider. The few parts of Ayumi that weren&apos;t grown straight from a lock of Lara&apos;s hair were clearly plucked from the big box of videogame cliche: she is impulsive, and known in the treasure hunters&apos; guild as a rebel, but the best there is. Forget the generic template, and you will still find plenty to dislike about her. Not least in the game&apos;s baffling opening sequence, in which Ayumi and her partner Zero  named after Ayumi&apos;s redeeming features  attack and kill, in cold blood, several members of their own guild, just because they are bored of waiting for their turn to use a magical round portal. Then, having slaughtered half her colleagues for the sole crime of standing near a glowing sphere, she tells the Guildmaster: &quot;I will use the sphere now! Sitting and waiting&apos;s not my style!&quot;, as if impatience is a tried and tested defence for homicide. And, best of all, he responds: &quot;Well, you deserved it. I won&apos;t be stopping you.&quot; Meaning that the first thing we see Ayumi do is wipe out a load of her own innocent allies in order to achieve something that no one was ever preventing her from doing in the first place. Which must be close to the exact polar opposite of helping a child. Things only get worse when she heads through the portal. First of all, because the realm she enters  which is the setting for the rest of the game  has been blessed with just about the least original name in fantasy gaming history. Ready? Dragonland. That one must, surely, have been a place-holder that the writers just forgot to come back to. Worse even than the name is the fact that Ayumi is alone in Dragonland, and takes this fact as an invitation to talk to herself. A lot. In fact, hardly a moment passes in the first hour of the game without Ayumi broadcasting her tedious innermost thoughts for the benefit of her controller. And while she may have the body of a lingerie model, she clearly has the mental age of a six-year-old. So, for example, when she first encounters a zombified opponent, she exclaims, &quot;They&apos;re so ugly! They look like humans!&quot;, and at various confusing moments yells, &quot;What&apos;s going on?&quot; and &quot;It doesn&apos;t make sense here in Dragonland!&quot;, as if the total lack of logic in the story is the player&apos;s own darn fault. All of which, alas, makes it very difficult indeed to look past the character to the gameplay, which is, in places, innovative, challenging and satisfying. Particularly cool is the ability to rewind time, fighting alongside versions of yourself moments earlier, attacking an enemy from all sides simultaneously. But once you&apos;ve decided you hate Ayumi, the game is all over bar the hacking and slashing.", 
    "section": "technology", 
    "gid": "technology/2012/mar/15/blades-of-time-game-review", 
    "wordcount": "760"
}