{
    "headline": "International success depends on collaboration, not just competition", 
    "text": "In an era of international league tables and the emergence of new institutions in rapidly developing countries, higher education is viewed as an increasingly competitive sector. Many institutions now recognise that they cannot afford to operate at only a national level to gain the optimal outcomes. The direct economic contribution of higher education as an export business is substantial  as much as 10bn for the UK  and the long-term benefits in business and socio-political relations are enormous. However, for institutions that value the student experience and its impact on employability in a global market, internationalisation isn&apos;t simply about overseas recruitment. It has to run deeper than that. Competing effectively in an international market for students is important. Nonetheless, the best results for institutions and students are not achieved through competition alone but also through careful collaboration. At Regent&apos;s College, one of the country&apos;s largest private, but not for profit, higher education institutions, we have more than 130 partners dotted around the globe, partnerships that we build to enable students and staff to enhance their knowledge and skills. International education is an increasingly important component in the best students&apos; experience and doesn&apos;t just benefit those students who get an opportunity to study abroad. Employers are increasingly looking for bright graduates who are comfortable working in teams of people from different backgrounds and higher education institutions can help their students become such graduates. Indeed, given the tough graduate employment market worldwide, I would argue that institutions have a responsibility to ensure their graduates leave with truly global mindsets. This also means that providers should think twice before reducing language provision. Students able to speak different languages and understand different cultures will continue to be in demand and will find it easier to do business with those who don&apos;t speak English. It is for this reason that Regent&apos;s offers instruction in 10 economically important languages and cultures that combine with the subjects we teach. Most of our students study a foreign language regardless of their course and many also spend two semesters abroad at partner institutions studying and working in another language that is neither their mother tongue nor English. Some may question whether it is possible to maintain so many partnerships in such an internationally competitive marketplace. It certainly takes considerable effort to maintain mutual oversight on quality assurance, student experience and to ensure the necessary levels of student support and advice. However by recruiting more international students, higher education institutions can build and strengthen the range of collaborative activities with their partners  increasing staff exchange, collaborative research and mutual programme development. Such an approach is an integral part of Regent&apos;s existing growth strategy. A demographic mix allows institutions to guarantee a truly international student experience, while also giving students an opportunity to spend part of the course studying in a different country. With 85% of our students drawn from outside the UK, including 35% from the EU (with nearly every European country represented), it is natural that we place internationalism at the heart of our student experience. But this approach has important benefits for all higher education institutions that are looking to take on international students. The rapid emergence of new and respected higher education institutions in countries like India and China could well lead to more students choosing to study locally in these countries. This should be seen as an opportunity rather than a threat to UK institutions committed to forming partnerships. Many Chinese or Indian students will still relish the opportunity to study in the UK even if it isn&apos;t for their whole course  or to study a UK degree in their own domestic environment. The attraction of this has been demonstrated by the successful international strategies of universities such as Nottingham. And it follows that as a national sector, we need to encourage our home students to study in these emerging markets and bring their experiences back with them. For collaboration to work and truly benefit students, the partners have to be selected with care and the relationships need proactive development and communication. Institutions should pair with those who have shared values and a similar ethos. This might include a similar international outlook, or it could be about location and whether the institutions are based on large campuses or in the middle of buzzing cities. They also need to take a similar approach in the way they welcome students from afar. International students should be sitting in classes alongside others from different institutions from around the world so they get a truly international experience and don&apos;t find themselves segregated or simply be placed in a &apos;home away from home&apos; situation. There must be help for those who need support with their language. In addition, lecturers and tutors should adjust their teaching style to ensure that is effective for classes of students from different nationalities and educational traditions. Earlier this month, I welcomed nearly 100 representatives from our international partners to Regent&apos;s College. It felt a bit like a family reunion. While we technically compete at an international level, we were able to share experiences and learn more about the national higher education systems in which we are operating. I was also able to persuade them that despite some of the mixed messages coming from the government, the vast majority of UK institutions value international students, are starting to seek compatible partners and recognise the benefits they bring. Professor Aldwyn Cooper is principal and CEO of Regent&apos;s College London  follow it on Twitter @RegentsCollege. He is also a guest speaker at the Guardian Future of Higher Education Summit: Competition, Collaboration and Communicating Value on 27 February 2013  book your tickets here This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jan/28/internationalisation-higher-education-student-experience", 
    "wordcount": "970"
}