{
    "headline": "Google shutting out rivals, claims Russian search engine Yandex", 
    "text": "The co-founder of Russia&apos;s leading search engine, Yandex, has accused Google of abusing its dominance to shut out competitors in cyberspace. Responding to comments made to the Guardian by Sergey Brin, the Google co-founder, about threats to the open internet, Ilya Segalovich described the US search giant&apos;s popular smartphone platform, Android, as a &quot;strange combination of openness and not openness&quot; and its Chrome web browser as anti-competitive. Segalovich, chief technology officer of the Russian internet company, said that Brin should explain Google&apos;s &quot;semi-open&quot; approach to search competitors before accusing others of endangering the unfettered internet. Brin told the Guardian that the future of the open internet was under threat from a coalition of governments, but also from private companies, naming Facebook and Apple. Yandex and Google are direct competitors in Russia, where the Moscow-based company dominates the search market with a 62% share, compared with Google&apos;s 25% share. Segalovich suggested Google was guilty of foul play with its Chrome browser, which he said made it difficult for users to choose rival search engines, including Yahoo, Bing and Yandex, over its own market-leading product. He said internet users were effectively coerced into using the Californian internet giant&apos;s products over those offered by rivals. &quot;Things are definitely going where more and more control is in the hands of platform providers. It&apos;s interesting that it&apos;s not only mobile, but it&apos;s also about browsers,&quot; Segalovich said. &quot;That is a part of the open and closed issue, in my head. If you own the browser, the browser is the platform then the search is yours. It is the same question  it should be addressed to Sergey himself. He should think about it also. It&apos;s a little wider than he described it.&quot; Asked whether proprietary products, such as Apple&apos;s mobile applications, posed a threat to the open internet, he added: &quot;Definitely there is such a problem. I myself don&apos;t like the closed platforms; I think it is important that you have choice.&quot; Brin, whose family fled the former Soviet Union, reiterated his warning about the future of the internet in a blogpost on Wednesday. He said that governments, rather than private companies, posed the greatest and most immediate threat to the world wide web. Segalovich downplayed the role of the Russian government in suppressing content on the internet. He said that Moscow was &quot;not making aggressive moves&quot; against internet firms, and added that the government was attempting to be &quot;quite neutral and positive&quot; about cyberspace. He indicated that Yandex, which recently launched internet search and maps in Turkey and opened an office in Switzerland, could be damaged by the &quot;semi-open&quot; nature of Google&apos;s Android operating system for smartphones. Phone-makers that have not signed deals to use Android are only able to offer basic applications to their users, Segalovich said. &quot;You cannot [send any code] to Android, it&apos;s semi-open source. You cannot send anything, just see and watch [how the code is changed by Google]  If you download an application it may not work properly if it&apos;s not Android marketplace. So that&apos;s an interesting question,&quot; he added. &quot;BlackBerry is trying to use Android but it won&apos;t be working properly  It&apos;s a strange combination of openness and not openness. That&apos;s another part of the story.&quot; He added: &quot;One of the things about Android which is especially bad for us is if you have the Market [app store] it&apos;s the only way to get advanced apps to work properly  But the new remit on Android 4 is if you have this smart kit you have to have search of Google on top of the screen, it&apos;s a part of the contract. I don&apos;t think it&apos;s good. I think it&apos;s bad.&quot; Segalovich said that Google&apos;s overwhelming dominance of the search market in Europe opened the company up to anti-trust issues, but acknowledged that Yandex could also face the same pressure in Russia. The Yandex boss described the criticism of Facebook by Google&apos;s Brin as &quot;an American story, like two matadors&quot; that was not replicated in the Russian internet market.", 
    "section": "technology", 
    "gid": "technology/2012/apr/19/google-rivals-russian-search-engine", 
    "wordcount": "693"
}