{
    "headline": "David Cameron halts compulsory green home improvements plan", 
    "text": "Plans to compel householders to make their homes more energy efficient when they undertake home improvements such as extending a garage or replacing windows are to be scrapped following an intervention by the prime minister. The decision, which is a blow for the Liberal Democrats, means that the government will reject proposals currently out for consultation by the Department for Communities and Local Government. It is also a blow to the Liberal Democrat communities and local government minister Andrew Stunell, the advocate of the proposal in the department run by Eric Pickles. Stunell had proposed that any homeowner intending to make a property more energy-hungry by building an extension, should redress the balance by improving insulation, upgrading a boiler or adding better heating controls. The homeowner would be required to spend 10% in addition to the cost of the main works; so if building a 1,000 new patio, an additional 100-worth of energy efficiency measures, such as loft or cavity insulation would have to be installed. The money would go to local contractors, and could be paid for through cheap finance provided by the green deal and repaid through subsequent lower energy bills. A government source said: &quot;The idea that people are going to be forced to improve their energy efficiency or install a new boiler because they want to extend their garage or make their house better is not going to happen. It is not policy now. It is out for consultation, but the prime minister is opposed to it, and it will not become policy. It is not fair to ordinary people trying to improve their homes.&quot; The collapse of the compulsory proposals puts new pressure on the target of persuading tens of thousands of homeowners to make their homes more energy efficient, with only the incentive of saving money on energy bills in the long term. It will also be a blow to the construction industry. When it launched the consultation in January, the department had been enthusiastic, saying a typical home could save as much as 150 a year. Stunell himself claimed that &quot;a quarter of the carbon emissions produced each year come from our homes, so it is vital we get to grips with energy efficiency to tackle this problem&quot;. About 45% of UK carbon dioxide emissions come from buildings, principally space heating and cooling, water heating, lighting and other fixed systems  energy uses which are covered by the building regulations. Consequential improvements are already required for buildings over 1000m which have an extension added, but this excludes most homes. About 200,000 domestic extensions, loft conversions and integral garage conversions are carried out per year. These are works which generally result in increased energy use and carbon emissions from the home.  This article was amended on 25 April 2012. The original said David Cameron had intervened to scrap all the mandatory elements of the green deal for homes. This conflated the green deal, which is essentially a mechanism for providing loans to install energy-efficient measures, and a separate consultation by the Department for Communities and Local Government on building regulations.", 
    "section": "environment", 
    "gid": "environment/2012/apr/16/cameron-blocks-green-deal-policy", 
    "wordcount": "525"
}