{
    "headline": "Neutrino researchers admit Einstein was right", 
    "text": "Nine months and hundreds of frenzied news reports since scientists in Italy found hints that a type of subatomic particle might have been travelling faster than light, researchers have finally put the anomalous result down to a case of faulty wiring. In September last year, scientists found that a beam of neutrinos fired through the ground from Cern near Geneva to a lab in Gran Sasso, Italy, 450 miles (720km) away seemed to arrive sixty billionths of a second earlier than they should if travelling at the speed of light in a vacuum. The result, from the Oscillation Project with Emulsion-tRacking Apparatus experiment (Opera), shocked scientists. Travelling faster than the speed of light goes against Albert Einstein&apos;s theory of special relativity. If it were possible, it would open up the troubling possibility of being able to send information back in time, blurring the line between past and present and wreaking havoc with the fundamental principle of cause and effect. When the anomalous results at Opera were announced, the physicist and TV presenter Professor Jim Al-Khalili of the University of Surrey expressed the incredulity of many in the field when he said that if the findings proved correct and neutrinos had broken the speed of light &quot;I will eat my boxer shorts on live TV.&quot; Since September, physicists around the world have been trying to find reasons why the experiment might have been faulty or else trying to develop new hypotheses that could account for the anomalous result. On Friday, at the 25th International Conference on Neutrino Physics and Astrophysics in Kyoto, Cern&apos;s research director, Sergio Bertolucci, presented data on behalf of four separate instruments at Gran Sasso (Borexino, Icarus, LVD and Opera) that had tried to replicate the anomalous result. All of them had failed to do so, finding that the neutrinos respected the universal speed limit. &quot;Although this result isn&apos;t as exciting as some would have liked, it is what we all expected deep down,&quot; said Bertolucci. &quot;The story captured the public imagination, and has given people the opportunity to see the scientific method in action  an unexpected result was put up for scrutiny, thoroughly investigated and resolved in part thanks to collaboration between normally competing experiments. That&apos;s how science moves forward.&quot; Researchers had suspected in February that the faster-than-light result might be down to faulty wiring in the experiment&apos;s fibre-optic timing system - Bertolucci&apos;s announcements confirmed those suspicions.", 
    "section": "science", 
    "gid": "science/2012/jun/08/neutrino-researchers-einstein-right", 
    "wordcount": "406"
}