{
    "headline": "The cockroach beatbox", 
    "text": "    The brain functions by collecting and integrating information about the world and controlling the body&apos;s responses to that information, mostly via electricity. For example, let&apos;s look at how a cockroach moves its leg. The cockroach&apos;s brain perceives the world through electrical signals that are sent to it by sensory neurons throughout its body, the brain processes this information and then reacts to the world by sending electrical signals to motor neurons, which control muscle movement.  In this fascinating video that brilliantly combines computer technology, animation, and a real-life demonstration in front of a live audience, we watch neuroscientist Greg Gage dissect a leg from a live (anesthetised) cockroach and demonstrate how electrical impulses are sent and received by its neurons, and how those electrical impulses control muscle movement in the leg:               Visit TEDEducation&apos;s YouTube channel [video link].  One note: according to my sources, removed legs will NOT grow back.  Before becoming a neuroscientist, Dr Gage worked as an electrical engineer, making touchscreens. As he told the Huffington Post: &quot;Scientific equipment in general is pretty expensive, but it&apos;s silly because before [getting my PhD in neuroscience] I was an electrical engineer, and you could see that you could make it yourself. So we started as a way to have fun, to show off to our colleagues, but we were also going into classrooms around that time and we thought, wouldn&apos;t it be cool if you could bring these gadgets with us so the stuff we were doing in advanced Ph.D. programs in neuroscience, you could also do in fifth grade?&quot;  So along with Tim Marzullo, Dr Gage founded Backyard Brains, a company that teaches middle-school kids about neuroscience, and sells do-it-yourself kits that allow kids to conduct their own experiments.  .. .. .. .. .. .. .. .. .. .. ..  Note: I did not receive any cool, fun DIY neuroscience kits in exchange for sharing this video with you. :( .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/14/1", 
    "wordcount": "319"
}