{
    "headline": "Consumers should have the right to know if they are eating GM food", 
    "text": "The frontpage of today&apos;s Daily Mail is dominated by the headline, &quot;Let Farms Grow GM Says PM&apos;s Top Scientist&quot;. The paper has long warned its readers about the perceived dangers of GM foods. A decade or so ago, its persistent campaigning on the issue was a key reason why the &quot;frankenfood&quot; moniker gained traction and why shoppers  and hence supermarkets  turned their back on the technology. So it is noteworthy that one of the country&apos;s most influential newspapers should now choose to return to the topic  which has largely remained on the back burner for a decade  with such prominence. The top line of the story itself is fairly innocuous. After all, we already knew that this government  and the last  were broadly supportive of the technology, as have been this and previous chief scientific advisors. What&apos;s new and concerning for the Mail, I suspect, is the comment by Sir Mark Walport that GM food is &quot;inexorably rising up the agenda again because as a technology it is showing its value more and more&quot;. The winds are changing, it seems, and the Mail senses its readers won&apos;t like that. However, the more interesting detail in the story - from my perspective, at least (for what it&apos;s worth, you can read my own views on GM here) - is about mid-way through:  Earlier this month, four major supermarkets ended bans on farm suppliers giving GM feed to animals producing meat, milk and eggs. The vast majority of those foods sold in Britain will now come from animals raised on a GM diet. However, a survey by the Food Standards Agency last year found two in three people believe food from animals given a GM diet should be described as such.  The debate about the safety of GM food will, no doubt, continue for some time yet. There are zealots on both sides of the argument who seem determined to talk past each other. The more nuanced ethical debate about the corporate control and supply of GM food technologies will also persist.  However, one thing I think should and could be resolved is the issue of labelling. Here are the current labelling laws, according to the Food Standards Agency:  In the EU, if a food contains or consists of genetically modified organisms (GMOs), or contains ingredients produced from GMOs, this must be indicated on the label. For GM products sold &apos;loose&apos;, information must be displayed immediately next to the food to indicate that it is GM.  But there has long been a loophole, to the great annoyance of those seeking to eliminate any foods made using GM technologies  even in a secondary capacity - from their diet:  Products produced with GM technology (cheese produced with GM enzymes, for example) do not have to be labelled. Products such as meat, milk and eggs from animals fed on GM animal feed also do not need to be labelled.  Earlier this year, the FSA held a short consultation (pdf)  which has yet to report its findings - to see if there was any appetite to &quot;harmonise&quot; GM labelling rules across the EU. For example, Austria, Germany and France have introduced national schemes will allow consumers to know that any food they buy is &quot;GM free&quot;. However, some other countries, according to the FSA, believe &quot;it is better to give consumers information about the presence of something in food rather than its absence&quot;. This issue has raised its head beyond the EU, too. Last year in California, the controversial &quot;Prop 37&quot; ballot saw the pro-GM lobby win a narrow victory over the antis to retain the right in the state not to force food labels to carry information about whether the product contains GM ingredients. However, I think this labelling issue should be assessed without the distracting noise of the GM debate influencing it. There is something far more fundamental at play. Consumers should have the right to know what&apos;s in the food they eat  and know how it was produced. Period. End of. We&apos;ve been through too many food scandals  the horsemeat scandal being just the latest saga  to know this to be true. Full transparency and easy access to detailed information are key to restoring and retaining public confidence in food. It is not enough to just say to someone they should buy organic if they seek such a guarantee - not everyone can afford to do so. If some people wish (as they clearly do) to avoid GM food  for whatever reason  they should have the information at hand on the labelling to allow them to do so.", 
    "section": "environment", 
    "gid": "environment/blog/2013/apr/19/gm-food-labelling-consumers", 
    "wordcount": "779"
}