{
    "headline": "Floridas inaugural Python Challenge snake hunt in pictures", 
    "text": "   Participants wait in line to sign up for the 2013 Python Challenge in Davie, Florida. So far, 750 members of the public and 28 permit holders will compete for prizes in hunting the non-native Burmese python in the month-long event Photograph: Robert Sullivan/Reuters       A Burmese python is held by Ron Bergeron. The Florida Fish and Wildlife Conservation Commission and its partners launched the challenge to harvest invasive Burmese pythons in the Florida Everglades Photograph: Joe Raedle/Getty Images       Jeff Fobb holds a python as he speaks to hunters and the media. The contest features prizes of $1,000 for catching the longest snake and $1,500 for catching the most Photograph: Joe Raedle/Getty Images       It is unclear exactly how many of the invasive Burmese pythons live in Floridas Everglades, but in many places, the pythons have eaten their way through the fragile ecosystem  Photograph: Joe Raedle/Getty Images       Permit-holding hunter Rodney Irwin checks drag marks on a canal bank in the Everglades. Nearly 800 people signed up for the month-long challenge that started Saturday 12 January. The vast majority  749  are members of the general public who lack the permits usually required to harvest pythons on public lands Photograph: Bob Sullivan/Reuters       Jim Howard searches under the dense foliage looking for snakes. Python Challenge contestants are forbidden to bring any snakes they find in alive. Decapitation is one of the legal methods that have been approved for the challenge, along with gun shots to the head. The PETA says it is impossible to decapitate snakes humanely in the field  Photograph: Wilfredo Lee/AP       Jim Howard examines a piece of a large snake skin he found under some foliage  Photograph: Wilfredo Lee/AP       Ray Slocum hunts for pythons. The US banned the import of the carnivorous snakes in 2012, but wildlife officials say the ban was in place after the southern Asia natives had already begun breeding Photograph: Joe Raedle/Getty Images       US Senator Bill Nelson (right) walks through sawgrass with Florida wildlife commissioner Ron Bergeron (left) as they take part in the hunt Photograph: Joe Skipper/Reuters       A captured 13-foot-long Burmese python is displayed before hunters head out in airboats. Critics of the hunt say participants are given insufficient training to be able to distinguish between Burmese pythons and other snakes native to Florida Photograph: J Pat Carter/AP       Bill Booth lays out dead Burmese python he caught, for students from the University of Florida to measure. The state hopes the hunters will help researchers collect more information about the pythons. 1,100 people have registered for Python Challenge, and have so far located and killed 27 snakes Photograph: Wilfredo Lee/AP       Rodney Irwin looks over his shoulder at his veiled chameleon lizard during the event's kick-off ceremonies. Irwin said he had rescued the lizard, native to Yemen, after it was turned loose by a breeder near the Everglades. Wildlife experts say pythons are just the tip of the invasive species iceberg. Florida is home to more exotic species of amphibians and reptiles than anywhere else in the world, said John Hayes, dean of research for the University of Florida s Institute for Food and Agricultural Sciences Photograph: J Pat Carter/AP       Trapper 'Python Dave' Leibman holds a roll of snake skins he is selling. Roughly 2,050 pythons have been harvested in Florida since 2000, according to the conservation commission. It s unknown exactly how many are slithering through the wetlands Photograph: J Pat Carter/AP       A dead Burmese python which had swallowed an American alligator. According to a study released last year, sightings of raccoons, opossums, bobcats, rabbits and other mammals in the Everglades are down as much as 99% in areas where pythons are known to live Photograph: Everglades National Park/Reuters  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/jan/23/florida-python-challenge-snake-hunt-in-pictures", 
    "wordcount": "0"
}