{
    "headline": "Extreme high-vis: when you really want to be seen on a bike", 
    "text": "     High-vis can be a contentious issue among urban cyclists, a fact which sometimes surprises newcomers. Surely, they say, being as visible as technology and vanity permits is the only sensible option? Sceptics counter that such garish outfits a) perpetuate the idea that cycling is inherently unsafe, putting off would-be new riders and b) places responsibility/blame with the rider rather than encouraging drivers to be more vigilant. Having introduced that debate I&apos;m now going to sideline it entirely to ask instead: if you&apos;re taking the high-vis route how far can you go? What weapons are in the armoury of the extreme high-vis-er? Here are two approaches, one tried out by myself, the other by Uli Kraeling, a reader. They&apos;re arguably not flattering, but they certainly get you seen: The Visijax jacket Even before its array of high-tech gizmos have been switched on, the Visijax rain jacket is perhaps the brightest single thing I&apos;ve ever seen. An eye-melting yellow/lime shade which somehow transcends day-glo to approach outright luminescence, it is possibly visible from space. If that&apos;s not enough it&apos;s covered in reflective trim. But the British-designed jacket&apos;s main selling point comes when you press the button on a small plastic battery compartment tucked into an inner pocket. Suddenly, this is part jacket, part Christmas tree. Rows of tiny but very bright white LED lights flash on the front and some red ones at the back.      The Visijax jacket - part coat, part Christmas tree. Photograph: Visijax    This sort of trickery we have seen before. But the Visijax&apos;s party piece comes when you raise an arm to indicate a turn. All of a sudden sets of amber lights flash on the front and rear of the appropriate sleeve. The effect is certainly different, and whether or not you like it largely depends on personal taste. My view errs more towards &quot;a solution seeking a problem&quot;, but then virtually all my night-time riding takes place in London, where darkness is a relative concept. I might take a different view if my ride took me into less well-lit outer suburbs, let alone rural roads. It&apos;s worth mentioning too, that the Visijax seems to function pretty well as a waterproof jacket, albeit one that&apos;s a bit on the baggy side for my tastes. It has a cosy fleece inner collar and, unlike some very high-viz products, is relatively lightweight and not inordinately sweaty. Did I feel a bit self conscious, blinking like a mobile traffic light, or pretend car, every time I lifted an arm? A bit. But I&apos;m sure you get used to it. The &apos;Polite&apos; waistcoat For more than three months I have been cycling with a kind of novelty hi-visibility jacket I found online. I was just looking for something that would be more durable than the building site hi-vis vests I used to wear.  My new waistcoat features, in large, capitalised white-on-blue letters, the word &quot;Polite&quot; on the back, as well as blue and white reflective checkerboard detail around the shoulders. The intention is clear: to make road users think, at least on first glance, that you&apos;re a police officer on a bike. The website is full of satisfied customers feeding back how they felt like they had a forcefield around them when wearing the garment, so I decided to give it a try. In combination with my predominantly black cycling gear and a white helmet, the disguise is complete: whenever I see my own reflection in a passing car window, I nearly get caught out myself.  So far I have refrained from acquiring the additional checkerboard helmet band which complements the vest. There&apos;s a whole range of similar items, many for horse riders, for whom the idea was originally developed.     Kraeling wearing the 'Polite' cycling jacket. Photograph: Uli Kraeling    Since I started wearing this on my daily commute to and from Kingston in west London to Kings Cross in the north of the city, the vest has definitely had an effect, though not always in ways I might have expected. Friends and colleagues warned me not to cycle through any dodgy areas while wearing the outfit and I am sure I have had a bottle thrown at me the other day. Every now and then at red traffic lights fellow cyclists and even pedestrians inquire where I got the jacket, but so far I have never encountered a fellow wearer. The idea of this garment is obviously to get more respect on the road and I feel drivers have been reacting in different ways: I can hear a lot more braking and taking the foot of the gas going on behind me and I feel I do get a wider berth than before from some. With others, though, I feel like they want to emphasize they are not fooled by my disguise and so overtake closely with a revving engine. Unexpectedly, the vest has also changed my own behaviour on the road: I am now sticking a lot more to the Highway Code so as to keep up the disguise of a law enforcer  who would fall for a policeman going against the one-way system and jumping red lights? Getting a shorter haircut was a pure coincidence, though, and not an attempt to further deceive. Initially I was even concerned I might get arrested for impersonating a policeman but then found out it was actually a superintendent who devised this jacket. By now, I have passed so many police cars and bobbies on the beat without any problems that I am not worried anymore. The other morning, a motorist halted me and asked me to intervene in a traffic dispute  she was apparently being followed by another driver. Said driver pulled up next to me a few seconds later and addressed me directly: &apos;You should have heard what she said to me, officer!&quot; When the red mist of road rage comes up you are obviously more gullible.  I revealed I was not a policeman and they sped off, still arguing at the next red light. I wish I had been more prepared for this situation. I mainly thought a policeman with a German accent would not seem very credible. Maybe the bike blog readers could suggest what to do if it happens again?  Surprisingly even fellow cyclists can be fooled: I was told a group of road cyclist had put the brakes on behind me on a fast downhill section in Richmond Park, thinking I was a policeman about to enforce the 20mph speed limit. Would I recommend the &quot;Polite&quot; vest? It&apos;s certainly well made and looks the part. If you&apos;re undecided but would like to test the public&apos;s response, maybe try it out on a stag do/hen night, when it might be more acceptable to dress up as a policeman or woman.  Uli Kraeling, 34, is an architect originally from Munich, who rides for transport and for sport.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/oct/24/cycling-extreme-high-vis", 
    "wordcount": "1138"
}