{
    "headline": "International charities criticise efforts to build resilience in the Sahel", 
    "text": "Efforts to build resilience in the Sahel, a region chronically affected by drought and malnutrition, are highly fragmented, dysfunctional and ineffective, a report from Save the Children and World Vision said on Wednesday. While noting a strong consensus among governments, donors and aid agencies to better integrate humanitarian and development work, progress is still very limited, said the report, Ending the Everyday Emergency, written by Peter Gubbels. &quot;Actors differ in the dimension of resilience they focus on, the people and geographic areas they target, and their favoured solutions, creating a critical lack of comprehensive, coherent leadership and agreement around resilience,&quot; wrote the author. In the latest crisis in the Sahel, a region stretching from parts of Senegal in the west of Africa to parts of Eritrea in the east, estimates suggest more than 1 million children will face severe and life-threatening malnutrition over the coming months. Even in a &quot;normal&quot; year, an estimated 645,000 children die of largely preventable and treatable causes, with 226,000 of these deaths linked directly to malnutrition. Senior officials such as Kristalina Georgieva, the EU commission for humanitarian affairs, have stressed the need for a more integrated approach between the humanitarian and development sectors in preventing future similar crises in the Sahel. UN agencies such as the Food and Agriculture Organisation (FAO) and the World Food Programme (WFP) are also paying greater attention to disaster risk reduction as part of a systemic approach to building resilience. These are encouraging signs, but there is still a lack of consensus on what resilience means, according to the report, with many agencies merely paying lip service to the idea. &quot;Beyond the rhetoric, many actors are mostly carrying on &apos;business as usual&apos;. Few have yet made institutional changes or developed new ways of working for resilience,&quot; said the report. The study cited attempts to reduce chronic malnutrition since 2010. Despite international efforts, severe acute malnutrition throughout the Sahel remained near emergency levels in 2011, a year of record harvests. One factor in the lack of progress is the absence of high-level political champions for nutrition initiatives within governments. &quot;There are many international institutions that have nutrition and hunger as part of their mandate, but there is no clear leader or co-ordination,&quot; said the report. As for large UN agencies including the FAO, WFP, the World Health Organisation and Unicef, the UN agency for children, &quot;they differ in the type of malnutrition they focus on, and their approach,&quot; wrote Gubbels. Despite the UN cluster system, where a designated agency takes the lead in a particular area  sanitation or nutrition, for example  the report said the number of institutions working on nutrition tends to create co-ordination problems. Mandates overlap and organisations seek resources, or try to influence governments, according to the author. The first step is for the parties concerned to reach consensus on what a comprehensive and systemic approach to resilience entails, and where and how each organisation can add value and generate synergy. The report called on the UN to take a thorough review of the way the international system approaches resilience and chronic food and nutrition insecurity in the Sahel. Among its recommendations, the report said governments and donors should make reduction of child under-nutrition central to resilience through co-ordinated national plans that prioritise children under two and pregnant women. National governments should also harness small-scale agriculture for resilience and improved nutrition, ensuring sustainability and resilience, not just an increase in production. Agricultural programmes should empower women as they are more likely than men to invest in their children&apos;s health, nutrition and education. But expanding agricultural production is insufficient as the poorest 25% of small-scale farms in the Sahel are being left behind. The report advocates long-term social transfer programmes  the distribution of food, cash or assets  targeting chronically poor households and vulnerable groups, including children under five, not only to support people through short-term crises but also to reduce their long-term vulnerability. Other recommendations include the building up of national and regional food reserves to cushion the impact of sudden jumps in food prices, an increase in funding for a regional and national disaster risk reduction strategy in the Sahel, an improvement in the early response system, and pilot programmes for resilience in selected geographic areas where high levels of vulnerability exist. &quot;The system has to change,&quot; said the report. &quot;More of the same will not end the everyday emergency, overcome the growing resilience deficit nor reduce the chronic hunger and malnutrition.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/01/international-charities-criticise-efforts-resilience-sahel", 
    "wordcount": "760"
}