{
    "headline": "Online piracy: ISPs ordered to block access to three file-sharing websites", 
    "text": "BSkyB, BT, Virgin Media and three other UK broadband providers have been ordered by the high court to block access to three music and movie file-sharing websites as content owners redouble efforts to stem online piracy. Mr Justice Arnold granted an order to 10 record labels  including EMI, Sony and Universal  against six UK internet service providers, requiring them to &quot;take measures to block or at least impede access by their customers&quot; to three file-sharing websites. The ISPs have been given 15 working days to block access to the sites. With the ISPs named in the court order accounting for 94% of the UK broadband market, this will effectively cut off internet users&apos; access to the three websites  Kickass Torrents (Kat), H33T and Fenopy. The sites allow customers to download the latest movies and music tracks for free through bit torrents. Top of the list of popular downloads on Fenopy on Thursday was the movie Argo, which won an Oscar on Sunday and is still on general theatre release and not yet available on DVD. The record companies&apos; action was supported by the Motion Picture Association, which represents the Hollywood movie studios, and by Pact, the UK TV and film producers&apos; trade body. Arnold&apos;s ruling is the third issued by the UK high court in the past two years against pirate sites. ISPs have already been ordered to block access to one of the best-known websites, Pirate Bay, which operates out of Sweden, and Newzbin1 which was blocked in 2011. Fenopy, which also operates from Sweden, and the two other sites stepped into the breach and have seen traffic soar, ranking them as some of most accessed sites in the world. Kat ranks as the 116th most popular site in the world , according to the traffic benchmarking site Alexa,. The judgment requires Sky, BT, Everything Everywhere, TalkTalk, O2 and Virgin Media to block access to these three sites which were found to have significant traffic in the UK. The challenge for music, movie and TV industries is to keep up with the pirates. Pirate Bay had an estimated 5 million unique users a month before it was blocked, while Kat has an estimated 3 to 4 million. There are many more file-sharing sites with more than 100,000 users each. &quot;With TV, you can normally get a high-quality download within half an hour of being broadcast in the US. You can get any Oscar winner from last Sunday you like in DVD quality,&quot; said David Price, director of piracy analysis at online security and anti-piracy consultancy NetNames. He said the latest ruling was significant because the judge not only concluded that the sites&apos; policy of taking down pirate material was not effective, but said it was not fair to expect a rights holder to continually monitor the sites for breaches of the law. &quot;He said they should not have to submit URLs to get the latest Adele track removed or the latest Oscar-winning movie removed. He used very strong language, saying it was overly burdensome. This means that every single pirate site similar to this is now liable to be blocked even if their take-down policy is effective,&quot; said Price. Geoff Taylor, the British Phonographic Industry chief executive, welcomed the ruling. &quot;Music fans shouldn&apos;t have to worry that sites distributing music online are illegal and unethical. Blocking illegal sites helps ensure that the legal digital market can grow and labels can continue to sign and develop new talent.&quot; Although the law is lagging behind technology and it remains possible to access sites through proxy addresses, the high court rulings are proving effective. Newzbin2, once one of the most popular sites offering links to pirated contented, decided to close last November citing financial problems following legal action taken against its predecessor Newszbin1, which was said to have 700,000 registered users. The high court was told that efforts by record companies to get the sites to remove material breaching their copyright had largely failed. &quot;Each of the websites purports to maintain a content removal policy which claims to provide for their removal of copyrighted content from the website upon receipt of a relevant notification. The reality appears to be that these policies are mere window-dressing,&quot; said Arnold.  To contact the MediaGuardian news desk email media@theguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook. ends", 
    "section": "technology", 
    "gid": "media/2013/feb/28/online-piracy-isps-block-access", 
    "wordcount": "778"
}