{
    "headline": "White House warned on imminent Arctic ice death spiral", 
    "text": "Senior US government officials are to be briefed at the White House this week on the danger of an ice-free Arctic in the summer within two years. The meeting, hosted by the Office of Science and Technology Policy within the Executive Office of the President at the White House, is being organised by the Joint Office for Science Support (JOSS) of the University Corporation for Atmospheric Research (UCAR) on behalf of the Interagency Arctic Research Policy Committee (IARPC). The IARPC, charged with coordinating federal research on the Arctic Ocean, is chaired by the National Science Foundation, and includes among its members Nasa, the US Department of Homeland Security and the Pentagon. This is the latest indication that US officials are increasingly concerned about the international and domestic security implications of climate change. Senior scientists advising the US government at the meeting include 10 Arctic specialists, including marine scientist Prof Carlos Duarte, director of the Oceans Institute at the University of Western Australia.  In early April, Duarte warned that the Arctic summer sea ice was melting at a rate faster than predicted by conventional climate models, and could be ice free as early as 2015 - rather than toward the end of the century, as the UN Intergovernmental Panel on Climate Change (IPCC) projected in 2007. He said:   &quot;The Arctic situation is snowballing: dangerous changes in the Arctic derived from accumulated anthropogenic green house gases lead to more activities conducive to further greenhouse gas emissions. This situation has the momentum of a runaway train.&quot;  Duarte is lead author of a paper published last year in Nature Climate Change documenting how &quot;tipping elements&quot; in the Arctic ecosystems leading to &quot;abrupt changes&quot; that would dramatically impact &quot;the global earth system&quot; had &quot;already started up&quot;. Duarte and his team concluded: &quot;We are facing the first clear evidence of dangerous climate change.&quot;            New research suggests that the Arctic summer sea ice loss is linked to extreme weather. Rutgers University climate scientist Jennifer Francis points to the phenomenon of &quot;Arctic amplification&quot;, where:   &quot;The loss of Arctic summer sea ice and the rapid warming of the Far North are altering the jet stream over North America, Europe, and Russia. Scientists are now just beginning to understand how these profound shifts may be increasing the likelihood of more persistent and extreme weather.&quot;  Extreme weather events over the last few years apparently driven by the accelerating Arctic melt process - including unprecedented heatwaves and droughts in the US and Russia, along with snowstorms and cold weather in northern Europe  have undermined harvests, dramatically impacting global food production and contributing to civil unrest. US national security officials have taken an increasing interest in the destabilising impact of climate change. In February this year, the US Department of Defense (DoD) released its new Climate Change Adaptation Roadmap, which noted that global warming will have:   &quot;... significant geopolitical impacts around the world, contributing to greater competition for more limited and critical life-sustaining resources like food and water.&quot;   The effects of climate change may:   &quot;Act as accelerants of instability or conflict in parts of the world... [and] may also lead to increased demands for defense support to civil authorities for humanitarian assistance or disaster response, both within the United States and overseas  DoD will need to adjust to the impacts of climate change on its facilities, infrastructure, training and testing activities, and military capabilities.&quot;  The primary goal of adaptation is to ensure that the US armed forces are &quot;better prepared to effectively respond to climate change&quot; as it happens, and &quot;to ensure continued mission success&quot; in military operations - rather than to prevent or mitigate climate change. While the DoD is also concerned about the Arctic, the focus is less on risks than on opportunities:  &quot;The Department is developing cooperative partnerships with interagency and international Arctic stakeholders to collaboratively address future opportunities and potential challenges inherent in the projected opening of the Arctic.&quot;  Arctic &quot;stakeholders&quot; include US, Russian, Canadian, Norwegian and Danish energy firms, which are scrambling to exploit the northern polar region&apos;s untapped natural wealth. The region is estimated to hold a quarter of the world&apos;s remaining undiscovered oil and gas reserves, sparking concerted efforts by these countries to expand their Arctic military presence. The US Homeland Security Department&apos;s Climate Change Roadmap released last year raised similar issues, warning that climate change &quot;could directly affect the Nation&apos;s critical infrastructure&quot;, as well as aggravating &quot;conditions that could enable terrorist activity, violence, and mass migration&quot;.  On the Arctic, the report highlights the imperative to protect US resource interests by increasing regional military penetration:  &quot;Melting sea ice in the Arctic may lead to new opportunities for shipping, tourism, and resource exploration, but the increase in human activity may require a significant increase in operational capabilities in the region in order to safeguard lawful trade and travel and to prevent exploitation of new routes for smuggling and trafficking.&quot;  A public statement in response to news of the White House&apos;s Arctic briefing released on Tuesday by the UK-based Arctic Methane Emergency Group (AMEG) - a group of international climate scientists  called on governments to recognise that the dramatic loss of summer sea ice in the Arctic would amplify the types of extreme weather events that have already affected the world&apos;s major food basket regions, undermining global food production for the foreseeable future with serious consequences for international security.  The group, which includes among its founding members leading Arctic specialists such as Prof Peter Wadhams, head of the Polar Ocean Physics Group at Cambridge University, stated that:  &quot;The weather extremes from last year are causing real problems for farmers, not only in the UK, but in the US and many grain-producing countries. World food production can be expected to decline, with mass starvation inevitable. The price of food will rise inexorably, producing global unrest and making food security even more of an issue.&quot;  The AMEG statement adds that governments should consider geoengineering techniques - large-scale technological interventions in the climate system - to &quot;cool the Arctic and save the sea ice&quot; in order to avert catastrophe. Critics point out, however, that untested geoengineering technologies could have damaging unintended impacts on ecosystems, and that a regulatory framework is needed before embarking on major projects. Dr Nafeez Ahmed is director of the Institute for Policy Research &amp; Development and author of A User&apos;s Guide to the Crisis of Civilisation: And How to Save It. This article was amended on 7 May 2013 and 9 May 2013 to correct details of the meeting&apos;s organisers and attendees.", 
    "section": "environment", 
    "gid": "environment/earth-insight/2013/may/02/white-house-arctic-ice-death-spiral", 
    "wordcount": "1123"
}