{
    "headline": "Mystery bird: white-collared manakin, Manacus candei", 
    "text": "    White-collared manakin, Manacus candei, photographed in La Selva Biological Station, Organisation for Tropical Biology, Heredia province, Costa Rica (Central America).  Image: Nick Athanas/Tropical Birding, 25 January 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon EOS 7D, 1/50 sec, f/5.6, 370 mm, iso:1600    Question: This Central American mystery bird species has a morphological character that is essential for one of its distinctive life history traits. What character is this? Can you identify this mystery bird&apos;s taxonomic family and species?  Response: This is an adult male white-collared manakin, Manacus candei, a songbird that is placed into the neotropical family, Pipridae, the manakins. The manakins are small, round-bodied short-tailed birds with thin, hooked bills. They range from the middle portion of Central America through the northern and central regions of South America.  Most manakins live in moist tropical lowland forests, although some species prefer dry forests whilst others live in the highlands of the Andes. Most species are residential breeders, but highland species will migrate to lower altitudes during winter.  One of the characters that I love about this group of bird is the structure of the syrinx, or avian voicebox: it is distinct from that of other songbirds and even many manakin species can be easily identified based on the structure of the syrinx alone.  The white-collared manakin is a sexually dichromatic species. The adult male is distinct, with his black cap, wings and tail, and the black band across the midback. The nape, throat, neck, breast and upper back are white, the rump is olive-green, and the underparts are bright yellow. Females and young males are olive-green with yellow underparts. Although they closely resemble the female orange-collared manakin, M. aurantiacus, they can be distinguished based on location since there is no range overlap between these two species.  Adult males form a lek where they &quot;dance&quot; on a cleared bare area on the forest floor to attract female attention. The male&apos;s wings are used to create a variety of snapping and rustling sounds during this dance, and the primaries are structurally modified to create this sound. This specific structural modification is shared only by its closest relatives, the orange-collared and golden-collared manakins, M. vitellinus (other manakin species have different structural modifications for creating sounds).  As for all lekking species, no pair bonds are formed and the female alone builds the nest, incubates and cares for the young.  Like all manakins, the white-collared manakin primarily feeds on fruit along with some insects, which they pluck from the foliage in flight. The white-collared manakin occurs in lowland forests from southeastern Mexico to Costa Rica and into western Panama. The Mystery Birds reference library: Africa South and Central America Oceania and the South Pacific Ocean .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/aug/02/4", 
    "wordcount": "522"
}