{
    "headline": "Free-to-play children's apps: it's time for a proper debate", 
    "text": "     News that Apple has refunded the parents of a boy who ran up a 1,700 bill playing iPad game Zombies vs Ninja should be taken as a final reminder for children&apos;s app developers to get their houses in order with free-to-play games. A necessary caveat: Zombies vs Ninja isn&apos;t being marketed as a children&apos;s app, and in fact its App Store age rating is 9+, so you could argue that the five year-old who ran up this particular bill shouldn&apos;t have been playing it in the first place. Yet the story should spark a long-overdue scrutiny of how in-app purchases (IAP) are being used in apps that are targeted at children, given existing examples of games that are making such overspending possible. Examples? In December 2012, Gameloft released an iOS and Android game called Playmobil Pirates, based on the pre-school toy brand. The freemium game included an in-app store selling virtual gems that could be used to speed up in-game tasks, starting at 1.49 for 200 gems, and rising to 69.99 for 15,000. In a children&apos;s app. Examples? National Geographic released Dino Land on iOS in February 2013: a colourful dinosaur game specifically aimed at children, selling virtual bones. 1.49 got you 300, but splashing out 69.99 got you 22,500. In a children&apos;s app. Examples? In June 2012, Capcom released Shrek&apos;s Fairytale Kingdom, through an official licensing deal with studio DreamWorks. It too includes IAP of up to 69.99 at a time and when I played it at launch, the first prompt to buy magic stars came at the end of the tutorial. In a children&apos;s app. All this is going on amid a drip-drip flow of media stories about children landing their parents with enormous credit-card bills through IAP  often because they&apos;re buying it within 15 minutes of their parent entering an iTunes password (for example, to download an app  which was why the post-tutorial placement of the Shrek&apos;s Fairytale Kingdom IAP prompt was worrying). It also comes as Apple settled a US lawsuit over in-app purchases in children&apos;s apps, agreeing to refund parents whose children splashed out on IAP without their knowledge in a deal that could cost the company as much as 66m. Free-to-play isn&apos;t just about IAP, though. It&apos;s also about in-app advertising. Witness the recent release of Outfit7&apos;s Talking Friends Cartoons app, complete with an advert for a &quot;Win an iPad&quot; competition that signed entrants up to a 4-a-week mobile content subscription service. In a children&apos;s app. This came a few months after 400 cash-loan ads were spotted in Outfit7&apos;s Talking Ginger app. In both cases, the company said the appearance of the ads were mistakes, and removed them. It&apos;s time for some straight talking within the apps industry about how IAP and advertising are used in children&apos;s apps. If things go on as they are, this will be regulated, but it would be nice to think the industry is responsible enough to make a stand before that happens. Here&apos;s one thought: Apple needs to do more. The company has made steps in the past it&apos;s simple for parents to change their iOS settings to get rid of that 15-minute window, if you know how to do it. The problem is that many parents still don&apos;t. Google, Microsoft and BlackBerry must also be thinking about their default settings and education for parents. There&apos;s also a discussion to be had about whether all these companies should be restricting the maximum size of individual in-app purchases in children&apos;s apps, scrutinising in-app ads, and ensuring developers explain clearly in their app store listings how they use IAP. Here&apos;s another thought: parents need to accept responsibility too, for knowing what their children are downloading and playing on their iOS devices, for locking down their IAP settings, and in many cases, for keeping their password to themselves. And now developers. If you&apos;re making an app or game for children that includes IAP as high as 69.99 at a time, you need to take a long, hard look at your ethics. Because understand this: there are many more parents who won&apos;t have locked their IAP settings down than there are parents who&apos;d be willing to blow 70 quid on virtual items for their children. Each new media report of a monster iTunes bill gives you even less excuse to plead ignorance of this fact.     Is 69.99 IAP in a Playmobil game less acceptable than an 84.99 physical toy?    Freemium business models, especially in games, are based around removing the ceiling on how much people can pay, if they want to. With adults, that&apos;s fair enough. Take your choice, pay your money (or not), and if a game feels over-aggressive with its expectation of payments, play something else. With children, it&apos;s different. A common view among game developers epitomised by this column by consultant Will Luton, who puts the case persuasively is that IAP is no different to physical toys when it comes to children. Why is it fine for Playmobil to sell 84.99 Adventure Treasure Island sets in Toys R Us, but not 69.99 IAP in the app stores? One: my five year-old will be given short shrift if he wanders into Toys R Us clutching my credit card. Two: virtual items are consumable items  they run out. They&apos;re like sweets, not like physical toys. Many children, when presented with 70 quid&apos;s worth of gems, stars or bones, will blow through them as fast as possible then come back asking for more.  Which is a case of parental responsibility, of coursesaying &quot;no&quot; firmly but how much trust will parents have in apps and games trying to tap into this pestering dynamic? That&apos;s a key word in this debate: trust. If parents don&apos;t trust an app or its developer, they&apos;ll delete it straight away. Indeed, based on my entirely unscientific survey of other parents, an increasing number are deciding not to install apps with IAP in the first place. There are many children&apos;s developers winning trust from parents by eschewing IAP and in-app ads, and there are others using IAP responsibly Me Books with its in-app store for digital storybooks, Magic Town with its in-app subscription for parents, Mibblio with its a la carte interactive songs, and plenty more. Small purchases, controlled by parents. IAP in children&apos;s apps isn&apos;t bad, but scammy, over-aggressive and/or naive use of IAP in children&apos;s apps is most definitely bad. Developers shouldn&apos;t do it, and app store owners should be cracking down on it in their approval processes. There are challenges for developers that shouldn&apos;t be ignored. For one, there are a number of popular all-ages apps that are played by lots of kids. The Angry Birds, Temple Run and Cut the Rope games are good examples: getting to grips with using IAP as part or all of their business models, with an awareness that children are among their biggest fans. Shrek isn&apos;t just for kids, you could also argue. The debate is happening within the industry. Earlier in 2012, I took part in an online debate for the Gamesbrief website on how Apple should help parents control their kids&apos; IAP spending, with a variety of views coming through. There&apos;s also the challenge of selling paid apps to parents. Some developers are managing it, but a lot of wonderful children&apos;s apps are being released as paid titles with no IAP or ads, and sinking without a trace on the App Store. When I talk to fellow parents, it&apos;s surprising how many say in the same breath that they won&apos;t let their kids play anything with IAP, yet also that they only download free apps for those children. This contradiction is putting pressure on developers trying to a.) make great apps and b.) stay in business. Perhaps the media reports of kids overspending on IAP will change things, persuading more parents to pay for high-quality apps, or spend more time figuring out which apps use IAP in an ethical way. Perhaps parent power and more responsibility from developers and app store owners will ensure the best apps succeed and the scammy or over-aggressive apps fade away. Or perhaps this sector will need to be regulated to kingdom come to protect parents and children a process that could snuff out some of the ethical, un-scammy business models that are still evolving. That&apos;s the stark choice facing the industry at the start of 2013. Let&apos;s hope their response is more like ninjas, and less like zombies.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/mar/01/apps-smartphones", 
    "wordcount": "1429"
}