{
    "headline": "20 Best Android apps this week", 
    "text": "Time for our weekly roundup of the best new Android apps, covering smartphone and tablet apps available through the Google Play store. As ever, games are not included, as there is a separate weekly post for new mobile and tablet games. The latest one has a number of Android games, including NBA 2K13, Jetpack Joyride, Beastie Bay, Rayman Jungle Run and Sony&apos;s PlayStation Mobile client. The weekly Best iPhone and iPad Apps post has also now been published. For now, here are the 20 most notable new Android apps from the last seven days: TomTom UK &amp; Ireland It&apos;s taken a while, but TomTom has brought its UK &amp; Ireland navigation app to Android along with a range of other territories as separate downloads. Features include offline maps, traffic data, camera alerts and the promise of at least four mapping updates a year to keep the data current. Some popular smartphones aren&apos;t supported at launch though, including Samsung&apos;s Galaxy S III. BBC Good Food Recipes BBC Worldwide has brought its Good Food cookbook collection to Android, with this free app acting as the container for a series of themed recipe collections. They&apos;re bought via in-app purchase, with themes including Healthy, Quick, One-pot, Cake and Festive. Xero Can accounting software be &quot;beautiful&quot;? Xero says it can, and is aiming to prove it with the company&apos;s new Android app. It runs the gamut of accountancy tasks for small and medium-sized businesses, from bank balances and invoicing to receipts and expense claims. The data is encrypted and stored on Xero&apos;s servers for security purposes. Hubbl App discovery has improved greatly on the Google Play store (formerly Android Market) over the last couple of years, but as on iOS, there is always room for inventive discovery apps by third parties. Sol Studios&apos; Hubbl is the latest, using social features and hashtags to suggest likely downloads, as well as riffing off its telescope-inspired name with a &quot;SkyView for Apps&quot; feature: point your phone at the sky to see some recommendations. Mila Mila styles itself as a &quot;smart business assistant&quot; for small companies, with features including invoicing and e-commerce catalogue management. But the app is also pro-active in finding new leads, scanning Twitter and identifying potential customers based on what you&apos;re selling. Conjure Experienced Android users know the value of a good launcher app, customising the handset&apos;s home screen. Conjure is picking up some buzz with its promise of being the &quot;fastest, smartest launcher&quot; for Google-powered devices, from apps and contacts through to web searches and toggling various connectivity and volume modes. Wonderbra Decoder &quot;Some things really need to be kept between us girls, right?&quot; notes the Google Play description of this bra-brand app. Those things being QR codes, seemingly. The app lets you scan codes on Wonderbra&apos;s latest round of adverts to digitally remove model Adriana Cernanova&apos;s clothes and examine her lingerie. Then buy it, obviously. It also works with the brand&apos;s new YouTube advert. AOL On AOL&apos;s new Android app is US-only for the moment. It&apos;s an online videos aggregator, pulling in videos in a range of categories and sorting them into channels, as well as AOL&apos;s own stable of video shows like Home of the Brave or Fetching. It&apos;s free and ad-supported. MyFord Mobile This is a niche, for now, but it shows the way automotive firms like Ford are thinking when it comes to their new cars. The app is for Ford&apos;s planned electric vehicles, helping owners check the charging status of their car, set the cabin temperature and find charging stations. It also calculates the cheapest time to charge the car, based on owners&apos; electricity rates. Polkast Music iOS users have Apple&apos;s iTunes Match as a cloud storage music service, but Polkast Music is the latest attempt to connect Android devices and iTunes music collections (see also: AirSync by DoubleTwist). Polkast Music doesn&apos;t store your songs in the cloud; it wirelessly plays songs from your computer&apos;s iTunes library on your Android device, cacheing songs as it goes for offline listening. It requires a companion app to be running on the computer. Kliq US startup Kliq was one of the companies plying its wares at the Silicon Valley DEMO conference earlier in the month. It&apos;s a tool for helping people import contacts from different social networks (including Facebook, Twitter and Google+) into &quot;cliques&quot; for more targeted sharing. An interesting idea, although it&apos;s clearly early days. Showtime Anytime I recently wrote about some of the reasons British broadcasters bring their TV-on-demand apps to Android later than iOS. In the US, networks are also turning their attention to supporting Android, as seen in the new Showtime Anywhere app. It provides streaming access to shows including Dexter, Homeland, Shameless and Weeds. Sierra Trading Post Another app for American Android users, this is retailer Sierra Trading Post&apos;s official ecommerce app, promising exclusive deals and discounts, mobile coupons, and a shopping cart that runs across smartphone, tablet and desktop versions of the store. SPAR British retailers are getting in on the Android app action too. This app from SPAR is all about the offers: &quot;Select, download and redeem exclusive mobile offers from your nearest store.&quot; News and recipes are thrown in for good measure, although for now the app is &quot;in pilot phase&quot;, so only a selection of stores are supporting it. Earthquake -American Red Cross Another US-focused app for the road, this time from the American Red Cross charity. It&apos;s aimed at people who live in earthquake-prone areas, with instructions on what to do in the event of a quake; features to let friends and family know you&apos;re safe; and data from the United States Geological survey on the magnitude and closeness of the quake. Pieminister Pies! If ever an app lent itself to a one-word review (with punctuation) it&apos;s this one, for British pie-tailer Pieminister. It&apos;s also the first app ever covered in this column to include the phrase &quot;augmented pastry reality&quot; in its Google Play store description. If you&apos;ve guessed that means scanning packaging to get serving suggestions, jokes and a song, you&apos;d be right. Maddie and Matt Values App &quot;Polite and courteous children&quot;? It&apos;s the unattainable dream for many parents, but this Android app aims to help. It wants to teach children good behaviour in 26 letter-shaped scenarios, with stories and interactivity to lighten the educational aspects. Say What?! &quot;All these e-commerce, accounting and branded apps are very well,&quot; you may be thinking. &quot;But where is the app that will translate my text messages into pirate language?&quot; That would be Double Trouble&apos;s Say What?!, which translates messages into a range of novelty languages, while also promising to &quot;make sense of LOLspeak&quot; in texts from The Kids. Treater Send Real Treats The last US-only app of this week&apos;s roundup, Treater is an app for sending real gifts to Facebook friends. Said gifts including beers, cupcakes, film tickets, smoothies and coffees. The treats are delivered as virtual gift cards on the friend&apos;s smartphone, and can then be redeemed in participating stores. An interesting idea, although Facebook is working on its own version of this. Pet Pal - Pet Manager &quot;All these turning-my-texts-into-piratespeak apps are very well,&quot; you may be thinking. &quot;But where is the app that lets me organise my pets?&quot; Meet Pet Pal. It&apos;s actually sensible rather than silly, providing a handy mobile way to store details on animals, as well as reminders (e.g. vet visits, worming) and some photo-storage features. That&apos;s our selection, but what have you been using on your Android device this week? Make your recommendations, or give feedback on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/oct/05/best-android-apps-tomtom-bbc", 
    "wordcount": "1300"
}