{
    "headline": "Correcting classic childhood gender biases", 
    "text": "Today is International Women&apos;s Day, where many people, scientists included, acknowledge the vital and important role(s) of women in society. I personally was unaware it was today, what with this week being my son&apos;s first birthday. One of the things my beloved boy got for his birthday was a nasty dose of rotavirus. But he&apos;s a generous soul, so even though it was his birthday he felt compelled to share it with his parents. This means both my wife and I have a nasty stomach sickness so are confined to a house with only one toilet. It&apos;s a veritable game of thrones. I&apos;m only assuming International Women&apos;s Day isn&apos;t something that involves cards and presents. If it does, that&apos;s too bad. In the space of a month I have my wife and son&apos;s birthday, our anniversary, Valentine&apos;s day, Mother&apos;s day, and probably more that I&apos;ve forgotten. When you have so many occasions in such a small time, you really start to resent whichever capitalist git it was who first said: &quot;People always seem to have families and care about others  how do we make money out of this?&quot; I don&apos;t really get involved in gender politics. It&apos;s not that I don&apos;t care about the endless crap women have to put up with, it&apos;s just I&apos;m not in a position where I&apos;m particularly well informed or experienced on the matter. As a result, I would never assume to dictate my opinion of the issues as if it somehow counts for something, and I especially wouldn&apos;t offer easy fixes based on my own views and assumptions.  Some people may be confused how someone with this attitude ended up being given their own page by a mainstream publication. I&apos;m guessing it was some sort of clerical error. But even if you don&apos;t feel you have anything to add or contribute to the major problems, it doesn&apos;t mean you can&apos;t do your bit on a smaller scale. This is evident in the world of science; cancer and heart disease are major problems demanding a great deal of attention, but despite this, there&apos;s still someone who found out how to treat athlete&apos;s foot.  I&apos;m not saying women and men aren&apos;t different. Of course they are, otherwise sexual reproduction would be impossible. But it&apos;s possible to be physically and mentally different without having to conclude that either is superior in some way.  Like I said, I&apos;m not an expert, but it&apos;s clear that women get a much harsher deal all round. Even International Women&apos;s Day itself inevitably results in numerous online commenters bitterly complaining that there is no &quot;International men&apos;s day&quot;. I don&apos;t know what the point of this complaint is as A) there is an international men&apos;s day, and B) if there were a day dedicated to highlighting and celebrating all the positive elements of manliness, those who feel genuinely upset and threatened by something like International Women&apos;s Day don&apos;t conform to any definition of &quot;manly&quot; that I&apos;ve ever encountered, so they&apos;d be exempt from taking part as it is. Obviously, there are numerous societal norms and prejudices in place that do women no favours. I may not be able to address these, but I can try and make sure they&apos;re not continued unnecessarily. To this end, using my skills and knowledge as a scientist, I&apos;ve taken to altering the typical children&apos;s stories and nursery rhymes that we read to my son, while he&apos;s still young enough to have not picked up any negative stereotypes. It&apos;s a work in progress, but so far I&apos;ve made the following changes; Jack and Jill: The classic nursery rhyme now reads; Jack and Jill went up the hillTo fetch a pail of water.Jack fell down and broke his crown,And Jill made it to his side and did her best to tend his injuries and eventually called an ambulance so he could be treated by professionals, rather than fall down after him due to some illogical and outdated notion about women being subservient to men and following their lead regardless of how unwise it may seem. Mary Mary Quite Contrary: This one is now;  Mary, Mary, quite contrary,How does your garden grow?With a carefully planned system of fertilisation, soil maintenance and several other tried and tested agricultural techniques used by professional gardeners. Little Bo Peep: Now reads; Little Bo-Peep has lost her sheep,And can&apos;t tell where to find them;But she eventually tracks them down by checking all the typical grazing sites and likely locations where an errant sheep may end up in the local area. Although she clearly made a mistake by losing site of her sheep in the first place, she was able to use her skills as an experienced shepherd and absence of any mental deficit when it comes to navigation in order to locate them again. Little Red Riding Hood The story is essentially the same, only now Little Red Riding Hood isn&apos;t even slightly fooled by the sight of a wolf in her grandmother&apos;s clothes, and a lot of the narrative focuses on the possible circumstances that could give rise to a wolf with human-equivalent intelligence. What are little boys made of? A wide variety of organs and tissues based on a multitude of cell types which develop into a functioning, cohesive and very complex system.That&apos;s what little boys are made of.And girls. Like I said, it&apos;s a work in progress. But I&apos;m confident that my son will have a much reduced chance of picking up negative gender stereotypes now. Admittedly, he may have a very confusing time of it in nursery, but it&apos;s a price I&apos;m willing to pay. Support International Women&apos;s Day! Dean Burnett tries to avoid gender stereotypes at all costs on Twitter @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/mar/08/correcting-childhood-bias-international-womens-day", 
    "wordcount": "966"
}