{
    "headline": "Ecover", 
    "text": "   Ecover Photograph: Public Domain    Ecover has been producing only ecological products from plant and mineral based ingredients for over 30 years. These products harness the power of nature. Ecover&apos;s aim is to provide effective sustainable alternatives to be used everyday by people the world over. However, Ecover&apos;s ecological principles extend far beyond the products they create Ecover&apos;s vision of sustainability takes ecological, economic and social aspects into account from the origins of the raw materials, to the complete biodegradation of the final products. Strict criteria are employed by Ecover&apos;s scientists along the way as guidelines for all business operations, from selecting raw materials, through production methods to full decomposition of the end products. The products originate from Ecover&apos;s unique ecological factories in Belgium and France, both factories are crowned with a green roof that supports wild flowers and sedum and is an effective and efficient temperature-regulator and noise-dampening insulator throughout the year. Thanks to the employees, the factory&apos;s energy consumption is kept to a minimum; staff will only turn lighting and heating on when and where it is really necessary and as a result, it is hardly used in the summer months. Ecover also stimulates energy-conscious behaviour outside the factory walls; employees are encouraged to travel to work regularly by bicycle or car share and are remunerated for their efforts. Ecover operates with sustainability at its core, constantly innovating and pushing boundaries to create new and more effective products that have minimum impact on the environment, and consistently achieves extraordinary ethical standards with its products, management and production methods. As a pioneer within an increasingly large ecological industry, Ecover is thrilled to be involved with the Observer Ethical Awards 2011. We are looking forward to seeing which innovative, inspirational and like-minded people are nominated, and ultimately who will win one of the nine awards on offer. Our hope is that through our day-to-day work and support of the awards we encourage many more people to follow a more sustainable and ethical way of living. Get voting!", 
    "section": "environment", 
    "gid": "environment/2012/jan/14/observer-ethical-awards-2012-sponsor-ecover", 
    "wordcount": "332"
}