{
    "headline": "Pinterest valued at more than $1bn after raising $100m funding", 
    "text": "Move over, Facebook. Pinterest, the social site that lets people &quot;pin&quot; pictures and content to create collections of interest, has become the latest company to be valued at more than $1bn (630m), following a $100m round of funding. While estimates of the effective valuation implied by the investment vary between $1bn and $1.5bn, they highlight the fact that Pinterest has already discovered a business model in which it collects an &quot;affiliate&quot; payment on purchases people make via the site. The new valuation is at least a fivefold leap in value since October 2011, when a previous financing round put it at $200m. The company has shot to stardom in the past few months to become the 16th most-visited site in the US, according to measurement company Alexa. In April it had more than 20 million users, up from 1 million in July 2011, according to ComScore, another ranking company. Its traffic soared after August 2011 when it was named one of the 50 best websites of 2011 by Time magazine, and by December it was getting 11m visitors worldwide a week, according to Hitwise. Now it has received a fresh round of funding led by the Japanese online retailing giant Rakuten, and with particiapants including its existing investors Andreessen Horowitz, Bessemer Venture Partners, and FirstMark Capital, and a number of angel investors. In October 2011 it received a $27m funding round that valued it at $200m. The site only opened for business in March 2010. Although the company has not disclosed its revenues, they are probably less than $10m according to modelling carried out in March by Rags Srinivasan, a strategic marketing expert. But with user numbers still growing fast, that could be advancing rapidly. A growing number of brands are using Pinterest to advertise their wares effectively for free, with the aim of driving sales via the displays. That could offer a future means for Pinterest to charge, either for position or visibility. However, legal experts have queried the site&apos;s liability for copyright lawsuits because it effectively allows the copying of images that are often copyrighted. While some brands may not mind if it drives sales, photographers and commercial organisations could be less pleased. Rakuten has invested in a number of online retailing companies around the world, including the British retailer Play.com. &quot;While some may see e-commerce as a straightforward vending machine-like experience, we believe it is a living process where both retailers and consumers can communicate, discover, and curate to make the experience more entertaining,&quot; said Rakuten chief executive Hiroshi Mikitani. &quot;We see tremendous synergies between Pinterest&apos;s vision and Rakuten&apos;s model for e-commerce.&quot; In an interview with the FT, Mikitani revealed that he had also become an e-commerce advisor to the site, and said: &quot;Having a good grasp of images is becoming more important for e-commerce. It&apos;s more straightforward and appealing to the instinct of human beings than text. That is the strength of Pinterest, I think.&quot; He added that Rakuten had wanted to fund the entire round, but Pinterest&apos;s board already had agreements with existing investors. He was enthusiastic about the prospects because, he said, traffic going to shopping sites from Pinterest would have high conversion rates [to sales] because people would have high interest in products. Of the copyright risks, he said: &quot;I think, on the whole, they will overcome those issues. Their intention is not to damage any brand.&quot; Mikitani added that Rakuten-owned sites would in future use the Pinterest &quot;Pin it&quot; badge to add content. &quot;Pinterest is the future  we know we are going to have a more tight integration for all the e-commerce sites we have.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/may/17/pinterest-valued-at-more-than-1bn", 
    "wordcount": "622"
}