{
    "headline": "Satellite eye on Earth: April 2012 - in pictures", 
    "text": "   In north-east Namibia, there is a skinny stretch of land sandwiched between Angola, Botswana, and Zambia. The Caprivi Strip receives more than 600 millimetres (24 inches) of mean annual rainfall and experiences periodic floods, making it almost moist compared to the much drier parts of the country. Here is the strip just north of the Okavango River, where the land is striped, as if a giant had dragged a rake over the landscape. Those stripes are linear dunes, and some are more than 100km (60 miles) long. Their presence suggests much drier conditions in the past Photograph: ALI/E0-1/NASA       The Juru River snakes through the Amazon rainforest in western Brazil. Along the rivers main course are free-standing oxbow lakes, formed when a river changes course Photograph: Envisat/ESA       In spring, its not uncommon for a cloak of thick fog to cover the Yellow Sea between China and Korea. The shallow sea, which has a number of busy ports, usually sees 50 foggy days a year; some weather stations in the area have measured fog on up to 80 days. One of those days was March, when the low-lying cloud formation covered an area roughly the size of the Korean peninsula, stretching nearly 900km (400 miles) from Korea Bay to the Chinese city of Shanghai Photograph: MODIS/Aqua/NASA       The Netherlands from the International Space Station with NightPod. The largest cities of the Netherlands are clearly visible: Amsterdam, Utrecht, Rotterdam and The Hague. Cameras mounted on NightPod track the movement of earth as it flies under the space station. Night-time photographs are less blurred and captured in higher detail Photograph: ISS/ESA/NASA       A plume from Zavodovski volcano on the South Sandwich Island in the southern Atlantic Ocean Photograph: MODIS/Aqua/NASA       Intense dust spans thousands of kilometres from the Red Sea to Afghanistan, and from the Arabian Peninsula to India on 19 March. A combination of sand seas and impermanent lakes occur along the borders between Iran, Pakistan, and Afghanistan, and the fine sediments there often provide material for dust storms. Winds provide the other necessary ingredient, and hot temperatures can increase the likelihood of dust storms by making air near the ground unstable Photograph: MODIS/Terra/NASA       The Kamchatka peninsula of Russia is blanketed in snow, and significant amounts of sea ice can also form and collect along the Pacific coastline. As ice floes grind against each other, they produce smaller floes that can be moved by wind and currents. The irregular south-eastern coastline of Kamchatka provokes large, circular eddy currents to spin off from the main south-westward-flowing Kamchatka current. Three such eddies are highlighted by surface ice floe patterns at image center. The patterns are very difficult (and dangerous) to navigate in an ocean vessel. While the floes may look thin and delicate from the ISS vantage point, even the smaller ice chunks are several metres across. White clouds (image top right) are distinguished from the sea ice and snow cover by their high brightness and discontinuous nature Photograph: ISS/NASA       Aqua satellite spotted several fires and smoke in northern Spain in the Cantabrian mountains. The mountains are evident from the white snow atop them. There are also some fires burning in the Braga, Viana do Castelo, and Porto municipalities of north-east Portugal. According to Portugal's forestry website, 38% of the total land surface of the country is forested. The fires appear as red squares and smoke from the fires appears grey in colour Photograph: MODIS/Aqua/NASA       The city of Shanghai (right) sits along the delta banks of the Yangtze river along the eastern coast of China. It is the worlds most populous city (the 2010 census counted 23 million people, including unregistered residents). With so many humans, the city is a tremendous sight at night. The bright lights of the city centre and the distinctive new skyscrapers that form the skyline along the Pudong district (the eastern shore of the Huangpu river, a tributary of the Yangtze that cuts through the centre of Shanghai) make for spectacular night viewing both on the ground and from space. On the left is Suzhou located 120km from Shanghai Photograph: ISS/NASA       According to the World Meteorological Organization (WMO), the highest temperature ever measured on earth came on 13 September, 1922, when the thermometer at a weather station in El Azizia, Libya, reached 58C (136.4F). It shifted the title of the worlds hottest place away from Death Valley, California, which set the previous record (56.7C or 134F) in July 1913. In a study of seven years of global land surface temperatures (LSTs) as measured by satellites, the Lut desert in Iran ranked as hottest in five of the years. The single highest LST recorded in any year, in any region, occurred there in 2005, when MODIS recorded a temperature of 70.7C (159.3F) Photograph: Landsat 7/NASA       The cold waters of Hudson Bay, Canada, are typically covered with ice from January to May each year and reach reaching ice-free status in mid-August, but by early April, 2012, ice breakup was well underway. In this image, bits of open water covered with some floating ice can be seen along the shore in many areas, particularly on the eastern side of St James Bay, which is the southern extent of Hudson Bay, and in the Hudson Strait. The Hudson Strait lies in the north-east section of the image, and connects the Atlantic ocean to the bay. Cracks and fissures can also be seen in much of the ice on the entire eastern side of Hudson Bay Photograph: MODIS/Aqua/NASA       View of San Francisco, the bay and surroundings Photograph: ISS/ESA/NASA       Between Hungary and Mongolia stretches a vast series of grassy plains, or steppes. These treeless plains extend across northern Kazakhstan, interrupted by numerous shallow lakes. One of the larger lakes is Ozero Siletiteniz, just south of the border between Kazakhstan and Russia. Winds occasionally loft fine sediments from the lake perimeter into the air, and a plume of fine sediment blew southward from the lake on 21 April, 2012. These image have been rotated so that north is to the left. The different colors in the landscape surrounding the lake most likely result from different angles of sunlight Photograph: MODIS/Aqua/NASA       With names like cerium, lanthanum, and ytterbium, rare earth elements arent exactly household names. But the consumer product. The vast majority of rare earths come from China. About half come from the Bayan Obo mine, in the Nei Mongol autonomous region, shown above. Vegetation appears red, grassland is light brown, rocks are black, and water surfaces are green. Two circular open-pit mines are visible, as well as a number of tailings ponds and tailings piles Photograph: ASTER/Terra/NASA       In early spring 2012, marine stratocumulus clouds cover the Bering Sea between Alaska and Russia in a typical mottled pattern in the north of this image, roughly aligned from north to south by the prevailing wind flow. As the moving air hits the tall volcanic peaks of the Aleutian islands, turbulence is created. Near the centre of this image, three long swirling patterns can be seen extending on the leeward side of the islands Photograph: MODIS/Terra/NASA       The East African Rift  one of the great tectonic features of Africa, caused by fracturing of the Earths crust Photograph: ISS/NASA       London, England, at night time Photograph: ISS/ESA/NASA       Torrential rains caused flooding in parts of Saudi Arabia and Oman in mid to late April 2012. News reports blamed the floods for damaged buildings, washed out roads, 18 deaths, and about 12 people missing. As of 21 April, police and air force personnel were engaged in search-and-rescue operations. evidence of flooding along the borders between Saudi Arabia, United Arab Emirates, and Oman on 18 April Photograph: MODIS/Terra/NASA       Driven by southwesterly winter winds, dust from the White Sands dune field in New Mexico rises thousands of feet from the valley floor and drifts over the snowy peaks of the Sacramento mountains. White Sands National Monument lies in the 50 kilometre (31 mile) wide Tularosa valley, between the dark rocks and forested slopes of the Sacramento mountains and the San Andres mountains. The lower and warmer ridge line of the San Andres was without snow on the day this photograph was taken. The striking black lava flows of the Carrizozo lava field also occupy the valley floor (image top). The darker tones of agriculture in the Rio Grande floodplain can be seen along the left margin of the image Photograph: ISS/NASA       The Australian outback is full of colourful geological structures, such as this salt lake. This photo was released during Earth Hour on Saturday, 31 March, 2012. Earth Hour is a global effort to raise awareness about the need to take action on climate change Photograph: ISS/ESA/NASA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/may/02/satellite-eye-in-pictures-april", 
    "wordcount": "0"
}