{
    "headline": "Bitcoin currency value reaches record high of $147 before plunging down", 
    "text": "The value of individual Bitcoins has hit a record high of almost $147 as interest in the cryptographic currency, which has no central issuing bank, has exploded. Though the value fell back later on Wednesday to $117, the value of all Bitcoins in circulation is approaching $1.4bn. Both the volume being traded and the amounts being paid have suddenly risen, apparently as interest in the system has been spiked by the banking crisis in Cyprus  which had the spillover effect of making people in some southern European countries worry that their banking deposits might not be safe. Some are thought to have converted that money into Bitcoins, driving a rapid rise in the apparent value of the &quot;coins&quot;  actually cryptographic solutions to complex equations. As a result, the value of a Bitcoin has risen from just $13.50 in January, and around $30 a month ago, to more than $140  though the price is fluctuating rapidly. The total value of the Bitcoins in circulation only broke through the $250m mark in January. Last November, each Bitcoin was worth $10.83.     Bitcoin's market price since last month Photograph: blockchain.info    The maximum possible number of Bitcoins that can exist is 21m, meaning that at present prices the currency would be worth just over $3bn. Trades can be made with fractions of Bitcoins, providing flexibility that enables transactions.  The price of each Bitcoin began rising abruptly on Tuesday 19 March, going from $47 then to $72 by 23 March. That matches the period of the Cyprus bailout almost exactly: its banks shut on Friday 15 March  and then the Cypriot government announced over the next two days that they required a bailout and that all savers&apos; deposits would be tapped. Though that was later revoked, with only larger deposits being subject to a 10% requisition, savers in other countries with troubled finances had already acted. Bitcoin&apos;s usefulness is its lack of the need for a central bank  and that the peer-to-peer network backing it allows transactions to continue as long as there are people willing to exchange the coins for something of value (or to donate them). For Europeans worried about the possibility that their banks might shut, trapping their savings inside, and not open until some amount had been skimmed from them, that makes Bitcoins suddenly attractive.  A growing number of sites online accept Bitcoins as payments for items - including some electronics sites and other less legal sites, including Silk Road, which offer drugs. The interest, and the exponential rise in value, means that it is now worthwhile for people to devote computing power to try to &quot;mine&quot; Bitcoins by finding the solutions to the cryptographic challenges that underlie each coin. As Bitcoins become more valuable, the return on computing power should grow - except that Bitcoins are designed so that as more come into circulation, it becomes harder to &quot;mine&quot; new ones. A distributed algorithm ensures that about one &quot;block&quot; is created every 10 minutes  but not more. One &quot;block&quot; currently equals 25 Bitcoins. That is reflected in the chart from blockchain.info, showing that the growth in total number of Bitcoins in circulation has actually slowed since December 2012. Some suggest that the rapid rise in Bitcoins&apos; value may mean that it will become less useful as a currency, because it becomes more attractive to hoard it than to spend it  because exchanging it for any other item or service risks losing out on the rising value. That is &quot;hyperdeflation&quot;, argues Joe Wiesenthal of Business Insider. It is the opposite of &quot;hyperinflation&quot;, like that which hit the Weimar Republic in Germany after the first world war, or Zimbabwe more recently, where the currency becomes less and less valuable for transactions. By contrast, Bitcoin is experiencing a period when it is becoming less attractive to spend it  which will make it less useful as a currency for trading. This article was amended on 4 April 2013 to correct the statement about the algorithm for the creation of Bitcoins", 
    "section": "technology", 
    "gid": "technology/2013/apr/03/bitcoin-reaches-record-high-currency", 
    "wordcount": "676"
}