{
    "headline": "Bradley Wiggins' helmet demand is a diversion in the road safety debate", 
    "text": "     Bradley Wiggins&apos; call for helmet compulsion in the wake of the death of the 28-year-old cyclist who was run over last night by a bus at a notoriously dangerous junction outside the Olympic Park  while well-meant  is a serious diversion from the real issue of reducing danger to cyclists at source. The best way to reduce instances of death and serious injury to cyclists is to tackle problems such as high traffic speed and volumes in urban areas, install safe infrastructure such as dedicated cycle lanes and safe junction layouts, and improve the behaviour of all road users in the UK. Tragically, last night&apos;s cyclist fatality outside the Olympic Park took place at a location that we&apos;ve been warning the Olympic authorities about for six years. The junction where the East Cross Route meets Ruckholt Road is a known danger spot that has been made worse by temporary infrastructure changes put in place for the Olympics. The London Cycling Campaign has argued against the 40mph speed limit at this junction, the high-speed slip road, and the six-lane motorway-style layout with the Olympic Delivery Authority, Transport for London and Waltham Forest council. We&apos;ve called for these changes because this important route is one of the few possible ways for cyclists to get across the Lea River. Cyclists arriving at the Olympic Park from all over north-east London are funnelled on to this major road that lacks proper cycling facilities, along which they are directed across the main entrance to the Olympic Park. Even cyclists heading for the official Games parking area are directed on a half-mile diversion through this junction. Sadly, the chosen solution to ensure cyclist safety at this location was shared-use pavements, the type that run through the middle of bus stops, require long waits at traffic lights, and are of no use except to a handful of cyclists at a time. This accident confirms our worst fears about the failure of Olympic authorites and TfL to provide adequate safe cycle routes around the Olympic Park: a huge amount of money has been spent with very little to show for it. It&apos;s deeply unpleasant to have to report the details of an accident where a young person has died, but it&apos;s extremely relevant to this collision that (as yet unverified) eyewitness reports suggest the bus actually drove over the cyclist. The suggestion that helmet compulsion could prevent this type of fatality is clearly wrong. Around half the cyclist fatalities in the capital involve large vehicles (lorries and coaches), so this type of crash is by no means unusual. London needs safer infrastructure for cyclists: busy junctions should be designed as safe places where people on bikes, on foot, or in cars can get through easily without creating extra danger for each other. And London needs safer drivers: figures from TfL show that where blame is apportioned (so-called &quot;contributory factors&quot;), these are twice as likely to be attributed to drivers than cyclists. We don&apos;t know yet if bus drivers brought in from outside London for the Olympics have been given the same safety training given to London&apos;s regular bus drivers. We hope this tragic death can highlight the need for urgent action to redesign our city to reduce danger for cycling all over Greater London and beyond.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/aug/02/bradley-wiggins-helmet-cyclist-death", 
    "wordcount": "549"
}