{
    "headline": "We all grieve in our own way", 
    "text": "At the beginning of Nicole Kidman&apos;s 2008 film Australia, the audience is shown a warning. &quot;Exercise caution when watching this film,&quot; it says, &quot;as it may contain images or voices of deceased persons.&quot; The notice, perplexing for most viewers, was for the benefit of Aboriginal Australians, who may have a taboo against naming or encountering representations of thedead. The taboo has spiritual roots relating to not disturbing spirits of the departed but anthropologist Katie Glaskin describes how the naming taboo &quot;serves to make people &apos;acutely aware&apos; of the person whose name is being avoided&quot;. As a form of remembering through non-remembrance, it is a psychological mirror image of more familiar traditions where creating and cherishing a representation of the deceased is considered necessary for healthy mourning. This underlines the fact that mourning can take place in a radically different way, based on a thoroughly different understanding of death, highlighting how any claims to a universal &quot;psychology of grief&quot; pale in the face of human diversity. But despite such striking examples, psychologists have a sad tradition of seeing loss through their own cultural blinders and inventing supposedly &quot;universal&quot; theories. Even more regrettably, many have been at the forefront of encouraging people to think of their grief as having to conform to certain stages, feelings or phases to be considered &quot;normal&quot;. Mourning has been framed as a problem, pain as something to becured. The idea that grief has specific stages is a popular belief and was given its most professional gloss by the Swiss psychiatrist Elisabeth Kbler-Ross, who is often cited as suggesting that mourners pass through stages of denial, anger, bargaining, depression, and acceptance. Not being able to &quot;work through&quot; a stage was considered a sign of psychological difficulty and therapists were encouraged to help people pass through each of the &quot;phases&quot;. The fact that Kbler-Ross was talking about adjusting to your own impending death, not to the death of someone else, didn&apos;t seem to dull anyone&apos;s enthusiasm and her theories became wildly over-applied. But regardless of how accurately her ideas were used, the evidence for these stages evaporates under scrutiny  perhaps unsurprising considering they were based on little more than casual observation and creativethinking. In contrast, psychologist George Bonanno has studied the course of grief by following people from before they were bereaved to months and even years afterwards. It turns out that there is little evidence for a progression through specific stages of adjustment, and even the belief that most people are plunged into despair and gradually &quot;get better&quot; turns out to be little more than clich. This is not to say that sadness isn&apos;t a common response to loss, but an experience of deep debilitating anguish tends to be the exception rather than the rule. In fact, two-thirds of people are resilient in the face of losing a loved one  in other words, they are sorrowful but they are neither depressed nor disabled by their experience. It is worth noting, however, that about 10% of people do suffer what is sometimes called &quot;complicated&quot; or &quot;prolonged&quot; grief, where the feelings of loss are intense, long-lasting and cause significant impairment, potentially needing help from mental health professionals. But in terms of the traditional concept of grief, most people experience their loss differently, something both important and liberating, in a sombre sort of way. We are left to wonder how many people have been stigmatised as being &quot;in denial&quot; because they are not experiencing what stereotype expects, or worse, have had their affection for their loved-one questioned due to their normal and non-catastrophic reactions. When we look at other cultures we see even starker differences. On the Pacific coast of Colombia the death of a young child will be marked by with a Chigualo celebration, based on the belief that departed infants become angels and go directly to heaven. The Ganda people of south-central Uganda have a strict prohibition of sexual activity during the mourning period, while the Cubeo people of the northern Amazon include sexual activity as part of the wake. Many cultures have funeral rites to ensure that spirits of the departed leave; in an Igbo funeral, the rites are meant to ensure that they stay. But perhaps the most interesting difference relates to the naming of children. An Australian Aboriginal tradition encourages newborns to be named after the departed as a way of remembrance. The Achuar, from Ecuador, have a prohibition against remembering yet they also name their children after the departed; conversely, this is as a form of forgetting because the name quickly becomes more associated with the new child than the person who has passed on. I, myself, am named after the child who would have become my uncle but who died in tragic circumstances when he was only seven years old. The family never spoke about the loss, and my mother, defiantly, named her son after her unmentioned younger brother. My mother says that it was to force the family to remember but I sometimes wonder whether it allowed them toforget. Like my family, people cope as best they can and in their own way, and mostly they do so successfully. This is because, contrary to our long-held assumptions, there are no rules to grief, no stages except our personal journeys and no tasks except those we set ourselves. Normality is not what we return to, it is what we go through.", 
    "section": "science", 
    "gid": "science/2012/nov/25/grief-mourning-psychology-customs", 
    "wordcount": "934"
}