{
    "headline": "Longer hours will not help pupils", 
    "text": "   Illustration by Gillian Blease    So Michael Gove intends to continue on his destructive path of evidence-free reform of our education system by extending the school day and cutting holidays (Report, 19 April)? All the evidence shows that increasing the hours pupils spend in school does nothing to improve educational outcomes across the board. As others in the media have already pointed out, Finland has some of the lowest hours of contact time and some of the best results in international tables. What matters most when it comes to quality of education is the quality of the teaching. Having just retired from teaching after 38 years, I can testify to just how exhausting it is to work 55-60 hours a week, in a highly pressured environment, with little time for reflection on practice or acquisition of new skills and knowledge. The school holidays are used by teachers for those activities, a chance to catch up on paperwork and to recharge their batteries, so they can begin a new term with the enthusiasm and excitement that they want to convey to their pupils. Gove&apos;s policy will lower the quality of education in this country and should be resisted at all costs. Of course the real reason he wants it implemented has nothing to do with education and all to do with childminding. In his mind, schools are about keeping children out of the home so that their parents can spend more time at work. Now what was that David Cameron said back in 2011 about the government promoting quality of life?Richard StainerBury St Edmunds, Suffolk  Michael Gove is so desperate to don the mantle of &quot;hard man of the right&quot; that he is willing to sacrifice the education of hundreds of thousands of school children on a policy that&apos;s based on anecdote and whimsy. There is no empirical evidence to suggest that longer hours and shorter holidays mean higher standards. It is the quality of the teachers and the teaching that matters. It was interesting that one of the rightwing tabloids came up with the headline to this story as &quot;Mr Gove warns of more strikes&quot;. With irrational and thoughtless comments on policies like these, Mr Gove almost guarantees more industrial action which is, after all, what he really desires more than anything else, so he can be seen as challenging the &quot;enemiesof promise&quot;.Simon GosdenRayleigh, Essex  We were disappointed to note that Michael Gove aligned Britain to east Asian countries for educational comparisons, rather than the European or North American countries which the government uses elsewhere as the most relevant models for comparison. One of us is a teacher who has worked in Japan and seen the psychological impact of high educational results expected of pupils. Having seen children appear visibly stressed, fall asleep in lessons or require counselling  and with occasional cases of suicide not unheard of within the teaching community  we feel that it would be unwise to replicate the model, or its associated ethic, in the UK. We can only presume that Gove&apos;s thorough research has recognised but discounted the positive models of European education we could learn from.Hannah Murray and Samuel MilesExeter  One of the chief reasons students in Singapore and Hong Kong outperform western pupils is not a longer school day or shorter holidays, but private tutoring. According to a study published last year by the Asian Development Bank, the money parents spend on private tutoring in these countries is &quot;staggering&quot;. In Hong Kong in 2011, for example, tutoring for secondary-school pupils alone brought in $255m, while, in Japan, families paid out $12bn to ensure their children were ahead in the exam race. Private tutors have become stars  and millionaires. Perhaps Michael Gove has actually found a new career path for our own hard-done by teachers.Lisa FreedmanLondon  Would Gove also be in favour of extending the parliamentary day and cutting the length of all the parliamentary recesses? I&apos;m sure there must be some parliaments in east Asia that work longer and perform better than ours.Ron BrewerOld Buckenham, Norfolk", 
    "section": "education", 
    "gid": "education/2013/apr/19/longer-hours-wont-help-students", 
    "wordcount": "682"
}