{
    "headline": "Rajasthan turns to technology to chart path through food security maize", 
    "text": "Jeevraj Roat is delighted at the results from hybrid maize supplied by Monsanto, the US biotech company. A farmer from the village of Virat, in the severely drought-affected region of southern Rajasthan, Roat saw his crop almost double to 250kg after sowing 5kg of hybrid seeds, given to him for free by Monsanto. Roat, looking much older than his 35 years, said he realised the Monsanto seeds were expensive and that only two or three people in the village could afford to buy them on the market. He said he was also unhappy at having to use diammonium phosphate (DAP), a chemical fertiliser. &quot;I know it&apos;s dangerous but we don&apos;t have enough cow dung or other organic fertiliser,&quot; he said amid the lengthening cacti shadows as the sun set over the hills. Roat is from an area populated by marginalised Bhil tribal people. In its efforts to improve food security for some 200,000 farmers living below the poverty line, state authorities are encouraging them to plant hybrid maize and Bt cotton, a variety also supplied by Monsanto that requires less pesticide. Rajasthan&apos;s agricultural officials say traditional seeds cannot cope with higher temperatures, hence the need for hybrid varieties that need less time to grow and increase yield. The claims are strongly contested by civil society groups, who also question the long-term viability of hybrid maize. Rajasthan&apos;s director of agriculture, GS Katara, is an ardent advocate of the new varieties, however. &quot;Bt cotton has had a big impact, it has been a success and given good results,&quot; he said in his office before rushing off for a round of appointments. &quot;It has helped stopped the migration of men who go to work on cotton fields in Gujarat [next door] leaving their families behind.&quot; Monsanto India is quick to sing the praises of its Bt cotton: &quot;Indian farmers&apos; choice to plant hybrid cotton seeds with insect-protection Bt cotton technologies on over 90% of cotton acres, and increased cotton production, is testament to the value created by better seeds, technologies and farming practices, when compared with the alternative of non-Bt cotton varietal seeds and insecticide spraying.&quot; Besides their opposition to Bt cotton, civil society groups are particularly concerned about Rajasthan&apos;s &quot;golden rays&quot; project, a public-private partnership with Monsanto, to roll out hybrid maize. Rajasthan has the largest maize cultivation area in India (about 16%). The maize area in Rajasthan is about 1.10 million hectares, with the productivity being around 18.60 quintals (1 quintal is equivalent to 100kg) per hectare. In a state that has been a battleground for genetically modified crops, Dungarpur district is a region with large areas of maize cultivation. A report last year by the Alliance for Sustainable and Holistic Agriculture (Asha), an umbrella group of 400 NGOs, identified several problems with hybrid maize. The most obvious is whether farmers can afford seeds for hybrid maize once they have to buy it. &quot;Records from elsewhere do show that corporations increase prices of seed quite exponentially year by year, apart from the fact that control over the most critical input in agriculture will go away from the hands of our farmers,&quot; said the report. Asha also questioned the suitability of hybrid maize in the dry conditions of Rajasthan compared to the more durable traditional desi maize. Hybrid maize also has a shorter shelf life and can only be stored for two months, after which it turns into powder. On a fundamental level, Asha asked why the state authorities were promoting private sector seeds through taxpayer funds rather than strengthening the state seed corporation to produce high quality maize seed of traditional varieties to distribute to farmers. Hybrid maize is the latest area of contention between Indian NGOs and the state of Rajasthan. In 2011, NGOs and farmers&apos; groups forced the state government to drop memorandums of understanding (MoUs) with seven biotech seed companies. Considered a landmark in public-private partnerships, the MoUs granted private companies, including Monsanto and other Indian biotech companies, access to the state&apos;s research facilities to test and market their hybrid seeds. But such was the public furore, Rajasthan backed down after 10 months. Some agricultural experts say Bt cotton has been a success, although they worry about the issue of control. &quot;It has revived the industry and it has helped farmers so much in the country,&quot; said the expert, who did not want to be named, given the sensitivity of the issue. &quot;The technology is great, but if there is a problem, it&apos;s that it is a monopoly of the private sector.&quot; Another expert, however, was more wary of the use of hybrid crops. &quot;Not enough investigation has been done,&quot; said the scientist, who also preferred to remain anonymous. &quot;We don&apos;t know the impact on the ecosystem, the birds, rats and frogs. We don&apos;t know what&apos;s happening with them, but the farmers are not listening to us because they are making money with these crops.&quot; In Rajasthan, half of the maize sown is now hybrid maize, although Asha wonders whether poor farmers will stick with hybrid once they have to buy the seeds instead of receiving them for free. Roat, the farmer from Virat, is a convert to hybrid, however. &quot;If I have enough money I will buy hybrid seeds from the market,&quot; he said. &quot;If not, I will go back to the traditional variety.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/02/rajasthan-technology-food-security-maize", 
    "wordcount": "914"
}