{
    "headline": "Vietnam's banking problems reflect turbulence in the economy", 
    "text": "Vietnam&apos;s stuttering economy, once a darling of the World Bank and a rising tiger of south-east Asia, received a further blow this week with the bailout of the crisis-struck state-owned Sacombank. The State Bank of Vietnam (SBV) announced it was preparing to inject 28 trillion Vietnamese dong ($1.4bn) into Sacombank following the resignation of the latter&apos;s chairman, Dang Van Thanh. This is the second time in recent months the central bank has found itself shoring up its ailing client banks. In August, it took the unprecedented step of publicly assuring depositors their money would be safe following the arrest of the tycoon Nguyen Duc Kien, co-founder of Vietnam&apos;s fourth-most valuable bank, Asia Commercial Joint Stock Bank. However, Vietnam&apos;s troubles run wider than its banking sector. In 2009, in a bid to stave off the worst of the global economic downturn, the government made a huge tranche of cheap credit available to its giant state-owned enterprises (SOEs), which dominate key sectors of the Vietnamese economy. Many of these SOEs used this credit to diversify into industries in which they had little or no experience. PetroVietnam has significant concerns in hotels, securities, real estate, insurance and even taxis. Vietnam Electricity (EVN) has holdings in telecommunications and education, and shipbuilding giant Vinashin in catering, distilling and insurance. For Vinashin, matters reached critical mass in August when it found itself pleading with creditors for a stay of execution on loan repayments. Vinashin has declared debts of 639bn VND. Other state giants are faring no better. PetroVietnam has debts of 72.3tr VND, EVN 62.8tr VND, and mining giant Vinacomin 19.6tr VND. Of the total owed by the SOEs, 200tr VND is considered bad debt. The current difficulties come against a backdrop of Vietnam&apos;s dramatic economic rise. In two decades it has catapulted itself from one of the world&apos;s poorest countries into the World Bank&apos;s lower middle-income bracket. In real terms, per capita incomes have grown to $1,260 in 2009, from $110 20 years earlier. The party hasn&apos;t been slow to share the benefits of that rise. In 1993, 58% of the country was thought to be living below the poverty line, compared with 12% last year. In many ways, Vietnam is a victim of its own success. Dominic Mellor, country economist at the Asian Development Bank, says concern over the country&apos;s banking system began two years ago. &quot;While the real sector has raced ahead, growth within the financial sector has lagged significantly behind,&quot; he said. As the wider economy has blossomed, the central bank&apos;s ability to regulate and monitor that activity has stalled. Credit growth has been startling, yet there has been &quot;little facility to assess risk and no central control over where that credit is going&quot;, according to Mellor. In July, the central bank said bad loans comprised 8.6% of loans in the banking system; around double its previous estimate and the highest in south-east Asia. Resentment is growing at the close  often familial  links between the key players among Vietnam&apos;s elite. Prime minister Nguyen Tan Dung&apos;s daughter, Nguyen Thanh Phuong, is rumoured to be one of the country&apos;s richest people, running Viet Capital Asset Management and a brokerage firm, Viet Capital Securities. Her brother is Vietnam&apos;s deputy construction minister. Sacombank&apos;s outgoing chairman appointed his son, Dang Hong Anh, vice-chairman. In April, To Linh Huong, the 24-year-old daughter of leading politburo member To Huy Rua, was appointed chair and chief executive of state construction company Vinaconex. In the blogosphere, questions are being asked as to how long the situation can continue. Certainly, the ruling Communist party seems committed to reform. Two weeks ago it took the unprecedented step of publicly censuring its own ruling politburo over handling of the economy. However, earlier reforms have led to the growth of highly influential vested interests that are now working to determine exactly how far this latest set of economic changes can go. Vietnam still boasts a stable political climate and a low-wage economy. Its burgeoning manufacturing base remains attractive to international investors. However, five years ago, multinational companies seeking to spread their bets would look to Vietnam as a natural complement to operations in China. Now that is not so certain, according to Mellor: &quot;The perception has changed. Now people are talking about Indonesia, Myanmar [Burma] and the Philippines. Vietnam is going to have to work hard to maintain its edge.&quot; Vietnam must now face up to reforming its state-owned enterprises. As long as they continue to leach credit from the wider economy, fundamental economic changes  including in the banking sector  will prove near impossible. Moreover, with continued foreign investment dependent upon successful reform within an increasingly competitive regional market, its importance has never been so great. Whatever happens in the wider economy, Vietnam looks set for a long and troublesome passage through its difficulties.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/nov/09/vietnam-banking-problems-turbulence-economy", 
    "wordcount": "811"
}