{
    "headline": "Let's rename the ash dieback 'Cameron's contagion'", 
    "text": "There could not be a clearer case of shutting the stable door after the horse has bolted. For the past three years there have been clear and unequivocal warnings that ash dieback could come to Britain. If action was not taken, ecologists, foresters and even some importers warned, the disease would arrive here through imports of infected seedlings from the continent. But neither this government nor its predecessor saw fit to ban them. In February, the first case was confirmed in Britain: in imported seedlings in a tree nursery in Buckinghamshire. Yet still the government failed to ban imports. The disease then appeared in nine more sites: all of them containing recently imported trees. Amazingly, the government still failed to act. It promised a consultation, which would report at the end of this month: only then would it decide what to do. On Wednesday, the warnings were horribly vindicated, when the fungus was found, for the first time in Britain, in mature trees growing in the wild, in Norfolk and Suffolk. Now there might be no stopping it. The disease has already affected 90% of the ash trees in Denmark: here too it could do to the countryside what Dutch elm disease did in the 1960s. Something else happened yesterday: the government announced that it&apos;s considering an imminent ban on imports of infected seedlings. You couldn&apos;t satirise this decision. The government waits until the disease is established to take the measures required to prevent its establishment. The Country Land and Business Association - with which I seldom find myself in agreement - has got this dead right. It&apos;s symptomatic of a wider failure to take exotic threats to our wildlife seriously. &quot;For far too long successive governments have failed to tackle the growing threat of tree diseases. Phytophthora ramorum [the disease sometimes known as sudden oak death] has spread like wildfire up the west coast of Britain, from Cornwall to Scotland, killing hundreds of thousands of larch trees, and it is now moving eastward. Yet a mere 4m a year has been earmarked to fight it.&quot; Both Gordon Brown&apos;s administration and the current government  in particular the former environment secretaries Hilary Benn and Caroline Spelman  have a lot of explaining to do. But the overriding responsibility lies with the coalition, which, perhaps through an ideological fixation with unimpeded commerce, failed to respond even as the warnings became stark and unmistakable. I propose a new name for this disease, which reflects the government&apos;s astonishing and disgraceful failure to act. I think we should call it &quot;Cameron&apos;s contagion&quot;. monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/oct/25/ash-dieback-cameron", 
    "wordcount": "433"
}