{
    "headline": "Child slavery in India - in pictures", 
    "text": "   A child stands by the roadside in a rural village north-east of the town of Katihar in Bihar state, India.  The area is notorious as a source of trafficked children who are often sold by their parents to middlemen to be taken to work in workshops and hotels in Delhi and other major cities Photograph: Gethin Chamberlain       Children working in the fields in the village of Basagaon, east Bihar state Photograph: Gethin Chamberlain       An anti-child labour activist struggles to rescue a young boy during an operation targeting child traffickers Photograph: Gethin Chamberlain       Two young boys are led away after being rescued from child traffickers at Katihar station in Bihar state. Activists boarded the Seemanchal express as it waited to depart and rescued 10 boys. Another 35 were picked up in a joint operation with police when the train arrived in Delhi.  The youngest was nine, the oldest 14Photograph: Gethin Chamberlain       Two young boys are led away after being rescued from child traffickers Photograph: Gethin Chamberlain       A young boy rescued during an operation targeting child traffickers. Police arrested 20 suspected traffickers. Many of the children had been sold to middlemen by their parents. Some were being taken to work in clothing factories, others to work in hotels or the construction industry Photograph: Gethin Chamberlain       Young boys rescued from child traffickers at Katihar station, waiting for their parents to collect them Photograph: Gethin Chamberlain       Young boys rescued from child traffickers at Katihar station wait in the railway police station Photograph: Gethin Chamberlain       Young boys rescued from child traffickers, at an ashram in Delhi run by child labour activists Bachpan Bachao Andolan (Save the Childhood Movement) Photograph: Gethin Chamberlain       Muntasin, 10, with his uncle Mohammed Hasib, at Katihar station. The boy was rescued from child traffickers when activists boarded the Seemanchal express Photograph: Gethin Chamberlain       Avdesh Kumar, 16, in the village of Bhoopharo near the  town of Sithamari in Bihar state. He was rescued from a workshop in Delhi after he was trafficked there at the age of 10 Photograph: Gethin Chamberlain       Arun Kumar, 13, from Budari, Nepal was rescued during an operation targeting child traffickers at Katihar station  Photograph: Gethin Chamberlain       Left to right: Mohammed Babul, 11, and mother Noria Khathun, 32; Mohammed Tahir, 10, with his mother, Nehiar Khathun, 35; Mohammed Saddam, 11, (left) and Mohammed Abzal, 10, (right), with their mother Lal Bannu, 35.  Anti-child labour activists suspect that the mothers sold their sons to a trafficker Photograph: Gethin Chamberlain  ", 
    "section": "global-development", 
    "gid": "world/gallery/2012/aug/05/child-slavery-in-india-pictures", 
    "wordcount": "0"
}