{
    "headline": "Cameron to praise Britain's leadership over renewable energy", 
    "text": "     David Cameron will champion Britain&apos;s position at the forefront of the growth in renewable energy on Thursday, at a high-level ministerial meeting in London. He will address a meeting of representatives of 23 of the world&apos;s biggest economies at Lancaster House that aims to advance the adoption of clean energy technologies. &quot;Renewables are now the fastest growing energy source on the planet, and I am proud that Britain has played a leading role at the forefront of this green energy revolution,&quot; the prime minister is due to say. &quot;Our commitment and investment in renewable energy has helped to make renewable energy possible. Now we have a different challenge. We need to make it financially sustainable.&quot; His support for renewables comes amid a series of damaging rows within the Tory party, and with their coalition partners, over green policy. However, his emphasis on making renewables cheaper will cheer those of his colleagues who have been vociferously demanding cuts to renewable subsidies. The prime minister&apos;s appearance at the meeting will be shorter than planned  he had been expected to make a keynote speech but this was cut to introductory remarks, with no questions allowed from journalists. The 350m investments he highlighted included several previously announced projects, including two biomass power stations and a wind farm, as well as the completion of an expansion project at a cabling company that supplies offshore wind companies. But though Cameron acknowledged the value of green energy to the UK economy  providing 4.7bn in investment from April 2011 to February 2012, generating 15,000 jobs  tensions over the green agenda are unlikely to go away. Ed Davey, the energy secretary, took a veiled swipe at George Osborne&apos;s views on the environment on Wednesday, as he pressed for Britain to take a lead in renewables at the start of the conference. &quot;In some quarters, the green agenda is painted as an unbearable burden,&quot; he said, apparently referring to the chancellor&apos;s frequent public statements on the &quot;burden&quot; to businesses of environmental regulation. Osborne has been credited with a leading role in recent cabinet rows over green policies, as deep divisions have opened up in the Conservative party between those who want to scale back green initiatives and those still committed to the agenda. Some senior Tories are also understood to have suggested scrapping the government&apos;s flagship &quot;green deal&quot; to insulate homes, the latest in a series of mis-steps that have highlighted the split.", 
    "section": "environment", 
    "gid": "environment/2012/apr/26/cameron-praise-britain-renewable-energy", 
    "wordcount": "417"
}