{
    "headline": "Chris Hadfield: astronaut, troubadour, tweeter  and a true Space Oddity", 
    "text": "     There was danger, hard graft, and the usual antics of life in orbit, but for millions of onlookers the latest mission to the International Space Station was about the rise of a new star: a moustached Canadian with a penchant for guitar. Chris Hadfield, Canada&apos;s first commander of the ISS, was due to land early on Tuesday after a five-month mission that raised the 53-year-old former test pilot to celebrity status around the world. His stint in space marks a shift in the astronaut breed, away from the robotic iciness of Nasa&apos;s early crews to the more modern species that openly revels in the wonder of falling round the Earth. The Soyuz capsule carrying Hadfield and two crewmates, the US astronaut Thomas Marshburn and the Russian Roman Romanenko, was expected to touch down on the Kazakhstan steppes at 3.31am BST. Hadfield rose to fame after embracing social media, from Facebook to Twitter, with a little technical help from Evan, his 27-year-old son. He sent missives from space, posted breathtaking photos and sang a duet with the Barenaked Ladies. There was even a joke with his countryman, William Shatner, about signs of life on the blue planet below. He has shown his Twitter followers how astronauts play Scrabble in space (&quot;easy to lose the little pieces!&quot;), how astronauts cry (&quot;tears don&apos;t fall  So grab a hanky&quot;) and given them a view of the private SpaceX Dragon capsule that docked with the space station to deliver supplies in March. But his parting shot from far above the world topped them all. In a video filmed aboard the station, Hadfield donned jeans and a T-shirt to cover the Bowie classic, Space Oddity. The rendition, complete with pensive stares, strummed chords and graceful spins of a floating guitar, went viral  Bowie himself retweeted it, quoting his 1995 song Hallo Spaceboy. Some jokey conspiracy theories did the rounds and one YouTube user criticised Hadfield&apos;s interpretation of the song as being overly literal (arguably correct, but a trifle harsh, considering). According to the Canadian Space Agency, Hadfield&apos;s YouTube videos have been watched 22m times. In December, at the start of the mission, he had 20,000 Twitter followers. That is now 800,000 and rising. Gone are the days of the reticent astronaut who spoke with the calm detachment the job seemed to demand. &quot;In the old days, the astronaut corps was almost a silent priesthood. No one knew much about them. And their operations in space were a black box,&quot; said Kevin Fong, director of University College London&apos;s centre for space medicine. &quot;We&apos;ve seen a transition, a breaking down of the barriers, between people who experience space and those who want to experience space vicariously.&quot; That Hadfield was different was clear from the start. When Shatner asked if he planned to tweet from space, the real-life commander replied without missing a beat. &quot;Yes, Standard Orbit. And we&apos;re detecting signs of life on the surface.&quot; The two men have never met, but Shatner, who played Captain James T Kirk in Star Trek, posed with a cut-out of Hadfield to publicise the mission. On Earth, Hadfield is a member of the all-astrounaut band Max-Q, named after the maximum pressure a spacecraft feels as it tears into orbit. While training for the mission, he began work on a song with Ed Robertson from the Canadian band Barenaked Ladies. In February the track ISS (Is Somebody Singing?) became the first song to be performed simultaneously on Earth and in space. The daily stream of photos from Hadfield gave a rare insight into life aboard the ISS. On April Fools&apos; Day he posed with two &quot;space grenades&quot; that turned out to be air sampling devices. He did his best to convince the gullible that an alien spacecraft had docked with the ISS the same day, and that its occupant had boarded. Amid the frivolity were more serious messages. When an ammonia leak threatened the station&apos;s power supply last week, Hadfield tweeted details of the plan to fix the problem. As two astronauts embarked on an emergency spacewalk, he noted that they could not whistle, because the air in their suits was held at too low a pressure. His tweets describing the views from the ISS were a performance for a global audience. California&apos;s wine country was &quot;a favourite place on Earth&quot;; Australia&apos;s Outback &quot;agonisingly beautiful&quot;; the Greek islands were a picture of &quot;delicate, shattered eggshell&quot;. Some comments assured his place on the after-dinner circuit when the time comes to hang up his spacesuit. A picture of the moon rising over a bed of cloud was &quot;a constant reminder to us all of what can be achieved&quot;. Hadfield was born in Sarnia, Ontario, in 1959. A mechanical engineer by training, he joined the military and graduated top of his class in 1988, from a US air force test pilot school. In 1991, the US navy voted him test pilot of the year. He has flown more than 70 different aircraft, among them the supersonic dogfighter, the F/A 18 hornet. The Canadian astronaut corps recruited Hadfield in 1992, from more than 5,000 applicants. He worked on space shuttle safety, and went on to become Nasa&apos;s chief CapCom, the voice of mission control for astronauts in orbit, on 25 space shuttle missions. This was Hadfield&apos;s third trip into space. He flew aboard the shuttle Atlantis to the Mir space station in 1995, and to the ISS to install Canada&apos;s robotic arm in 2001. The installation took two space walks, which made Hadfield the first Canadian to float freely in space. The Royal Canadian Mint commemorated the feat with gold and silver coins. The crew was supposed to have a lie-in the morning before their return, but Hadfield woke early. &quot;I am finding it hard to sleep in,&quot; he tweeted. Additional reporting by Paul Owen", 
    "section": "science", 
    "gid": "science/2013/may/13/chris-hadfield-international-space-station", 
    "wordcount": "996"
}