{
    "headline": "University of Law: what's in a name?", 
    "text": "When the government halted the passage of its Higher Education Bill it did so in order to stop it becoming the focus of continued protest. The raising of student fees and the removal of all direct funding of undergraduate degrees in arts, humanities and social sciences was controversial. However, what the latter was designed to do was no less controversial than the raising of fees, namely to make it possible for for-profit providers to enter and access the new system of publicly-backed loans. The entry of for-profit providers is now happening by stealth and without proper debate. The College of Law is now seeking university title to become the University of Law. At the same time, it will cease to be an educational charity, having been acquired by Montagu Private Equity. If it is granted university title by Liberal Democrat minister Vince Cable, it will provide teaching in a number of regional centres, but it will provide none of the other functions associated with a university, for example, research, scholarship, and wider community engagement. The coalition government says that it is putting the student at the heart of higher education. In truth, it is putting the market at its heart. Any new net investment in higher education will come from increased student fees, not private equity funds. The loans are backed by a publicly-funded loans system and it is precisely access to students with these loans that attracts private equity firms since that is what enables them to derive profit from their investment. The government&apos;s model is based on the United States. But we know from the recently published Harkin (Senate) Report on For Profit Higher Education that these institutions provide poor quality education and spend more money on marketing, profit-sharing and higher executive salaries than they do on teaching. Colleges owned by private equity firms come in for the most damning criticism. Unlike the United States, the UK student loan system has created a limit on student numbers. This is necessary to contain the longer term costs deriving from the risk that a significant proportion of students will not meet its repayment terms. Competition for students is a zero-sum game, where students attracted by the advertising pitch of for-profit providers are taken from existing universities, requiring them to strip out their own wider functions. The government&apos;s white paper made reference to &apos;failing&apos; institutions that might be rescued by for-profit providers. But it is its own policies of facilitating the entry of for-profit providers that are likely to produce such failure. In the long run, the government intends to lift the current fee cap and allow some universities to find their place in the market with fees well in excess of the current 9000. When this happens, &apos;competitive&apos; for-profit education will not contribute to keeping fees low  as in the US, they will be part of a system in which fees rise dramatically even as teaching quality falls. The public will pay for a system through the subsidy to the loan system that will benefit the minority that attend elite institutions and the shareholders and executives of for-profit providers. John Holmwood, professor of sociology, University of Nottingham and Campaign for the Public University  follow it on Twitter @public_uni This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/26/university-of-law-public-education", 
    "wordcount": "571"
}