{
    "headline": "Richard Benyon, the minister destroying what he is paid to protect", 
    "text": "Like several other Conservative ministers, Richard Benyon is extremely rich. Like quite a few representatives of the party of free enterprise, he got there by being enterprising enough to have inherited his property. He lives in a magnificent Tudor stately home, Englefield House, near Reading, surrounded by a deer park and a 20,000-acre walled estate. It was acquired by his family 250 years ago. The estate owns most of Englefield village, which lies within its walls. Alongside the rents it collects, much of the estate&apos;s income appears to arise from another form of entrepreneurship: harvesting farm subsidies. According to the Daily Mail, the Englefield Estates trust has received 2m from the taxpayer over 10 years. I would like to have confirmed this with his office, but it is refusing to answer my questions, or to respond to my requests to talk to the minister. So if the Mail got it wrong, that&apos;s his tough luck. His parliamentary register of interests states that he also owns residential and commercial property in Berkshire, Hampshire and London, for which he takes rent, and rural land and property in Inverness-shire. As they say, we&apos;re all in this together. To boost its meagre earnings, the Benyon family has been flogging off some of the sand and gravel which underlies its land to a quarrying company, Hanson Aggregates. Its current scheme, extracting 2m tonnes from an area called Benyon&apos;s Inclosure (the name suggests a history of booting off commoners), has been sharply criticised by the local wildlife trust and local councils for its likely impacts on wildlife and biodiversity. Benyon&apos;s Inclosure is designated as a site of importance for nature conservation. It contains pockets of ancient woodland, including rare alder carr (swamp forest), heath and dry acid grassland. According to the Hampshire Wildlife Trust and the borough and parish councils, the new works, covering 88 hectares (217 acres), and the estate&apos;s plan to use the area for commercial forestry when the extraction has finished, will destroy irreplaceable ancient woodland, cause the permanent loss of heathland and prevent the restoration of native forest. The protected species surveys, the borough council claims, were inadequate. So too, according to the wildlife trust, is the plan to recreate some habitat on nine hectares of land when the quarrying comes to an end. The quarry cuts through the middle of a long-standing plan by conservationists to connect up local wildlife habitats, in order to create a large-scale &quot;living landscape&quot; of the kind that now appears to be essential to prevent continued losses of wildlife and biodiversity. The estate&apos;s proposal effectively spanners years of hard work by the wildlife trust. Despite all that, the new works received planning permission at the end of last year. To the astonishment of the objectors, Hampshire county council, which is controlled by the Conservatives, ruled that the sand and gravel extraction would &quot;cause no significant  biodiversity impact&quot;. A big estate allegedly trashes the environment: there&apos;s nothing remarkable about that, you might think. Until you discover that Benyon is the minister responsible for wildlife and biodiversity. Benyon has already demonstrated that he has little comprehension of or interest in his brief. In September last year he revealed a breathtaking ignorance of both ecology and his department&apos;s own guidelines when he announced on Facebook that he was waging war on people who allowed ragwort to grow on their land. Ecologists pointed out that it is an important part of our native flora, supporting at least 30 species of insect and 14 species of fungi. In the previous month he was spectacularly caught out by Hugh Fearnley-Whittingstall on the Fish Fight programme when he was unable to identify the common fish species that he is supposed to be protecting. But this story is much more serious. It suggests a potential conflict of interest. Were the laws protecting wildlife and biodiversity as tough as many believe they should be, in order to arrest the shocking rate of decline of our fauna and flora, workings such as those at Benyon&apos;s Inclosure would not be permissible. The minister appears to have a powerful commercial interest in resisting stricter protections for the animals and plants he is charged with protecting. The conclusion that he is in the wrong job seems inescapable. www.monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/apr/20/richard-benyons-inclosure-quarry", 
    "wordcount": "717"
}