{
    "headline": "Amazon tribe threatens to declare war amid row over Brazilian dam project", 
    "text": "An Amazonian community has threatened to &quot;go to war&quot; with the Brazilian government after what they say is a military incursion into their land by dam builders. The Munduruku indigenous group in Para state say they have been betrayed by the authorities, who are pushing ahead with plans to build a cascade of hydropower plants on the Tapajs river without their permission. Public prosecutors, human rights groups, environmental organisations and Christian missionaries have condemned what they call the government&apos;s strong-arm tactics. According to witnesses in the area, helicopters, soldiers and armed police have been involved in Operation Tapajs, which aims to conduct an environmental impact assessment needed for the proposed construction of the 6,133MW So Luiz do Tapajs dam.     'We don't want Belo Monte' reads a sign at an anti-dam rally in front of the Brazilian parliament building in Brasilia. Photograph: AFP/Getty Images    The facility, to be built by the Norte Energia consortium, is the biggest of two planned dams on the Tapajs, the fifth-largest river in the Amazon basin. The government&apos;s 10-year plan includes the construction of four larger hydroelectric plants on its tributary, the Jamanxim. Under Brazilian law, major infrastructure projects require prior consultation with indigenous communities. Federal prosecutors say this has not happened and urge the courts to block the scheme which, they fear, could lead to bloodshed. &quot;The Munduruku have already stated on several occasions that they do not support studies for hydroelectric plants on their land unless there is full prior consultation,&quot; the prosecutors noted in a statement. However, a court ruling last week gave the go-ahead for the survey. Government officials say that neither researchers nor logistical and support teams will enter indigenous villages. The closest they will get is about 30 miles from the nearest village, Sawr Maybu. The ministry of mines and energy noted on its website that 80 researchers, including biologists and foresters, would undertake a study of flora and fauna. The army escort was made possible by President Dilma Rousseff, who decreed this year that military personnel could be used for survey operations. Officials say the security is for the safety of the scientists and the local population.     Brazil's president, Dilma Rousseff, has decreed that military personnel can be used for dam survey operations. Photograph: Evaristo Sa/AFP/Getty Images    Missionaries said the presence of armed troops near Sawr Maybu village, Itaituba, was intimidating, degrading and an unacceptable violation of the rights of the residents. &quot;In this operation, the federal government has been threatening the lives of the people,&quot; the Indigenous Missionary Council said. &quot;It is unacceptable and illegitimate for the government to impose dialogue at the tip of a bayonet.&quot; The group added that Munduruku leaders ended a phone call with representatives of the president with a declaration of war. They have also issued open letters calling for an end to the military operation. &quot;We are not bandits. We feel betrayed, humiliated and disrespected by all this,&quot; a letter states. One of the community&apos;s leaders, Valdenir Munduruku, has warned that locals will take action if the government does not withdraw its taskforce by 10 April, when the two sides are set to talk. He has called for support from other indigenous groups, such as the Xingu, facing similar threats from hydroelectric dams. Environmental groups have expressed concern. The 1,200-mile waterway is home to more than 300 fish species and provides sustenance to some of the most biodiverse forest habitats on Earth. Ten indigenous groups inhabit the basin, along with several tribes in voluntary isolation. With similar conflicts over other proposed dams in the Amazon, such as those at Belo Monte, Teles Pires, Santo Antnio and Jirau, some compare the use of force to the last great expansion of hydropower during the military dictatorship. &quot;The Brazilian government is making political decisions about the dams before the environmental impact assessment is done,&quot; said Brent Millikan of the International Rivers environmental group. &quot;The recent military operations illustrate that the federal government is willing to disregard existing legal instruments intended to foster dialogue between government and civil society.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/apr/03/brazil-dam-activists-war-military", 
    "wordcount": "659"
}