{
    "headline": "'I saw everyone leaving, we were scared': Mali refugees tell their stories", 
    "text": "Bourema Hamadou     A Malian refugee in Niger : Bourema Hamadou Photograph: Celeste Hicks    I&apos;m 55 years old and I&apos;m a Fulani pastoralist from the village of Delouman, which is in the bush outside Menaka in Mali. I used to keep the animals for a Tuareg family from Menaka. There were three donkeys, two sheep and four goats; I was the shepherd. But one day the head of the Tuareg family came and told me to go. He took back the animals. I had nothing. I know the animals are still out there in the bush, I think they&apos;re about two days&apos; walk from here. When all these problems end, I will go and look for the animals. I decided to bring my family here, because without the animals we had nothing. We lived on a small amount of food that the owner gave us and the milk and products of the animals we kept. Without that, we would starve. I have six children, aged between one and 12 years old, and one wife. They told me there was a war on in Menaka. They told me there were Arabs in the area. I didn&apos;t see anything, I just saw everyone leaving. We were scared. Mohammed Islamta     Malian refugee in Niger : Mohammed Islamta Photograph: Celeste Hicks    I&apos;m a black Tamasheq (Tuareg) and I&apos;m 70 years old. I&apos;ve lived in the village of Fukrata in Mali all my life, and I&apos;ve never seen anything like this. I am a pastoralist and I had to leave my donkey and five goats behind; I didn&apos;t know how they would make the journey. I&apos;m very sad to leave them behind. We saw people moving around the village we didn&apos;t know  we didn&apos;t ask what they were doing, of course not! We were scared. Then people started to flee. Me, my wife and three of my children, came in a car from there to the border. My three eldest sons, aged 20, 18 and 15, have stayed there. It was only when we got here that we heard stories about people being caught up in fighting. So far, the Nigeriens have been very helpful to us. They have given us food and clothes, but we don&apos;t have enough water. We got bottles, mats and sheeting from Unicef. I&apos;ve been here for one month. Raichatou Issaba     Malian refugee in Niger: Raichatou Issaba Photograph: Celeste Hicks    I&apos;m 50 years old. My language is Tamasheq. I came here with two of my children, and one of my grandchildren. The smallest one is a boy, he&apos;s only two years old. I am a widow. My husband was a pastoralist, but when he died he didn&apos;t leave us with anything. I tend my fonio crop in the village of Sakam, which is about 5km outside of Menaka. I had to leave that all behind when I left; I don&apos;t know what will become of my fields. We don&apos;t have any animals. You can see from where we&apos;re living that we have nothing at all. I spent 4,000 CFA francs (about $8) on the journey here in the car, and now I have no money left. I am the head of this household, but the real head of the household is God. We had no choice but to leave. They told us people were being killed, and we saw people running away from the area. We don&apos;t know who was fighting. When we arrived here, we had to ask families in the village to give us some small food for the children. I don&apos;t know what we will do, I hope that the government here can help us. We have no water or clothes. I will go home if it&apos;s safe, but I don&apos;t think that will happen soon, as people are still arriving.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/27/mali-refugees-tell-their-stories", 
    "wordcount": "604"
}