{
    "headline": "Saving the Arctic is environmentalism's biggest challenge yet", 
    "text": "This month we are expecting to see a record ice melt in the Arctic. But this is not a world record we can celebrate. This is a wake-up call from planet Earth. Just 30 years ago, the Arctic Ocean ice cap covered an area roughly the size of Australia. Within a few decades, it will almost certainly disappear completely for the summer months. This will be the first time a seasonally ice-free Arctic Ocean has existed for many thousands of years. The Earth without the white area at the top of the world will look radically different from those first photographs we took of our home planet from space just four decades ago. Those first pictures of the tiny, vulnerable, yet beautiful Earth led in part to the environmental movement. And now this movement has to dramatically change gear in response to what is happening. The Arctic is home to millions of people, including Inuit whose ancestors first settled thousands of years ago. It is also a unique ecosystem, home to some of the most extraordinary species on Earth, from the narwhal to the walrus to the polar bear. For hundreds of other migratory species, including humpback whales and Canada geese, it is a vital summer feeding ground. The amazing Arctic also plays a critical role in regulating our climate. The Arctic sea ice is like a giant mirror that reflects much of the sun&apos;s energy, helping to keep our planet cool. The formation of Arctic sea ice produces dense salt water which sinks, helping drive the deep ocean currents. Without the ice, this delicate balance will be upset and could cause profound regional and global climatic changes. We all rely on the Arctic for our survival. And now we are in danger of losing one of the world&apos;s great ecosystems and an important life support system leaving all species facing an increasingly insecure and uncertain future. But paradoxically, right now, no species will profit from it as much as the one causing it: humans. Oil companies do not like to talk about this. But at this moment, energy companies like Shell are preparing to invade areas of the Arctic Ocean that were once protected by the ice. They&apos;re desperate to claim the oil that lies beneath the seabed, so they can make more money, by burning more fuel, and melting more ice. It&apos;s a vicious circle driven by greed. But we know that, sooner or later, we are going to have to move on to some other source of energy that isn&apos;t oil. This is inevitable. The oil that flows from beneath the Arctic Ocean is destined to run out. It only holds three years&apos; worth of global supply. If there was an oil spill, similar to the Exxon Valdez or Deepwater Horizon, it could be catastrophic for Arctic marine life. We should now declare the destruction of such a unique place as an act of vandalism on an unprecedented scale and take action to stop it. And we must also invest in new, greener sources of energy and energy efficiency. There must be a global sanctuary declared in the High Arctic and the Arctic Ocean made off limits to the oil industry and unsustainable, high impact, industrial fishing. We have developed a plan that can make this a reality if millions of people join us. This is perhaps the environment movement&apos;s biggest challenge ever. But we&apos;ve done it before. Just over 20 years ago, Antarctica was at risk from industrialisation and militarisation. Greenpeace led the campaign to protect it. We won that campaign. And now we&apos;re determined to save the Arctic. We know this is a different fight, at a different time; not least because the Arctic is home to millions of people who have a critical say in the future of their region; and because the threat is not just from industrial development, but from the global crisis of climate change. But one critical factor remains the same: the united voice of millions of ordinary citizens can still be an irresistible agent of political change. This is a hugely ambitious campaign. That&apos;s why we need people and organisations around the world to help save the Arctic. Everyone has to grab this historic moment and reclaim the earth that belongs to us all.", 
    "section": "environment", 
    "gid": "environment/blog/2012/aug/24/saving-arctic-environmentalism-challenge", 
    "wordcount": "715"
}