{
    "headline": "Barbara Block: Use apps to save the great white shark", 
    "text": "Marine biologist Barbara Block is basedat Stanford University, California, and has pioneered techniques for tracking fish electronically. In the 1990s, she helped set up the programme Topp: Tagging of Pacific Predators. Thousands of large sea creatures, including white sharks and turtles, were fitted with monitors that beamed data about their movements to satellites. The project showed that many of these animals undertake complex migrations, returning to the same spot off the California coast everyyear. Now Block is working on techniques to allow iPad or mobile phone users to watch these great predators in action, to raise awareness about our threatened oceans. Block will be given a Rolex award for enterprise next Sunday (25 November). The prize is given every two years for outstanding achievement in science and innovation. Are migrations made by sea creatures like those made by animals on land?  More or less. White sharks and tuna travel for thousands of miles before returning to the same hot spot just as salmon do when they return to the same stream. These journeys are the marine equivalent of wildebeest migrations that take place on the Serengeti plain in Africa. That is why I call this part of the Californian coast the Blue Serengeti. Migrations are tightly synchronised. The ones we have studied are triggered by an up-welling of nutrients from deep waters that occurs every spring. The nutrients cause plankton to bloom and that attracts fish such as sardines, which in turn bring in bigger fish. Before you know it you have a buffet table fit for a predator such as a white shark. That is why they come back at the same time every year. Having discovered the Blue Serengeti, what do you plan to do now? We want to build an awareness of these habitats. Everyone knows about watering holes on the Serengeti even though most of us have never been there. We can just close our eyes and see the zebras, the elephants and the hyenas. We want to do the same for the migration hot spots we have found off the coast of California. Why is it important to do this? Without public intervention, many of these great sea predators are going to be wiped off the planet given the way we are overfishing and poisoning the oceans. There are fewer and fewer places where natural pristine conditions exist. One of the last to survive is on the California coast. It is a rough place and that has protected it from the changes that have been made by humans elsewhere. That gives us a chance. How important is technology to your plans? Technology is absolutely crucial. We have moored a series of automatic buoys off the coast here. These pick up signals from the fish we have tagged so that we can monitor activity round the migration hot spots we have identified. We call these hot spots predator cafes. They&apos;re the places where the fish at the top of the food chain gather. In addition, we use a device called the Wave Glider, which was built for us by Liquid Robotics and which uses wave energy to push itself through the water while solar panels provide power for its scientific equipment. It moves around the coastal waters listening for signals from sharks that we have tagged. It has taken us a long time to get round to doing this sort of thing, however. Human technology has made it to Mars. We are transmitting gorgeous pictures from it. Yet we have not explored our own planet. Two-thirds of it is covered with oceans that are still mysterious places. We are trying to hook people up to what is going on out there now and get them to realise that it could all be lost if we did not do something to protect it. Ultimately, I want to create a world heritage site here. Wiring up the oceans, as we are doing, is our way to get people to understand the importance of these places. How can the public get involved? We are tracking all these predators in real time and anyone can follow what we are doing. We have just created an app called Shark Net, which you can download on to your iPad or whatever tablet computer you use. It provides videos, data, maps and other information. What is so intriguing about this is that you can hold your tablet in your palm and watch the coolest videos about what it is like to tag sharks. You can see them underwater. You really get a visceral feel for the research. These are creatures are terribly endangered. Sharks are being driven to extinction because people want to eat their fins and their flesh. We want to show what the planet would lose if supreme predators likes these were wiped out.", 
    "section": "science", 
    "gid": "science/2012/nov/18/barbara-block-sharks-app", 
    "wordcount": "805"
}