{
    "headline": "University applications: the higher education debate that won't go away", 
    "text": "The debate won&apos;t go away, but the situation remains roughly the same. UCAS has scrapped plans to introduce a post-qualifications application (PQA) system for universities. The Schwartz Report recommended a move to PQA in 2004. Now that the idea has been shelved once again, discussion will not stop. That said, the likelihood of anything coming to fruition has disappeared for now. The UCAS proposals were not perfect. Giving applicants only two choices would be too limiting, for instance. UCAS admitted this and wanted views  after all, that is the purpose of a consultation. This was an opportunity to iron out cracks and, if necessary, consider alternative proposals. Instead, the closest we have to change appears to be a promise to improve some aspects of the clearing system. Widening participation and greater fairness are among the arguments for moving to PQA. Sir Peter Lampl, chairman of the Sutton Trust, said: &quot;Moving to a system where pupils apply to university with their actual grades is essential for improving social mobility.&quot; However, at the inaugural seminar of the Bridge Group, an association promoting social mobility through HE, members acknowledged that &quot;whatever system is in place, the university application process will continue to pose challenges for disadvantaged students and those from non-traditional backgrounds&quot;. PQA is clearly not a magic pill to solve all inequalities. But with discussion over changes falling at the first hurdle, we have lost an opportunity to at least attempt a more reasonable approach to applications. Liberal Democrat MP Simon Hughes reported in July 2011 that PQA could allow universities to &quot;target better students who perform well and come from difficult backgrounds or from areas which do not usually send young people to university&quot;. Hughes looked to universities in the US for inspiration, including Harvard University, which wrote &quot;to every top performing &apos;minority&apos; student in the country asking them to consider applying to Harvard&quot;. Now they&apos;re being placed at the heart of the system, do students see PQA as a fairer way to process applications? Not all of them. Impact Magazine, run by students at the University of Nottingham, published a lead article by Ben James suggesting that PQA would lead to an increase in &quot;quickly and poorly made decisions&quot;. It suggested that change was needed to &quot;make the system more representative&quot;, but PQA was a false trail. Nevertheless, it is wrong to assume that all decisions would be made with more haste under PQA. Importantly, the run up towards the application process would be spent under potentially less stress than the current system, because students could apply after getting their grades, rather than relying upon predictions. Instead of failing to secure a conditional place, they would have the opportunity to apply to institutions on actual grades. As it stands, predicted grades are not always used with necessary caution. Some of those with good grades who happen to miss their conditional places by a whisker struggle to find a place at all. As a report from BIS last year found, only half (51.7%) of all predicted grades were accurate, while 41.7% were worryingly over-predicted. The Higher Education Policy Institute (HEPI), in response to the government White Paper, pointed out that applicants from comprehensive schools &quot;were more than twice as likely to have had a predicted grade lower than they achieved&quot;, 11.2% of those who achieved an A grade not having been predicted to. HEPI concludes: &quot;Even if PQA proves to be impracticable, a better understanding of the relationship between predicted and actual achievement would be valuable to those making decisions as to whether to make an offer as well as to those making the predictions.&quot; The debate over admissions is here to stay, even if PQA seems fated never to appear. Perhaps HEPI is on to something. Is there, perhaps, a future for the best of both worlds? Might we find the current system working better with more detailed analysis around predictions and other variables? A halfway house may be a step in the right direction to greater accuracy. A better grasp of where applicants would be best suited to further themselves would be heartily welcomed. Most of us strive for this and will continue to do so, no matter what application system is in place. Martin Hughes is a writer, specialising in higher education policy and the student experience. He has been writing for students at TheUniversityBlog since 2007 and is on Twitter as @universityboy This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/02/university-applications-higher-education-debate", 
    "wordcount": "786"
}