{
    "headline": "Obama takes aim at 'patent trolls'", 
    "text": "One company sent letters to hundreds of small businesses, claiming that their use of document scanners on computer networks infringed its patents, and demanding between $900 and $1,200 per employee. Another sent 8,000 &quot;notice letters&quot; to hotels, retailers and coffee chains claiming they owed it money for using Wi-Fi equipment made by Cisco  which the company alleged infringed its patent. Both are examples of &quot;patent trolls&quot;  companies which own patents solely to use them in litigation. Now Barack Obama has taken aim at them as part of a shakeup of the US&apos;s patent system, following concerns that &quot;non-practising entities&quot; (NPEs)  the more polite name  have begun to choke business, as companies fear being sued by those who have nothing to lose, and everything to gain, from asserting patents. The White House said in a study that &quot;conservative estimates&quot; put the number of legal threats in the US alone during 2011 between 60,000 and more than 100,000. But that may be due to an act signed by Obama that year  the America Invents Act  which made a first attempt to stamp out patent trolls, by obliging them to file individual suits against companies rather than multiple defendants. The &quot;uncertainty and expense&quot; of litigation meant that many patents could be viewed as like lottery tickets  leading to settlements based not on merit, but cost.  While the move would not stop the ongoing blizzard of patent lawsuits between smartphone companies such as Apple, Samsung, Nokia and HTC, it might prevent or delay lawsuits by companies such as Lodsys, which has sued a number of developers writing apps for both Apple&apos;s iOS and Google&apos;s Android software, claiming that it owns patents relating to in-app purchases.  Obama has proposed a number of changes to the US patent system and associated organisations:  require full disclosure of the real owners who stand to benefit from patent assertions when demand letters and suits are filed;  allow lower courts to award costs of litigation to the winner in a case, to dissuade nuisance filings;  expand the US Patents &amp; Trademarks Office coverage of &quot;computer-enabled patents&quot; and allow more challenges to already-issued patents;  protect end users from litigation if they use a product accused of infringing a patent;  raise the standard used by the International Trade Commission (ITC) in deciding whether to allow sales bans, and enable it to hire &quot;qualified&quot; judges in the relevant law; and  put &quot;demand letters&quot; in which patent owners seek money into a publicly searchable database. The move was broadly welcomed in the technology sector, with the Electronic Frontier Foundation saying that &quot;with this statement from the White House, the message is clear: the time for patent reform is now.&quot; Yet noticeably Obama&apos;s measures do not include any suggestion that the USPTO will receive better funding with the aim of improving its examination of patent requests. A persistent complaint from those who are sued is that examination of claimed new &quot;inventions&quot; has been lax, allowing useless or essentially duplicate patents to be awarded. That in turn means that their validity is not truly tested until a case goes to court. Nor does it suggest that the US will tighten its rules on &quot;software patents&quot;, which have been criticised because they effectively allow the patenting of computer programs  which in turn can theoretically be reduced to mathematical formulae, which are not in themselves patentable. The focus on the ITC came just hours before Samsung won a patent infringement case against Apple, which could see sales of the iPhone 4 and 3G-capable iPads released before 2011 banned from import to the US from their manufacturing base in China. The decision is controversial because the US-based ITC used a different standard of proof to support a sales ban than would have been required in a district court.  The White House portrayed NPEs as a drain on US business and a drag on the technology sector. &quot;Stopping this drain on the American economy will require swift legislative action, and we are encouraged by the attention the issue is receiving in recent weeks,&quot; White House spokesman Jay Carney said in a statement.  But the NPEs  of which one of the biggest, and best-known, is the venture-funded Intellectual Ventures  argue that they provide a valuable service to individuals or small companies which cannot afford to take larger companies to court to claim against patents that they own and are being infringed. Companies specialising in patent litigation filed 2,921 infringement lawsuits in 2011, the latest figures available, 62% of all such cases filed, Colleen Chien, who teaches patent law at Santa Clara University Law School, said in a blog post for PatentlyO.  Allowing judges to decide that certain lawsuits are abusive and requiring losers to pay the winners&apos; legal fees would be key steps toward killing frivolous lawsuits, said Ed Reines, a member of an advisory panel for the US Court of Appeals for the Federal Circuit, which hears most patent appeals. Another important step would be to reform the ITC so companies cannot get a sales injunction not available in district courts, according to Reines, a lawyer with the firm Weil Gotshal &amp; Manges. A number of companies including Apple, Google, and Nokia currently have cases at the ITC in which they are seeking sales bans on rivals.  Two companies often accused of being trolls are Eolas Technologies and Innovatio IP Ventures LLC. Both argued to the Reuters news agency on Tuesday that allowing companies that specialise in legal strategy to handle infringement lawsuits makes sense.  &quot;The idea that because you&apos;re not actually making things, you shouldn&apos;t be able to get a return on your investment, I think that&apos;s wrong,&quot; said Mark Swords, chief executive of Eolas, which has sued companies ranging from Facebook to Walt Disney over patents for interactive technology.  Matthew McAndrews, who represents Innovatio, urged lawmakers to consider requiring companies that fight infringement lawsuits and lose to pay the plaintiff&apos;s legal fees.  &quot;Why shouldn&apos;t there be a balanced provision that says in the case of a large entity willfully infringing a non-practicing entity that all of the fees should be shifted in that case?&quot; McAndrews said. &quot;Who gets to define an abusive patent litigation claim? It [Obama&apos;s proposal] places way too much emphasis on non-practicing entity.&quot;  Randall Rader, who has been on the US Court of Appeals for the Federal Circuit since 1990 and became chief judge in 2010, has circulated a four-point plan to stem abusive patent litigation. The plan overlaps with some of the new White House proposals and some of the planned legislation.  &quot;The litigation abuse comes when a company is asserting a patent with a minimal value ... but they&apos;re asserting it for billions of dollars,&quot; Rader told Reuters in an interview. &quot;That disproportionality is an abuse of the system.&quot;  Rader&apos;s plan calls for courts to restrict pre-trial discovery  gathering evidence in a case  to key terms and key people and would limit the number of patents in each case.  It also calls for courts to evaluate the value of any infringement early on and dispatch smaller cases quickly, and to consider making plaintiffs pay the legal fees of defendants if the judge concludes that the original lawsuit was unfounded.  The court within weeks will formally begin an effort to cut the number of patents in each case, Rader said.", 
    "section": "technology", 
    "gid": "technology/2013/jun/05/obama-patent-trolls", 
    "wordcount": "1254"
}