{
    "headline": "New university bursaries tell students what to spend the money on", 
    "text": "When Tom Vonier started the second semester of his journalism degree at the University of East London last year, the university handed him 500. The fact that he could only spend it in certain university shops and on certain things did not really bother him. It topped up his Oyster card (for travel on London transport), bought books and went towards a MacBook. &quot;It&apos;s quite helpful having it like this because you can&apos;t just spend it on holidays,&quot; he says. But isn&apos;t part of the point of university to learn through bitter experience not to blow your cash on a lost week in Ibiza? Depends whose cash it is. Under the new higher tuition fee regime universities are under pressure to offer bursaries in order to meet Office for Fair Access targets on recruiting students from disadvantaged backgrounds. But it can be hard for institutions to watch money that could have been spent on an extra lecturer disappear into the local kebab house. The UEL scheme aims to solve this problem. Every student who successfully completes their first semester receives a progress bursary: a card loaded with 500, which can be spent on books, stationery, art materials, IT products, field trips, printing, and even nursery and accommodation costs. They get more when they complete further semesters, to a total value of 1,100, and parents and other sponsors can load money on to the card too. Stuart Smith, head of marketing and student recruitment at UEL, says that linking release of the money to students progressing through their course nearly halved the university&apos;s dropout rate in the three years after it was introduced. The scheme, first developed by the academic bookseller John Smith &amp; Son for institutions in Africa, has allowed the university to give students money &quot;targeted to things that will help them succeed&quot;. Investment in academic materials appears to show a strong correlation to performance in terms of final degree classification, he says, with students gaining a first spending an average 269 on books, students with a 2:1 spending 227, and those with a 2:2 spending 195. Data collected on the cards has allowed the university to track what each student is spending and offer advice if they appear to be underspending on books or course materials. Southampton is now planning an entitlement card scheme run on similar lines, while the University of Chester already offers an Aspire card, giving eligible students credit to spend on books and learning materials. The universities minister David Willetts recently met executives at John Smith to discuss how the scheme could operate more widely. Delyth Chambers, an HE consultant advising John Smith, says: &quot;The scheme has the potential to answer a lot of questions being posed by the funding council and OFFA in showing return on the investment institutions are making in scholarships and bursaries.&quot; She says it is often difficult for institutions to measure the impact of the cash bursaries and scholarships they offer. This way they can decide what their students need and how they want them to spend their bursaries. &quot;From a parental point of view, Iwould be far happier knowing my child was spending money on things that will help them in their careers rather than in the O2Arena,&quot; Chambers says. &quot;There are benefits all round.&quot; Students are more cautious about the idea, however. Liam Burns, president of the NUS, says bursaries are generally far better than fee waivers because many students will never have to pay back the full cost of their fees, so if these &quot;hypothecated&quot; bursaries encourage more universities to go down the bursary route, that is a good thing. However, he argues that some students may have financial needs that impact on their studies but do not fall into the categories covered by the scheme. &quot;Students have life to manage,&quot; he says. &quot;We don&apos;t make any other section of society jump through such hoops for public money.&quot; He is also worried about the possibility of creating monopolies, with university-based bookshops or other suppliers able to inflate costs. A further fear is that universities might start to push course costs, such as lab equipment or printed notes, on to the card rather than meeting them through fees. The hidden costs of some courses are the focus of a current NUS campaign and featured in a week of action by NUS last week. &quot;This is a company that has to make a profit,&quot; says Burns. There has to be scrutiny of where those profits come from.&quot; He would like to see student unions able to veto such schemes if they were unhappy with them. But he sees the issue as a distraction from more pressing concerns that &quot;the student support system is fundamentally broken&quot;. He would like to see a clear national bursary offer so that students know exactly what financial help they will be entitled to before they apply to higher education and do not have to sift through information from individual institutions. &quot;Part of this is who has the shiniest package and how can they use this scheme as a sales pitch to get students to come to their institution,&quot; he argues. Tessa Stone, chief executive of the Brightside Trust, an education charity that organises mentoring projects for students, agrees that hypothecated bursaries are likely to be more attractive to students than fee waivers, but questions whether they will persuade students worried about high fees into higher education. &quot;It depends if they feel they are getting a good deal or that the university is just giving them money to put straight back into the university&apos;s coffers,&quot; she says. She is in no doubt that some students need financial guidance. While it may seem infantilising to dictate how they spend their money, it is easy for students with no family experience of university, who were not taught financial management taught at school, to get into serious trouble, she says. &quot;There are no safety nets in this new fee system.&quot; But Stone is not convinced by arguments that the more students spend on textbooks, the better they do in their degree, suggesting that those buying more books may simply be more motivated in the first place. What the bursary scheme cannot show is how particular students would have spent their money if it had been given to them without conditions. Yet it does collect a huge amount of other kinds of data, which could help universities to target their support for students more accurately  something the NUS supports. Vonier has no qualms about his university knowing where his money goes, pointing out that no one who shops regularly online or uses Facebook can be too concerned about privacy. &quot;We are so used to data being collected about us that it doesn&apos;t worry me any more,&quot; he says. He does, however, admit that he would prefer a cash bursary to a hypothecated one. &quot;Ithink Iwould spend it on life costs,&quot; he says. &quot;Living in London is really expensive.&quot;", 
    "section": "education", 
    "gid": "education/2012/mar/16/universities-bursaries-conditions-spend-academic-material", 
    "wordcount": "1210"
}