{
    "headline": "Stephen Hawking's 1.8m physics prize win proves time is money", 
    "text": "His mind has grappled with space and time, and explored the strange beauty of black holes aglow, but in recent days a more earthly problem has occupied the world&apos;s most famous scientist. Stephen Hawking, the former Lucasian professor of mathematics at Cambridge University, must ponder how to spend $3m (1.8m) that has landed in his bank account after winning the most lucrative science prize ever established. The renowned physicist who missed his 70th birthday celebrations through illness in January, has won the Special Fundamental Physics Prize for a lifetime of achievements, including the discovery that black holes emit radiation, and his deep contributions to quantum gravity and aspects of the early universe. The award is one of several set up in July by Yuri Milner, a Russian internet mogul, who quit his PhD in physics and made a billion dollars from investments in social media and other companies, such as Twitter, Facebook and Groupon. The prize winners were selected by an independent committee of physicists, such as Ed Witten, the string theorist, and Alan Guth, who proposed the theory of cosmic inflation. The awards can go to much younger researchers than typically receive the Nobel prize, as experimental proof of theoretical work is not required. In an email to the Guardian, Professor Hawking said he was &quot;delighted and honoured&quot; to receive the prize. &quot;No one undertakes research in physics with the intention of winning a prize. It is the joy of discovering something no one knew before. Nevertheless prizes like these play an important role in giving public recognition for achievement in physics. They increase the stature of physics and interest in it,&quot; he wrote. &quot;Although almost every theoretical physicist agrees with my prediction that a black hole should glow like a hot body, it would be very difficult to verify experimentally because the temperature of a macroscopic black hole is so low,&quot; he added. The physicist, who rose to fame with his 1988 book, A Brief History of Time, and made guest appearances on The Simpsons and Star Trek, has not settled on how to spend the windfall. &quot;I will help my daughter with her autistic son, and maybe buy a holiday home, not that I take many holidays because I enjoy my work in theoretical physics,&quot; he wrote. Nima Arkani-Hamed, a member of the selection committee, said: &quot;In the case of Hawking, what can you say? This is an absolutely true giant of modern physics. He&apos;s done massive, massive things.&quot; Milner, 51, holds an advanced degree in theoretical physics from Moscow State University, but abandoned a PhD at the Russian Academy of Sciences for an MBA at the Wharton School of Business at the University of Pennsylvania. He remains a physics enthusiast though, and established the awards to recognise the greatest minds in fundamental physics, and help them to make significant contributions in the future. Hawking, 70, is not the only winner. The scientists who led the Large Hadron Collider and discovered what looks like the Higgs boson share another $3m prize. The winnings go to Lyn Evans, the head of the LHC, and the six past and present heads of the two detector groups, Atlas and CMS, which found the particle. &quot;I got a phone call saying I&apos;d won a prize of a million bucks,&quot; Evans told the Guardian. &quot;I was gobsmacked. The first thing you do is sit down. This is great for us, and it addresses some of the deficiencies of the Nobel prize, which cannot go to more than three people.&quot; The Atlas and CMS teams each receive $1m. Beyond splashing out on an iPad, what to do with the winnings has Evans stumped. &quot;I don&apos;t need a vast amount of money. One thing I&apos;m not going to do is ride around Cern in a Ferrari. That would be bad for my image,&quot; he said. On 4 July, Fabiola Gianotti and Joe Incandela, the respective heads of the Atlas and CMS groups, described the Higgs boson in back-to-back presentations at Cern, the particle physics lab near Geneva. Gianotti said: &quot;This is not a prize for me, it&apos;s a prize for the collaboration, and it recognises the hard experimental work everyone involved has done over the years.&quot; She plans to set up a fund with her $500,000 share of the prize to support cash-strapped young physicists in the Atlas group. Incandela said the prize recognised the &quot;huge effort&quot; of the LHC scientists. &quot;I want to find a way to put this to good use for the benefit of all who made this possible,&quot; he added. What became known as the Higgs boson was first described by Peter Higgs, an Edinburgh-based physicist, in 1964 in a theory that underpins how elementary particles gain mass. Neither he, nor four other living theorists who published similar work that year, receive the prize, because their work was in the too distant past. &quot;Part of the mandate of the prize is to recognise work that has happened recently whenever possible,&quot; said Arkani-Hamed. Along with the special prizes for Hawking and the Cern researchers, the committee named a handful of other physicists who are shortlisted for the $3m Fundamental Physics Prize, to be announced at Cern in March next year. Their work ranged from the discovery of exotic materials called topological insulators, to major contributions in string theory, which describes nature in terms of strings, loops and surfaces that exist in higher dimensions. Another three physicists, all under 35 years old, win $100,000 prizes for spearheading breakthroughs in other realms of physics. The conditions attached to the prizes require the winners to give at least one annual public lecture on their field. Most of the talks will be recorded and posted on the website of the foundation that supports the awards. Confederacy of geniuses  Nobel prize winners gathered in Stockholm on Monday in white tie and tails for the official 2012 awards ceremony in the company of Carl XVI Gustaf, the reigning king of Sweden. The laureates faced the full spectacle of an event that began with a toast to Alfred Nobel, and paused  before a lunch of Arctic char  for a circus act that asked, through the medium of acrobatics, is it possible to knit peace? The Cambridge biologist Sir John Gurdon shared the Nobel prize in physiology or medicine with the Japanese scientist Shinya Yamanaka, for demonstrating how cells can be reprogrammed into a more youthful state. Serge Haroche, of France, and David Wineland, of the US, shared the physics prize. They showed how to trap and handle particles of light and matter without destroying them. The chemistry prize went to two US doctors, Robert Lefkowitz and Brian Kobilka, whose work revealed how the body responds to sights, smells, threats and flavours. In a banquet speech, Mo Yan  the farm boy from China, now winner of the literature prize  said it all felt like a fairytale, but of course it was all true. &quot;It has been a golden opportunity for me to learn about the world and, even more so, an opportunity for me to learn about myself,&quot; he said.    This article was amended on 11 December 2012. The original described Serge Haroche as an American. He is French.", 
    "section": "science", 
    "gid": "science/2012/dec/10/stephen-hawking-physics-prize", 
    "wordcount": "1230"
}