{
    "headline": "US presidential debates' great unmentionable: climate change", 
    "text": "The Pentagon ranks it as a national security threat and, left unchecked, climate change is expected to cost the US economy billions of dollars every year  and yet it has proved the great unmentionable of this election campaign. Amid unprecedented melting of the Arctic summer sea ice, new temperature records in the US and a historic drought, the last of three presidential debates wound up on Monday night without Barack Obama or Mitt Romney ever uttering the words climate change. It was the first time since 1988, the year Congress was first briefed on the emerging threat by the scientist James Hansen, that there had been no mention of climate change in an election debate. The question cropped up in the vice-presidential encounter between the Republican Dan Quayle and the Democrat Lloyd Bentsen. Both agreed then it was time to act. But this year&apos;s vice-presidential contenders, Joe Biden and Paul Ryan, also failed to mention climate change during their single encounter, making for a total of six hours of primetime television debate without a single reference to climate change. The omission  or &quot;climate silence&quot;  has proved hugely frustrating to campaigners. It spawned a website which urged Obama and Romney to give climate change the attention it had in the 2008 election and a petition drive before the first debate, which gathered 160,000 signatures demanding debate moderators put climate on the agenda. The two candidates did engage in a heated back-and-forth about gas prices in their town hall encounter last week. But the exchange saw Obama trying to one-up Romney in his support for oil and coal  fossil fuels rather than renewable sources of power. CNN&apos;s Candy Crowley, the debate moderator, later told Slate there had been questions from the audience about climate change, but she thought the economy was the priority. &quot;Climate change, I had that question,&quot; she was quoted as saying. &quot;All you climate change people. We just, you know, again, we knew that the economy was still the main thing.&quot; Her remarks set off a furious debate about the costs of climate change  including the $1bn price tag for each of more than a dozen extreme storms since 2011 and in the decades ahead. By Monday night, the debate about &quot;climate silence&quot; was in full voice. Al Gore weighed in, tweeting during the course of the debate: &quot;Where is global warming in this debate? Climate change is an urgent foreign policy issue.&quot; The Green party&apos;s presidential candidate, Jill Stein, went so far as to label Obama a climate change denier in an interview with the Guardian for his failure to discuss the issue on the campaign trail. Other commentators argued allowances should be made for Obama&apos;s failure to discuss climate on the campaign trail, and his middling support for environmental concerns while in the White House. Since the rise of the Tea Party conservatives in 2010, energy and climate change have emerged as among the most contentious issues dividing Republicans and Democrats. The backlash from anti-government conservatives led Obama to downplay his green agenda, delaying and weakening environmental regulations. It also led to the adoption of what Obama called an &quot;all of the above&quot; energy strategy, which saw a role for expanded offshore oil drilling and domestic production, due to new techniques in hydraulic fracturing and horizontal drilling. Obama also moved to fast-track the southern portion of the Keystone XL pipeline, which will help step up Alberta&apos;s huge tar sands production. Administration officials, including Obama, began to avoid the very mention of climate change threats, opting instead to frame the issue in terms of the economic opportunities created by clean energy industries such as solar and wind power. Romney, meanwhile, responded to the rise of the Tea Party by backtracking on his earlier support for climate action as governor of Massachusetts. He also called for phasing out subsidies for the wind industry. By the time of the Republican convention, Romney was using climate change as a laugh line, a way of tagging Obama with grandiosity for his 2008 election promise to help heal the planet. Obama hit back in his convention speech, pledging to reduce the emissions which cause global warming. &quot;Climate change is not a hoax,&quot; he said. &quot;More droughts and floods and wildfires are not a joke. They are a threat to our children&apos;s future. And in this election you can do something about it.&quot; As a number of commentators noted at the time, it was Obama&apos;s most high-profile mention of climate change in months, if not years. Even so, the novelist Jonathan Franzen argued that Obama  while a disappointment to campaigners  was still a better option on the environment than Romney. &quot;So give Obama a C-plus or even just a C on the environment if you like,&quot; Franzen wrote on the 90 Days, 90 Reasons blog. &quot;But consider that Mitt Romney, if he&apos;s elected, will nullify soundly based decisions by the Environmental Protection Agency (EPA); he will continue to pretend that the science of climate change is uncertain; he will open up all federal lands (except, presumably, national parks) to the ravages of drilling and mining; he will roll back sensible regulation of pollution and habitat destruction; and he has shown, with his choice of Paul Ryan as a running mate, that he is serious about slashing funding for every federal program except the military  and you&apos;d better believe that the EPA and Fish and Wildlife will be the first to be gutted. Mitt Romney will get an F, double-underlined in red ink.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/23/us-president-debates-climate-change", 
    "wordcount": "939"
}