{
    "headline": "Jericho business park aims to inch Palestine towards sustainability", 
    "text": "On a slab of dusty land near the city of Jericho, rows of solar panels are being installed and tested. Eventually, there will be 2,600 of them in the 11.5 hectare (28 acre) area, providing around 300kW a day to help power the Jericho Agro-Industrial Park (Jaip), a public-private enterprise designed to boost the economic fortunes of the Palestinian territories. Companies, mainly small- and medium-sized business, are being offered financial concessions, such as tax breaks, to lease plots of land in the park to process agricultural products that can be sold in the West Bank and further afield. All investors will have access to risk insurance from the Multilateral Investment Guarantee Agency, part of the World Bank, to protect them against conflict. The project is being co-ordinated by the Palestinian Industrial Estates and Free Zones Authority (Piefza), based in Ramallah, backed by a grant of about $47.7m from the Japan International Co-operation Agency (Jica), which is paying for the solar power system, the installation of a sewerage and water system in the park, plus support from Japanese engineers. A private company has been appointed as park developer, and so far around 20 businesses  from the Palestinian territories and Jordan, and one Arab-Israeli company  have expressed interest in setting up shop. Reem Najjar, acting general director of Piefza, which was set up in 1998 to promote business in the West Bank and Gaza, hopes the first companies, which are understood to be businesses producing dairy products, packaging dates and fresh vegetables, and working in packaging and plastics, will begin production by the end of the year. The project is part of Japan&apos;s ambitious plan for a &quot;corridor for peace and prosperity&quot; in the Jordan Valley, launched in 2006 by the then Japanese prime minister, Junichiro Koizumi. The idea was to encourage co-operation between Israel, the Palestinian Authority (PA) and Jordan, with other Arab countries added in the longer term. The purpose of Jaip, says Najjar, is to &quot;try to find the way of enhancing the capacity of Palestine to be self-sustainable&quot;. Jericho was picked as a location for its proximity to the border with Jordan, the only exit and entry point for Palestinians  &quot;our gate to the Arab world&quot;, says Najjar. Najjar is confident products from the Palestinian territories will sell well in other Arab states. She says Palestinian companies based outside the territories have expressed interest in returning to set up business. &quot;We are trying to get Palestine on the map,&quot; she says. Remarkably, Najjar says her organisation has no targets or estimates on how much money Jaip will generate or how many jobs it will create. However, Jica projections, based on its feasibility study in 2009, estimate the park could eventually generate as much as $41.6m per year and create more than 3,700 jobs. It is money and employment the West Bank could do with. In April, the World Bank warned the Palestinian financial situation was getting worse. This, it said, was &quot;linked to the system of restrictions on access to land, water and export markets which imposes economic costs and constrains private-sector growth&quot;. Despite economic growth between 2007 and 2010, restrictions on movement and imports, and political tensions have slowed progress. The World Bank said in 2011 the West Bank economy grew at a rate of 5.8%, down from 7.5% in 2010. The Bank said it expects the PA to be reliant on budget support &quot;for the next five to 10 years&quot;, but predicted that donor support would drop. Jaip certainly has potential to boost fortunes in the West Bank, but the fact that it has taken six years for this first project of the &quot;corridor for peace&quot; to come to fruition says much about the complexities of its objectives and the politics of the region. Getting Jaip off the ground has involved tricky negotiations between the Japanese government, the PA and the Israeli government. One issue that could be a significant barrier to the park&apos;s success still needs to be resolved. Just 3km from Jaip is the Jordanian border and the main highway route out of the territories. However, that 3km is controlled by Israel under the Oslo accords. So far, the Israeli government has been unwilling to allow a road linking the park to the highway to be cut through its land, arguing that trucks using the road would pose a security threat. Without this access, vehicles will have to make a 40km journey through Jericho and its surrounding villages. Najjar says free movement is a &quot;crucial problem&quot;. Last year, she says, a potential investor pulled out because he was made to wait at the Jordanian border for 12 hours before being denied entry. Hideaki Yamamoto, deputy representative of Japan to the PA, said discussions about the road are ongoing, but it would not have made sense to halt the project because of this. &quot;We couldn&apos;t stop the whole process because of one or two issues, so we started working,&quot; says Yamamoto. &quot;We have to show Israel what we have done to convince them what they have to do.&quot; One possible ray of light comes in the form of an agreement signed last week between the Netherlands, the PA and Israel to install a scanner at the Allenby/King Hussein Bridge border crossing between Jordan and Israel. The scanner, owned by the Palestinians and operated by Israeli customs, will allow goods to be checked in their containers rather than having to be unloaded. The scanner is expected to speed up border crossings while also addressing security concerns. Yamamoto&apos;s attitude towards Jaip is telling about Japan&apos;s approach to development assistance. Unlike the UK&apos;s Department for International Development or the US agency for international development, USAid, Japan is not as concerned with justifying its aid expenditure to the taxpayer, so will invest in projects that could be considered risky. Yamamoto says, however, that there has been nervousness within the Japanese government about continuing with the project, which he admits is a way for Japan to flex its muscles in the region, not being a member of the Quartet on the Middle East (which is made up of the UN, Russia, US, EU). &quot;A couple of years ago, we discussed whether to continue this or not,&quot; he says. &quot;There were some doubts internally. But we decided to continue. Now we have a big hope that we will achieve our target to start operation before the end of 2012.&quot;  Liz Ford travelled to the West Bank with Jica", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/18/jericho-business-park-palestine-sustainability", 
    "wordcount": "1109"
}