{
    "headline": "Wii U  US launch is a sell-out, but hardware problems reported", 
    "text": "The next generation of games console technology has arrived. Nintendo launched its new Wii U console in the US on Sunday, promising to usher in a new era of digital living room entertainment.  The Nintendo Wii U features a touchscreen tablet-like controller, HD graphics and a wealth of social and on-demand video services. The basic packages comes with an 8GB hard drive, while a Deluxe or Premium package comes with 32GB and a free copy of launch title, Nintendo Land.  &quot;Wii U is an &apos;everyday&apos; connected device  offering a combination of games, entertainment, online connectivity and social activity that will make people want to interact with it daily,&quot; said Nintendo of America president and COO, Reggie Fils-Aime. However, stock shortages may well frustrate fans looking to pick the machine up before Christmas  and this is just one of a number of problems the manufacture is facing this morning.  Earlier this year, Nintendo president Satoru Iwata warned that stocks would be low this year, because production of the console didn&apos;t start until the summer. Last week, US news sites reported that major retailers such as BestBuy, Walmart and Gamestop were selling out of pre-order hardware.  On Monday, industry news source MCV has written that Wii U prices are soaring on eBay: the Deluxe edition console retails at $380 (239), but unties are selling for around $480 on the online auction site. A search for Wii U on the US Amazon site shows machines being offered at over $500. It&apos;s likely UK gamers will face similar problems when the console launches here on 30 November. While stock shortages are a positive problem for console manufacturers to face in the early months, it seems consumer grievances do not end there. Reports are coming in that the machine requires a sizeable firmware update when it&apos;s first switched on, taking over an hour to download from the internet. GamesIndustry.biz is reporting that the download is as large as 5GB and that owners who switch off their machines before the process is complete risk &apos;bricking&apos; the console.  The news story is a response to a tweet from LA Time reporter Ben Fritz who wrote: &quot;Warning: don&apos;t unplug your Wii U during the two-hour plus software update or the console stops working&quot;. Later reports have indicated that the firmware update is closer to 1-2GB in size, but for those purchasing the Basic 8GB machine, that still represents a fair chunk of the available space. We have contacted Nintendo for comment. There have been other reported concerns including Wi-Fi configuration issues, HDMI output failures, and in one instance, a user claims to have gained access to an admin debug menu while attempting to configure the console&apos;s Miiverse social networking service. Other sites have picked up on the fact that the TVii video-on-demand channel will not actually be available until December, although it seems the Netflix app is functioning from launch. Some significant teething problems then, but console launches are rarely smooth affairs; the European roll-out of Sony&apos;s PS3 was delayed for months due to problems with the Blu-ray manufacture process, while the Microsoft Xbox 360 was plagued by the infamous Red Ring of Death hardware fault.  And on the plus side, Nintendo has managed to deliver a reasonably strong line-up of launch titles. 29 games are available on launch day in the US including new versions of hits Assassin&apos;s Creed III, Fifa 13 and Batman Arkham City, as well as Wii U exclusives like ZombiU, Nintendo Land and new Super Mario Bros U.  Nintendo is hoping to shift 5.5m Wii U consoles before April 2013  indeed, investors are no doubt pinning their hopes on it. In April, the company announced losses of $530m for fiscal 2011, thanks in part, to initially disappointing sales of the 3DS handheld console.  The original Wii was a spectacular success for the video game veteran, shifting almost 100m units since its launch in 2006. Since then, however, the hardware giant has seen its business eroded by rivals in the family-friendly and casual gaming spaces, such as smartphones and tablets, while Sony and Microsoft have sought to eat into its living room dominance with their own motion controllers, the PlayStation Move and Microsoft Kinect. With the UK and Japanese Wii U launches yet to come, Nintendo will be looking to iron out its firmware issues so that it can ensure a good start to 2013  a year in which both Sony and Microsoft are expected to announce their own next-gen offerings.", 
    "section": "technology", 
    "gid": "technology/2012/nov/19/wii-u-launch-us-problems", 
    "wordcount": "754"
}