{
    "headline": "Feasting on ants with a lick and a cackle", 
    "text": "Set back from the sea wall path, screened by hawthorn hedging, is a corner of the reserve known to locals as the Bushes. Here, the unimproved grassland, close-cropped by cattle and Brent geese, is studded with so many anthills that the terrain resembles the rolling chalk hills of the South Downs in miniature. As I walk between them, the low winter sun reveals a tapestry of glinting gossamer threads that top the mounds like spun sugar. Heavy rain has saturated the grass and sepia-coloured water seeps up from the track, pooling round my boots. I worry how the flooding may have affected the ant colony below ground, but the discovery of chalky white, cigarette butt-like droppings at the base of a large anthill reassures me. As I crumble the droppings between my fingers, they reveal glossy fragments, the colour of polished jet. During autumn and winter green woodpeckers survive almost exclusively on ants, and this is evidence of recent foraging. Close to the pile of droppings, I find a hole where the woodpecker has poked its beak into the soft earth in search of the ants and their larvae. The bird&apos;s sticky tongue extends out of its beak by as much as 10cm, gathering insects from deep within the nest. Knowing that woodpeckers will return time and time again to their favourite anthills, I find a vantage point and wait. Olive green, with a splash of yellow on its rump, a crimson cap, black highwayman&apos;s mask and crimson-centred moustachial stripe (which identifies it as male), the woodpecker is unmistakable when it finally crosses the grassland in undulating flight. Cackling, it drops down behind a lichen-scaled blackthorn and hops along like a hunchbacked clockwork toy. There are numerous folk names for the green woodpecker in Britain. In Hampshire it is known as the yaffingale, &quot;yaffle&quot; being imitative of its laughing call. Folklore closely associates it with water, and this is another prominent theme of its names. This &quot;rain bird&quot; appears to deserve its reputation as a rain-bringer. As I watch it probing the ground, the sky clouds over, and drizzle flecks my coat.", 
    "section": "environment", 
    "gid": "environment/2012/dec/17/farlington-marshes-hampshire-feasting-ants", 
    "wordcount": "356"
}