{
    "headline": "MP on Google tax avoidance scheme: 'I think that you do evil'", 
    "text": "     Google and Amazon came under fierce attack from MPs and tax campaigners after fresh whistleblower allegations put further strain on claims by the internet giants that their multibillion-pound UK-facing businesses should not be taxed by Revenue &amp; Customs. Margaret Hodge, chair of the public accounts committee, told Google&apos;s northern Europe boss, Matt Brittin, that his company&apos;s behaviour on tax was &quot;devious, calculated and, in my view, unethical&quot;. He had been recalled by MPs after being accused of misleading parliament over the firm&apos;s tax affairs six months ago. Hodge said: &quot;You are a company that says you &apos;do no evil&apos;. And I think that you do do evil.&quot; Hodge was referring to Google&apos;s long-standing corporate motto, &quot;Don&apos;t be evil,&quot; which appeared in its $23bn US stock market flotation prospectus in 2004. The attack on Google is likely to be echoed if, as Hodge has hinted, Amazon is also recalled to clarify evidence in the wake of a Guardian investigation into the world&apos;s largest online retailer and its UK tax arrangements. More suppliers have told the Guardian of extensive negotiations with Amazon staff in Slough, adding to the impression that the company carries out important trading activities in the UK and so could be liable for tax. One music publishing executive said: &quot;I did millions of pounds of sales to Amazon. All buying and marketing was negotiated and run through Slough. I never heard anything from Luxembourg.&quot; A spokesman for the company said: &quot;Amazon pays all applicable taxes in every jurisdiction that it operates within.&quot; Google and Amazon insist that sales from the UK are invoiced from other territories and any resulting profits should not be taxed in Britain, despite US bosses telling investors that they took sales from UK customers last year of 3.2bn and 4.2bn respectively. The latest published accounts for their most substantive UK companies showed tax paid in Britain of just 3.4m and 3.2m respectively. The UK is one of the most successful markets for Google and Amazon, with British customers generating more than one in every 10 dollars of sales. In both cases UK sales grew by about 20% last year. Lin Homer, chief executive of HMRC, also appeared before Hodge&apos;s committee and was asked why she appeared not to be taking a tougher line with internet multinationals. She replied: &quot;We see  but understand more fully  some of the information that might seem to the general public to be surprising.&quot; Earlier MPs had revealed that several Google whistleblowers had approached them with detailed evidence demonstrating sales activities taking place in the UK. One former Google staff member had contacted MPs claiming he had earned bonuses of three to four times his salary for &quot;selling and closing deals&quot;. Brittin maintained that no one working for Google UK had the authority to close a sale  that power lay only with Google Ireland. &quot;Calling someone a &apos;sales rep&apos; is not the issue here,&quot; he said. He denied misleading parliament in November when he told MPs: &quot;Nobody [in the UK] is selling.&quot; But in an extraordinary series of admissions  during almost an hour of testimony  he said he understood how MPs, the public, some large advertisers on Google and even some of the 300 Google UK staff dealing with British advertisers might feel the group was negotiating and closing deals in the UK. Nevertheless, Brittin repeatedly insisted that, for tax purposes, all such transactions were with Google Ireland. &quot;The UK team are selling, but they are not closing ... People here [in the UK] cannot sell what they don&apos;t own,&quot; he said. John Dixon, head of tax at Ernst &amp; Young, said tests to determine whether an Irish company should be taxed in the UK were broader than that. An Irish company also became liable for UK tax if agents on its behalf were in effect negotiating and closing a deal. He said he could not comment directly on Google&apos;s affairs because the search company was a client. Dixon said E&amp;Y auditors meticulously reviewed what functions were being carried out by multinational companies in each of its territories, especially if there was a question mark over its taxable presence  or, in tax jargon, whether it was a &quot;UK permanent establishment&quot;. He said the teams carrying out this work were always separate from E&amp;Y&apos;s tax advisers. The accountancy firm made $6bn from tax advice last year. Brittin told MPs that HMRC had been examining Google&apos;s tax affairs since 2009. He had been interviewed by tax inspectors, as had many staff who had provided detailed answers to questions in relation to the extent to the company&apos;s sales activity in Britain. Asked why, as vice-president of sales and operations for northern Europe, he was not based at the firm&apos;s European HQ in Ireland he replied: &quot;I happen to be British. I like living in Britain.&quot; David Cameron came under pressure to remove Eric Schmidt, the head of Google, as a senior business adviser to send a message that the government was serious about cracking down on tax avoidance by multinationals. Lord Oakeshott, a former Lib Dem Treasury spokesman, said Schmidt&apos;s position was &quot;the height of hypocrisy&quot;. He said: &quot;If the British government is serious about tax dodgers, David Cameron must remove him from the business advisory council which is a personal appointment. Clearly Google are driving a coach and horses through the spirit of the law.&quot; Hodge said: &quot;If I was David Cameron, I would consider Eric Schmidt&apos;s position.&quot; George Osborne has made tackling the practice a priority for Britain&apos;s chairmanship of the G8. In an interview with the BBC in April, Schmidt defended Google&apos;s practice, suggesting that its contribution to the UK economy was more important than the tax it paid to the exchequer.", 
    "section": "technology", 
    "gid": "technology/2013/may/16/google-told-by-mp-you-do-do-evil", 
    "wordcount": "992"
}