{
    "headline": "A spring stroll along the coastal path from Lantic Bay", 
    "text": "The coconut scent of gorse wafts up the cliffs and skylarks are singing above steep pastures overlooking Lantic Bay. Streaks of silver gleam across the sea and, beneath vertiginous cliffs, waves and turquoise water lap the deserted beach of pale sand with its strand-lines of seaweed. Violets and stitchwort flower beside the coastal path. Towards the shelter of the headland opposite Pencarrow, stunted ash trees lean landward, surrounded by leafy elderflower bushes, blackthorn in blossom and patches of stinking iris plants. Unseen warblers burble within a prickly thicket of yellow gorse and the Gribbin, Dodman and Cornish alps  china clay country  come into view, shadowy against the afternoon sun. Near Polruan, lime-green umbels of alexander flourish around St Saviour&apos;s Point, beneath the coastguard lookout and on the rocky promontory of the blockhouse (which guarded the narrow entrance to Fowey harbour in the 15th century). Yellow mooring buoys and vacant holiday lets await visitors at Easter, though some houses are scaffolded and still being refurbished. The incoming tide ripples the glassy green water of the estuary and floods up Pont Pill. Primroses edge the muddy way on the southern side of this winding creek, and next month the wooded slopes will be awash with bluebells. The sound of wind in tree tops has replaced the swish of waves, although the sea is only half a mile away across the intervening ridge. Gaps in the trees allow glimpses of narrow stretches of blue-green water below the lichen-covered woodland opposite. Sailing barges used to come up-channel on rising tides bringing coal, fertiliser and limestone inland to this rural parish, and loading agricultural produce back downstream. At the head of the navigable creek, the expanse of glittering high water is already ebbing, leaving shoals of bladderwrack. Near a derelict lime kiln, nailed to the wall of a holiday cottage, are displayed the dues from 1894 for carting goods across then busy quays. Timber was charged at 3d a load, grain 1d per quarter and manures 3d per ton.", 
    "section": "environment", 
    "gid": "environment/2012/mar/27/lanteglos-cornwall-coastal-path-lantic-bay", 
    "wordcount": "334"
}