{
    "headline": "Suffolk council poised to turn down Tesco development on flooding grounds", 
    "text": "A Suffolk council is recommending that a controversial proposal for a brand new Tesco supermarket in one of Britain&apos;s most picturesque seaside towns should be turned down because of the risk of flooding to the homes that are part of the scheme. The application to build the new Express store on the outskirts of Aldeburgh has fuelled fierce debate in the east Suffolk town amid growing national concern about unfettered supermarket expansion threatening local independent traders. In a report prepared for members of Suffolk coastal district council ahead of a key meeting on Friday, planning officials are urging its councillors to reject the application because of the proposals for homes as part of the overall scheme. The blueprint submitted by developers Pigeon on the site of the former Crossways garage is for a 2,800 square foot Tesco supermarket, with five flats above and 18 permanent parking spaces. The report says: &quot;The retail element of the development is considered acceptable.&quot; Instead, the council&apos;s concerns are that the site is at risk of flooding from the nearby river rather than from the sea and for that reason homes should not be included. The report also reveals that the council has received 374 letters of objection and 269 in support of the scheme. High-profile opponents include the writer Craig Brown, who has a home there, who has warned that the store would endanger the survival of the few remaining independent food shops. The proximity of the proposed supermarket to one of two existing Co-operative Food stores in the town was also noted by comedian Lenny Henry when he switched on the local Christmas lights in the town in December. Around two-thirds of the homes in Aldeburgh are second homes, many owned by London-based writers, artists and musicians  one of the highest proportions in the UK for a town that has just 2,500 residents. But many supporters of the Tesco scheme  including cash-strapped families  say they would welcome a cheaper shop and claim that the campaign against Tesco is being driven by wealthy second-home owners. Aldeburgh council opposes the proposal, along with Aldeburgh Business Association, which represents around 100 local businesses. Its vice-chairman Robert Mabey, owner of the Regatta restaurant in the high street, said: &quot;It&apos;s been a very bruising year and the issue has become very divisive - in fact, it has all got very nasty. We are worried about the threat to independent traders. It&apos;s ridiculous to suggest that we&apos;re all filthy rich and that this is all about snobbery.&quot; Last year there were similar protests against the arrival of a new Tesco in Southwold, further north. And in nearby Saxmundham, which famously fought off a Tesco superstore more than a decade ago, a smaller Tesco opened last summer after a planning application was approved in which the retailer was not named. In a statement explaining the recommendation to reject the planning application in its current format, the council said: &quot;There is a policy presumption against residential development in an area categorised as being at high risk of flooding unless wider sustainability benefits to the community outweigh flood risk. The proposed open market flats are not considered to provide wider sustainability benefits which outweigh the flood risk.&quot; The new Tesco would create 20 new jobs. The retailer declined to comment on the criticism of its policies but a spokesman said: &quot;We&apos;d very much like to have a store in this location. But this is a developer-led scheme, and what happens next is a question for the developer, Pigeon.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/04/suffolk-council-tesco-flooding", 
    "wordcount": "596"
}