{
    "headline": "On the Guardian Teacher Network  why do we still face the same school problems, 30 years on?", 
    "text": "Sir Michael Wilshaw, the new chief inspector of schools, delivered his first annual report last week and, on the face of it, the stats made good reading  70% of English schools were deemed good or outstanding  6% up on five years ago. But the former head of Mossbourne Academy in Hackney  one of the outstanding academies opened during Tony Blair&apos;s government  was not sanguine. He said access to a good education is &quot;far too dependent on where you happen to live&quot;. This is not the first time this has been said. It was said more than 30 years ago to justify the introduction of a national curriculum. So why hasn&apos;t more than 30 years of new schools policy closed the gap between the good schools and the rest? And why do some areas still have a paucity of good and outstanding schools? Where are the policies going wrong? This what we are asking in a public debate on The Guardian Teacher Network and the comments are pouring in. The roots of where we are now with publicly funded schools were forming nearly 40 years ago when parents and teachers at the William Tyndale primary school in Islington clashed over the introduction of progressive education for the children. Many of the parents  and some teachers  felt basic skills such as literacy and numeracy were being neglected, giving children too much freedom over what they did. The row played into the hands of the rightwing critics of progressive education and was a catalyst for huge change in England, which saw the walls of what was known as the &quot;secret garden&quot; of the curriculum, a place where teachers could pretty much choose what they taught children, bulldozed. We&apos;ve ended up with our children being the most tested in Europe and state-school teachers delivering highly prescripted curricula under the tightest of scrutiny, assessed for effectiveness by Ofsted and ever tighter national targets. The aim was to give all children an entitlement to the education they needed to become effective citizens in an increasingly competitive world. A key mantra was that the standard of education varied too much. It was too dependent on where you lived. This is exactly what Wilshaw is saying now, despite the billions of pounds of investment, the constant change and the government control that has pervaded schools since the late 1970s. Have the policies missed their mark or is something else afoot? One of our readers remarked: &quot;My local LEA has done some interesting research  having shut its &apos;weakest&apos; school, it tracked what would have been the next year 7 through their school careers at the &apos;better&apos; schools they went to. They looked at a variety of factors: exam results, attendance, teen pregnancy etc. The results? There was no statistical difference in any of the factors  none. &quot;This raises some interesting and difficult questions about primary and secondary education and where a real difference can be made.&quot; So, just possibly, schools cannot do it all. Perhaps families who don&apos;t know how to support their children through a successful school career need more input. What do you think? Why not join the debate here. Here are some highlights from our open thread discussion: &quot;After 30 years of new schools policy, why haven&apos;t we closed the quality gap?&quot;  @AssemblyTube on Twitter said: &quot;Does not say much for Ofsted if still &apos;problems&apos; after all this time. Perhaps beating the donkey does not make it faster.&quot;  hawtdawg: &quot;I would suggest that more selective schools-admission policies over the same period of time has had a significant influence on creating &apos;sink&apos; schools. Admissions to all schools, therefore, should be by lottery.&quot;  BouncyCat: &quot;Attempting to measure changes in school(s) quality through Ofsted ratings is complete nonsense  because the assessments themselves have changed numerous times over the years. Ofsted ratings are, therefore, not in any way an appropriate measure of changes in school quality over time.&quot;  derbydolphin: &quot;The trouble is, the culture of denigration and sound-bite policy-making has made it very difficult to attract candidates of the highest quality into areas such as the poorer parts of Derby. Some schools have been lucky and some are doing excellent things. It is a pity to see these tarred with the same brush used by the media.&quot;  TheGreatRonRafferty: &quot;The education system can no longer be fixed with a tweak here and there, any more than a car that has been smashed to bits in a head-on collision can be put right by polishing what&apos;s left of the dashboard.&quot;", 
    "section": "education", 
    "gid": "education/2012/dec/03/teacher-network-wilshaw-ofsted-policies-failing", 
    "wordcount": "768"
}