{
    "headline": "New to nature No 74: Ripipteryx mopana", 
    "text": "Insects of the order Orthoptera, including grasshoppers and crickets, are known for their enlarged hind legs, ability to jump and the songs of males used to attract mates, mark territories and sometimes startle predators. Many orthopterans are good-sized and conspicuous insects, some attaining a body length of more than 11cm and wingspan of up to 20cm. There are, however, much smaller and more secretive forms. SW Heads and SJ Taylor of the Illinois Natural History Survey have described a diminutive and cryptic grasshopper-like species from Belize that is known only from a single specimen discovered in the Toledo District along the Rio Grande. Ripipteryx mopana belongs to a genus found exclusively in the Neotropics. Its 44species are distributed throughout Central and South America. Although less than 5mm in length, R mopana is not short on looks, with a pattern of black, white and orange. The species is the first of its genus and family  Ripipterygidae  to be discovered in Belize. Not much can be said about the habits of the species yet, although some related species are reportedly omnivores. Although taxonomists frequently avoid describing new species based on single specimens, preferring to describe them in the context of a broadly comparative study of all the species of a genus called a revision or monograph, I agree with the authors that some species such as R.mopana are appropriate exceptions to the rule. Experts such as the authors know the previously described fauna well and are in a good position to recognise true outliers. Occasionally, a specimen shows up that has so many unique anatomical structures, true evolutionary novelties, that it clearly falls outside the variation of any known species. In such cases, it is worth making the species known to stimulate additional field observations and collecting. Regrettably, as the biodiversity crisis progresses, we will increasingly find ourselves facing situations where a species is either described from one specimen or not at all. So long as it is framed as a testable hypothesis, I would prefer to know of its existence. The region where the insect was found is home to the Mopan people, for whom the species is named. Mopan Mayans have been resident there since before the arrival of conquistadors and their language, a form of Yucatec Maya, is spoken by fewer than 12,000 people living in Belize and neighbouring Guatemala. Quentin Wheeler is director of the International Institute for Species Exploration, Arizona State University", 
    "section": "science", 
    "gid": "science/2012/jun/03/new-nature-ripipteryx-mopana", 
    "wordcount": "412"
}