{
    "headline": "A Somerset wilderness with historical pedigree", 
    "text": "The river Otter flows mainly through rural Devon, past Honiton and Ottery, then across tidal mudflats and salt marshes to reach the sea close to Budleigh Salterton. But its source is just a little way into Somerset, in the Blackdown Hills, which are shared between the two counties, and where the Otterhead estate, once spacious pleasure grounds around a Victorian mansion, is now an intriguing wilderness. Its paths and drives invite the walker to explore 94 hectares of woodland owned by Wessex Water and leased to the Otterhead Estate Trust, which operates it as a nature reserve and place of recreation and education. The great house was demolished in 1952 but, soon after we left the road and took a winding path from beside the lodge through woodland and past rhododendrons, we found steps leading to a forgotten walled garden, derelict and overgrown, but still suggestive of the estate&apos;s former character. And a little farther on, downhill, our way along the drive that used to lead to the house curved on to a bridge, some of its masonry hinting at a more dignified past, and across the stream spilling down over mossy stone from the level of a wide lake to the level below. There were two swans and two pairs of mallards on the lake, but otherwise the place was deserted until a man with a fishing rod arrived on a bicycle. He pointed to the site of the old house. There used to be seven lakes, features of the grandly designed ornamental landscape, as the Otter went by stages down the slopes, but now there are only two. We explored the grassy terrace where there were a few pieces of stone, the remains of a wall, and some steps which might once have led to a tennis court or croquet lawn. Round a bend in the drive, we were surprised to find the surviving coach house and stable block, put to modern use as a forest school.", 
    "section": "environment", 
    "gid": "environment/2012/apr/02/somerset-wilderness-with-historical-pedigree", 
    "wordcount": "329"
}