{
    "headline": "Lab notes: space nations, snake kings and spidey senses - the week in science", 
    "text": "This weeks biggest stories Are you ready to be a citizen of the first nation state in space? You wont even need to leave terra firma - Asgardia, the proposed space nation, will initially exist as a single satellite. The team of scientists and legal experts behind the idea say it move will foster peace, open up access to space technologies and offer protection for citizens of planet Earth. Hopefully theyre actually planning to eventually evacuate us into space away from spiders once and for all, as it turns out that spiders may not have ears, but they can still hear you coming. Although the scientists behind the research want to reassure us that theyre probably not listening to your conversations. Not as such. Its not just sneaky, eavesdropping spiders you need to worry about: Google have announced that theyve created a program capable of basic reasoning, while MPS have warned that schools arent preparing children to succeed in a future dominated by AI. On a more cheerful note, it seems that archaeologists in Guatemala have unearthed two Maya tombs that have miraculously escaped looters. They should give us new insights into the rule of ancient snake kings, which is good news if you prefer snakes to those blasted spiders. More news from Guardian Science | Sign up to Lab notes ___ Straight from the lab  top picks from our experts on the blog network     Were going to start an archaeology and anthropology blog in the new year and were looking for bloggers. See the full article for details. Photograph: Daniel Leal-Olivas/PA    Archaeology and anthropology bloggers: would you like to write for the science blog network?   In the next stage of expansion of the science blog network here at the Guardian, we want to start a new archaeology and anthropology blog. Were looking for exceptional writers who have a command of any relevant sub-discipline, from ethno- or osteoarchaeology to biological or cultural anthropology. If you have a passion for our shared past, and youre able to bring cutting-edge research to life for a diverse audience, we want to hear from you.  Primodos was a revolutionary oral pregnancy test. But was it safe? | The H word  Doctors had access to laboratory tests for pregnancy, but these were expensive and not well advertised to the general public until later. In the 1950s and early 60s, they involved injecting the womans urine into a female toad that would then ovulate only if the woman was pregnant. This toad test was highly reliable, but only from two weeks after the first missed period. Tablets, manufacturers claimed, were effective earlier, and the resumption of menstrual bleeding was more reassuring than any (negative) lab report could ever be.  How did the velvet worm cross the world? The answer lies in amber | Lost Worlds Revisited  There are many reasons to love onychophorans. The glorious common name for the group is the velvet worms (which Im pretty sure was a mid-90s goth band). They squirt slime, which they use to trap and then eat animals which are smaller than they are. And in some Australian species, the male stores sperm in its head, which it then sticks into the females vagina.  Visit the Science blog network _____ Alex Belloss Monday puzzle     See if you can smash this weeks ping pong puzzle. Photograph: Ng Han Guan/AP    This week Alex has a taxing table tennis teaser. Did you ace it? Visit Alex Belloss Adventures in Numberland blog for more marvellous maths  ___ Science Weekly podcast     How can we bring cosmic and quantum physics together? Photograph: AP    In the race for a unifying theory of everything two frontrunners are miles ahead. But what will win? String theory? Loop quantum gravity? Or something else entirely? This weeks podcast traces the quest for a theory of everything. ___ Eye on science  this weeks top pictures     Plant : Exploring The Botanical World Photograph: Phaidon    Check out this glorious selection of images from a new book, Plant: Exploring The Botanical World. Celebrating the beauty and diversity of plants from around the world across all media - from murals in ancient Greece to a Napoleonic-era rose print and cutting-edge scans, itll brighten your day.", 
    "section": "science", 
    "gid": "science/2016/oct/14/lab-notes-space-nations-snake-kings-and-spidey-senses-the-week-in-science", 
    "wordcount": "654"
}