{
    "headline": "US elections 2012: is Facebook 'the real presidential swing state'?", 
    "text": "OK, here&apos;s the statutory health warning: for a long, long time, people have been saying that the next US presidential election will be &quot;the internet election&quot;. And thus far, all those predictions have turned out to be wrong, at least if one interprets them as claims that the outcome of the election is effectively determined by online activity. The inspiration for all this speculation about the political impact of the net is an older communications technology  television. In the 1950s, people speculated endlessly about that medium&apos;s impact on politics, but it was only in 1960, with the famous televised debates between John F Kennedy and Richard Nixon, that speculation hardened into certainty: TV was the key factor in presidential politics. And that was the conventional wisdom for the next three decades, until the web turned the internet into something that &quot;ordinary&quot; people began to use. For at least a decade since, people have been seeking an analogous tipping point for online media. Some argued that Barack Obama&apos;s mastery of social networking in 2008 was critical in ensuring his election. Sceptics countered with the view that the impact of online media paled into insignificance compared with the damage the Republicans inflicted on themselves by nominating Sarah Palin as John McCain&apos;s running mate and aspiring vice-president. So will the 2012 election provide the tipping point, the moment when the internet plays a decisive role in influencing how people vote? Given the penetration of the network into daily life, it&apos;s obviously implausible to maintain that it isn&apos;t having some impact on politics. The yawning gap that existed in the 1990s between cyberspace (where people do &quot;social networking&quot;) and &quot;meatspace&quot; (where they go to polling stations and vote) has clearly shrunk. But by how much? Judging by current online activity, if the internet decided the outcome Obama would win by a mile. His Facebook page, for example, has more than 28m &quot;likes&quot; and had more than 1.7m people &quot;talking&quot; about it when I last checked. Romney&apos;s page has a mere 5.5m &quot;likes&quot; (but more than 2m people were &quot;talking&quot; about it). On Twitter, Obama is way ahead by all the significant metrics: followers (19m to Romney&apos;s 954,000); number of followers added in past 24 hours (46,000 v 13,000); mentions (59,000 v 29,000); retweets (25,000 v 6,600); retweeters (22,000 v 5,000). I could go on, but you get the picture. Last week also saw a revealing contrast between the two camps. Romney&apos;s crowd put everything into an intensively scripted, 1980s-style rebranding of their candidate, using all the tired old tricks of Mad Men and old media. Obama, in contrast, just turned up on Reddit.com and did an AMA (Ask Me Anything) session, which brought the site to its knees. If you don&apos;t know about Reddit then I suggest you take a look; then ask yourself how many contemporary British politicians you can think of who would dare to do an AMA session on it. (My answer: one  John Prescott.) The big question is whether Obama&apos;s online dominance will make much difference. My hunch is that it won&apos;t. This is not because the net isn&apos;t important, but because of the peculiar nature of this election. According to a recent poll, most voters have already made up their minds and only about 6% remain undecided as to how they will vote in November. One analyst, Paul Begala, a former adviser to Bill Clinton, thinks that the election will be decided by just 4% of the voters, in six states  Virginia, Florida, Ohio, Iowa, New Mexico and Colorado. That&apos;s 916,643 people, or &quot;fewer than half the number of people who paid to get into a Houston Astros home game last year&quot;. Most of these &quot;undecideds&quot; are not interested in politics. But they are almost certainly among the 164m Americans currently on Facebook, which is why one commentator, David Talbot, has dubbed it &quot;the real presidential swing state&quot;. The thing about Facebook is that many users reveal fine-grained information about themselves  home town, age, education, preferences, friends. People who are uninterested in politics are unlikely to be swayed by overtly &quot;political&quot; messages, but they might be amenable to messages from their Facebook contacts. So, voters in swing states such as Ohio or Florida who have &quot;liked&quot; a Facebook page describing Romney as a &quot;vulture capitalist&quot; might suddenly find themselves getting messages from &quot;friends&quot; reminding them that they buy stationery from Staples, a successful company that Romney invested in. Even in a networked world, all politics will ultimately turn out to be local politics.", 
    "section": "technology", 
    "gid": "technology/2012/sep/02/impact-internet-us-presidential-elections", 
    "wordcount": "797"
}