{
    "headline": "Control and dignity: making the case for social protection in Somalia", 
    "text": "Degan Ali talks passionately about how cash transfers can give vulnerable people some control over their futures as they struggle with the myriad shocks jolting Somalia, one of the world&apos;s most failed states. &quot;It&apos;s about letting people make decisions for themselves  If we talk about empowerment, we really have to practise what we preach. And that means we let go of control  We can&apos;t patronise the communities and the beneficiaries,&quot; says Ali, executive director of African Development Solutions (Adeso). Adeso (formerly Horn Relief) and Save the Children have been running a pilot project in Puntland and Somaliland in northern Somalia, offering cash, skills training and livelihood grants to around 2,240 households. Ali says Somalia&apos;s very fragility means it is in dire need of social safety nets, once seen as the preserve of richer, middle-income nations. The 30-month pilot is due to end in November, and Adeso and Save the Children are seeking new donors to continue and expand. This push comes as debate over the use of social safety nets has risen to the top of the development agenda. The World Bank said in April that 120 cash transfer programmes had been rolled out in Africa over the past 10 years. Given the volatile global economy and frequent climate-related events such as drought, the bank said, &quot;there is significant scope to improve and expand these programmes. The latest evidence shows that they are helping to reduce poverty, respond to crises and invest in people&apos;s futures.&quot; Somalia has faced drought; famine; decades of conflict, now involving the Islamist rebels of al-Shabaab among other groups; the absence of an effective, central authority; and spiralling food prices. Ali would like to see more recognition that social protection forms a key part of the resilience discussion, and long-term commitments from donors. Paul Harvey, a partner at consultancy Humanitarian Outcomes, says social protection has become a talking point partly because of the success of cash transfers in economies such as Brazil and Mexico, and also because of frustration with year-on-year relief in places where the situation is chronic. Establishing social protection programmes is a particular challenge in Somalia because the weak UN-backed transitional government has been unable to extend its control much beyond Mogadishu, and is tainted by infighting and corruption. Its mandate ends in August when a new assembly is due to be chosen through proxy elections. &quot;Much of the broader development debate around social protection has been about embedding national ownership, about seeing safety nets as part of a developing social contract between the state and its citizens, and wanting the states to take ownership of these processes and that&apos;s  particularly impossible in Somalia,&quot; Harvey says. The answer perhaps, he says, is to work with governance at different levels, such as local authorities in Puntland or individual ministries. &quot;There is an opportunity for creative thinking about how you could build some degree of involvement of local governance from the bottom up that would start to develop a degree of government engagement.&quot; Adeso works in Sanaag, on the disputed border of semi-autonomous Puntland and self-declared independent Somaliland, while Save the Children operates in neighbouring Karkaar. The 3.7m (2.9m) project is funded by the European Commission and the Swedish government. Selected households are given $85 a month, while farmers and others are taught new skills such as beekeeping, poultry-raising, literacy or entrepreneurial development through partnerships with the private sector. Payments are made through local agents, who get the money themselves through hawala  the Somali money transfer system. During a Nairobi workshop to explain the pilot to members of the humanitarian community, Adeso and Save the Children said beneficiaries were more resilient to crises, had better nutrition values, and diversified incomes. Incomes had improved by more than the $85 given because many households also cleared debt. Paying off debt has also opened credit lines. Twenty per cent of beneficiaries have started new income-generating activities, such as tea shops or small businesses. Households are not so reliant on external support such as remittances. Ali says social safety nets answer a humanitarian imperative  if aid groups do not provide predictable support to vulnerable communities, they risk becoming destitute during crises. &quot;What ends up happening is we only intervene when the malnutrition gets to a famine level or a humanitarian emergency level, and then what&apos;s the cost of that?&quot; Harvey says the key is to unlock longer-term funding. Had more social safety nets been in place during the famine last year, they might have lessened the impact while providing a mechanism to deliver aid more efficiently. &quot;It would be desirable if donors were able to take a longer-term, strategic planning approach to their assistance, and think about the right mix of humanitarian and development commitments within that,&quot; he says. &quot;There&apos;s a need for a fuller range of aid instruments, and that would open up different funding possibilities and funding streams.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/25/social-protection-somalia", 
    "wordcount": "829"
}