{
    "headline": "Nokia wins court injunction over HTC One microphone technology", 
    "text": "Finnish phone maker Nokia has won a court injunction banning HTC from using microphone parts made by STMicroelectronics in its flagship HTC One phones, in a move that will deepen the problems at the struggling Taiwanese handset company. The decision by the Amsterdam district court follows a claim by Nokia that it invented the parts, which it says are made exclusively for its own phones. The discovery follows a &quot;teardown&quot; of the HTC One by Nokia&apos;s engineers to discover what parts are used in it. &quot;Nokia filed this action after it discovered these components in the HTC One,&quot; a spokesman for Nokia said in a statement. &quot;In its marketing materials, HTC claims that its HDR microphone is a key feature for the HTC One. But it is Nokia HAAC technology, developed exclusively for use in Nokia products.&quot; Nokia claims STMicro has agreed exclusivity on the parts. The global injunction will last for a year and stops STMicro from selling the parts to HTC. &quot;HTC has no licence or authorisation from Nokia to use these microphones or the Nokia technologies from which they have been developed,&quot; Nokia said in a statement. That will create fresh problems for HTC, which has already had to delay the launch of its HTC One flagship phone in a number of countries because of problems sourcing camera parts, after it slipped from the &quot;Tier one&quot; group of handset makers. The court case heightens the new fronts being opened in the smartphone patent wars, which are increasingly used by companies to jockey for position. Nokia has used its intellectual property in the mobile space aggressively against a number of rivals, beginning with Apple  against which it won an ongoing royalty settlement in June 2011 - and in December 2012 from BlackBerry. STMicro will have to pay Nokia 50,000 (43,000) for each microphone sold to others, up to a maximum of 1m. The company said it was considering alternative solutions. In a statement, HTC said: &quot;HTC is disappointed in the decision. We are consulting with STM and will decide whether it is necessary to explore alternative solutions in due course. In the meanwhile, we do not expect this decision to have any immediate impact on our handset sales.&quot; The HTC One is intended to be a flagship device to revive the fortunes of HTC, which has been crushed in a number of markets by South Korea&apos;s Samsung using its broader distribution and carrier relationships. But the launch has already been slowed by problems sourcing camera parts. The latest case is one of a number being brought against HTC by Nokia, which is asserting more than 40 patents in Germany, the US and the UK. Nokia has already won an injunction against HTC in Germany, and filed another on 16 April. HTC is seeing revenues and profits come under increasing pressure as Samsung and Apple tighten their grip on the high-end and mid-range smartphone market. In the first quarter of 2013, its revenues were NT$42.7bn (948m) and operating income just 950,000. Revenues have fallen to less than a quarter of their peak from the third quarter of 2011. By contrast, Nokia&apos;s first-quarter revenues in the mobile space were 2.89bn but it made an operating loss of 42m. It is struggling to overtake BlackBerry as the &quot;third ecosystem&quot; in the smartphone space, behind Apple&apos;s iOS and Google&apos;s Android. Microphone parts     Nokia Lumia    .     HTC One    .", 
    "section": "technology", 
    "gid": "technology/2013/apr/23/nokia-wins-court-injunction-htc", 
    "wordcount": "583"
}