{
    "headline": "Boot up: Google v Swedish, HTC v China, North Korea turns off 3G, and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Sweden axes new word after Google intervenes &gt;&gt; The Local  US search engine giant Google has successfully put pressure on the Swedish Language Council to remove an entry from its recently released list of new Swedish words.  In December, the council unveiled its customary annual list of new Swedish words. Among the words that Swedes had begun using in 2012 was &quot;ogooglebar&quot; (&apos;ungoogleable&apos;).   The California-based multinational soon got into a huff, asking the council to amend its definition. But the language experts refused to bow down to the demands, instead choosing a third option - removing the term altogether.  &quot;Instead, we&apos;re removing the word today and stating our displeasure with Google&apos;s attempt to control the language,&quot; Language Council head Ann Cederberg said in a statement.   What would &quot;ungoogleable&quot; actually mean, though? A quick look at the early adopters &gt;&gt; Opera Software  As soon as products land on the market, early adopters flock in to checkout the latest and greatest offerings. Recently, Opera Software launched a beta version of its brand-new Opera for Android browser, and, true to form, the early adopters have been out in force.  Now that the beta has been available in the Google Play store for a couple of weeks, we wanted to study these early adopters of the Opera Android beta, to check out the hardware their using for everyday web browsing.  What we found was that our early adopters seem to be power-users of mobile phones as well, with high-end Android devices taking up the top spots in the list of devices used to download the Opera for Android beta. The top five on the list reads as follows:   As usual, try to guess them first. The Summly deal makes no sense &gt;&gt; Vibhu Norby Vibhu Norby (founder of origami.com):   The story about Summly&apos;s 17-year old founder cashing out his company for $30,000,000 is fascinating because it makes no sense. I hate to be a curmudgeon, but I think Yahoo shareholders deserve an explanation. It&apos;s not clear at all to me that they are getting their money&apos;s worth.  ...The craziest thing is that there are a lot of really qualified, CS-beefy teams doing really amazing things in the mobile news/discovery space these days - and that would definitely take a $30m acquisition offer or less. I don&apos;t really understand why they picked this one.   Includes a walkthrough of how the negotiations may have gone. North Korea revokes 3G web access for tourists after just a month &gt;&gt; Wired UK  Many commentators speculated that the regime was simply looking for a way to generate more money [by offering 3G], and with the recent increase in tensions on the peninsula in the wake of the regime&apos;s latest nuclear test and large South Korean-United States joint military exercises, the retraction of 3G access to foreigners could be a result of paranoia. Koryo&apos;s latest tour group also noted increased signs of military readiness in the streets of Pyongyang, with camouflage netting on vehicles and mass public training exercises.  The HTC Desire P and Q and great examples of why HTC&apos;s strategy is unsustainable &gt;&gt; Android Beat Stefan Constatine:   How does HTC try to make their Android phones stand out? By hiring an army of engineers to make an Android skin called Sense UI. How do these other companies differentiate themselves? Huawei and ZTE have no problem sacrificing margins if it means increasing their market share. That&apos;s one strategy. Lenovo has an incredible discturbition network thanks to their successful PC business, so they&apos;re going to leverage that. And as for Samsung, you can&apos;t walk more than one kilometer in any Asian city without seeing a massive ad for the newest Galaxy phone. Where does that leave HTC? They have huge overhead costs, they can&apos;t afford decent marketing, and they&apos;re competing against Chinese players who know the market better than they do because they&apos;re actually from China.  Furious Stephen Fry blasts &apos;evil&apos; Reg and &apos;TW*T&apos; Orlowski &gt;&gt; The Register  But this is just an ordinary day at the Register nonetheless. The only difference is that today we are being pelted with abuse by unusually famous readers.  The latest security flaw in Sony Xperia Z allows you to bypass its passcode lockscreen in few simple steps &gt;&gt; GSMArena Blog  The software glitches in iOS 6.x devices, Samsung Galaxy Nexus, Samsung Galaxy S III, Galaxy Note II and few other Samsung Galaxy devices had allowed the users to bypass the lock screen of their devices. Now, a latest security flaw in Sony Xperia Z allows you to bypass its lock screen in few simple and easy steps.   Much, much easier than the iPhone or Samsung bypasses. No obvious protection. Chromebook and the low cost of being accessible &gt;&gt; Australian Financial Review Caitlin Fitzsimmons:   Chief information officer of US-based building company Egan Construction, Jim Nonn, issued Chromebooks to 140 foremen on the Minnesota light rail project about a year ago. In a post on the Google corporate blog, he describes how the low cost takes the fear factor out of the equation.  &quot;The workers love the Chromebooks because they aren&apos;t afraid to use them on the job,&quot; Nonn says. &quot;If one does get damaged, we can swap it for another in a matter of minutes with zero time wasted or data lost.  &quot;We&apos;ve saved so much in moving forward with Chromebooks instead of Windows laptops - about $200 per machine.&quot;  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/mar/27/technology-links-newsbucket", 
    "wordcount": "964"
}