{
    "headline": "Africa must turn its health research into treatments for African people", 
    "text": "Africa is home to some of the fastest-growing economies in the world, yet the health and living situation for many on the continent remains dire. In 2010, 7.6 million children under five died globally and more than two-thirds of those deaths could have been prevented or treated with access to simple, affordable interventions. Half of the deaths occurred in Africa. Despite large investments being made by donors in health products and delivery of health services, a large percentage of Africans still have limited access to sufficient and quality healthcare  especially in rural areas. The burden of diseases such as HIV, tuberculosis and malaria, coupled with the lack of health workers and management, as well as organisational failures, have all contributed to this dire situation. A recent report, Investing in health for Africa  released by the World Health Organisation (WHO), World Bank and USAid to name a few of the partners  says average additional spending in sub-Saharan Africa of $21-36 could in 2015 alone save more than 3 million lives, 90% of which would be women and children. This would also generate $100bn in economic benefits. It also suggests that one extra year of life increases GDP by 4%. Forum 2012 (hosted by the South African departments of health, and science and technology, and the Council for Health Research and Development Group in Cape Town in April) revealed that the major funding of health research comes from national governments across Africa and not international aid from developed countries, which is a common misconception. It also showed that a significant amount of health-related research is being carried out across the continent, particularly in South Africa, but it is not being turned into products or treatments in a systematic way (according to Bongani Mayosi, chair of South Africa&apos;s health research committee), which would be of benefit to the continent. A critical component of turning African-led health research into products and treatments is to increase capacity building and skills in this sector. Higher education institutions in Africa need more resources to generate knowledge and expertise, and African institutions need to co-ordinate health research more effectively. While efforts to strengthen human resource capacity for health research must include training individuals, it is also vital to create enabling environments. There are resource building activities that overlap between the sectors of health, science and technology, and higher education. As a result, gaps in each of these areas are not addressed systematically. African countries need to take greater responsibility in the development of co-ordinated strategies to build the capacity that will ensure greater collaboration between international funders. They should encourage funders to make capacity building part of their research programmes. Efforts should be diversified and evaluated to measure their effectiveness. National governments must set their own priorities for research, train people to work in laboratories and universities, and provide incentives for innovation. Countries also need to work towards independence and away from donor aid  but not at the expense of tackling the problem directly. As a possible solution, countries should look to their neighbours for collaboration, and pool resources and knowledge. Institutions and governments need to foster this collaboration. South Africa, for example, has already established a number of centres of competence aimed at stimulating and co-ordinating research activity and managing drugs, diagnostics and vaccine development projects  particularly in the areas of HIV-Aids, malaria and TB. These centres could be a model for other countries to collaborate with national institutions and improve co-ordination. The international community should support efforts to make human resources a key part of global and national agendas. This is essential for research into homegrown solutions. All sectors need to be included in the resource planning for better health. For example, better roads infrastructure can directly contribute to reduced maternal mortality. As many developed countries begin to cut aid budgets, it is imperative that African-led innovation is applied to address African health needs. African researchers must become involved in finding solutions for the problems of their own continent. New communication technologiesare making up for a lack of infrastructure and resources, and the possibilities are exciting  virtual collaboration, sharing of data, and the use of mobile health technology to reach remote rural areas are among some of the exciting trends in the health sector. As the South African minister of science and technology, Naledi Pandor, said at Forum 2012  Africa&apos;s health challenges also provide a scope for enterprise development. It is this approach that will mark a new era in overcoming Africa&apos;s health issues.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/11/africa-health-research-treatments", 
    "wordcount": "751"
}