{
    "headline": "Google Big Tent: Ed Miliband, Eric Schmidt and more", 
    "text": "  3.46pm BST    And that's it: Miliband and Schmidt left at loggerheads    A recap of the day: Ed Miliband suggested that Google should practise &quot;responsible capitalism&quot; and chided the company for not living by the tenets of its&apos; founders&apos; letter to shareholders in 2004; Eric Schmidt rejected the suggestion that there&apos;s anything more than the letter of the law for deciding how to organise tax affairs. The tax row goes on - with no clear sign of a solution on either side, so far. Thanks for being with us today.       3.25pm BST    Government data continued ...    Heather Brooke describing &quot;mutant&quot; data  particularly health: &quot;Huge number of datasets collected about health.&quot; Third risk  information asymmetry: information is power, and power is unaccountable when it&apos;s faceless where there&apos;s no individual you can talk to. Watch lists, kill lists, war logs. WikiLeaks war logs discovered Task Force 373, which has no due process, but went around killing people [in Afghanistan/Iraq]. &quot;Particularly with the state having the monopoly of force, when data is collected and you don&apos;t know  that&apos;s where the principles of consent and accountability is needed. A lot of people don&apos;t want knowledge out there, but for the public good the datasets need to be out there. &quot;But companies are like this  Facebook has an office in London, but they won&apos;t tell you where it is because they want to keep it behind this wall&quot; (fabulous irony). &quot;There&apos;s no contradiction between freedom of information and privacy.&quot;    Updated at 3.33pm BST     3.20pm BST    Heather Brooke: the risks of government collection and data dissemination    The famous Professor Brooke (of MPs expenses fame; she&apos;s a professor at City University)... &quot;We have little choice about having a government, we have to fund it whether we like it or not, and it has a monopoly on force ... which can be contracted out ... We have an official identity that can be usurped by the state. Brooke tells the story of the American who didn&apos;t exist because he didn&apos;t have a credit record and wasn&apos;t on the council file, because they&apos;d made a clerical error changing an S to a G. &quot;Your official identity becomes more important than your actual one.&quot;    Updated at 3.24pm BST     3.17pm BST    How data can help keep communities safe    Emmanuel Kala of Ushahidi (which if I recall is a project in which Clay Shirky had a hand, at least as a midwife). Ushahidi is used to co-ordinate information after disasters ... or to monitor elections and hate speech, as it was in Kenya. ( somewhat hard to figure out what is being discussed here. I&apos;ll give you a few of the words..) &quot;crowdsourcing ... poilicies that create a permissive environment..&quot; Ushahidi can collect data from social media too.    Updated at 3.20pm BST     3.10pm BST    We're now doing some 7-minute talks... First: Cancer Resaerch    First one from Amy Carton of Cancer Research on programs for crowdsourcing cancer cures....(it&apos;s a bit hard to transcribe the video she&apos;s on...) She&apos;s telling us about &quot;genegame&quot;  where people can analyse genes on smartphones. There are 12 that you can play and take part in.    Updated at 3.18pm BST     3.01pm BST    Schmidt:    A barrister asks on tax: &quot;You said you&apos;ll comply with the laws, will you comply with the spirit as well, because they&apos;re very different things.&quot; Schmidt: &quot;You&apos;ll have to explain the distinction. I take a relatively straightforward view.&quot; Barrister: &quot;If somebody comes into to say I&apos;ll restructure to let you keep 82% of your earnings ... that means I&apos;m keeping with the letter of the law, but the spirit says as a barrister I should be in that high bracket paying above 40% to 50%, and I&apos;m keeping HMRC away from my money. If given that chance to restructure to abide by the letter but not spirit ... which choice?&quot; Schmidt: &quot;We&apos;re governed by US securities law.. in that scenario it might be seen as incompetence, and you could classify some of it as a donation ... that exhausts my understanding of international tax law. But internationally we&apos;re governed by many legal jurisdictions, not just the UK&apos;s.&quot; Krishnan Guru-Murthy: &quot;Capitalism  it means different things in different places? It&apos;s absolutely worshipped in the US but not in the UK? Schmidt: &quot;Google is a capitalist country ... company.&quot; (In front of the TV cameras, oh my.) &quot;It&apos;s easy to say you would like us have less profits and have that somewhere else  we will comply with the letter of the law but we&apos;re trying to avoid being doubly and triply taxed which would prevent us investing in some of the wilder things.&quot;    Updated at 3.18pm BST     2.56pm BST       Stella Creasy MP: &quot;How would you reform our tax system?&quot; Schmidt: &quot;Personal answer: when you have high differential tax rates you will have widely divergent outcomes, you have this in the US where you have lots of different rates. There&apos;s some feeling this is good because it makes governments moderate ... this is a big fight in the economics community. &quot;Have a rational system that&apos;s predictable and doesn&apos;t change very much. I don&apos;t think taxes should be the same everywhere  they&apos;re a cultural construct.&quot;    Updated at 3.16pm BST     2.55pm BST       Q: &quot;How soon before Google Now passes the Turing test?&quot; Schmidt chuckles. (The Turing test is when you can&apos;t tell if it&apos;s human or a computer; Google Now is its &quot;AI&quot; system for telling you where to go.) He waffles a bit, talks about IBM&apos;s Watson (which won Jeopardy) and suggests that could do it in five to 10 years. Google Now? &quot;Mine is confused because I&apos;m on a book tour.&quot;    Updated at 3.16pm BST     2.54pm BST       Philip Blond (the Tory spinthinker?): &quot;A digital ombudsman: what&apos;s your advice about how to approach dominance in the internet age?&quot; Schmidt: &quot;I&apos;m not familiar with UK laws but am with EU laws ... If you look at the dominant companies of the PC industry they&apos;re not the ones in the internet age. It&apos;s pretty easy to lose dominance in the internet age as consumers shift, this is the one click away problem, in Google&apos;s case  900m Android users, we&apos;re happy with that, we achieved that by giving away the source code and letting you change it as you wish. I would argue that ... should the government appoint an ombudsman? I think the internet is pretty competitive.&quot;    Updated at 3.15pm BST     2.51pm BST       ITV News asks: &quot;The deputy prime minister said on Monday you should pay your fair share  what will it take to change your tax arrangements? Schmidt: &quot;Depending on how the law changes. Or the governments in other countries ... of course!&quot;    Updated at 3.14pm BST     2.50pm BST    Questions for Schmidt    Big Brother Watch asks: &quot;You&apos;ve had legal proceedings in the US and Europe about how you use data, which is how you raise Google; a poll showed that 66% of adults in the UK wanted data regulated to protect privacy online ...&quot; (Schmidt has his concerned face on.) Schmidt: &quot;This may be a case where we disagree with the interpretation ... we try to be as transparent as we can about what we&apos;re doing with people&apos;s data ... we would say &apos;this is what we&apos;re doing with your data ...&apos; This was widely covered. From our perspective we disclosed what we were doing. So there must be another interpretation. There must be concern we&apos;re going to misuse this data and not tell you. &quot;There seems to be a separate concern that we use the data at all, but that&apos;s how we pay for the servers we use and so on. But if we were to violate your privacy we would lose your trust and wouldn&apos;t get you back. We have a clear business incentive to protect your privacy because if we don&apos;t we will lose you. &quot;We say it, we do it, we suffer a penalty if we don&apos;t do it, and we&apos;ll get sued, because we get sued on everything. I think this conversation is a metaphor  people are concerned about the data that&apos;s collected from them.&quot;    Updated at 3.13pm BST     2.46pm BST    Work, life, and everything    On to the future of work and life. Schmidt: &quot;There&apos;s a whole meme of people wandering around saying &apos;there will be no jobs&apos; but there are winners and losers - the winners will be the educated ones.&quot; Jared Cohen: &quot;even when people haven&apos;t got access to the internet, they recognise it as a place for access and free expression  it&apos;s raising consciousness. Take Estonia, 1.3m people with a cold war legacy. Estonia&apos;s economy is small, it&apos;s not a world powerhouse, but in cyberspace citizens can pay and vote online, working with the FInns to provide an interoperable system, they provide services to other countries  it&apos;s a cyber-superpower. In a world that&apos;s more connected will they have the chance to punch around their weight if they make the right decisions about transparency and accountability.&quot;    Updated at 3.12pm BST     2.40pm BST    ...and here they are         Eric Schmidt    Updated at 3.11pm BST     2.35pm BST    Schmidt on tax    Q: &quot;But you effectively pay a licence for using Google to Google Ireland. There&apos;s a huge amount of money leaving European tax jurisdictions and going to Bermuda and no tax paid on it.&quot; Schmidt: &quot;The no tax part is not true. We love the UK, it&apos;s a huge operation for us, we have 3,000 employees, doing a huge development in King&apos;s Cross, we care a lot about this, Google is free to the citizens of the UK as to the rest of the world, we work very have not only to follow the rules but to make the world a better place.&quot; Q: &quot;But I get a tax bill, don&apos;t get to choose where I pay tax ...&quot; Schmidt: &quot;Indeed we do ...&quot; Q: &quot;But the same way ...&quot; Schmidt: &quot;I can&apos;t defend the international rtax regime, both your government and mine say it needs to be changed, I can&apos;t defend an irrational structure, a computer engineer would not have designed this. Q: &quot;Ed Miliband says he will change it ...&quot; Schmidt: &quot;If he does, if he does so, we will follow the rules.&quot; Q: &quot;If Britain acted unilaterally, would that affect your decisions?&quot; Schmidt: &quot;Hopefully the law wouldn&apos;t say Google, the debate over whether you tax companies ... I have some personal feelings, Google will continue to invest in the UK no matter what you guys do, we love you guys too much., we will continue investing in the UK no matter what.&quot; And so the tax questions end, for now.    Updated at 3.10pm BST     2.31pm BST       Schmidt: &quot;Taxes are not a choice.&quot; Q (from Krishnan Guru-Murthy): &quot;The way you use transfer pricing, Ed Miliband says that&apos;s wrong. You&apos;ve taken a decision to put a lot of money in Bermuda, and you take moral positions in lots of other areas.&quot; Schmidt: &quot;If the international tax regime changes we will too.&quot; Q: &quot;But is that moral?&quot; Schmidt:&quot;Virtually all the American companies have tax structures like this, and UK companies operating in the US do too. But if we pay more taxes in one area then we pay less in another.&quot; Q to critics it feels like Google is outmaneouvring the governments. Schmidt:&quot;Governments have a lot more power than we do. They do. If the law changes, we will follow it ... we don&apos;t negotiate taxes, they are the law.&quot; Q: &quot;But what about how much money you send to Bermuda?&quot; Schmidt: &quot;I don&apos;t personally know, but we absolutely disclose it.&quot;    Updated at 3.06pm BST     2.28pm BST    Eric Schmidt and Jared Cohen on stage    Krishnan Guru-Murthy of Channel 4 News is asking the questions. Q: &quot;Eric Schmidt has just arrived. Let&apos;s just deal with the tax question first. Ed Miliband was terrible disapoointed you weren&apos;t here ... is your tax structure wrong?&quot; Schmidt: &quot;No.&quot; &quot;Google feels very very strongly that tax information, tax policy should be done openly. I don&apos;t think companies should decide tax policy, governments should ... we&apos;re in a very long-standing tax regime ... we need to have a conversation about this, we&apos;re not trying to do the wrong thing, we&apos;re trying to do the right thing.&quot; &quot;We don&apos;t want to be in a situation where we get double or quadruple taxed ...&quot;    Updated at 3.07pm BST     2.20pm BST    ... and we're back! Eric Schmidt will be with us imminently ...    The executive chairman of Google is going to talk about tax. Pity he wasn&apos;t here earlier, when he could have heard Ed Miliband being quite blunt that Google is being short-term in its tax affairs  and using its S-1 filing as the stone to hit it with. One point made by an attendee: how odd that Schmidt was absent this morning, because he was here for the previous two days (when Google held its Zeitgeist days, which aren&apos;t open to the press). A convenient absence? Or a clash of calendars? He seems to have these regrettable misses  last year he missed the panel about child safety, and the year before about privacy.    Updated at 3.03pm BST     1.13pm BST    We'll be back in a while...    We&apos;ll now be taking a break  lunch beckons.    Updated at 3.02pm BST     1.13pm BST       Q: Warfare and competition ... the original moonshot ... Does Google X want to get there before the other guys, or do you want to just get there?&quot; Teller: &quot;I want to get there as fast as possible. The more do it, the sooner we will. I don&apos;t care if Google does it or someone else does. The single thing that&apos;s most effective isn&apos;t saying they&apos;ll get rich, or pit groups against each other. We made this steampunk trophy and every quarter each one of the moonshot groups sets an audacious milestone, incredibly high, and they tell the other groups, and it&apos;s for the pride  looking good relative to the other groups. They work incredibly hard for the small chance of hitting the target and getting this rocket-ship trophy with no monetary value. Everybody feels they&apos;re in it together. Instead of sandbagging it so it&apos;s easy, we have many quarters where they don&apos;t.&quot;    Updated at 3.02pm BST     1.09pm BST       &quot;Shovelling money at problems hasn&apos;t been the best way to get things resolved.&quot; (OK, my battery needs a moonshot now....)&quot;If I could cheer on government, it would be to take personal responsibility to enable more moonshots  not directly taking them.&quot;    Updated at 3.01pm BST     1.07pm BST       &quot;You probably don&apos;t have Montessori schools in the UK.&quot; A shivery rumble goes through the somewhat middle-class room. &quot;Oh, you do.&quot;    Updated at 3.01pm BST     1.05pm BST       Google X ... Sebastian Thrun started it, but now isn&apos;t there at Google, because he&apos;s looking to fix education. &quot;If I had to put a bet on where the next radical fix for education will come from, I&apos;d put it on Udacity [which Thrun founded].&quot;    Updated at 3.00pm BST     1.01pm BST       Q: What are the low-hanging fruits of moonshots? A: Global warming ... agriculture ... health care especially in the US, ageing population, and we don&apos;t even get great results. Transportation is a good one, self-driving cars would be awesome but that&apos;s not the alpha and omega  we spend a lot of money moving things around, there&apos;s lots of room to move around. The construction industry creates about $6tr of waste and 20% of greenhouse gases, and we can&apos;t house everyone who&apos;s going to be born in the next 20 years. The manufacturing industry is seriously overdue for an update... the QWERTY keyboard was designed 100 years ago to make you type slower ... that&apos;s a good start.&quot;    Updated at 3.00pm BST     12.58pm BST       &quot;I could rant like this for hours... let&apos;s do some questions.&quot; (Yes, let&apos;s.) Jon Snow comes over: &quot;Cern ... completely funded by governments. remarkable..&quot; Teller (is he related to the atomic physicist or the magician?): &quot;I&apos;d gently ask the question... the first thing was that it&apos;s going to solve a huge problem in the world.. I&apos;d love for someone to come and explain what problem they are solving.&quot; (My riposte: how to organise a really big physics system)    Updated at 2.59pm BST     12.54pm BST    Moonshots, and how to do them    Astro Teller talks about what governments could do: what about setting long-term capital gains tax ... forcing people to put it in holding for five years ... revenue ... corporations ... ah, he&apos;s trying to find a way to get tax into it. It&apos;s the topic du jour. &quot;There have been examples in the past where governments have taken the best moonshots in history. Bletchley Park. The Manhattan Project. The Great Wall of China. The aqueducts that brought water into Rome. But all of these were military in nature. The exigency was great. You want this, but to give people the permission to be as weird as necessary to make the world radically better. When war is the matter, things get twisted. Apollo 11 was great for the world.. but why do we have to wait for a war? Why do we do 10%, why not go for 10x [times]?&quot;    Updated at 2.59pm BST     12.50pm BST       He offers people the choice between a safe investment or a risky huge payoff one. Lots of people choose the huge payoff. &quot;You&apos;re all moonshot thinkers!&quot; Well, easy enough in this context. &quot;If you get hundreds of shots, which big companies do, there&apos;s no reason not to.&quot; Err ... do big companies get lots of chances to build quantum computers and self-driving cars? Not so sure there. &quot;Corporations have the least excuse, because they don&apos;t have motivations like the public good.&quot; (Yes, but the original moonshot was done by a government and had nothing to do with the public good. It was an arms race thing.)    Updated at 2.58pm BST     12.47pm BST       The self-driving car is the &quot;poster child&quot; of moonshots. The big question: how can governments take moonshots? (One would think that&apos;s where the original name came from, isn&apos;t it?) (Here he is on Instagram.) &quot;Everybody thinks it&apos;s somebody else&apos;s job. It&apos;s not about how much money you have, or smart people, it&apos;s about bravery and creativity. Vision that something can be solved... that gives you reason to believe, not just blind faith.&quot;       12.40pm BST    Jon Snow and Google's &quot;captain of moonshots&quot;    Roll video! (And pray for my battery life, which is dying fast.) And his name really is ASTRO TELLER.       12.37pm BST       (Questions on this are much more lively than for Miliband.) Q: &quot;This is all about personal data ... Tesco, Google, Amazon.. but nobody is discussing that fundamental data is being used to try to help me understand what data&apos;s out there ... we&apos;re not equipping people to understand what&apos;s going on.&quot; (Hmm, easy to forget that Tesco&apos;s data crunching makes Google&apos;s look tame, at least in terms of shopping. Tesco knows much more about your home life than Google, probably.) There&apos;s no simple answer ... and we&apos;re done.    Updated at 2.56pm BST     12.33pm BST    Allotments and technology and WFH    Q: Are we too fixated about technology? Don&apos;t we need to teach kids cognitive skills rather than the technology itself? (Applause for questioner Dave Coplin from Microsoft) Matt Atkinson of Tesco &quot;totally agrees&quot;. Q from a social business consultancy: &quot;People feel like robots in work ... how does the blend of humanity and technology improve life at work?&quot; A: Julie Dean of the Cambrige Satchel Co: &quot;We&apos;re introducing allotments...?&quot; (You have to imagine the enormously hopeful tone.) They let people work from home on Fridays if they want. It&apos;s not about just giving money bonuses - that&apos;s like gift vouchers on birthdays, isn&apos;t really the right way.&quot; (For a technology meetup, it&apos;s getting very touchy-feely.)    Updated at 3.05pm BST     12.24pm BST    Robots! In supermarkets!    ....And we&apos;re back, with a panel on robots, which somehow (because we have someone from Tesco) is turning into the question of whether we&apos;d ever have robots in Tesco. &quot;Some would say we already do,&quot; says Matt Atkinson of Tesco. Pause. Krishnan Guru-Murthy: &quot;that&apos;s almost a Ratner remark.&quot;       11.34am BST    Miliband finishes...    Jon Snow takes over to ask a question following up on Nick Robinson question: do you regard the big internet companies as the banks of the past? Miliband: &quot;The banks caused a financial meltdown we&apos;ll be paying for, Google isn&apos;t about to do that, but I do have deep problems with the culture because it is short-term, because that letter [S-1] said even if it&apos;s in short-term interest we shouldn&apos;t necessarily do it if it isn&apos;t in long-term interest.&quot; And with that, he&apos;s done.    Updated at 3.05pm BST     11.32am BST       Apple/Amazon/Google all benefited from venture capital  how can we make Britain more attractive? Miliband: &quot;One of the problems Britain faces is that when it comes to small firms scaling up, with Apple and Intel, it was government programmes, small business investment, which helped them to grow from their early stages. So we&apos;ve been talking about different ideas to provide that investment to growing firms.&quot;    Updated at 11.46am BST     11.30am BST       Nick Robinson of the BBC: &quot;Are you saying Google/Apple/Amazon are the banks of now, isn&apos;t the PM doing the right thing trying to change tax?&quot; Miliband: &quot;There&apos;s a culture of irresponsibility among some of the biggest companies, we can&apos;t lecture on benefits and responsibility if the biggest companies aren&apos;t. To David Cameron I&apos;m saying, put your proposals on the table; he&apos;s not putting them there. Secondly, you&apos;ve got to be willing to say you&apos;ll act here at home. Thirdly, he did the wrong thing in not talking to Eric Schmidt about it on Monday. That&apos;s why the PM isn&apos;t going to do the right thing on this issue.&quot;    Updated at 11.48am BST     11.29am BST       Miliband says &quot;Commercial pressure can have an impact, consumer pressure can have an impact.&quot; (I&apos;m not so sure. Examples? Has Vodafone changed anything?) If he would act unilaterally, would that put UK at a disadvantage when companies are looking to base companies? (eg Dublin seems to win) He replies: &quot;That is the judgment you&apos;ve got to make. I don&apos;t agree that companies won&apos;t locate or be in Britain ... In the end you&apos;ve got to do the right thing. Look at what the banks were saying  don&apos;t regulate us, or we&apos;ll leave the country. I&apos;m not saying that&apos;s going to happen in the internet world but I think we have to think about it.&quot;    Updated at 11.31am BST     11.26am BST    Miliband Q+A    Asked what he would actually do: &quot;Take a company like Google, it&apos;s deeply committed to Britain for commercial reasons. I don&apos;t think Google&apos;s about to leave the country. Governments have more power than they realise in what they can do. But you also have to work internationally.&quot;       11.22am BST    Miliband winds up    &quot;I started with my dad; I&apos;ll end with him too. He came as a Jewish refugee and joined the Royal Navy. He said it was about people coming together for a common purpose. That&apos;s how countries succeed. The only way we come through the storm is through that idea of responsibility shared. I call that One Nation&quot;  you can hear the capitals  &quot;and that&apos;s the country I want to build for us all.&quot;    Updated at 11.25am BST     11.20am BST    'Google needs to do the right thing'    &quot;Do tax responsibilities lie in obeying the letter of the law? No. I refer you to the letter written [in 2004] by Page and Brin.&quot; (Reads extract from the 2004 letter on flotation.) &quot;What do I take out of that? A company and its employees expect it to do the right thing. As a society we need to set the right examples from the top ... Google needs to do the right thing.&quot; (Very neat to use Google&apos;s S-1 filing ahead of its 2004 flotation.) &quot;I can&apos;t be the only person to think that a great company like Google that makes billions of pounds in revenue  can&apos;t think it&apos;s fair to pay a fraction of 1% of that in tax. I&apos;m sorry Eric Schmidt isn&apos;t here to hear me say this. When Eric Schmidt says it&apos;s just capitalism, I disagree. When Google goes to extraordinary lengths to avoid paying its taxes, I say it&apos;s wrong.&quot; (Very strong words from Miliband there  especially digging at Schmidt.)    Updated at 11.23am BST     11.17am BST       &quot;Responsibility of government is to set the right laws ... Government should be arguing for country-by-country transparency so we know how much tax is being paid country by country and company by company. We need to reform the rules on transfer pricing, the crazy rules that allow transfer of profits. And crack down on tax havens. A Labour government would be willing to act on its own.&quot;    Updated at 11.18am BST     11.16am BST       &quot;Working with companies ... to design the next wave of technology. Now sometimes the private sector can stop the smaller firms being pushed aside by larger firms. Take the example of Google providing Android as open source  that opened up the market to small firms.&quot; (Er, not sure about this. Samsung and the many dwarfs.) &quot;The British Library, the BBC ... the old idea of the British Library is you go along to a dusty building ... the public sector needs to do more on open access. We also need to make sure there are better returns on creativity ... and then there is regulation, we&apos;ve got to prevent monopoly and make sure we don&apos;t stifle innovation. We&apos;ve put forward the idea of a digital ombudsman, who would advise government and work with the proper regulators on emerging technologies. If responsible capitalism is to work then the opportunities can&apos;t be grabbed by large firms. &quot;Responsible capitalism also needs responsible companies. That takes me to the issue of tax which has been controversial in the past few days, not just for Google.&quot;    Updated at 11.20am BST     11.13am BST       &quot;Think of Sir Jony Ive, incredibly famous designer, and what he&apos;s done at Apple.&quot; (Shiver through the Google tent.) &quot;Christmas at the Ive household when he was a child was spending a day at the design classroom. We don&apos;t just want our children using Google and Facebook, we want them designing. We would put creativity back at the heart of the curriculum, not downgrading it as this government is doing.&quot; (Ah, politics at last.)       11.12am BST       &quot;That is the big question facing the world. What can we in Britain do to make sure we don&apos;t leave people behind and aren&apos;t left behind as a country. There are millions of people - I know this is hard to believe - who&apos;ve never used the internet. It&apos;s not just bad for them, it&apos;s bad for the country as well. We&apos;ve got to turn it round for their sake and the sake of the country. But it&apos;s not just about access.&quot;       11.09am BST    Miliband getting tougher on Google...    &quot;I pay tribute to what Google has done ... you&apos;re used to politicians coming along and saying the internet&apos;s great... while the internet can take us to a more responsible capitalism it can also take us to a more irresponsible one as well. The digital divide is something we all know about ... It can create new vested interests, powerful vested interests. It&apos;s great we connect people but what if we allow global footloose companies to escape their responsibilities. That&apos;s something government has a responsibility to resolve.&quot;    Updated at 11.14am BST     11.08am BST       &quot;We can have irresponsible capitalism ... or responsible where we all face up to our responsibilities. Those are the choices we face.&quot; (OK, but how are you going to change the tax laws to make that happen?) &quot;Responsible capitalism is a fair society ... let&apos;s talk about the internet in this context. The immediate thought is the internet takes us to the more responsible, nor irresponsible capitalism. It opens up access to markets, microfinance, when it comes to opening opportunity ... it breaks down hierarchies  ask anyone in politics or the media. And connects people across the world. And Google&apos;s been in the forefront of this.&quot;    Updated at 11.15am BST     11.05am BST    Odd one out explained    Miliband&apos;s father was the odd one out because he was a Marxist professor... He talks about constituent in a cleaning service who pays a living wage to employees. He cites Dr Muhammad Yunus, creator of Microfinance. And he uses Montgomery Burns from the Simpsons to illustrate the problems of free enterprise.    Updated at 11.22am BST     11.02am BST    Hello, Mr Miliband    Miliband: &quot;My kids would be delighted to know I&apos;m after the killer robots and before the captain of the moonshots.&quot; Four pictures - his father Ralph, a Marxist professor; Willy Wonka (gave away the factory); Margaret Hodge, Labour chair of the Commons public accounts committee; Google. Who&apos;s the odd one out?    Updated at 11.10am BST     10.57am BST    And now, it's time for Ed Miliband....    Jon Snow is just busking for a moment or two ahead of Ed Miliband coming on to the stage. And now a video about the Global Impact Challenge. They&apos;re also getting the robot off the stage. Don&apos;t want to have any confusion about who&apos;s doing the talking when the LLP comes up.    Updated at 11.00am BST     10.55am BST       If you want to see Meyer&apos;s robot, it&apos;s here on Instagram.       10.49am BST       The talk turns to the possibility of hacking people&apos;s embedded systems in order to kill them (&quot;my hand was hacked! That&apos;s why I strangled him!&quot;). It sounds a bit Dr Strangelove-esque. But Meyer is at least acknowledging the reality. Sharkey has a slightly &quot;told you so&quot; look.    Updated at 11.00am BST     10.43am BST    Robots: killer or not?    The first session, moderated by Jon Snow of Channel 4 News, includes Bertolt Meyer, Noel Sharkey, and Carole CadWalladr, talking about killer robots, good robots, and so on. Bertolt Meyer from the University of Zurich is showing us a robot which incorporates all the extras that we can add to people - cochlear implants, skull implants, artificial hands, artificial hands. He speaks from some experience as he was born without a left hand. Noel Sharkey of &quot;Stop The Killer Robots&quot; is also on stage - but he is concerned he says about killer drones rather than killer robots bearing optical implants. Carole Cadwalladr, Observer feature writer, points out that it&apos;s the people who have more money who will get more access - &quot;my moment of epiphany was when I saw Sergey Brin with his Google Glasses on, and they tested your mindpower - how well you could focus - and he was pretty much top. They&apos;re going to turn him into a semi-cyborg whereas I&apos;ll put them on and they won&apos;t increase my capabilities. They&apos;ll just increase the inequality of welfare, I feel the cost of that will be increased by access to technology. Moderator Jon Snow: but everything introduced has done that. NS: using robots that make the decision to kill people muddies the water. We can just about tell the difference between a human and a car at the moment.       10.42am BST    The Big Tent unveils    Google&apos;s Big Tent is an annual UK event at which it tries to get the great and the good, and also the media, to talk about its visions for where everything is going in technology. This year it has an extra spice: Ed Miliband, leader of the Labour party, will be here later to talk about tax. And so will Eric Schmidt, Google&apos;s chairman.    Updated at 10.54am BST  ", 
    "section": "technology", 
    "gid": "technology/2013/may/22/google-big-tent-ed-miliband-eric-schmidt-and-more", 
    "wordcount": "4982"
}