{
    "headline": "How do universities deal with gender segregation?", 
    "text": "&quot;The day before the event, we got an email to say it was segregated and we were very shocked,&quot; says Razana Abdul, a Muslim student, who is at university in London. She&apos;s speaking about an event at University College London in March, run by an organisation called the Islamic Education and Research Academy (IERA).&quot;I wanted to sit with my boyfriend. And there was a man ushering men to the men&apos;s side and a woman ushering women to the women&apos;s side.&quot; She was upset by the experience. &quot;It was gender apartheid,&quot; she says. Universities are struggling with the ethical dilemma of how far they can or should intervene to prevent distress caused by such situations. How can a university&apos;s equality and diversity policy be enforced at events where some audience members want to sit only with their own gender and others wish to exercise their right to sit wherever they want? Reports of a gender-segregated event run by Leicester University&apos;s student Islamic society, together with media coverage of the UCL event, prompted monitoring group Student Rights, which works to counter university extremism and is funded by private donations, to re-analyse the 180 campus-based events it had logged between March 2012 and March 2013 as &quot;of concern&quot; because of the nature of the speaker. Its report states that 46 out of the 180 events at 21 separate university campuses &quot;were found to have either explicitly promoted segregation by gender, or implied that this would be the case, with six of these cancelled before taking place&quot;. All the events were either organised by student Islamic societies or were focused on issues of interest to Muslims. There is now considerable concern  including from the report&apos;s author, full-time Student Rights researcher Rupert Sutton  that subsequent media reporting of these findings made out that gender segregation was itself evidence of radicalism. &quot;It&apos;s important that this issue isn&apos;t conflated with extremism itself,&quot; says Sutton. &quot;We as an organisation are not conflating gender segregation with extremism.&quot; &quot;It&apos;s not right to say that any kind of gender segregation is necessarily wrong,&quot; says Jo Attwooll, policy adviser at the vice-chancellors&apos; group Universities UK, which has just launched the Safe Campus Communities website, offering higher education institutions advice on how to exercise their legal responsibilities on safeguarding for students and staff. A good indication of the sensitivity around gender segregation is that universities are not keen to discuss it openly. Of the seven universities named in the report that were contacted by Education Guardian  Aston, Queen Mary, London South Bank, Portsmouth, Kingston, Leicester and UCL  only UCL was willing to put forward a senior member of staff to answer questions. The others issued statements. There is clear tension between the provisions of the Equality Act 2010  which says universities must help to eliminate unlawful discrimination and harassment, advance equality of opportunity and foster good relations between different groups  and their duties under the Education Act 1986, which says university premises must not be barred to anyone on the grounds of their beliefs or views. This was brought in partly to stop Labour-controlled student unions denying a platform to Conservative student associations and the speakers they wanted to bring in. But campaigners now argue that universities hide behind the 1986 act to avoid antagonising faith groups, or opening themselves to possible litigation by giving equality legislation higher priority  in the case of gender segregation, this would mean saying plainly that this must not happen on university premises. The phrase institutions are now hanging on to for dear life is &quot;voluntary segregation&quot;, meaning that separating the sexes is permitted, even if some of those attending wish to sit with the opposite sex. Leicester University says in its statement: &quot;Where there is a public event and individuals attending wish, by their own free choice, to sit separately in the same hall, then that is a matter for them.&quot; Aston, LSBU, Portsmouth and Kingston follow the same line. Following the March event that upset some students at UCL, the university banned the IERA from campus. The vice-provost, Rex Knight, points to the form of words agreed by UCL that is now sent to anyone wishing to book rooms on campus. While enforced segregation will not be permitted, UCL states that &quot;it is acceptable for individuals attending events to choose to sit with members of their own gender. If individuals attending an event wish to segregate themselves on a voluntary basis, it is not acceptable for other members of the audience to compel them to mix, and to do so may constitute harassment.&quot; This might sound like a reasonable compromise, but Abdul points out that voluntary self-segregation has serious limitations, most importantly for Muslim women like herself who may feel it is impossible to go against the flow. &quot;If you don&apos;t want to be segregated, there&apos;s social pressure. I do actually regret not standing up and going and sitting in the men&apos;s section as a form of protest.&quot; For mixed groups [at the UCL event] there were just two rows in a huge auditorium made available for &quot;couples&quot;. Abdul says anyone choosing to sit there would have been very obviously rejecting the &quot;norm&quot; being imposed. &quot;We&apos;d look like the evil ones, choosing to sit there in the middle,&quot; she explains. Universities, she says, are anxious not to &quot;discriminate against Muslim people&apos;s practices, but this is a minority of Muslims. I&apos;m a Muslim, an Asian woman, and I felt intimidated.&quot; It&apos;s a good point, agrees Knight, but it is a view that university senior management has to hold in balance with others. &quot;I was contacted by other female Muslim students who said they&apos;d felt very upset that some male students had tried to sit with them,&quot; he says. &quot;One would hope that common sense and good behaviour would prevail. We are making our view clear to organisers that no pressure should be made to &apos;voluntarily&apos; segregate.&quot; PhD student Michael Jathe, who also attended the UCL event, says universities must define very clearly what they mean by &quot;voluntary&quot; so that heavy-handed &quot;encouragement&quot; to segregate does not creep in. &quot;I believe some religious groups are trying to carve out areas of public space where they can set the rules. This is why universities have equality and diversity policies.&quot; Attwooll says the approach many universities now take as part of their room-booking process is to ensure their policy on equality and diversity is sent out and that organisations say they are willing to abide by its conditions. Bradford is one institution that goes further  it explicitly requires that &quot;the advice of the Equality Unit must be sought before planning a segregated or single-sex event or part-event.&quot; Universities need to arm themselves with facts about events taking place, says Attwooll. &quot;As part of a booking process for external speakers, UUK would say that there should be an examination of how that event is to be run,&quot; she says. &quot;Groups that may have a desire for there to be some sort of segregation, whether enforced or voluntary, should be entirely transparent about that, and allow the university to make a judgment.&quot; If gender segregation becomes more prevalent at university events, with some students wanting it and others deeply opposed, vice-chancellors may struggle to find a solution that keeps everyone happy  and themselves within the law. Some names have been changed", 
    "section": "education", 
    "gid": "education/2013/may/27/gender-segregation-university-voluntary-equality", 
    "wordcount": "1267"
}