{
    "headline": "Mystery bird: plushcap, Catamblyrhynchus diadema", 
    "text": "    Plushcap, Catamblyrhynchus diadema, Lafresnaye, 1842, also known as the plush-capped finch, photographed in Papallacta, Napo province, Ecuador (South America).  Image: Nick Athanas/Tropical Birding, 10 April 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon EOS 7D.    Question: This Ecuadorian mystery bird is so unusual that it was placed into its own taxonomic family. Can you name this bird&apos;s taxonomic family and species? What sorts of items do you think this bird might eat, based on its bill shape and the unusual topological features of its geographical location?  Response: This is an adult plushcap, Catamblyrhynchus diadema, a lovely little passerine that is so distinctive that it was originally placed into its own genus, Catamblyrhynchus, and taxonomic family, Catamblyrhynchidae. Later, it was removed into a monotypic subfamily, Catamblyrhynchinae, within Emberizidae, the American sparrows. However, molecular data supported removing this taxon into the tanager family, Thraupidae, where it is currently listed as Thraupidae incertae sedis (Latin for &quot;of uncertain placement&quot;) because its evolutionary relationships remain mysterious.  The plushcap has such a distinctive appearance and habits that it cannot be confused with any other species. It has charcoal-grey upperparts, rich chestnut underparts, a charcoal-grey forked tail, dark legs, a black beak that is very stubby and heavy (uniquely so, to my eye), and a bright lemon-yellow forehead. The forehead feathers are particularly interesting because they are dense and velvety, and their distinctive structure may make them less susceptible to feather wear and more resistant to moisture than typical feathers (SL Hilty &amp; TA Parker III et al. (1979). Observations on Plush-capped Finches in the Andes with a description of the juvenal and immature plumages. Wilson Bulletin, 91(1):145-148). This feather structure may be an adaptation for its specialized feeding behaviour, where it probes into dense whorls of bamboo for insects.  Males and females look the same, although males are larger.  Here&apos;s a male plushcap singing (nominate subspecies,  diadema, recorded at Pico Humboldt Trail, Parque Nacional Sierra Nevada, Mrida, Venezuela on 14 August 2006):       Recordist: Nick Athanas.  The plushcap&apos;s range includes Venezuela and the Andes of Colombia, Ecuador, Peru, Bolivia, and they just barely nip over the border into extreme northwestern Argentina. Plushcaps are habitat specialists that are strongly tied to patches of Chusquea bamboo in coastal mountains from approximately 2000 m (6600 ft) up to the treeline. They are quiet and unassuming birds and tend to hang around with mixed species flocks, busily seeking out insects inside bamboo. They also consume small plant matter and berries.  The photographer writes that he had been trying to photograph this species for many years without success &quot;and finally nailed it in a mixed species flock in Papallacta.&quot;  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/29/9", 
    "wordcount": "513"
}