{
    "headline": "Nintendo to begin simultaneous digital and retail releases", 
    "text": "In an investor meeting following the news of Nintendo&apos;s 330m annual loss, president Satoru Iwata has outlined his views on the state of the industry and some plans for the future.  The big announcement is that the company is radically changing its approach to releasing games on the 3DS console. Starting with the launch of New Super Mario Bros 2 this summer, the manufacturer&apos;s in-house titles will be simultenously available via retail stores and digital download. Customers will be able to buy digital versions via the company&apos;s online eShop, or via pre-paid cards available in high street stores. According to GI.biz, Nintendo will not set the prices of download codes, allowing retailers to select their own.  Iwata also said that this combined retail and digital approach will be used with the launch of the new Wii U console, due out this Christmas. &quot;For our digital business to grow drastically, it is imperative for us to expand the exposure of the digital download products to potential consumers,&quot; he said. It is a sensible move for Nintendo, which has lagged behind its rivals Sony and Microsoft in providing a strong digital service for games devices. Although the company already offers downloadable titles on the Wii, DS and 3DS, most are retro games, available via the Virtual Console service, or smaller titles designed specifically for faster downloading. Developers have also criticised Nintendo for not sufficiently publicising its digital services, and for keeping file size limits too small, ruling out more complex titles. The user-experience of the 3DS store has also been vigorously criticised. Currently, the games industry is moving ever closer to a digital-only model in which all games are sold via online download. In the PC gaming market, digital downloads have accounted for more sales than retail since 2010, thanks to dedicated services such as Steam, which boasts more than 40m active user accounts. Earlier this year, Sony started to make certain PS3 titles simultaneously available via download or retail in the US, and the plan is for every Vita game to launch in the same way. Microsoft is currently resisting the simultaneous approach, but its Xbox Live service offers full game downloads several weeks after retail launch, and offers a lrge range of download-only titles. One issue Iwata has not re-addressed in the wake of Nintendo&apos;s financial results is the smartphone market. Although the company could no doubt make millions translating big brands like Super Mario, Zelda and Mario Kart to Android and iOS devices, it has steadfastly refused to investigate the sector. Last March, Iwata criticised smartphone app stores claiming that, &quot;quality does not matter to them&quot;. He later reiterated his position, arguing that although bringing Nintendo brands to smartphone would be good for revenue in the short-term, the longer term business could be adversely affected.  Importantly though, a company that has lagged behind on digital services for the past five years is now making a giant stride toward what many pundits consider is the future of gaming. With 3DS sales growing, and with the Wii U likely to generate considerable interest at E3 this year, Nintendo may already be ensuring that its annus mirabilis was a mere blip rather than a catastrophic blight on the company&apos;s present and future.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/27/nintendo-begins-digital-and-retail-releases", 
    "wordcount": "546"
}