{
    "headline": "Locals can now veto windfarms: so what about fracking?", 
    "text": "Power to the people! That, say ministers, is what changes to windfarm rules announced on Thurday deliver. What they fail to say is it only applies to the minority of people who live in Conservative constituencies where the Tories feel compelled to out-loony the climate change deniers of UKIP. The majority of the British public who support renewable energy are left powerless. But giving local communities a veto on wind farms raises an intriguing question: will the same apply to those who oppose fracking? Chancellor George Osborne is determined to bet the UK&apos;s energy future on a shale gas boom. Yet giving communities in Sussex, Lancashire and beyond the same veto would kill the already tiny chance that the US fracking revolution can be repeated in the UK. You should be in no doubt that the roaring protests against fracking will make the opposition to wind farms look like a gentle breeze. Wind turbines are entirely harmless beyond changing the view: fracking, if done badly, risks polluting water and leaking methane. The signs are that it will be one rule for wind, another for shale gas. Osborne have already said he will ensure communities benefit from fracking, but there&apos;s been no mention of allowing them to benefit by choosing to not having any fracking at all. A Downing Street source, speaking for prime minister David Cameron, said: &quot;If people don&apos;t want wind farms in their local areas they will be able to stop them.&quot; Can you see him saying: &quot;If people don&apos;t want fracking in their local areas they will be able to stop them.&quot; Me neither. The infuriating truth is that there is a solution to the wind wars: community ownership and benefits. In Germany, where most renewables are locally owned, there is barely any opposition. Communities in the UK that are hosting wind farms have been very badly treated. When a faceless energy giant marches into your neighbourhood, erects wind turbines and marches off again with all the profit, it is hardly surprising that locals revolt. Energy secretary Ed Davey says he is determined to encourage community ownership. So determined in fact that he announced a consultation on that very issue today - the same day as communities were handed a veto that renders the consultation all but meaningless. There are glimmers of hope from small wind power developers, who have understood that it is essential to get buy-in from locals. But planning approvals for new wind farms have already plummeted from about 70% in 2008 to 35% in 2012. The five-fold increase in the cash to communities hosting wind farms touted by Davey is nothing more than a recommendation, while the veto is a concrete power. I fear the wind wars are lost. The consequence is simple: higher energy bills for everyone. Onshore wind farms are the cheapest source of the clean energy the government must deliver if legally binding climate change targets are to be met. Davey has lost his battle with Osborne and Cameron, as he did over the target to make electricity emissions-free by 2030. That loss will also put up energy bills, as investors have to price in greater political risk. The summary is stark. This would-be &quot;greenest government ever&quot; has chosen to push up energy bills, against the wishes of the majority of the electorate, in order to placate a noisy minority who don&apos;t like the look of wind turbines.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/jun/06/wind-farms-shale-gas-fracking-energy", 
    "wordcount": "574"
}