{
    "headline": "Damage Inc Pacific Squadron WWII  review", 
    "text": "Do you know why America fared so badly at Pearl Harbor, leading to the deaths of thousands of men that would draw them into the killing fields of the second world war? It&apos;s not because they were under-prepared (although they were)  it was due to the fact that they placed the entirety of their airborne defence in the hands of a single inexperienced pilot who crashed explosively into nearby buildings at every opportunity. Damage Inc is a second world war flight sim, giving the player control of Bobby  a pilot defending the Pacific against Japanese forces. Despite his propensity for crashing into the ground whenever he tries to shoot at anything below his level and his inability to take off without wobbling the plane around like a trolley with a broken wheel, Bobby is frequently entrusted with defending important military installations against the wrath of Japan because Bobby can slow down time. Pushing the right shoulder button (or one of the switches on the joystick in an arm-crossing uncomfortable position) makes time slow to a crawl, the camera zoom in, and everything including your target uncomfortably blurry. There&apos;s no limit on how much this can be used, so dogfights are often nothing more than a race to the enemy planes before hitting the magical slow-motion button and calmly blowing them away. This game makes Ben Affleck look like a good actor Bobby&apos;s quest for revenge and glory following the death of his brother Jimmy thanks to a Japanese attack gets fairly ridiculous quick off the bat  within an hour of the game starting, he manages to outperform the unfortunately-named Richard Ira &quot;Dick&quot; Bong , the United States&apos; highest-scoring flying ace, with his 41st kill in the air. Despite Damage Inc&apos;s promises of realism, this game is closer to the film version of Pearl Harbor than it is to the event itself. It&apos;s worse-acted than the film, even, having the appearance of being made on a shoestring in an attempt to flog joysticks  the game comes boxed with a giant, reassuringly chunky joystick specifically designed for your console  as no one sounds like they&apos;ve read their lines more than once. Bobby reads his words like he&apos;s a robot discovering language for the first time. It&apos;s both over-written and under-written at the same time which almost counts an achievement. At one point, a dramatic cutscene triggered just after my plane crashed and played all the way through without any voice acting or my plane anywhere to be seen, before the game told me I had failed the mission. When I restarted the cutscene played again, but this time it consisted of 45 seconds of footage of water glitching into the skybox with the voices of Bobby and his control tower droning on about loss and virtue before I was congratulated with mission success. The missions themselves get repetitive quickly and often fail to excite, which is a fair assessment of the majority of military life but not much fun to endure as a paying customer. The game starts off ugly and resolutely stays there. The planes, which given more budget could have been properly fetishised into gleaming, decal-strewn machines of death instead look thin and unreal. The buildings on the ground, which you&apos;re encouraged to buzz past as part of your very first mission, look grubby and low-resolution. The explosions are quite nice, although nowhere near the oil-leaking twisted steel pornography of Konami&apos;s Ace Combat (released last year, presumably with a lot more money behind it and a casual disregard for historical accuracy). All told, the production values of the game are so low as to date it almost 10 years, feeling like a game you might have played on a friend&apos;s computer or downloaded off a demo disc from the front of a PC mag. What&apos;s joyful and sticky? That joystick, while it&apos;s a pleasure to hold and wiggle around while you make machinegun noises and wait for the game to load, is inexact and didn&apos;t appear to even work properly. More than once it failed to navigate the menus or trigger features on the plane when appropriate buttons were pushed. Joysticks might be authentic, but experimenting with a standard joypad provided much easier control with all the relevant buttons in reach of fingers and much more precise control over the plane&apos;s movements with the thumbsticks. There&apos;s a reason we hold pencils at the pointy end, rather than grasping the bit with the rubber on it and jabbing it at the paper. That said, the big throttle control on the back of the joystick is dead fun to use and far superior to fiddling with the right thumbstick. Promises, promises The name Damage Inc promises more than the game can offer  that, coupled with the boxart, promises rag-tag groups of survivors, daring missions, and those really cool plane decals which feature either sharks or flames or busty pin-up ladies. Conversely, the joystick bundled in the squadron leader&apos;s edition and the assurances of realism promise a serious sim for serious people. But it&apos;s neither. It&apos;s on consoles, which is the wrong place for it; it&apos;s available on the PC too, but there are far better and more suitable titles for your money to be found already on release on every platform.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/31/pacific-squadron-wwii-video-game-review", 
    "wordcount": "885"
}