{
    "headline": "London's famous student union faces threat of abolition", 
    "text": "On Friday, the University of London will decide whether or not to abolish ULU, its students&apos; union. The move comes as the result of an internal review, on which no student sat. ULU represents more than 120,000 students and has been a focal point for the student movement in recent years as it&apos;s fought the government on fees and cuts and campaigned for workers&apos; rights. Almost every demonstration of students in London starts at ULU. Most recently, ULU has turned its energies towards creating a London-wide tenants&apos; union, to fight against privatisation and the housing crisis, and act as an organising base for students and others to challenge spiralling rents and appalling conditions. The responses of students and student unions to the review were overwhelmingly positive, and we put forward a plan to expand and redemocratise our activities, becoming a truly pan-London union. Despite this, the University of London, a federal organisation which includes many of the capital&apos;s most famous higher education institutions, is threatening to strip ULU of its building and resources, and replace us with a management-run student services centre. These moves are to an extent the culmination of a long internal process of undermining student representation within the University of London. As a result of cutbacks in 2007, ULU already operates on a skeleton staff: we have just two full-time officers to run the organisation, and no grant to fund campaigning. This year, we have made a significant effort to increase and self-fund our campaigning activity and open up our democratic processes. And next year we will have a third full-timer, a women&apos;s officer. Informed by a managerial mindset, many vice-chancellors see ULU and London-wide representation as a luxury, a mode of organising whose impact on the &quot;student experience&quot; cannot be measured and therefore cannot be funded. Theirs is a myopic, market-driven logic: the day-to-day existence of students in London is characterised by poverty, poor housing conditions, draconian immigration controls and cuts to education and public services  injustices and attacks which we can only fight on a London-wide basis. It&apos;s a line of thought beyond even the brave new logic of Willetts&apos;s higher education sector. If Friday&apos;s vote approves the closure of ULU, it will set a dangerous precedent for unelected university managers to attack and undermine democratic union structures. Across the country, senior managers are turning campuses into commercial high streets. Next door, at University College London, management are initiating a 500m &quot;masterplan&quot; that will prioritise managerial offices over academic space, and introduce large numbers of high street coffee brands in place of union-run services. The subtext for these moves is clear: anodyne commercialised services are less of an aesthetic challenge to their corporate vision  and less politically pesky  than democratically run services and really independent student unions. Alongside this process, we&apos;ve seen a gradual erosion of student union power. Students, like campus workers, ultimately derive power from their ability to organise and disrupt the status quo, often with direct action. With ULU, students are the only unstoppable force on a campus; without it, we are vulnerable. Over recent years, and informed by the National Union of Students&apos; shift from mobilised union to national lobbying group and local service provider, many student unions have pursued strategies of alignment with university managements, in the hope that this might save them from cuts. In reality, the opposite is the case: the less militant we are, the less secure we are. ULU receives annual support of under 800,000 from the university, the majority of which is paid directly back to the university as rent. The combined personal salaries of the unelected vice-chancellors who will be making the decision on Friday is 4.1m  not including benefits and pensions contributions. If they approve the measure, it will not be difficult to see where the real priorities of management lie. Should the University of London move towards shutting down ULU tomorrow, it will mean two things. First, it will signal that the federal university has given up on being a centre of student activity in London. Second, it should be a wake-up call for students and students unions across the UK: democratic student organisations do not fit within the logic of a market in education. If we fight, we can save our unions and challenge the market; if we don&apos;t, we will be slowly phased out. Whatever the outcome, ULU  for years a hub of student mobilisation and direct action  will not disappear without a fight.", 
    "section": "education", 
    "gid": "education/2013/may/02/ulu-faces-london-university-axe", 
    "wordcount": "754"
}