{
    "headline": "GCSE English results anomalies could happen again, says exams regulator", 
    "text": "The government&apos;s exams regulator has said it cannot rule out further anomalies and variations in GCSE English results in coming years after the chaos of last summer, when tens of thousands of students received lower grades than they had expected. Giving evidence to the Commons education select committee, which is investigating how the English grading confusion came about, the head of Ofqual, Glenys Stacey, said the qualification&apos;s modular composition and the extensive use of internal marking within schools, known as controlled assessment, means it remains vulnerable to inconsistencies until the arrival of remodelled GCSEs, which will not be taught until 2015. Asked whether the 2014 results would be more predictable, Stacey said: &quot;We cannot guarantee that there will be no variations between schools. That&apos;s what you would expect.&quot; Next year would be only the second set of results for a GCSE English qualification which had been significantly remodelled, she said, and it would take &quot;more than one year for this to bed in&quot;. Inherent &quot;weaknesses in the design&quot; of the qualification, devised before Ofqual was set up in 2009, meant it remained subject to pressures from teachers and schools focused on league tables of pupils getting at least C grades in five GCSE subjects, including English, Stacey said. She explained: &quot;Modularisation has created problems, we can see that. Secondly, controlled assessment, when it is subject to the current accountability pressure, can weaken results.&quot; However, Stacey added, the regulator had taken two &quot;very significant steps&quot; to prevent a repeat of this year&apos;s problems by ending the practice of grading some parts of the GCSE from papers set in January and tightening moderation systems. A huge number of GCSE English pupils received a lower grade than they and their teachers expected, an estimated 10,000 of whom got a D rather than the all important C, after Ofqual moved grade boundaries to account for what it saw as overly generous assessment in January. Ofqual justified this by saying there was evidence of over-marking of controlled assessments by teachers, many of whom succumbed to the temptation of nudging marks upwards to ensure pupils finished with a C. This was primarily the fault of a poorly designed qualification, the regulator said, but was unfair on pupils who did not sit papers in January or did so in earlier years. A sample group of 167 pupils, backed by 150 schools, 42 councils and others challenged the regrading in the high court, calling it &quot;a statistical fix&quot;. But last month the court rejected this, saying any unfairness came from the structure of the qualification. Stacey rejected the notion, put to her by Labour MP Pat Glass, that Ofqual had been &quot;asleep on the job&quot; with the January grading, saying it was extremely difficult to assess a new exam. However, she agreed that the process had left some schools feeling bruised. &quot;The experience of the English GCSE engendered a great deal of mistrust and we have a big job to do to explain what we do, how we do it and why we do it.&quot; The entire GCSE system will change again in the next few years, with a new system of non-modular, exams-based qualifications announced last month by the education secretary, Michael Gove. The GCSE was to have been replaced altogether in place of a new English baccalaureate certificate, or EBC, but Gove scrapped this in the face of concerns the changes were too rapid and not properly thought out. New qualifications would need to be designed with a clear eye on &quot;how they might play out in the real world of schools&quot;, Stacey said. She conceded that the existing version remained flawed. She said: &quot;I will be very pleased to see new GCSEs in English. In the meantime we need to nurture this qualification and protect it. It has weaknesses in the design.&quot; She added: &quot;I won&apos;t be unhappy to see it go.&quot; Asked about the broader grading approach of &quot;comparable outcomes&quot;, which sees the regulator adjust grade boundaries to prevent grade inflation, Stacey said it was &quot;the best possible model at the moment&quot;. She said: &quot;It looks good when compared to how well these things are done in other countries. It is not perfect, but it&apos;s not, in our view, possible to get a perfect system.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/26/gcse-english-anomalies-exams-regulator", 
    "wordcount": "740"
}