{
    "headline": "On the road: Nissan Qashqai n-tec+ 1.6dCi manual", 
    "text": "You&apos;re doubtless aware of the kind of car review where a writer takes delivery of aFerrari Enzo or aMercedes SLS and proceeds to test its limits and their own mettle by hurtling around a test track, deliberately oversteering so the car drifts like mad. It was in the same spirit of reckless daring that Idrove a Nissan Qashqai to Croydon Ikea. The bloke screaming round the Nrburgring with smoke coming off the tyres may be risking terrible physical injury, but I was prepared to risk my own mental health. It was Sunday lunchtime, a time of the week when a visit to Croydon Ikea can make you seriously consider whether life has anything left to offer you. I took the Qashqai to Ikea becauseI thought that was the kindof journey a Qashqai might takein normal life. Nissan has atendency to talk about the Qashqaias if describing Harvey Keitel in Bad Lieutenant  &quot;King ofthe urban jungle&quot;, &quot;Tough enough for the meanest streets&quot; but I suspect its main market consists of what you might call Renault Scenic refuseniks. They&apos;re conscientious objectors to the Kangoo, C4 Picasso seceders, MPV malcontents: people, to paraphrase Barbra Streisand, who need people carriers. But they can&apos;t bring themselves to buy something that ugly, that redolent of middle age. I say that with no slight intended, because I&apos;m one of them. We nearly bought a Qashqai a couple of years ago, before our innate conservatism kicked in and we settled for a cheaper, stolid Ford C-Max. And now, whenever we pass one on the motorway, my wife says, &quot;Look, aQashqai&quot; in the same tone of voice that some women say, &quot;Look, Michael Fassbender in the knack&quot;: awistful tone of voice that speaks ofa more exciting, sexier world, tantalisingly out of reach. And now said world was, at least temporarily, in our grasp. My immediate thought was as boring as the car I normally drive: well, what you gain in styling  newly, if slightly, spiffed up, it looks more Bad Lieutentant than ever  you sacrifice in interior space. We could fit enough flatpacked garden furniture in the boot to make me mildly hysterical at the thought of assembling it all, but the cabin felt more cramped than a compact MPV when loaded with two kids and their accompanying car-seats. That said, it feels substantially less like you&apos;re steering a vast wardrobe around the A23. Furthermore, it&apos;s more nippy thanyou&apos;d think given its size, asIdiscovered when I made my traditional departure from Ikea: atabout 140mph, with my sanity hanging by a thread. Nissan Qashqai n-tec+ 1.6dCi manual       Photograph: Simon Stuart-Miller for the Guardian    Price 23,687 Top speed 118mph Acceleration 0-62mph in 10.3 seconds CO2 emissions 119g/km Green rating 6/10 Cool rating 2/10", 
    "section": "technology", 
    "gid": "technology/2012/jul/20/nissan-qashqai-ntec-review", 
    "wordcount": "496"
}