{
    "headline": "Uteruses, how do they work?", 
    "text": "It was those great American evangelical poets, the Insane Clown Posse, who asked us once to contemplate the following existential question: &quot;Fucking magnets, how do they work?&quot; But in 2012, after decades of eschewing comprehensive sex education, and lambasting everything from intrauterine devices and birth control pills to emergency contraception, perhaps it&apos;s time to admit that the most existential question of our time for religious conservatives to answer relates to women&apos;s mysterious reproductive tracts. So, erm, how do they work? Sadly, religious instruction isn&apos;t much help: between telling women that an aspirin between the knees or a phonebook on a man&apos;s lap will prevent pregnancy, it&apos;s perhaps unsurprising that strict adherents to a religion in which a primary article of faith is that a woman was impregnated without the benefit of vaginal penetration or male ejaculate have a few problems fully articulating how modern women can get (or keep from getting) pregnant without a little confusion  or at least elision. And so it is that we American women find ourselves being told by legislators in Arizona  those benighted do-gooders behind the anti-Latino &quot;show us your papers&quot; law and the anti-Obama &quot;show us your circumcision&quot;  that, in fact, pregnancy will no longer begin at conception. Instead, we&apos;re told, we&apos;ll soon be legally considered pregnant in the state of Arizona as of the date of our last period, which, as that silly godless &quot;science&quot; tells us, is usually about two weeks before we ovulate. It is true that some medical professionals use a pregnant woman&apos;s last period to estimate a gestational age in the absence of other data  like the actual date of conception which is, when one is not the Virgin Mary, actually not beyond a woman&apos;s capacity to know or recall or a doctor&apos;s capacity to determine. But a legal mandate forcing them to even when other diagnostic tools are more available or appropriate is simply a way to reduce their scientific and professional discretion for the purpose of limiting abortions in ways unimagined by the standards of Roe v Wade and in a manner that is not based on the way women&apos;s supposedly unknowable reproductive tracts work. Of course, some religious conservatives believe that ovulation is a vast leftwing conspiracy anyway: despite the fact that birth control pills prevent ovulation by regulating the hormones that normally trigger it, some on the religious right have declared the pill an abortifacient, claiming that women taking the pill nonetheless ovulate, inadvertently fertilise their eggs and discard their precious offspring when the demon pill flushes the baby from their magical reproductive system. I mean, it&apos;s all so weird up in there, with those internal genitals from which life eventually springs forth, who can really be expected to understand it but God? (A god who, we should note again, allegedly impregnated a woman without any first-hand contact with those parts anyway.) Ovulation debates aside, the Arizona law is really just an extension of the religious right&apos;s understanding of women as pre-pregnant vessels for the continuation of the species, regardless of our lives, health or actual desires. It isn&apos;t like the US ranks 39th in the world in maternal mortality, among the last in the developed world. It isn&apos;t like three in 10 women in the US will have an abortion in their lives. And it isn&apos;t like the majority of women who seek abortion were using birth control when they became pregnant, even though the religious right has fought for years to restrict women&apos;s access to  and information about  said methods of birth control. And, goodness knows, it isn&apos;t as though the justifications for a law establishing the legal start of a pregnancy as weeks before conception in order to justify a ban on all abortions based on scientific criteria  gestational age and foetal pain  have any firm grounding in that godless science they so decry when women use methods of birth control they find unseemly. That would just be illogical.  Follow Comment is free on Twitter @commentisfree", 
    "section": "science", 
    "gid": "commentisfree/2012/apr/05/uteruses-how-do-they-work", 
    "wordcount": "672"
}