{
    "headline": "Gabuduck strikes up an iPad apps tune for children", 
    "text": "Music apps and children&apos;s apps are two of the most creative and innovative categories in modern-day app stores, but also two of the hardest to make money from. It&apos;s a brave company that looks to make its fortune from music apps for kids, then. Gabuduck is that company. The Las Vegas-based developer&apos;s first two iPad apps were released in July 2012: storybook Miko and Cola, and KBC Kids  Kid Friendly Hip Hop. Both include music-making as key features, with children tapping characters and items in on-screen scenes to trigger samples and loops. Gabuduck used a technology called Art Jam from another startup, Moonrider, to make this happen. The company was co-founded by chief executive Angela Abshier, a &quot;recovering IP lawyer&quot; with a music industry background, and partner John McClain, an Emmy and Grammy-winning sound designer. &quot;Music is central: we are working with as many musicians as possible and relying largely on the marketing power of some of the personalities we are using,&quot; says Abshier. &quot;Every musician to have a child wants to be in this space. We are using them as voice talent, licensing existing tracks and commissioning new works.&quot; Gabuduck customised Art Jam&apos;s interface after meeting its developer in January at the CES show, but it&apos;s also working on its own &quot;kid-friendly mixing studio&quot; for future apps. The company is already working on its next app, Go Go Greta, a storybook app that involves two music artists. Lisa Loeb is providing the voice narration, while the theme song will come from a band called Happy Racers. Loeb is also on board for an app called Jenny Jenkins, where she&apos;ll take the form of a guitar-playing cat. &quot;We&apos;ve created these amazing music homages,&quot; says Abshier. &quot;Black sounds like Johnny Cash, and yellow sounds like The Beatles&quot; Gabuduck is hoping to create new revenue streams for artists at a time when many are looking beyond their traditional live and recordings income. The company is also ambitious beyond this. &quot;We would love to have a music subscription service,&quot; says Abshier. &quot;If ArtJam connects and people love it, we will absolutely put it all in one place and charge a small monthly fee, and constantly update.&quot; Like other companies making apps for children, especially new startups, Gabuduck needs to build trust with parents. Abshier says the company has decided that &quot;there will never be ads in our apps&quot;, although it is using in-app purchases. So, KBC Kids costs 1.99 and includes two songs to play with, then charges 69p for a third, with more to come. Miko and Cola also costs 1.99, which includes its storybook element, then charges 69p for the ArtJam songs. &quot;We have worked hard to create proprietary parental controls: when you buy a Gabuduck app, it is delivered in a locked state,&quot; says Abshier. &quot;For us its about the consumer, and we have two: the parent and the child. We want parents to trust us and kids to be delighted by what we create Our apps are expensive to produce. We will always charge premium prices but we believe that you get what you pay for.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/aug/07/gabuduck-music-apps-children-ipad", 
    "wordcount": "543"
}