{
    "headline": "London 2012 Olympics: watercourses get clean bill of health", 
    "text": "The watercourses that will be used for the Olympics this summer  including the Serpentine in central London  have been given a clean bill of health by Europe&apos;s environmental watchdog. But its waters fell short of being classed as &quot;excellent&quot;, under the European Environment Agency&apos;s annual survey of bathing water. The Serpentine, which is supplied with water from the Thames, will host the triathlon and marathon swimming events. Having met the bathing water standards stipulated by the EEA this year, as it has done for the past five years, only a freak storm or other disastrous weather could alter its clean status. &quot;This is a good news story - the Serpentine and all the sailing venues and other water courses are looking good for the whole of the games,&quot; said Jacqueline McGlade, executive director of the EEA. But under the EEA&apos;s ranking, sites are also checked for a higher level of cleanliness, above that required by the regulations. Judged against that more exacting standard, the Serpentine and four other inland bathing sites fell slightly short  they were classed as &quot;good and sufficient&quot;, not &quot;excellent&quot;, though the EEA said they were still fit to bathe in. Around the UK, 504 out of the 605 coastal sites tested fell into the &quot;excellent&quot; category. Most of the rest of the UK&apos;s bathing water also scores well on the assessment, with only 16 coastal sites out of 605 tested and none of the 12 inland bathing sites tested shown to have poor quality water. Several of the coastal sites that failed the tests were on the Irish Sea, reflecting problems with agricultural run-off and in some cases sewage outfall. with some of those deemed &quot;satisfactory&quot; clustered around London and the south-east, and most of the rest also on the Irish Sea. Compared to other European member states, the UK fared well with 97.4% of the coastal bathing waters met the required standards of cleanliness in 2011, an increase of 0.6% compared to the previous year. Those falling behind included the Netherlands, Luxembourg and Belgium, and Latvia and the Czech Republic, in many cases owing to agricultural run-off, which is a particular problem in popular inland bathing sites in the Netherlands. Nearly 15% of Spain&apos;s inland bathing sites also failed the tests, but on coastal bathing quality 84% of Spain&apos;s sites were judged excellent and a further 11% of good or sufficient quality. Of the 2,149 coastal bathing sites tested in Greece, 2,023 made the &quot;excellent grade&quot;. Italy fared slightly worse, with 83% of coastal sites deemed excellent and 9% good or sufficient. France had only 65% of its coastal sites in the excellent category, while 21% were good or sufficient. McGlade said: &quot;We have changed to include stricture guidelines, and many countries are compliant with these, which is very good. The quality has improved markedly in the last 20 years, and the number of sites not complying is going down year on year.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/23/london-olympics-watercourses-bill-health", 
    "wordcount": "508"
}