{
    "headline": "Pornography online: David Cameron to consider 'opt in' plan", 
    "text": "The government is to consider introducing new filters for online pornography, in a move likely to be fiercely resisted by internet service providers. Prime minister David Cameron is expected to consult in the next few weeks on whether ISPs, such as BT and Virgin media, should block adult material as a default for customers. The tough measures will mean that millions of internet users will be forced to opt in if they wish to view pornography online. The prime minister has intervened following pressure from a parliamentary inquiry into online child protection, which warned that explicit material was having a harmful effect on children. It is understood that the consultation will take the form of an independent review of a series of options for filtering pornography online, but will not result in a government green paper. ISPs and advocacy groups are likely to try to face down the measures over fears of online censorship. A spokesman for the Internet Service Providers Association (ISPA), the industry body representing companies including Google and Yahoo, said on Friday that it would oppose default filtering because it was not the most effective measure and was easy to get around. The campaign for greater curbs against online porn has been led by the Tory MP Claire Perry, who chaired the independent inquiry into online child protection last month. Perry said she was delighted that No 10 had decided to intervene on the issue and accused ISPs of being laggards in the debate. &quot;The fact we have got No 10 acknowledging the issue is really encouraging,&quot; Perry said. &quot;Internet service providers with the exception of TalkTalk have been laggardly in this area. &quot;We need to get them to acknowledge, stop equivocating and stop talking a load of flannel. We know the [current] model is failing [and] we need them to acknowledge there is a problem, and we need to do that quickly.&quot; Perry said that she has been accused of censorship over the campaign, but argued that the internet was no different to TV and radio and should be regulated accordingly. She urged the internet industry to come up with its own solution to the issue. &quot;I think opt-in is simple and a measure that everyone can understand. I have an open mind, but I believe this offers the best level of protection and preserves choice,&quot; Perry said. It is understood that most major internet companies are yet to see of any No 10 proposals. BT, Virgin Media and Sky said they were fully committed to child protection online and they looked forward to the government consultation. Although internet regulation has consistently proved a sensitive topic for UK governments, the wide availability of pornography has concerned MPs from all corners of parliament. Labour&apos;s shadow culture secretary Harriet Harman appeared to back the No 10 consultation, saying in a statement that protecting children online was a real problem and a concern for millions of parents. Harman, the deputy Labour leader, added: &quot;We need to work closely with the industry to develop blocking technology which is easy to use and effective so that parents have the control they need to protect their children.&quot; But the issue has proved controversial with the advocacy organisation Open Rights Group, which warned against filters for internet content. &quot;We welcome a consultation, but default filters are awful,&quot; said ORG executive director Jim Killock. &quot;They block a wide range of innocent material, and nobody should be advocating broader and simpler censorship. All the independent evidence has pointed to giving parents simple tools and choices. There is no need to create network level censorship in the name of a porn opt-in.&quot; Nicholas Lansman, secretary general of ISPA, said in a statement: &quot;We welcome the opportunity to discuss the detail of any proposals. It will provide some much needed clarity to the debate and provide an opportunity to re-focus the argument on protecting children from inappropriate content rather than concentrating solely on default filtering.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/may/04/pornography-online-cameron-opt-in-plan", 
    "wordcount": "673"
}