{
    "headline": "Scottish students to enjoy most generous funding in UK", 
    "text": "Scottish students will enjoy the most generous funding in the UK after Scottish National party (SNP) ministers in Edinburgh increased spending on the poorest students and widened access to automatic loans. Mike Russell, the Scottish education secretary, announced on Wednesday that students from households earning less than 17,000 a year would now get a minimum annual income of 7,250, up from 6,380, through bursaries and loans. In a parallel measure which will also come into effect for the 2013-14 academic year, Russell said every student in Scotland would for the first time qualify for the same minimum loan of 4,500 a year, regardless of their income, while all fees would be waived for part-time students earning less than 25,000. The new measures were applauded as a &quot;huge step forward&quot; by student leaders. Scotland&apos;s University and College Union said it was a &quot;hugely positive step&quot; to widen access to the poorest applicants and mature students unable to afford to leave work. Robin Parker, president of NUS Scotland, said the new funding policies were &quot;a victory for years of campaigning by countless students across Scotland. We&apos;ve always said that getting an education should be about your ability, not your ability to pay.&quot; Mary Senior, of the University and College Union, said: &quot;Today&apos;s announcement is a real shot in the arm for students, particularly at a time when over one in five say they are working more than 20 hours a week to fund their course.&quot; Russell said the new funding package vindicated his government&apos;s defence of free tuition fees for Scottish students. &quot;Scotland is the only country in the UK with free higher education,&quot; he said. &quot;It is the only country to see an increase in the number of young people applying for courses as well as the highest number of students ever accepted into our universities on Higher results day. This is tremendous news and a clear vindication of our policy of no tuition fees.&quot; A Scottish government spokeswoman said the new measures could cost up to 133m to implement: while officials could not predict how many students would use the new loans and free tuition, the government&apos;s budget for student support would rise to 691m for the next academic year, up from 558m this year. The announcement follows a turbulent period for Russell over claims that Scottish students are being denied university places in preference to fee-paying English applicants  who are now being charged up to 9,000 a year in Scotland  under his government&apos;s free tuition fees policy. Backed by the university sector, Russell has angrily denied allegations that his government is unfairly capping the number of Scottish students who can get free places on financial grounds. He said 400 extra free places for Scottish students had been funded this year, with a 3.1% increase in students getting offered places without going through clearing; by contrast, the number of confirmed places in England on A-level results day fell by 25,000. The SNP has targeted students since taking power in Edinburgh in 2007, gradually increasing student support and defending free tuition fees despite controversies over the funding of universities and a loophole allowing non-UK European students to study for free. At the same time, the SNP government is likely to win its demands for 16- and 17-year-olds to be allowed to vote for the first time in the 2014 independence referendum, after Downing Street officials confirmed that prime minister David Cameron was close to agreeing they could take part. Liam McArthur, the Scottish Liberal Democrat education spokesman, said the new funding was welcome but said Russell was in denial about the impact his university funding policies were having on students. &quot;It is time Mr Russell takes these concerns seriously rather than simply shout down any and everyone who has the brass neck to suggest that fairer arrangements might be possible for Scottish-based students,&quot; McArthur said.", 
    "section": "education", 
    "gid": "education/2012/aug/22/scottish-students-generous-funding-uk", 
    "wordcount": "675"
}