{
    "headline": "Women's economic empowerment offers a win-win scenario", 
    "text": "Does gender equality contribute to economic growth? If yes, it might galvanise our growth-obsessed policymakers to take a more serious interest in gender equality. And does economic growth contribute to gender equality? If so, perhaps many hitherto sceptical feminists may take more interest in growth. We would have a win-win situation. But what if the answer to one of these questions is no? Luisa Natali and I have been sifting through the economic growth literature. These studies generally use nationally aggregated data drawn from different countries over different periods of time. We found fairly consistent evidence that greater gender equality in education and employment has made a positive contribution to economic growth (although a number of countries were able to compete in the early stages of their industrialisation by combining rising levels of female education with restrictions on female wages). The positive effect on growth operates through at least two routes. The direct route is via the market and the expanded pool of talent that results from increasing numbers of women with higher levels of education. It means that economies are maximising their human resource potential. As a catchy phrase coined by advocates within the World Bank puts it, &quot;gender equality is smart economics&quot; (pdf). The indirect route is via the family and reflects the positive effect of women&apos;s education and employment on the next generation of workers, parents and citizens. As many studies have shown, women tend to be more likely than men to use the resources at their disposal to promote the nutrition, health and education of their children  sometimes closing the gender gap in these outcomes. The evidence for the reverse relationship  that economic growth leads to greater gender equality  is far weaker, less consistent and sometimes negative. While this might appear counterintuitive, it reflects the fact that the forces that give rise to affluence are not necessarily the same forces that give rise to gender equality. Look at Saudi Arabia and Ghana. Saudi Arabia is among the wealthiest countries in the world, with a per capita GDP of $16,423 in 2010 but ranked 131 out of 135 countries in the World Economic Forum&apos;s 2011 Global Gender Gap Report. Ghana, with a per capita GDP of only $1,319 in the same year, ranked 70. China and India, with respective growth of 10.6% and 9.6% in 2010, ranked 61 and 113 respectively while Bangladesh, with a growth rate of 6.1% and considerably poorer than the other two, ranked 69. India and China both report abnormally high rates of mortality among girls relative to boys as well as selective abortion by parents who want only or mainly sons. In Bangladesh, on the other hand, girls&apos; survival chances are improving relative to boys and there is little evidence of sex-selective abortion. So what are the options facing those of us who would like to see a fairer world for both men and women? The first possibility is that where economic growth is accompanied by greater gender equality in employment and education, the implications for women&apos;s wellbeing and rights, as well as social attitudes to gender equality, are likely to be positive. In other words, women&apos;s economic empowerment can be a pivotal factor in transforming the opportunities generated by economic growth into broader gender equality. Second, affirmative action by the state can address some of the constraints that prevent women from taking advantage of the opportunities generated by growth and help to improve its distributional impact. There is growing recognition that the pattern of growth matters as much as its pace: controlling inflation and balancing budgets may be important, but the quantity and quality of jobs is crucial (video). Men and women must be able to share in the benefits of growth rather than finding themselves competing for scarce and poorly paid jobs in a shrinking labour market. We might want to revise the World Bank&apos;s catchphrase into something less instrumental: gender equality may be smart economics but it also offers the promise of more human-centred growth.  Naila Kabeer is professor of development studies at the School of Oriental and African Studies. She will be speaking at the international parliamentary conference on gender and politics on 6-8 November 2012", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/nov/06/women-economic-empowerment-win-scenario", 
    "wordcount": "705"
}