{
    "headline": "Make maths compulsory for all A level students, say Lords", 
    "text": "Mathematics should be compulsory for all students staying on at school after the age of 16, regardless of what subjects they are studying at A level, according to a report by a parliamentary committee. The House of Lords science and technology committee said that improving numeracy among school leavers was not only increasingly important to employers, but would address the growing problem of students starting undergraduate degrees without having the requisite maths skills. The committee&apos;s report also said that the government should ease its strict immigration caps, introduced in recent years to reduce net migration to the UK. The restrictions threatened the ability of UK universities to attract the best students from outside the European Union, said the Lords, and led to a perception that the UK does not welcome foreign students. The recommendations are published today as part of the committee&apos;s inquiry into the quality of science, technology, engineering and mathematics (Stem) subjects in higher education  and whether the standards meet those required by industry. The peers called for urgent action from government to encourage more young people to study the subjects at undergraduate and postgraduate levels, as a way to underpin the UK&apos;s future economic growth. Lord Willis of Knaresborough, who chaired the inquiry, said that the lack of mathematical skills was a big concern. &quot;Many commentators would now say that our mathematics in school is really glorified numeracy,&quot; he said. &quot;In order to move on to understand mathematical concepts, to use mathematics appropriately, we need to bring in far greater rigour and that needs to continue until students finish their education or training.&quot; Willis said that vice chancellors had given evidence to the inquiry that their first year undergraduates had major problems with mathematics. &quot;When you&apos;ve got the vice chancellor of Cambridge saying that we get nothing but A* students coming in and yet we have to do remedial mathematics for them to engage with engineering and physics, there is something seriously wrong with the system.&quot; Willis praised the Scottish Highers system as a model for how post-16 maths education in England and Wales might be evolved. &quot;We&apos;re wanting to see, as an automatic part of your post-16 study, that you will have a maths component which is appropriate, in terms of level and content, to what you&apos;re studying.&quot; The inquiry also raised the effect that recent changes to immigration policy were having on universities. &quot;We cannot stress enough how important it is in key subjects like engineering, attracting overseas undergraduates and postgraduates into the UK. Imperial College [said] that 34% of their undergraduates are from non-EU, 64% of their postgraduates are non-EU,&quot; said Willis. &quot;We have disagreed significantly with the government&apos;s current policy and we have recommended that the government should make a distinction in the immigration statistics between higher education students and other immigrants and uses only the latter category to calculate net migration.&quot; Philip Greenish, chief executive of the Royal Academy of Engineering, said the failure in the UK to get enough young people to engage with mathematics after 16 was self-evident. &quot;The Select Committee report shows that the UK must improve post-16 maths so that students are properly prepared for the demands of science and engineering degrees. There can be no greater priority for our education system and the future of UK growth.&quot; Imran Khan, director of the Campaign for Science and Engineering, said that the breadth of the peers&apos; concerns showed that science and engineering had not had an easy ride over the past few years, as had sometimes been assumed. &quot;If the government adopts the report&apos;s recommendations, including some serious analysis of what skills employers need compared to what our higher education sector is actually producing, we might get a genuinely joined-up strategy for Stem education  which is what the UK is desperately going to need if we&apos;re to be competitive in tomorrow&apos;s high-tech economy.&quot;", 
    "section": "science", 
    "gid": "science/2012/jul/24/make-maths-compulsory-a-level-lords", 
    "wordcount": "660"
}