{
    "headline": "The evolving role of HE librarians. Friday 3 February, 12pm - 2pm", 
    "text": "&quot;Librarians are part of the wider student experience and need be taken seriously.&quot; Speaking anonymously to me last year, one HE librarian voiced her concerns that her role wasn&apos;t very well understood by academic staff or by students and that better communication was needed between librarians and both those groups. On the temptation for cash-strapped departments to save money by getting rid of subject librarians, she said: &quot;Some institutions will just see the library as a repository for books or as a supermarket. They think if you put self-checkout machines that&apos;s an automatic librarian which, of course, it&apos;s not. Further down the line when the collection has gone to pot and the machine can do nothing about it, the institution recognises that the librarian&apos;s job is more than just stamping books.&quot; As well as relational issues and the perceived worth of librarians, new learning and information technologies are creating both opportunities and challenges for professionals in academia. As educational technologist Javiera Atenas recounts, librarians are having difficulties finding open access resources and need to be supported as they seek to use repositories to access information. So on Friday 3 February, we are hosting a live chat for academic librarians. We would like to know how you are navigating the new HE landscape; from funding to open educational resources and contributing to student experience. Join a panel of your peers to share best practice, ideas and collectively think about ways to communicate your contribution to modern higher education. Panel Andy Priestner, Information &amp; Library Services manager, Judge Business School, Unviersity of Cambridge Andy is a chartered librarian who has worked in academic business school libraries since 1995. He has recently finished writing and editing a book on Personalised Library Services in Higher Education for Ashgate Publishing. He regularly blogs about what it means to be a librarian today as &apos;libreaction&apos;. @PriestLib Jo Webb, head of Learning and Research Services, De Montfort University  Jo is a chartered CILIP fellow working at De Montfort University where she is responsible for academic liaison, learning and skills development and collection management within the Directorate of Library and Learning Services. She has written and spoken widely on the library&apos;s role in supporting, learning, teaching and research, including co-authoring 3 well-reviewed books. @jwebbery Ned Potter, academic liaison librarian, University of York Library Ned looks after the departments of Music, English and Theatre Film &amp; Television as an academic liaison librarian at the University of York. His interests include emerging technologies (in particular how these can be applied to the areas of Information Literacy and Research Support) and marketing libraries: his book The Library Marketing Toolkit is published later this year. @theREALwikiman Simon Bains, deputy librarian, University of Manchester Simon is also head of Research and Learning Support at the John Rylands University Library, University of Manchester. The John Rylands University Library is one of the largest academic libraries in the UK, and also includes one of the world&apos;s finest collections of rare books and manuscripts. Prior to joining the University of Manchester in 2011, Simon was head of digital library at the University of Edinburgh, and digital library manager at the National Library of Scotland. @simonjbains Ann Rossiter, executive director, Society of College, National and University Libraries (SCONUL) Ann has spent the majority of her career working in public policy, including as a researcher at the BBC and in Parliament, in consultancy; as director of a think-tank, and most lately as Special Adviser to Rt. Hon John Denham MP, including when the latter had responsibility for higher education policy. She has contributed to a number of books and pamphlets on public service issues. She joined SCONUL as executive director in September 2010. @SCONUL This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/31/what-do-librarians-do", 
    "wordcount": "652"
}