{
    "headline": "Is Google Glass just the latest toy for Silicon Valley boys?", 
    "text": "Google Glass is the Marmite of the gadget world. Some people love it hail it as the future of augmented humankind, and  if they bought one of the first run  prowl the stages at technology conferences showing it off like manly cyborg lions. Others poke fun and call the strutters unkind names  &quot;Glassholes&quot; is the current insult of choice mutter about Google&apos;s many and varied plans to do evil with it, and suggest Glass may be just a midlife-crisis toy for rich white men. Other people try to make porn for it. That was inevitable. It&apos;s fair to say the speakers at LeWeb London&apos;s &quot;Boys and their Toys  The Google Glass Phenomenon&quot; panel debate Robert Scoble, Loic Le Meur and Ben Metcalfe fall into the first group, as prominent early adopters of Glass. So what did they have to say? &quot;The codename for this project was Wingman, because Google wants to be an assistant to your life,&quot; said Scoble, a prominent blogger and author. &quot;It tries to assist my life and get ahead of me, and think about things I need to see.&quot; Scoble went on to answer some of the key questions he&apos;s been asked in the weeks since getting his Glass. Such as passport control staff asking him if he&apos;s recording them when he walks through and the wider question of whether people will use Glass for covert recording. &quot;There&apos;s a way you can tell if it&apos;s recording: the light is on, I&apos;m touching it, I&apos;m talking to it,&quot; he said. &quot;You see it in the eye, when I come up to you, you see it... This is not a great way to spy on you in the bathroom and whatnot.&quot; Indeed, he suggested it&apos;s easier to take surreptitious shots with a smartphone than with Glass. Does Glass improve his image? &quot;Well, it certainly gets me lots of conversations in the street,&quot; said Scoble. &quot;But there is a social cost to this thing.&quot; Metcalfe chimed in, saying some people in meetings have been a little uncomfortable with him wearing Glass either in case he&apos;s recording them or he&apos;s paying attention to something else. Does Glass make them more or less human, though? &quot;It makes me more social,&quot; said Scoble. &quot;If I hear my phone buzz, I have to pull it out and look at it, and then I&apos;m totally distracted... It&apos;s &apos;look at it, turn it off&apos; [with Glass].&quot; But he admitted it&apos;s &quot;the most controversial new product of my lifetime&quot;. The conversation turned to possible disruption provided by Glass for Google&apos;s big-tech rivals, Apple in particular. &quot;This is a real threat to Apple I think,&quot; said Scoble. &quot;This locks you into Google&apos;s ecosystem, and this is switching Google&apos;s business model. Google is an advertising business model today: they show you ads to click on... But what it is going to do is shift the business model from an advertising model to a commerce model.&quot; How? Scoble gave the example of going out for the evening, and asking Glass (using voice commands) where to eat, then booking a table. &quot;If Google can make that happen, that&apos;s many times more revenue than their advertising business model.&quot; Isn&apos;t it a problem that so much of the early feedback on Glass is going to come from a narrow demographic group: Western, tech-savvy, able to pay $1.5k for a new gadget, and often male? Scoble shook his head, suggesting that by showing his Glass to &quot;more than 600 people: bus drivers, school teachers...&quot; he (and thus Google) is getting feedback from a wider demographic group. A few seconds trying on someone else&apos;s Glass isn&apos;t going to provide truly valuable feedback, surely? You&apos;d think Google is planning to get Glass onto the faces of a wider range of people before selling it commercially  or risk the product&apos;s features being defined based on the fervour of those early adopters. Metcalfe predicted that Google will sidestep that danger. &quot;Google has said it&apos;s 18 months at least until this is going to be in the hands of consumers,&quot; he said. &quot;We&apos;re definitely going to see more and more people from a wider background trying this out and providing feedback before it becomes available commercially.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jun/05/google-glass-toys-for-boys-leweb-london", 
    "wordcount": "738"
}