{
    "headline": "Friday games culture round-up", 
    "text": "A &apos;blind&apos; robot that touches your face to build up a digital representation; a talk on supernatural adventure game, Dear Esther; an exhibition on African science fiction... Here&apos;s another bunch of interesting events taking place over the next couple of months, which should be of interest to gamers.  Take a look and if I&apos;ve missed anything interesting, let us know in the comments section! Would Anyone Miss You? Where: SXSW festival, Austin, TexasWhen: 10-14 March      Last year, the polymath London studio, Hide&amp;Seek, produced a moving interactive website to accompany the release of Carol Morley&apos;s stark documentary, Dreams of a Life. Next week at the SXSW festival in Austin, H&amp;S will be exploring similar themes of isolation through a sort of playful ARG, named Would Anyone Miss You?. Run partly through its Twitter feed, the game will seek to get festivalgoers talking to each other and sharing experiences. According to the press release, &quot;it involves polaroids, and handsome strangers, and secret rivals, and finding out what&apos;s under other people&apos;s beds. Also, stickers!&quot; Sounds interesting, and I&apos;m hoping they&apos;ll bring it to a festival in the UK. GameCity, perhaps?  Play and the City Where: London Transport MuseumWhen: 16 March, 6.30 to 8.30pm (9.00 adults, 7.00 concessions)      The last event in the London Transport Museum&apos;s &apos;Sense and the City&apos; exhibition considers how mobile devices and social media have had a huge impact on the way we use and explore cities. According to the press info, artists will share how smartphone GPS tools can transform a city into an interactive playground. It&apos;s arranged in partnership with digital arts organisation onedotzero, which always curates really interesting challenging stuff. There&apos;s bound to be lots in here for those interested in augmented reality interfaces and ARGs.  Robots and Avatars Where: FACT, LiverpoolWhen: 16 March - 27 May, free entry      This wide-ranging and ambitious exhibition (which will be travelling around Europe - see its dedicated website here) looks into questions of robotics and virtual spaces. International artists, designers and architects have all contributed installations and experiments, ranging from Louis Philippe Demers&apos; Blind Robot (which touches your face and creates a digital representation) to Karina Smigla Bobinski&apos;s ADA, a giant kinectic sculpture, which looks like a spiky version of the bubble guards in The Prisoner. Co-curated by London agency body&gt;data&gt;space it promises to be a fascinating look at virtual worlds and virtual beings.  GameCity Nights Where: Antenna, NottinghamWhen: 29 March, from 6pm (5, 4 students. Book in advance here)            Every month, the organisers of the excellent GameCity festival hold a special event at the Antenna club in Nottingham, showing off brand new indie game projects and inviting speakers from around the industry. Tonight it&apos;s the always fascinating Dan Pinchbeck, lecturer in video game design at the University of Portsmouth and founder of leftfield developer, The Chinese Room. Dan will be talking about his latest title, the utterly surreal and spooky Dear Esther. There will also be a discussion with State of Play&apos;s Luke Whittaker about his gorgeous handcrafted title, Lume. Superpower: Africa in Science Fiction Where: Arnolfini, BristolWhen: 5 May  1 July      Pumzi, 2010, Wanuri Kahiu     Not strictly video game-related, but this exhbition seeks to explore the recent influx of sci-fi movies based in Africa  as well as SF works produced by artists and filmmakers from the continent itself. Screenings will include Nel Beloufa&apos;s &apos;science fiction documentary&apos;, Kempinski, and Wanuri Kahiu&apos;s post-apocalyptic film, Pumzi. It&apos;s interesting for us because game designers are increasingly looking toward Africa for inspiration, with Resident Evil 5 and Far Cry 2 both based there (the former provoking much controversy as a result), and the forthcoming Medal of Honor title using various African nations as settings. It doesn&apos;t look as though this parallel trend is reflected in the exhibition content, but as science fiction is such an enormous influence on game design, Superpower should be an interesting visit nonetheless.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/09/friday-games-culture", 
    "wordcount": "660"
}