{
    "headline": "The crowded chasm: the place of science in the Australian government", 
    "text": "   Australia's prime minister Julia Gillard. Photograph: Mark Graham/AP    The lead-up to the last federal election was a time of unusually high drama for the Australian government. Just two months ahead of the poll, prime minister Kevin Rudd stood down after losing the support of his party, and was replaced by his deputy Julia Gillard. Bitter debate raged about the science and politics of climate change, with Rudd having retreated from a planned emissions trading scheme. And an ambitious public service reform agenda, driven by Rudd and the secretary of his department, Terry Moran, was parked while the focus shifted to campaigning and voting. In this context, the Australian Academy of Science issued a science policy election statement in August 2010. Among its priorities was an emphasis on the importance of science in government policy. According to the academy:  &quot;Relatively few Australian politicians or public service leaders have had formal training or background in science. This potentially compromises the proper consideration of scientific evidence as a normal part of administrative and planning practice.&quot;  First among the subsequent recommendations was an insistence that all major government departments should appoint a senior scientific adviser, in an extension of what is known by shorthand in Australia as the &quot;UK model&quot; for scientific advice. Quite how such a specific change might help to address perceived problems in the relationship between science, policy and politics, and contribute to the broader aims of public service reform, has not been spelled out. But since 2010, a great deal of attention, both in the research and policy communities, has been focused on the place of science in government in Australia.  Whether or not the Australian government needs a UK-style network of chief scientific advisers is one question. But a series of deeper questions is now being actively discussed. What is the actual problem that needs to be solved? What do we need, and what do we already have, to link science and policy? What is the right mix of disciplines and perspectives? And, in a time of tight government budgets, what is actually affordable?  Australia&apos;s chief scientist The Australian government does in fact have a chief scientist. The role was created in 1989, and on forming a government in 2007, the Labor Party changed the role from a part-time to full-time appointment. However, Professor Penny Sackett resigned from the position in early 2011, telling a senate committee hearing that she had not been asked to brief prime minister Gillard once.  Professor Ian Chubb was appointed to the role in April 2011 and immediately set out an ambitious agenda. A neuroscientist by background, he had studied at Oxford before taking on senior roles in Australian universities, culminating in a decade as vice-chancellor of the Australian National University. In his first speech to the National Press Club in June 2011, he said: &quot;As chief scientist, I will speak up and be an advocate for science. I know that some of my work won&apos;t be visible  but I&apos;ll be around.&quot;  He has indeed. As chief scientist, Chubb has widened the scope of the work of his office, been a visible contributor to public debate, and assumed a central role in science policy within government. After opining early in his term that &quot;this is not the office of the chief climate change scientist&quot;, he has sought to broaden his role, and has led significant initiatives examining the health of Australian science and the state of mathematics, science and engineering education, which led to a $50m funding injection in the 2012 federal budget. He has also taken the lead role in a new Australian Research Committee, designed to improve coordination across government and inform the new National Research Investment Plan and the setting of strategic national research priorities. Chubb has also spoken publicly about the importance of the role of science in policy, and of &quot;evidence-based policy development&quot;. His office plays a role in coordinating and brokering scientific advice and expertise at the request of ministers and government departments. But as chief scientist, Chubb has not advocated a network of chief scientific advisers in every government department.  Perceived gaps between expertise and policy  Meanwhile, broader debate has continued about perceived problems with the integration of scientific advice and expertise with public policy. Around the same time that Chubb was speaking to the National Press Club in 2011, Professor Peter Shergold  previous head of the Department of Prime Minister and Cabinet, and now chancellor of the University of Western Sydney  wrote an influential article that summed up his frustration at the &quot;chasm&quot; between research expertise and policymaking:  &quot;Universities, then, are doing the research. Governments, and their public services, want the evidence. Why is it so difficult to get these two worlds to meet at an intersection of knowledge that can influence in significant ways the making of public policy?&quot;   One significant attempt within government to address this question was a project initiated by the APS200: a newly-created senior leadership forum for the public service, which brings together 200 of the nation&apos;s top government officials to strengthen strategic policy capability across government.  In September 2012, the APS200 published a report on &quot;The Place of Science in Policy Development in the Public Service.&quot; This identifies five barriers to more effective interaction between the scientific community and policymakers: timeliness; cultural differences; relationships; timeframes; and access. Yet at a deeper level, the report shows that concerns about a gaping chasm between the worlds of research and government are misplaced. If there is a chasm between science and policy in the Australian government, it is an awfully crowded one.  Although there is not yet any systematic collection of data across government about exactly what science advisory mechanisms exist, the report shows that there is already a lot going on. A significant portion of the government&apos;s $9bn annual investment in research can be mapped to the provision of information and science advice directly to government. The report lists 15 government science agencies and numerous programmes.  And despite the lack of a central push from Professor Chubb, there is already more than one chief scientist in the Australian government. There are individuals with that title in government agencies in areas as diverse as defence, geoscience, food safety, agriculture and Antarctic science. During the recent visit of Sir John Beddington to Australia in October 2012, the government also announced the creation of a new chief scientist post in its Department of Education, Employment and Workplace Relations, with a particular focus on the social sciences.  Institutions over individuals So whatever the problem, it seems that drawing attention to the &quot;gap&quot; between science and policy, or calling for the adoption in Australia of the &quot;UK model&quot; of CSAs is unlikely to be the solution. There are plenty of people in the Australian government with &quot;chief&quot; titles, and while there is not yet a network to bring them all together, science is not without a role or authority in the work of government.  The challenge is institutional rather than individual. The APS200 report makes a case for a more coordinated approach to evaluate  and improve where possible  the effectiveness of what we already have. And as in other countries, there is useful knowledge from both theory and practice that can be brought to bear.  For example, the report takes a simple policy cycle model and uses it to flesh out an initial typology of science advice and expertise that might be most effective at different stages of that cycle. These kinds of frameworks can assist researchers to better understand the workings of government, while also helping government to clarify its needs, invest accordingly and better evaluate success. As Andrew Campbell, former head of Land and Water Australia, says: if you want to improve the connection between science and policy, it is important to &quot;fund the arrows&quot; not just the boxes. A more systematic approach to this across the Australian government  with a focus on mechanisms and institutions, not just individuals  is a good start.  The persistence of politics As we approach the next general election in Australia in September 2013, science remains central to many important national debates. But focusing on the &quot;chasm&quot; between science and policy, or on an &quot;evidence-based&quot; approach to the exclusion of all others will not help. Simply insisting on more science in policy, or trying in vain to separate science and politics, won&apos;t &quot;solve&quot; complex policy issues. But we know some things about how to make better use of what we already have, and if we can put these into practice, there is potential to further enhance the role of science in the Australian government.  Paul Harris is deputy director of the HC Coombs Policy Forum in the Crawford School of Public Policy at the Australian National University and leads the Forum&apos;s Science, Technology and Public Policy programme. This is an extract from his contribution to The Future of Scientific Advice in Whitehall, which will be free to download here from 18 April 2013", 
    "section": "science", 
    "gid": "science/political-science/2013/apr/16/science-australian-government", 
    "wordcount": "1515"
}