{
    "headline": "Man-made English saltmarshes 'failing to meet European plant standards'", 
    "text": "Man-made English salt marshes are failing to meet European conservation regulations that stipulate they should be as rich in plant life as natural wetlands, a new study warned on Thursday. Salt marshes are coastal wetlands that are flooded and drained by salt water brought in by the tides, and are found all around the coastline of Great Britain. They are important ecosystems that provide essential food, refuge or habitat for fish, invertebrates and birds. The flowering plants that live there are very specialised, as only a few species can tolerate the salty conditions. Scientists from the University of East Anglia (UEA) compared the vegetation of 18 marshes created as part of man-made changes to the coastline since 1991, and 17 marshes created accidentally by storm surges since 1881, with 34 natural salt marsh sites in the UK. They found that the artificially created salt marshes suffered significantly reduced biodiversity. Characteristic perennial plants such as sea lavender (Limonium vulgare), sea thrift (Armeria maritima), sea arrowgrass (Triglochin maritima) and sea plantain (Plantago maritima) were very poorly represented, while shrubs such as sea purslane (Atriplex portulacoides) were becoming dominant.. Under the EU habitats directive, new salt marsh must be created every time natural salt marsh is lost to coastal development or erosion caused by sea-level rise. New marshes must display &quot;equivalent biological characteristics&quot; to their natural counterparts. Man-made salt marshes in south England have been created by relocating sea walls inland and breaching the old, outer walls to let the sea to flood in, creating a marsh. Many accidentally created salt marshes have formed when old sea walls collapsed and let in the sea. While salt-tolerant (halophytic) flowering plants colonised artificially created salt marsh rapidly, the composition of these marshes was &quot;significantly different&quot; to natural marshes. Sediment conditions in lower-lying areas were less oxygenated than those at the same elevation in natural marshes, the study said, and man-made marshes tended to be drier. The artificial sites tended to be flat and featureless with scrappy vegetation and patches of bare ground. &quot;It is clear from our work that marshes reactivated by managed realignment do not provide habitats and species in comparable proportions to natural marshes and do not have equivalent biological characteristics. They therefore do not satisfy the requirements of the EU habitats directive,&quot; said the report, published in the journal of Applied Ecology. Lead author Hannah Mossman, of UEA&apos;s school of environmental sciences, said: &quot;Salt marshes such as those in north Norfolk, Essex and around much of the coast of England are loved by naturalists and tourists alike for their natural beauty plus their rare and rich ecology. &quot;These unique tidal areas also provide vital habitat for invertebrates, a staging post for migrant birds, and the only environment in which a number of salt-tolerant plants can survive.&quot; Saltmarshes protect shorelines from erosion, reduce flooding and protect water quality by filtering runoff. The south of England is naturally subsiding into the sea, and is already experiencing coastal erosion. &quot;In the face of rising sea levels, managed coastal realignment has become an increasingly important option,&quot; the study said. The report said conditions of man-made saltmarshes could be improved by additional conservation management such as manipulating the elevation or planting more mid- and upper-marsh species. Saltmarshes and reedbeds are at risk from land reclamation or drainage for agriculture or coastal development  around 50% of saltmarsh area worldwide has already been lost or degraded. The United Nations Environment Programme has urged greater protection for saltmarshes, sea grasses, mangroves and seaweeds partly because they soak up greenhouse gases from the atmosphere, helping to slow global warming. This week construction work began on Europe&apos;s largest man-made nature reserve that will transform Wallasea Island in Essex into a 1,500-acre wetland.", 
    "section": "environment", 
    "gid": "environment/2012/sep/20/man-made-saltmarsh-plants", 
    "wordcount": "632"
}