{
    "headline": "Master's course give graduates a degree of entrepreneurship", 
    "text": "Many successful entrepreneurs through the ages have not had a university degree. Sir Alan Sugar made ginger beer as a teenager and sold it to friends, Peter Jones set up a tennis academy and Sir Richard Branson began by selling records. In Sir Alan&apos;s world, entrepreneurs are born, not made. Three years at university is seen as a &quot;waste of time&quot; by the founder of Amstrad. &quot;I&apos;ve been to the university of life and you can say to these people who come out with their 2.1s or whatever, &apos;that&apos;s fine, but you know nothing&apos;,&quot; he explained in an interview about his role in BBC1&apos;s The Apprentice. However, the world has moved on since SirAlan started selling televisions from his bedroom. Some of the most successful global businesses have been started by graduates: Facebook (Mark Zuckerberg, Harvard); YouTube (SteveChen, Illinois); and Amazon (Jeff Bezos, Princeton) to name but a few. An increasing number of graduates are looking to start their own businesses, armed with the specialist knowledge, problem-solving skills and ability tothink laterally that they developed on their university courses. What they need is an insight into the world of balance sheets, marketing, product development and business plans. Over the past decade, universities have been rising to this challenge, offering postgraduate qualifications in entrepreneurship to new graduates and those already working in business or running their own startups. Students from all over the world are willing to pay 21,000 for Imperial College Business School&apos;s 12-month MSc in innovation, entrepreneurship and management, specifically aimed at non-business graduates. A quarter come from engineering or technology backgrounds, and 17% each from economics and humanities. Competition Cassie Gilbert, the school&apos;s head of careers and professional development, says around half thestudents are planning to start their own businesses and so are encouraged to participate in a business-plan competition, judged by academics and venture capitalists. Key to the success of entrepreneurial master&apos;s courses is the exposure students get to business and investors. Lancaster University Management School has built up strong links with small- and medium-sized businesses through its LEAD programme for owner-managers, which is being rolled out across the UK. Shorter courses  such as Cambridge Judge Business School&apos;s part-time postgraduate diploma in entrepreneurship, awarded by the University of Cambridge  are aimed at people who want to develop their enterprise ideas or ventures. Participants work on their own business projects over 12 months, through a virtual portal and two intensive residential sessions. Recognising the importance of small businesses in the creative industries, Goldsmiths, University of London, offers an MA in creative and cultural entrepreneurship that harnesses theexpertise across the university for the development of new businesses in computing, design,fashion, media, music or theatre. Drive, daring and the willingness to hustle may still be key attributes of the successful entrepreneur. But the boom in recruitment to master&apos;s courses suggests an open mind and willingness to learn from others are also important in today&apos;s global age of technology. Technology transfer in a roundabout way     UCL masters student Karoline Gross has produced an interactive TV shopping app.     Most universities that invest in technology transfer do so by developing commercial applications from scientific research and making products for which there is a profitable market. But University College London (UCL) does things differently. It attracts postgraduates looking for professional help to build technology businesses. UCL was inspired by Stanford University in the United States, which helped lay the foundations of Silicon Valley. &quot;Tom Byers, who led the Stanford Technology Ventures Program, helped us to set up our MSc in technology entrepreneurship,&quot; says Dave Chapman, UCL&apos;s vice-dean for enterprise. &quot;With coffee mornings, where students meet technology bosses, and a series of networking events, we are playing a lead role in the government&apos;s Silicon Roundabout technology enterprise zone.&quot; The current crop of master&apos;s students includes some who are clearly destined to make an impact. Karoline Gross, 24, from Finland, is launching Smartzer, an interactive, TV shopping iPhone and tablet app. Then there is Alex Siljanovski&apos;s Blue Ronin iPhone app, which allows engineers to pass around and comment on detailed technical drawings. &quot;Having been an engineer, I was shocked at the time wasted in circulating technical drawings for comment. There had to be a better way and I&apos;ve found it,&quot; says Siljanovski, 33. From last year&apos;s intake, Marcin Piatkowski, 24, won a UCL Advances business plan competition and a 25,000 convertible loan to launch Jive Bikes, a company that manufactures motor-assisted foldaway bikes that have enclosed drive shafts instead of an oily chain. &quot;The Jive Bike has a small electric motor in the font hub that will give it a top speed of 15.6mph. It can be used to assist pedalling and, if the cyclist wants to take the tube for part of their journey, the lightweight bike folds away to the size of a suitcase,&quot; says Piatkowski, who plans to have a model ready to sell in London by the end of this year. Stephen Hoare Revved for success Less than six months after graduating from Imperial College with an MSc in innovation, entrepreneurship and management, Andre Nakkurt, 26, from Estonia, is part of an award-winning startup. With no business background, the motorcycle engineering graduate is one of a team of eight that won this year&apos;s Seedcamp award for the startup likely to have most impact. Their company, GateMe, provides software to streamline nightclub management and entry. &quot;I used the idea as a case study during the course and worked on it with other students. We were exposed to hundreds of entrepreneurs, businessmen and investors,&quot; says Nakkurt. &quot;The MSc was expensive and tookup a year of my life, but it was definitely worth it.&quot; LL", 
    "section": "education", 
    "gid": "education/2013/mar/05/master-s-course-give-graduates-a-degree-of-entrepreneurship", 
    "wordcount": "964"
}