{
    "headline": "A mini epic on Buttress Route", 
    "text": "Two climbers were about to start up Buttress Route on Pikes Crag with their axes and crampons when they became involved in a mini epic. Above was the summit of England&apos;s tallest mountain, Scafell Pike; below, Wastwater, icy as a fjord. Just across the way the axe-gash of Mickledore gave onto a frosted Scafell Crag. Yet the climbers were oblivious to these natural wonders. One of them had dropped his iPhone. He watched transfixed as it slid down the snow slope, bouncing off rocks and gathering speed, to lose track of it near a distinctive spike. They untied the rope intended to safeguard them on their ascent, the older one still keeping his eyes glued on the terrain below. &quot;I&apos;ll need some help,&quot; he said. &quot;Will you stay here and watch? I&apos;m heading for that pointed rock down there. Can you see it? Good. Shout if I stray off-route. Also, call my number on your mobile. I might hear the ringtone.&quot; It had seemed such a bright idea: to download snapshots of guidebook pages on to the phone to read on the browser. And now this. Having finally descended to the rocks, he began to search. Yet look and listen as he might, there was neither sight nor sound of his precious mobile. Finally, he admitted defeat. &quot;Hey, Paul. Come down here and have a look,&quot; he called. &quot;Before I do, Dad,&quot; came the shout, &quot;watch where this lands!&quot; The top climber appeared to launch a phone-size object downhill. It gathered speed before coming to rest  a miniature bottle of whisky, brought along strictly for medicinal purposes. It was then the searcher saw something even more intoxicating: his phone lay on the snow nearby the diminutive bottle. He pressed a button. The screen blazed. As Bradley Wiggins bit his Olympic gold medal on the podium, he closed his teeth on it. The cold was so intense his lips stuck momentarily to the casing.", 
    "section": "environment", 
    "gid": "environment/2013/jan/13/scafell-pike-lake-district-mini-epic", 
    "wordcount": "333"
}