{
    "headline": "Alternatives to email for sending large files", 
    "text": "I run a home office using Webfusion for web and mail on a shared server basis. I can only send emails up to 6MB in size, but I need to send and receive large CAD files, typically up to 20MB. I have my own server so I am thinking of using that, or otherwise seeing what else is available on the market. Dedicated servers seem to cost around 39 a month, which is more than I want to spend.Bill It is possible to send large files by email if you split them up into small chunks and send each piece separately. For example, you could split a 20MB file called ABC into four 5MB files using WinRAR, and the software will name these ABC.001, ABC.002 and so on. It&apos;s easy enough to do, but the recipient has to use WinRAR to join the pieces together. This may not go down well, especially if the recipient is a paying customer. In any case, email was not designed for transferring large files, and I think you avoid this approach. There are much better ways to share files. You could upload your files to your own server, but again, very few people now use the FTP (file transfer protocol) software that may be needed to download them. Again, I wouldn&apos;t recommend it. It&apos;s certainly not worth spending 39 a month to do this. As mentioned in a previous answer (Sharing personal files around the world), there are at least four good ways to share large files. These are to use a cloud storage service such as Dropbox or Microsoft&apos;s SkyDrive; to use a so-called &quot;cyberlocker&quot; such as Rapidshare or MediaFire; to send the file using a service such as YouSendIt or WeTransfer; and to host it in your own office using a Pogoplug &quot;personal cloud&quot;. A cloud service is a good option, but the scene has changed since my earlier answer. The well established services include Microsoft&apos;s SkyDrive and Dropbox, mentioned previously. However, Google has just entered the market with Google Drive, and this week, Amazon launched an app for its Cloud Drive. Both Google and Amazon offer 5GB of free space. Last week, Microsoft improved its SkyDrive service, and started to offer paid-for storage at very attractive prices. It also reduced the amount of free storage from 25GB to 7GB for new customers, but this is enough to hold 350 of your typical CAD files, which is plenty. You can upload any type of file using a web browser or simply drag it into a SkyDrive folder in Windows Explorer. (SkyDrive will be integrated into Windows 8.) You can then share the file by sending someone a link. SkyDrive also has a built-in option to share files on Facebook and Twitter. Dropbox is a popular option because it supports a wide range of devices, and it provides 2GB of free space. It&apos;s mainly designed for backing up files and synchronising them across platforms, but again, you can share files. The long-rumoured Google Drive or Gdrive is more of an extension to Google Docs, and it has some serious limitations. I&apos;d recommend against using it if you want to edit or share Microsoft Office files online, because its compatibility with complex Office files is very poor. However, if you use AutoCAD, Google Drive allows you to install an AutoCAD WS app that enables you to view DWG or DXF files online. All four services are free, so you can use more than one, or try them all and see which you like best. When files started to get too big for email, lots of companies started to offer services that let you send them over the net. YouSendIt is the best known example, but alternatives include SendGenie and WeTransfer. These are most often used to send a file one-to-one, and they do work, but file-sharing cyberlockers have started to take over.  Cyberlocker files are available to anyone who has the link, so if you use them for commercial files, you should archive them using WinRAR, WinZip or a similar program, and add a password to protect them. Some people use cyberlockers to share copyright media files, and the market suffered a setback when the founder of MegaUpload, Kim Dotcom, was arrested in New Zealand. Many popular cyberlockers stopped sharing files, including FileServe and FileSonic. However, several continued to work  including Rapidshare, Hotfile and Depositfiles  and some users switched to other services such as Rapidgator, Bitshare and Freakshare. Since the police action showed, very vividly, that MegaUpload had made tens of millions of dollars, I don&apos;t expect there to be a shortage of cyberlockers in the near future. Take a look at YouSendIt, WeTransfer, MediaFire (which I&apos;ve used a few times) and Rapidshare and see which you like best. (If applicable, remember to save the links needed to delete your files afterwards.) As well as looking at the technical aspects, you should also consider whether a service gives your company the right sort of image. The fourth option is the Pogoplug. You plug it into the mains, an external hard drive, and your internet router, then give people permission to fetch the files they need. It&apos;s simpler and cheaper than running your own file server, or renting one from a host. It also means you don&apos;t have to give someone access to your work PC. If you want fewer options, just try MediaFire and Dropbox. All the services I&apos;ve mentioned so far are aimed at consumers rather than businesses, but there are further options for paying customers. The main ones are Microsoft Office 365, launched late last year, Google Apps for Business and Zoho. Each has its strengths and weaknesses. Office 365 offers the most compatibility if you are already an Office user, and generally costs more. Zoho is cheap, has the widest range of business applications, and can work with Google Apps and Microsoft Office and SharePoint. However, it offers Zoho Mail rather than hosted Exchange. If you are using Webfusion&apos;s hosted Exchange Server for email, possibly with the version of Outlook it supplies, it might be worth looking at Office 365. It would enable you to share files with customers and possibly have &quot;whiteboard&quot; sessions at an economical cost. (SharePoint does support AutoCAD files, though I don&apos;t know the details.) The drawbacks are that Office 365 can be much harder to configure than it should be, for its target audience, and you won&apos;t get any sort of personal service. If you are happy with the service that you are getting at the moment, apart from the mail attachment problem, it&apos;s probably best to stick with it. Anything that disrupts the normal flow of business should be avoided unless there are very clear benefits.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/may/03/ask-jack-email-file-sharing-cloud", 
    "wordcount": "1132"
}