{
    "headline": "Windows 8 launch: Microsoft aims to make ground on Apple and Google", 
    "text": "Microsoft is set to unveil a radical overhaul of its flagship Windows computer software in a bid to regain ground on rivals Apple and Google. The technology giant will launch Windows 8 at a press conference in New York on Thursday in what is being called the boldest move by Microsoft in three decades. Windows 8 is a significant shift from previous versions of the software because it is based on touchscreens, rather than the traditional PC and mouse. Some analysts see Windows 8 and the Surface tablet computer, announced in July, as a final roll of the dice by Microsoft in its attempt to survive the decline of the PC and compete in a world dominated by Apple iPhones, iPads and Google&apos;s Android software. &quot;For Microsoft this is a very, very important launch,&quot; said Annette Jump, a research director at analysts Gartner. &quot;It is a major software shift which Microsoft is hoping will help it expand beyond the PC. It will either enable them to expand to tablets and smartphones, but if it doesn&apos;t, then it will be a setback.&quot; Microsoft&apos;s share of personal devices has shrunk dramatically in recent years, from 95% of the PC-only market to roughly one third of all personal device sales, including PCs, tablet computers and mobiles, according to analysts Forrester. Unlike previous versions of Windows, Windows 8 is built for PCs and tablet computers. It sees the traditional program icons replaced by tiles, which users swipe and touch to operate, though the old Windows desktop is still available via one of the tiles. The clean and crisp design has garnered positive reviews from early users, even though it is a radical shift from previous Windows versions, which hundreds of millions of PC owners use daily. The software will be officially unveiled on Thursday and will be available to buy from the end of the week, when its much-hyped tablet computer, Surface, will also go on sale. Andrew Johnson, a senior analyst and managing vice-president at Gartner, said the immediate response to the Windows 8 launch on Thursday would be critical for Microsoft, which has historically struggled to communicate the &quot;cool factor&quot; of its previous products. &quot;Will Microsoft be defending themselves on shortcomings or will they be riding the tide? There&apos;s so much more at stake here and not really a plan B,&quot; Johnson said. Frank Gillet, an analyst at Forrester, described Windows 8 as an &quot;original and impressive response to new technologies and competition&quot; and said it was the most radical overhaul since the original Windows replaced DOS in 1995. He forecast that the software will help Microsoft to a 30% share of the booming tablet market by 2016, but would do little to boost the company&apos;s presence in smartphones. Analysts expect a rush of new tablet computers running Windows 8 to be released in time for Christmas. The launch occurs at an inopportune moment for Microsoft, coming just 48 hours after Apple stole the headlines with the launch of its new iPad mini and after its own Microsoft-built tablet, Surface, was slated in early reviews published overnight on Tuesday. The reviews praised the Windows 8 software on the Surface, but were quick to criticise the device for its apparently poor resolution, substandard camera and a lack of available apps. This article was amended on 25 October 2012 to clarify that Windows 8 is not for smartphones, and the Windows 7 desktop is still available in Windows 8", 
    "section": "technology", 
    "gid": "technology/2012/oct/24/microsoft-set-windows-8-launch", 
    "wordcount": "586"
}