{
    "headline": "Teachers increasingly bear the burden of supporting vulnerable children", 
    "text": "A dog barks as we walk up the scruffy front path. Gemma Ferguson, assistant headteacher at a large primary school, is taking seven-year-old Robert home for his lunch hour and a bit of time with his mum. A young woman opens the door. The dog leaps up at us and then bounds over the back of the sofa: one of the men sitting in the front room grabs at it. Glancing over, I&apos;m startled to see a small baby on the sofa, right where the dog would have landed. The room smells of smoke and is cluttered with stuff heaped up against the walls. We leave Robert to eat his lunch. But the little boy is subdued. He has not smiled once, not on the journey home and not even when he saw his mum. She didn&apos;t smile or hug him, either. &quot;When he goes off on one, he&apos;s really violent,&quot; says Ferguson as she hurriedly drives back to school. &quot;Last week, he scaled the school gate. Then he started throwing things at cars. At that point I said I&apos;d have to restrain him.&quot; Another member of staff will pick Robert up after he has had a short burst of the attention he craves from his mother. She has four other children and has been diagnosed with postnatal depression. Ferguson says she&apos;s barely coping, but &quot;what he needs and wants most is to have some time with her&quot;, so this ferrying back and forth is the deal that has just been done to incentivise his good behaviour in class. As we drive back to the school, which is situated in a deprived part of a town in southern England, Ferguson continues to list the compounding disasters and disadvantage affecting just this one family. Robert&apos;s brother made a disclosure recently that he had been sexually abused. &quot;I referred that to Camhs (Child and Adolescent Mental Health Services) but because the family was too dysfunctional&quot;  Ferguson gives a wry smile  &quot;they said they couldn&apos;t take it on. So I referred mum to parenting classes. She&apos;s been, but I don&apos;t think she&apos;ll implement it.&quot; Last month in an interview with Education Guardian, the children&apos;s commissioner for England, Maggie Atkinson, said that schools needed to do more and act earlier to safeguard children who were at risk of neglect and abuse. Her remarks, made in the context of savage welfare and council cuts that she emphasised had not yet taken hold, provoked protest from teachers saying they were doing exactly that, and were working beyond capacity already. Many heads and senior teachers say that they receive virtually no support from statutory services until a child is at crisis point, and often their professional judgment is disregarded when they make a referral  which they do only in situations where they think a child is at serious risk. One head explains how hard she has had to work to get a response: &quot;In one instance of severe neglect it took me six telephone calls before social services went round  they only did so because one of the children told me the father was going to stab them and then himself. The police came to the school with the social worker, who favoured speaking to the mum and supporting her: it was the police who listened, spoke to the eldest child then took them into protective custody.&quot; Shadowing Ferguson for a day to find out the reality of the welfare issues she deals with is to plunge into a world of families poised on the edge of crisis and schools pumping money and staff time into trying to keep children from acute harm. This school has contacted its First Response social services team about 23 families so far this half term. Just seven of these referrals have been actioned. These are in addition to Caf (common assessment framework) and Taf (team around the family) meetings also taking place as a result of concerns about other children: these are instituted when a situation is not yet concerning enough to involve social services, and any actions recommended can be implemented only if a parent consents. Ferguson tells me about a girl whose anorexic and depressed mother can&apos;t show affection and doesn&apos;t feed her adequately, a girl who was unknown to the education system until she was six, a group of siblings who have arrived mid-term in a very upset state because their mother has just had to go into the local refuge, and a boy who has spent time in care and whose brother&apos;s 16-year-old girlfriend is giving birth today. It&apos;s a couple of days before half term, and Ferguson says that many of the children are &quot;wobbly&quot; at the prospect of having to spend so much time in their home environment. &quot;Wobbly&quot; is a word that&apos;s heard a lot from staff here. Despite working three days out of her week, supposedly in a Senco (special educational needs co-ordinator) role but actually as a welfare support worker, Ferguson knows that she can&apos;t prevent many of her pupils suffering substantial levels of neglect, or emotional and physical abuse. Their parents are too damaged for that. We head swiftly to her office to find a child&apos;s file for a meeting with the social worker who has just arrived. It&apos;s three inches thick, with contemporaneous reports made by teachers relating to suspicious marks and worrying conversations they&apos;ve had with him. The social worker is clear that she is &quot;looking for specific examples of emotional abuse&quot;. It&apos;s not difficult. The meeting takes half an hour; afterwards Ferguson rings a mother whose children&apos;s emotional state  and hence their ability to learn  is being badly affected by complex and distressing home circumstances. It&apos;s a taxing interaction with a parent who has taken offence at information about her being disclosed to a social worker, and takes 20 minutes. Then Ferguson goes into what she&apos;s expecting to be &quot;a difficult&quot; Caf meeting. She does not stop at any point in the day. She is constantly checking with children around school and in the &quot;nurture suite&quot;  for pupils so keyed up or upset when they arrive that they can&apos;t access normal lessons  about what is happening at home. Many headteachers now re-deploy staff to support children in this way, and some employ dedicated family-support experts to perform a function that increasingly goes way beyond prevention or the early intervention that the children&apos;s commissioner wants schools to perform. Families&apos; needs, however, are becoming more extensive and complex, according to the senior staff interviewed for this article. Working in a variety of areas around the country, they list the usual, devastating suspects: mental ill health, domestic violence, alcohol and drug misuse, unemployment and poor parental education. Despite this, none of the staff interviewed had any doubt that the thresholds for social services to take action have risen. &quot;They will not touch anything now without a Caf, which is a waste of time as families either won&apos;t engage  in which case everything is dropped  or they just expect schools to cope with more and more,&quot; says a primary head. &quot;The Caf is now used to deal with situations that would previously have been accepted by social care,&quot; adds another head. He has employed a family-support worker and says that if budgets became more stretched he would lose classroom staff rather than her role, so great is his concern for pupils&apos; welfare. &quot;Our practitioners are being expected to work with families with extremely complex needs,&quot; he says. &quot;There are families that fly just below the threshold, but are struggling a great deal. They may well have received support in the past, but now this may not be the case.&quot; Being &quot;triaged&quot; by a social services admin person when trying to refer a child, says an assistant head, &quot;makes you feel helpless  we&apos;re experienced professionals and we only phone when it&apos;s really necessary&quot;. The response heads say they get from social care often depends, it seems, not on the seriousness of the concern, but on the resource levels of the local authority. Bruises will get a response: neglect  which can kill, and even in less acute manifestations can decimate children&apos;s life chances  has to be extreme for anything to be done. Some local authorities have as good as said they won&apos;t intervene unless children are at crisis point. In their local authority, notes Ferguson&apos;s headteacher, Susannah Elland, the &quot;child in need&quot; designation is no longer recognised. In terms of escalating seriousness, this comes just below putting a child on a protection plan. &quot;This term, we&apos;ve had children move here who&apos;ve been &apos;child in need&apos; in their previous local authority, and because our council doesn&apos;t recognise that, they have to drop to a Caf,&quot; says Elland. If parents won&apos;t then engage with the Caf, she says, with some desperation, &quot;we have nothing official, and that child is still at significant risk&quot;. All senior staff spoken to agree that when capped universal benefits start next April, already vulnerable and struggling families will be put under further strain, and the effects will be seen in pupils who will become more stressed, under-nourished, disrupted and unable to learn. Ferguson hasn&apos;t stopped all day. She&apos;ll be working on referral letters tonight, and emailing class teachers about what&apos;s going on in their pupils&apos; lives so they understand better why they might be kicking off, or hungry, or silent, or withdrawn tomorrow. She does get angry, and sad. &quot;It&apos;s not our job to do all this,&quot; she says, &quot;but if we don&apos;t, the children will suffer.&quot;  Names and some potentially identifying details have been changed", 
    "section": "education", 
    "gid": "education/2012/nov/05/teachers-child-protection-welfare-cuts", 
    "wordcount": "1639"
}