{
    "headline": "Wok research: bigger is not better", 
    "text": "The Effect of Wok Size and Handle Angle on the Maximum Acceptable Weights of Wok Flipping by Male Cooks, a report in the journal Industrial Health, does more than its title reveals. It also shows how to standardise an intricate physical test. Many professional wok-users use a big one. Almost all of those woks have a straight handle. That&apos;s bad, say Swei-Pi Wu and Cheng-Pin Ho at Huafan University, and Chin-Li Yen at National Pingtung University of Science and Technology, Taiwan. &quot;[We found that] a small wok [about 36 centimetres across] with an ergonomically bent handle is the optimal design, for male cooks, for the purposes of flipping.&quot; Professional Asian cooks are prone to shoulder, neck, lower back/waist and finger/wrist aches and injuries. Wok-flipping brings some glaring risk: &quot;The repeated action of swinging the wok up and down, to quickly stir the food in the wok, involves extensive arm and wrist movement, especially dorsi flexion, palmar flexion and wrist radial and ulnar deviation. This non-neutral posture, accompanied by high torque and a high rate of repetition is very apt to cause cumulative trauma disorder injuries in the user&apos;s upper extremity.&quot; Wu, Ho and Yen had 12 experienced Chinese cooks repeatedly flip woks of three different sizes, with handles at five different angles. The tricky part was standardising the repetitions for all those people over all those wok-size-and-handle-angle combinations. Their main tool used was a loudspeaker. They required the cooks to follow a strict protocol. The central part ran like this: Flip the wok nine times, adding or removing soybeans if the wok feels too light or too heavy. The loudspeaker says: &quot;Adjust the weight, for the last time!&quot; Flip once more. The loudspeaker says: &quot;Please hold the culinary spatula!&quot; The loudspeaker says &quot;Ready!&quot;, then two seconds later says: &quot;Begin!&quot; Lift the wok and shake it, three times, with the non-dominant hand, lifting the culinary spatula with the dominant hand, &quot;to perform the simulated food stir-frying task, first from right to left and then from left to right and from front to back, three times in total&quot;. Then put the wok down. Repeat this cycle eight times. Wu is an old hand at creating such tests. In 1995 he and a colleague published a study called Effects of the Handle Diameter and Tip Angle of Chopsticks on the Food-Serving Performance of Male Subjects. Three years earlier, he and a different colleague had published a treatise called An Investigation for Determining the Optimum Length Of Chopsticks. Those two studies left some gaps in our knowledge of chopstick optimisation. A researcher named Tam Chan filled those gaps in 1999 with a paper called A Study for Determining the Optimum Diameter of Chopsticks. (Thanks to Derek R Smith for bringing this to my attention.)  Marc Abrahams is editor the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/jan/09/wok-injury-improbable-research", 
    "wordcount": "493"
}