{
    "headline": "Mystery bird: Martial eagle, Polemaetus bellicosus", 
    "text": "    Martial eagle, Polemaetus bellicosus (synonym, Hieraaetus bellicosus; protonym, Falco bellicosus), Daudin, 1800, also known as the Marshall eagle or as the martial hawk-eagle photographed at Ngorongoro Conservation Area, Tanzania (Africa).  Image: Dan Logen, 17 February 2011 (with permission) [velociraptorize].Nikon D300I encourage you to purchase images from the photographers who freely share their beautiful work with us.    Question: This African mystery bird is probably not very challenging to identify, but the interaction is quite mysterious: what is happening here? Can you identify this bird&apos;s taxonomic family and species, and identify the animal this bird is interacting with?  Response: This is an adult martial eagle, Polemaetus bellicosus, engaged in an aggressive interaction with a female waterbuck, Kobus ellipsiprymnus. This particular image is part of a short photoessay that Dan Logen posted to his picasa site. This photoessay follows the interactions between a female waterbuck and this martial eagle. The eagle was on the ground and eating something (notice how distended its crop is) and generally minding its own business when the female waterbuck approached and inexplicably attacked the bird. Instead of flying away, the eagle attacked back, which is what you are seeing in this image. Which leads to the question; why would the female waterbuck attack the dining eagle?  The martial eagle is a very large bird of prey that is placed into the taxonomic family, Accipitridae, the hawks, eagles, kites and osprey. The martial eagle is distinctive enough to warrant placement in its own genus.  Martial eagles are found in semi-desert and open savannahs of sub-saharan Africa, and they nest in trees. They lay just one egg every two years.  Martial eagles are relatively scarce although they may be locally common in some areas of their vast range. However, this species&apos; numbers are declining due to habitat loss, human persecution and a reduction in their natural prey, which leads them to prey on domestic animals, which of course, leads to even more human persecution. They target medium-sized animals and birds and hunt primarily whilst flying, circling high above its territory, and stooping sharply to catch its prey by surprise. Here&apos;s a video of a martial eagle in a tree with a fresh kill -- a serval (uploaded 29 September 2011):             Visit gianms100&apos;s YouTube channel [video link].  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/02/4", 
    "wordcount": "439"
}