{
    "headline": "Will the UK's climate policies really help to lower energy bills?", 
    "text": "  5.17pm GMT    My verdict    It is welcome news that the government has recognised that it must be honest and &quot;transparent&quot; with the public about the impact of its policies on energy bills. Without this, the misinformation and scaremongering over green taxes, etc, will not just continue largely uncontested but magnify, too. But despite the depth of detail it has provided in its new analysis, I still feel the conclusions presented today need to be taken with a fistful of salt. How can we take anyone too seriously when they try to statewith any degree of certainty - even if based on three scenarios - what energy prices will be seven years from now, let alone 17 years from now? Yes, we can determine a likely trend but precise forecasts such as &quot;166 by 2020&quot; are quickly smothered by caveats and smallprint. Not only are fuel prices near impossible to forecast in the current climate - beyond making the safe bet that they will continue to head north in the short-to-medium term - but we also have to consider all the other variables, too, not least the ever-shifting political sands, not just here in the UK, but across the EU and beyond. It is, therefore, tremendously hard to answer with clarity and certainty the headline question of whether climate policies will help to lower energy bills. What we do seem to have established today, though, is that to reduce the rise of energy bills - as opposed to actually reducing them - then householders (and businesses) will need to invest in as many energy efficiency measures and new A+++-rated products as possible. Which, of course, will come at a cost. Again, it&apos;s next to impossible to work out if that will achieve a net reduction in spending on energy bills overall. However, it is at least pleasing to see the government offer more - to use the in-vogue term - granularity about the precise impacts of each of its policies on today&apos;s energy bills. Hopefully, this will help to becalm a febrile debate that produces a lot of heat but little in the way of light.       4.32pm GMT       Audrey Gallacher, director of energy at Consumer Focus, says:  All serious projections show that our energy bills are likely to keep rising. Consumers have had to weather any number of energy price storms over recent years, and although the cushion effect set out by Decc is welcome, consumers need something more substantial to soften the impact of continually rising energy prices. Government policies will provide consumers with a level of protection compared with a do-nothing approach, however consumers are looking for a do more strategy. It is almost universally acknowledged that the best strategy to reduce energy costs is to create more energy efficient homes. Consumer Focus has argued that government should use the billions they will raise in carbon taxes to deliver a more ambitious programme to insulate our homes to higher standards, saving the poorest in society money on their bills, cutting carbon emissions and creating economic growth quickly and across the country.Reducing demand is quicker, cheaper, more sustainable and solves the problem at source. Also, while we have to bring on new and cleaner generation plant which loosens our dependence on fossil imports, we have to focus on how we pay for the new investment. The trend is for bill payers, rather than tax payers or shareholders, to take the burden and risk. We must question whether that is right, and government should commit to the least regressive way to fund energy investment.        4.23pm GMT       Dustin Benton of the Green Alliance has some thoughts on the high proportion of savings attributed by Decc to &quot;products policy&quot;:  Deccs analysis that bills will come down depends heavily on assumptions about products policy, which is delivered through the EUs ecodesign directive. In fact, products policy is the single largest source of bill savings  more than four times greater than the Green Deal and ECO. Our report, Cutting Britains Energy Bill, suggested that 40% of the savings expected from products policy might not happen. This is because implementation of ecodesign regulations has been painfully slow, and many regulations have been watered down. But its also because few people are actually buying efficient appliances in a recession. One way to fix this is through an efficiency feed-in tariff, which the government could introduce easily in the energy bill. This would incentivise people to purchase efficient appliances, and would be funded from the savings made by not building as many new power stations. Because new power stations cost between 80-150/MWh, and efficiency programmes save energy at a cost of 20-35/MWh, it makes economic (and environmental) sense to pay people to save energy, rather than building new power stations.        4.17pm GMT       Katharine Knox from the Joseph Rowntree Foundation has left a comment below which is certainly worth reading because it highlights the &quot;triple injustice&quot; of the impact of government policy on energy bills:  ...the lowest income households pay more, benefit less from policies and are responsible for the least emissions        3.34pm GMT       Doug Parr, Greenpeace UK&apos;s chief scientist and policy director, says:  Costs of energy are likely to go up in the future whatever government chooses to do, because international fossil fuel prices are increasing. Some media reporting has given the impression that there is a magic answer which will deal simultaneously with the three issues of security, environmental protection and affordability. Candidates for these magic bullets have included a dash for gas, shale gas or new nuclear power. The reality is that none will. Decc&apos;s analysis on impact on bills is not inconsistent with findings from Climate Change Committee which indicate that policy costs are not unmanageable, and that costs of a gas-based approach could be hundreds of pounds greater in future decades. So, although not part of the Decc report, it needs to be stressed that ignoring climate commitments now risks very high costs later. The strategy underlying the Decc policy is that additional short-term costs associated with green energy and carbon prices is offset by efficiency meaning that bills are kept down. So Greenpeace has long advocated the economic as well as environmental benefits of efficiency policy. However, keeping bills as well under control as possible requires a more pro-active approach. Government should accept amendments to the energy bill which tackle power wastage and inefficiency. And if the carbon floor price is to be continued, use the receipts to drive energy efficiency through the building stock because the lamentably poor quality of our building stock (UK has the oldest and worst housing stock in Europe), and that energy wastage that is a strategic national issue.        1.16pm GMT       Carbon Brief has posted its own detailed analysis of Decc&apos;s predictions for future energy bills. Like others, it doesn&apos;t seem hugely impressed:  Ed Davey told Carbon Brief yesterday that the government&apos;s predictions on the savings its policy measures will deliver are &quot;conservative&quot; and &quot;on the cautious side&quot;. But the Green Deal has been heavily criticised as over-expensive and over-complex. At the very least, it&apos;s a very new policy, and questions hang over what kinds of energy savings it will actually deliver. DECC&apos;s argument is that although bills are going to go up regardless, we&apos;ll be better off with their policies than without them. The various parts of their projections are somewhat confusing, but essentially it comes down to quite a simple question - can the government&apos;s energy efficiency policies deliver? Today,  the Times is skeptical, and gets to the key issue - can the government deliver the energy efficiency measures it needs to in order to see a net reduction in energy bills? The paper quotes Andrew Warren of the Association for the Conservation of Energy, who says: &quot;Of course these savings are do-able. But are we on target? It&apos;s not desperately clear that we are. The calculations assume that new products are purchased and that people do not stagger on with their old boiler. It&apos;s quite difficult to see what the stimulus will be to deliver these savings.&quot; Energy is likely to get more expensive in the future whatever happens. But if the government can&apos;t encourage us to reduce the amount of energy we use, there won&apos;t be much to limit the effect of future price hikes.        12.50pm GMT       Reuters is reporting some analysis published today in a &quot;research note&quot; by the investment bank Liberum Capital:  Some analysts doubted the government figures, saying Decc&apos;s reduction figures were hard to measure and that installation costs for energy efficiency measures had not been included. &quot;The reductions are virtually all down to energy efficiency measures, the impact of which are not certain, whereas the increases are pretty much guaranteed, and these calculations do not include the cost to the consumer of installing the energy efficiency measures,&quot; Liberum Capital said in a research note. &quot;The concern is that when bills really start to ramp up, future governments will renege on the returns promised to developers. This is exactly what happened in Spain, Italy,&quot; the investment bank said.        12.45pm GMT       The London Evening Standard has just published an editorial on &quot;eye-watering energy bills&quot;, which refers to Decc&apos;s analysis:  The government has muddied the waters by suggesting that its environmental energy policies will mean lower prices. Yet these assorted levies at present add nearly 10%, or an average of 112, to bills. The savings from green energy will only come into effect by 2020  and then only if families use all the energy-saving devices the government recommends. But not every household will have such appliances as fuel-efficient boilers and smart meters. And those who rent their homes may find their landlords unwilling to invest in energy-efficiency measures. Low-carbon electricity is a worthy goal but ministers should be open about the costs. Meanwhile consumers are squeezed inexorably by ever-rising fuel bills, while energy companies  many of them foreign-owned  pile on profits. Its not quite how the Tories original dream of a competitive energy market was meant to work and it rankles even more in the cold.        12.35pm GMT       Here are the thoughts of Nick Molho, head of climate &amp; energy policy at WWF-UK:  Todays announcement by Decc highlights the importance of pursuing strong policies to both drastically improve energy efficiency in our economy and decarbonise our grid at the same time. Both have to be pursued with the same degree of urgency and the energy bill should have a crucial role to play here by providing clear long-term commitments on both power sector decarbonisation and energy efficiency. As made clear by a recent report from Cambridge Econometrics, supporting the deployment of renewable energy technologies such as offshore wind over the next 20 years could significantly boost UK GDP, increase employment, reduce dependencies on gas imports and significantly reduce the power sectors carbon emissions compared to going down the route of another dash for gas.        12.32pm GMT       Guy Newey, head of environment and energy at the right-leaning thinktank Policy Exchange, has sent me his reaction:  The government is taking some sensible measures to help people who are struggling with bills, although we have to be very cautious about whether products policy will deliver the huge level of savings Decc expects and whether the poorest consumers can afford new white goods. But introducing good policies should not be an excuse for bad policies that push up bills unnecessarily. It is fair to expect government to cut carbon emissions as cost-effectively as possible. However, many of the current measures, in particular support for some very expensive renewables through the Renewables Obligation and now Contracts For Difference fail that test. And because of the way costs for new technologies are passed through energy bills, the poorest are clobbered the hardest. Those households who do not benefit from any insulation measures will be hardest hit (See Chart 13, p. 37). It is also worth stressing that while the average bills will go down, bills for most households will be higher. This is because houses that benefit from insulation measures will see large reductions in bills bringing down the mean average. This underlines the importance of energy efficiency policies like the Green Deal working. The governments justification for its policies is also heavily dependent on projections for future gas prices. Gas has certainly risen over the past 10 years, but comparing todays price with the troughs of 2007 and 2010 is a little selective (Chart 6 on p.22 shows that if you took other dates in recent years, gas prices have fallen). The only honest response is that we have no idea what gas prices will be in seven years, and should design policy that can react to sudden changes while still meeting carbon targets.        12.23pm GMT       David Powell, Friends of the Earth&apos;s economics campaigner, has sent me his detailed analysis:  There are a few fairly large elephants in Decc&apos;s analysis - both in terms of methodology and the assumptions they have about savings. By constructing a counterfactual universe in which their policies didn&apos;t exist and comparing bills to that, they allow cynical critics to hammer them on the costs and poke holes in their assumptions about savings. Rather than trying to justify the precise figures Decc has used - which we, too, would probably say are imperfect - it&apos;s more appropriate to look at the bigger picture.  So yes, there are going to be higher short-term costs for investing in clean energy and upfront costs of energy saving. We need to massively invest in our creaking dirty energy system: better for our economy, bills and the climate in the long run, but requiring a bit of effort now. Picking on the costs alone ignores the employment, macroeconomic, environmental and energy security benefits of getting off fossil fuels. And if the government gives investors more confidence - for example, by committing in the Energy Bill to a 2030 decarbonisation target for electricity - then the costs of capital will be lower, which is good for all of our bills.  The question is really not &apos;do the savings add up&apos;, but &apos;are the policies the right ones&apos;, given that we know we need to invest in alternatives to fossil fuels, and that gas has ramped up bills in recent years. Some are better than others. Subsidising renewables in the short-term to get them to the point of being truly competitive with fossil fuels that have benefitted from a century of subsidy is the right thing to do. But increasing carbon taxes without using the money received for &apos;green&apos; ends, in particular, home energy efficiency, is more questionable. Fossil fuels are pushing our bills up (wholesale price of energy has increased by 68% in last three years) and there&apos;s no real chance of prices falling, so whichever way you look at it we need to do much more energy saving.Are the government&apos;s energy saving policies right? Perhaps not. Its Green Deal scheme is singularly failing to set the world alight, and by ending the (taxpayer funded) Warm Front scheme that gave grants for home insulation, and replacing it with the (billpayer funded) overstretched Energy Company Obligation, the government has reduced support for those on the lowest incomes - who are most at risk of rising bills. A neat way to square the circle of all this would be to take the revenues from the EU ETS and its UK underlay, the Carbon Price Floor, and recycle it to households to make hundreds of thousands of homes fuel poverty proof, for good.        11.47am GMT    Twitter reaction    Here&apos;s a snapshot of what people have been saying on Twitter...    Govt says #climate policy is mitigating home #energy prices. It is, for now. But long term bills are likely to go up, so this is risky PR&mdash; roger harrabin (@RHarrabin) March 27, 2013     Wednesday's Daily Mail front page - 286 green tax on energy bills #tomorrowspaperstoday #bbcpapers twitter.com/suttonnick/sta&mdash; Nick Sutton (@suttonnick) March 26, 2013     Different slant on the energy bills story from @jessicabg - what do green policies mean for businesses? businessgreen.com/bg/analysis/22&mdash; Will Nichols (@WillN_BG) March 27, 2013     Davey: climate policies WILL bring bills down. Interestingly largest component is carbon price floor bit.ly/11KLlw3 @guardianeco&mdash; jessica lennard (@JessicaLennard) March 27, 2013     In case useful - here's a hi-res copy of the @deccgovuk infographic on energy bills &amp; climate policies: twitter.com/adamvaughan_uk&mdash; Adam Vaughan (@adamvaughan_uk) March 27, 2013     Remarkable dishonesty from @deccgovuk We've already got loft insulation and condensing boilersdailymail.co.uk/news/article-2&mdash; Paul Matthews (@etzpcm) March 27, 2013        11.30am GMT       Ed Davey has written a comment piece for the Daily Telegraph:  Some people think climate change policies on things like wind farms are what are behind high bills. But they couldnt be more wrong. The biggest single thing driving bills higher is global oil and gas prices. They have been rising remorselessly, fuelled by demand in growing economies like China. Theyre likely to keep rising. The government cant control the global market and drive down international wholesale prices. What we can do is try to drive a wedge between global prices and the cost of bills. Through investment in domestic sources of low carbon energy like nuclear, wind and wave power, and other renewables, we are helping to insulate the public from volatile fossil fuel prices in the future. The reforms we are making to the electricity market will help incentivise 110 billion investment from the private sector, with a focus on home-grown clean energy infrastructure. Through the Green Deal we are encouraging people to improve their homes and save energy. Saving energy means lower bills.        11.13am GMT       Decc admits that &quot;the large majority of households are expected to achieve savings through Products Policy, Building Regulations and Smart Meters&quot;. In fact, look at Annex F and you see these are the policies where the bulk of the savings come from by 2020. (It&apos;s perhaps worth noting that these are largely policies initiated and driven forward by the previous government and the EU, as opposed to the current government.) Therefore, the savings are, in large part, based on households replacing - at a not insignificant cost - inefficient tumble driers, TVs, fridges, etc, with new energy efficient ones in the intervening period (what it calls &quot;Products Policy&quot;). It also seems to assume households will make an effort to improve the thermal efficiency of their homes as they seek to make home improvements, or replace old boilers (what, in combination, it calls Building Regulations). However, Decc has calculated that the impact of its policies excluding Building Regulations would see the savings fall from 166 to 87 by 2020. Decc has also thought about the rebound effort - or &quot;comfort taking&quot;, as it calls it - of such savings, which I believe is an important consideration. Here&apos;s what it says on page 72:  The savings from Products Policy are net of a heat replacement effect (HRE). The HRE occurs where improved efficiency results in a reduction in the amount of useful space heating from products, resulting in an increase in the use of heating systems. Comfort taking (the direct rebound effect whereby the reduced cost of running appliances means they will be run more often) has not been modelled, with the exception of boilers. For many products the a priori expectation is the magnitude of the comfort taking impact is likely to be small. For instance, for fridges comfort taking would not be likely to occur, and for TV use the magnitude may be expected to be small. Finally, a risk of overlapping benefits between specific product areas may always remain  the modelling strips out such impacts where possible. It is also worth noting that the modelling is being reviewed, and that future impacts will be updated to reflect this, including the treatment of uncertainty in the longer term.In order to realise savings associated with Products Policy, upfront financial costs are incurred to purchase the more efficient products. The increased costs of products are included in the relevant Impact Assessments.  On the issue of savings gained through the roll-out of smart meters, I detect a worrying lack of detail. All the analysis document keeps saying is &quot;smart meters are expected to encourage more energy efficient behaviour&quot;, but, from what I can see, Decc never expands to explain that assumption. Perhaps I have missed it? Can anyone else see where it &quot;shows its workings&quot; on smart meters?       10.42am GMT       Annex F is also key as it breaks down in detail the cost/saving for each individual policy on domestic energy bills now, in 2020 and in 2030. I have taken a screenshot of the table, but if the quality is not high enough for you look at the original on page 83 of this pdf...     Breakdown of estimated average impact of energy and climate change policies on average gas and electricity bills Photograph: Decc         10.33am GMT       For those wishing to drill deep into Decc&apos;s assumptions and methodologies, you will need the 98-page pdf document entitled, Estimated impacts of energy and climate change policies on energy prices and bills. Personally, I think Annex C &quot;Scope of the Analysis&quot; on page 75 is a good place to start to get a quick sense of some of Decc&apos;s caveats and smallprint. Other key parts of the document are section 6, &quot;Sensitivity analysis&quot;, on page 56 and, obviously, Annex A, &quot;An introduction to Decc&apos;s modelling methodology and assumptions&quot;, on page 58. But please let me know in the comments below if you spot your own key section.       10.20am GMT    Reaction    Here&apos;s an early round-up of some of the reaction...  Andrew Pendleton, Friends of the Earth&apos;s head of campaigns : Building a 21st century energy system is overdue. The longer we hesitate the more it will eventually cost  and the greater the risk to our lives and livelihoods of devastating climate change. This report confirms that gas price hikes have been the driving force behind our soaring fuel bills and that spending more on clean power and energy saving is a wise investment for our economy  provided its done with clarity and vision. Harvesting the UKs huge clean power potential and a comprehensive energy efficiency programme, financed by carbon taxes, is our best bet for tackling climate change and stabilising future fuel bills. Failure to do so will be costly for us all. Ministers must boost investor confidence in a low-carbon economy  starting with a 2030 decarbonisation target in the energy bill. Ann Robinson, director of consumer policy at uSwitch.com: This report is a snapshot based on what Decc knows today  and this will keep changing and updating over the coming years. However, the underlying message is clear - there will be winners and losers as a result of the governments energy policies. The winners will be those who take action to make their homes as energy efficient as possible to cushion themselves from the impact of policies on their bills. As far as consumers are concerned, the writing really is on the wall. While Decc is saying that households will benefit from its policies overall, the fact is that this will only be the case if they adapt their behaviour. This means taking advantage of schemes such as Green Deal, which can help them to future-proof their homes. This is why its also important that Ofgem moves ahead swiftly with its market reforms and ensures that they are hitting the mark, as consumers will need the protection of a strong, competitive market to help keep energy prices under control. The fact is that we are all facing an uncertain future and energy affordability will continue to be a huge consumer concern  the priority has to be to help households to grasp the facts, understand the solutions and to adjust their behaviour as quickly as possible. Paul King, chief executive of the UK Green Building Council: Deccs report shows that the only way is up for energy bills, and that most of the predicted price increases come from volatile wholesale gas prices. Its vital that UK households are protected from rising bills, especially given that one in five homes are now in fuel poverty. A cost effective and easy way to achieve this is by insulating our leaky homes. The frustration is that while the government has only recently launched the Green Deal to do just that, it appears to be languishing at the sidelines of government priorities, as shown by chancellor George Osbornes failure to even mention it in the recent budget. We need government to show that it is committed to helping people reduce their spiralling energy bills by promoting insulation and refurbishment, and offering some real support to get the Green Deal off the ground. Steve Radley, policy director at EEF, the manufacturers organisation: This is a wake-up call. Policies are already adding 30% to business electricity prices, and this will rise to 50% by 2020 and 70% by 2030. Measures to shield the most energy intensive industries from a portion of the costs will make a difference but, unless we get a grip on spiralling policy costs, steeply rising electricity prices for the rest of the sector risk making the UK an increasingly unattractive location for industrial investment and undermining efforts to rebalance the economy. The first step is scrapping costly policies with questionable environmental impact, such as the carbon price floor and the CRC Energy Efficiency Scheme, as soon as public finances allow. Gaynor Hartnell, chief executive of the Renewable Energy Association: The cost of energy may be rising but households and businesses can take positive steps to limit bill increases with efficiency measures and investment in on-site renewables. Predicting futurefossil fuelcosts in a volatile international marketis fraught with uncertainties. Investment in energy infrastructure is essential, as is the switch to renewable energy. Government intervention on both new generation anddemand reductionshould save households money overall. That&apos;s got to be good news for the UK&apos;s future security and prosperity. Caroline Flint, Labour&apos;s shadow energy and climate change secretary: The government&apos;s underhand attempt to mask the real impact of its policies on families&apos; energy bills is shameful. At a time when hard-pressed families and pensioners are seeing their incomes squeezed, only this out-of-touch government could expect people to fork out thousands of pounds on new TVs, fridge freezers and washing machines. Instead of cooking the books to trick people into thinking their energy bills will be lower, ministers should get behind Labour&apos;s plans to overhaul the energy market and deliver fair prices for the public.        9.59am GMT       Here&apos;s the infographic that Decc has produced to explain at a glance how it believes its various policies will help to bring down the average domestic energy bill by 166 by 2020...     Decc's infrographic explaining how its policies will help to lower energy bills by 2020 Photograph: Decc         9.51am GMT    Press reaction    Here&apos;s a quick summary of the press coverage this morning...  Daily Mail: 286 green tax on energy bills: But ministers insist &apos;efficient appliances&apos; will SAVE us money Christopher Booker in the Daily Mail: What planet are they living on? As freezing Britain faces a grave energy crisis, ministers unveil more green gimmicks and eco taxes. What folly Daily Telegraph: Households &apos;will have to buy green appliances&apos; to benefit from Government energy bill boasts Business Green: Businesses call for action as new figures reveal impact of climate policies BBC: Energy policies &apos;reduce bill rises&apos; Utility Week: Energy policy hits medium businesses hardest Financial Times:Fears on gas supplies played down BBC Radio 4&apos;s Today programme: Greg Barker interview at 8:31        9.44am GMT    Welcome to the Eco Audit    Ed Davey, the secretary of state for energy and climate change, has announced this morning that the government&apos;s policies will help to lower domestic energy bills by, on average, 166 by 2020. The Guardian reports:  Analysis by the Department of Energy and Climate Change (Decc) published on Wednesday showed that 85% of the present average 1,250 bill cannot be controlled by the government because it is determined by international gas and electricity prices, transmission and metering costs. After energy companies have taken their profits, and VAT has been paid, government policies can only influence around 11% of the bill, said Davey. In a riposte to some Conservative politicians and media which have claimed that wind power will cost more than 120bn in the next eight years and send household bills soaring, he claimed that energy-saving policies, better gas boilers, tighter building regulations, the coalition&apos;s green deal loan scheme and smart meters could save householders around 166 a year by 2020. According to Decc, that is an 11% cut compared to the government doing nothing.  Rising energy bills are a hot political topic in the UK at present so the department&apos;s analysis is likely to be keenly challenged and interrogated, particularly its assumptions and methodologies. For example, can energy prices really be estimatedaccurately out to 2020, or even - as the analysis attempts to do - to 2030? How can both the savings and costs of various policies be predicted when so many variables are at play? Please leave your own thoughts below. If you are quoting figures, please provide a link through to the original source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.    ", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/27/climate-policies-lower-energy-bills", 
    "wordcount": "4735"
}