{
    "headline": "Honda CR-V: car review", 
    "text": "Price 21,395MPG 39.2Top speed 118mph I drove to New York last weekend. No, not that one the one in Lincolnshire. Population 150, it has two roads  Sandy Bank and Dogdyke  and, unlike the other New York (pop 8.5 million), it&apos;s named after the city of York rather than the Duke of York, the future King JamesII. Marooned in the middle of the hedgeless expanse of the Fens, there&apos;s little to detain you in this tiny hamlet, but as a driving destination I can&apos;t recommend it highly enough. Heading north from Cambridge and the end of the M11, make your way to Ely and then follow your nose to Boston, New York and finally Lincoln. The marshland which stretches unbroken from horizon to horizon was drained centuries ago and is home to an astonishing number of churches and cathedrals  their spires like sharp spikes on an otherwise flatlining hospital read-out. And across this ancient and, let&apos;s be frank, pretty weird landscape, run some of the straightest, flattest roads in Britain. To make the most of these runways, you would ideally want to be skimming along in something as low, flat and open as the topography  asupercharged Caterham, perhaps, or maybe the beautiful new F-Type Jaguar. Sadly, I was bobbling along in a family SUV  the latest Honda CR-V. It&apos;s the fourth generation of the Swindon-built soft-roader and more than 5m have been sold globally. The biggest market is the US, where it seems anything wearing an SUV overcoat will sell, and in many respects that is exactly what the CR-V is  a Honda Civic in utility wear. For such a capable and yet restrained vehicle, the CR-V seems to dramatically divide opinion. In the same month a review in Top Gear magazine called it &quot;the most boring thing in the world&quot; and even worse than watching five hours of The One Show, while a journalist testing it for the Daily Mail described the car as &quot;the best 4x4 so far&quot;. What is interesting is that both reviewers agreed on the underlying facts. Both said that the CR-V is reliable, capable, reassuring, comfortable, safe and efficient It&apos;s hard to know what a carmaker is to do if those six adjectives get a vehicle a bad write-up. Is being bland really such acrime? It hasn&apos;t stopped Canada, mild cheddar, Tess Daly and the missionary position from playing a part in all our lives. CR-V sounds like an acronym for something to do with cardiac resuscitation, but it actually stands for the more prosaic (of course) Compact Recreational Vehicle because, well, that&apos;s what it is. This new model is the first to offer both two- and four-wheel drive options, but only with the 2-litre petrol engines. Far better to go for the 2.2 i-DTEC diesel unit, which is cleaner and more efficient than ever before. It&apos;s quiet, purposeful, robust. So if those are characteristics you can&apos;t abide in acar, then look elsewhere. The real benefit of the latest redesign can be found inside. You couldn&apos;t call it trendy, but there is apleasing no-nonsense practicality to it all. There are cubbies and cupholders everywhere, the high ceiling and glass roof make it feel light and airy, and the enormous boot can be made even bigger by folding down the rear seats. You could have alie down if it all got too much. The CR-V is sober, down-to earth and mature and, though we may resist those forces, when it comes to cars it always pays to be grown-up. Email Martin at martin.love@observer.co.uk or visit guardian.co.uk/profile/martinlove for all his reviews in one place Wacky races     Racing demons: Year 6 pupils show off their electric cars.  Photograph: Martin Love for the Observer     The humble tissue box doesn&apos;t often spend much time in the limelight, but just occaisonally it enjoys a moment of glory. One such moment came last week. My 11-year-old daughter, along with her classmates, has been building a small electric car in Design Technology at school and for a bit of fun her teacher, Mr Powles, asked if I would go in and judge the results. First of all he explained that the children had been concentrating on three things: speed, driving in a straight line and what the vehicle looked like. Clearly some professional car designers could have done with paying attention. We walked out to the track  which also serves as the wooden walkway to the school dinning room - and set the cars off in waves of six. All started with the same premise: a tissue box on a wooden base with a tiny battery-powered motor powering the wheels with a rubber band. All kinds of vehicles were presented, from tanks to sports cars, buses to ice-cream vans and even an amphibious Duck Tours landing craft. A few failed to move from the start line with wheels falling off and rubber bands becoming disconnected, some careered into the wall or into each other, and a few even made it to the finish line. In the end the quickest and most reliable was Lucy&apos;s red bus (that&apos;s her on the right). Ironic, because I can&apos;t imagine a bus has ever won an award for being quick and reliable before Fast food     Speedy eaters: the latest Silver by Aston Martin cutlery designs. Photograph: Observer    Sometimes just owning a car isn&apos;t enough you want to eat with it too. That&apos;s the case with this stunning cutlery by Silver by Aston Martin. The firm launched its first store in Harrods at the end of last year, but you can buy some of the stuff while you are picking up your Aston in most showrooms, or if that seems like too much work, online at grantmacdonald.com/astonmartin/. And later this month they&apos;ll be exhibiting one of its hampers (2,750) at the Geneva Motor Show next month.", 
    "section": "technology", 
    "gid": "technology/2013/feb/17/honda-crv-car-review-martin-love", 
    "wordcount": "973"
}