{
    "headline": "Boot up: AT&T v Google, Avengers v torrenters, Icann v refunds and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Android update delays: AT&amp;T CEO passes the buck...to Google &gt;&gt; TIME.com And Google passes it right back. Nobody quite seems to be telling the whole truth, nor making clear who&apos;s in charge of updating the phones. (Clue: the handset manufacturer, which has to pass the update through the carrier for approval.) The Avengers: why pirates failed to prevent a box office record &gt;&gt; TorrentFreak  Despite the widespread availability of pirated releases, The Avengers just scored a record-breaking $200 million opening weekend at the box office. While some are baffled to see that piracy failed to crush the movie&apos;s profits, it&apos;s really not that surprising. Claiming a camcorded copy of a movie seriously impacts box office attendance is the same as arguing that concert bootlegs stop people from seeing artists on stage.   Nothing to do with it opening simultaneously on multiple screens worldwide and preventing the opportunity to make pirate copies? Apparently not, because a low-quality camcordered version appeared a week before the official release, and was then downloaded half a million times. Nano-SIM update: Apple design modified to fix concerns, standard will be decided this month &gt;&gt; The Verge  The delay in the vote had been due largely to Nokia&apos;s vocal displeasure in Apple&apos;s design, saying in March that Apple explicitly violated ETSI&apos;s design guidelines for 4FF -- guidelines that specified that a nano-SIM should be shaped in such a way that it would be difficult or impossible for a customer to accidentally jam it into a micro-SIM slot. G&amp;D noted to us that Apple&apos;s design has now been modified: a small amount of plastic has been added around the edges of the electrical contacts, making the new nano-SIM just long enough so that it can&apos;t be forced lengthwise into an incompatible socket. (The tradeoff, of course, is that the revised design is even less different than the micro-SIM it&apos;s designed to replace, saving relatively little room inside the phone for other components.)   The improvement that isn&apos;t much of an improvement. Google&apos;s self-driving car snags first-ever license in Nevada &gt;&gt; The Register  The Nevada Department of Motor Vehicles has issued the first license plates that will allow Google&apos;s autonomous cars onto public highways.  Nevada is the first state to devise licensing procedures for autonomous vehicles, and Google is the one of the leaders in that field, having hired some of the top talent that took part in the DARPA Grand and Urban Challenges. Google&apos;s fleet will have red Nevada license plates with a Greek infinity symbol, intended to alert other drivers that a computer has control of the vehicle.   And now we find out if computers are better or worse drivers than humans. Well, in Nevada. ICANN offers refunds over gTLD system shutdown &gt;&gt; ZDNet UK  &quot;In recognition of the inconvenience caused by the temporary suspension of the TLD application system, ICANN will provide a full refund of the application fees paid by any new gTLD applicant that wishes to withdraw its application prior to publication of the list of applied-for new top-level domain names,&quot; ICANN chief operating officer Akram Atallah said in a statement on Monday.  Generic top-level domains can use words that refer to brands, such as &apos;.coke&apos;, and also non-Latin characters. The application process opened in January, with fees of $185k per gTLD.   There&apos;s only one word for it: omnishambles. Oracle-Google verdict signals need for copyright reform &gt;&gt; InfoWorld  It&apos;s hard to imagine another, similar case on the scale of Oracle versus Google, so it&apos;s remarkable that an almost identical one came to resolution in Europe at almost the same time. SAS Institute sued World Programming for copyright infringement in what seems like a much more clear-cut case than Oracle versus Google. World Programming copied the SAS programming environment with the intent of direct competition, yet the court did not find against World Programming.  Although the case has nuances, the court was clear that although software itself could be copyrighted, its externalities -- the function it performs, the programming interfaces it exposes, and the data structures it uses -- cannot be. This is entirely reasonable. Without such a division, interoperable technology markets would be impossible.  Updates to Google News US Edition: larger images, realtime coverage and discussions &gt;&gt; Google News Blog  Many news stories inspire vibrant discussions on Google+, and today we&apos;re starting to add this content to both the News homepage, and the realtime coverage pages. This way you can see what your circles, journalists covering the story and notables like politicians or others who are the subjects of stories have to say about breaking news, and even contribute to the discussion directly from Google News.  Note that these Google+ discussions will only appear for those of you reading the US edition who have signed in and upgraded to Google+.   Note subtle things in the language. &quot;Many&quot; news stories &quot;inspire&quot; vibrant (vibrant?) discussions on Google+. (As they do on Facebook, Twitter and LinkedIn, to name just a few. But those don&apos;t belong to Google.) And that these discussions are only available if you&apos;ve &quot;upgraded&quot; to Google+ - not &quot;signed up for&quot;, or &quot;logged into&quot;, or &quot;joined&quot;. Language shapes the world.  Security alert: hacked websites serve suspicious Android apps (NotCompatible) &gt;&gt; Lookout Blog  Based on our current research, NotCompatible is a new Android trojan that appears to serve as a simple TCP relay / proxy while posing as a system update. This threat does not currently appear to cause any direct harm to a target device, but could potentially be used to gain illicit access to private networks by turning an infected Android device into a proxy. As previously mentioned, this appears to be the first time that compromised websites have been used to distribute malware targeting Android devices.   With so many people eager for &quot;system updates&quot;, this package (which turns up as a &quot;system update&quot; could fool plenty of people. Introducing Ceres Solver - A nonlinear least squares solver &gt;&gt; Google Open Source Blog Someone&apos;s going to find this fabulously useful. Apple offers iOS 5.1.1 update, fixes some serious vulnerabilities &gt;&gt; Naked Security Fixes cross-site scripting, URL spoofing and remote code execution bugs - all severe. But Graham Cluley has harder words for Apple:   Do you work for Apple? If so, please suggest - to the highest authority in the company you dare to email directly - that your employer tweaks its update publishing system. Make sure that [security article] HT1222 is updated at the same time as any security-related product update is published, not hours or days later. This will have a positive outcome: your users will apply security fixes more promptly.   No signs yet of Apple putting security visibility further up the priority list. It should. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/09/technology-links-newsbucket", 
    "wordcount": "1191"
}