{
    "headline": "Alternative economics  as if people mattered", 
    "text": "Responding to Aditya Chakrabortty&apos;s search for an alternative to the increasingly discredited academic field of economics (Economics is in crisis. But why aren&apos;t political scientists and sociologists offering an alternative view, 17 April), Meghnad Desai urges us to be patient because in the past it&apos;s taken years if not decades for professional economics to reform (Letters, 18 April). Academic economics may remain unrepentant, but political economy has been revived in recent years; many popular authors have set out clear alternatives but mainstream economics is yet to catch up  a frustration that is best expressed by Richard Koo in his books distilling the lessons that ought be learned from Japan&apos;s recent economic history. Political economy can be thought of, in EF Schumacher&apos;s phrase, as &quot;economics as if people mattered&quot;, and is influenced by anything and everything from the writings of serious academics to the Occupy movement, using media as diverse as weighty books to blogs. My own organisation recently synthesised much of the thinking on the social liberal end of the spectrum of political economy in our pamphlet entitled Plan C  Social Liberal Approaches to a Fair, Sustainable Economy, which adds to the pluralist and growing discussion around alternatives to our current, failing model of how the economy should run. Discussion of the ideas contained within our pamphlet and other publications is a valid alternative to the overly mathematical, assumption-driven economics of the textbook. Alternative visions are there to be found  Aditya and Meghnad Desai just need to know where to look.Prateek BuchHead of policy and research, Social Liberal Forum Aditya Chakrabortty is quite right to draw attention to the need for political science, sociology and anthropology to enrich economic analysis and policymaking. Economics is a social science not, as it has been widely regarded in recent years, merely a branch of applied mathematics. This was the misconception which led us into the financial crisis. Chakrabortty&apos;s criticism of the &quot;mainstream&quot; fixation with markets however misses the point. We need more &quot;economics&quot; in economics, not just applied mathematics. Markets can work if the price signals they receive accurately reflect the true costs of production, but of course in many cases the presence of externalities prevents this happening. External intervention is required by governments to adjust prices to reflect true costs. The fact that it does not happen is as much a failure of political leadership as of misguided economic dogma. Where markets fail, it remains the government&apos;s responsibility to ensure, via a regulation or price adjustment, stable economic conditions, the efficient allocation of resources, and the socially just distribution of income and wealth. Markets have a role to play in this but they are only one paradigm for achieving these objectives, and they are not always either the only or indeed the best way.Philip RobinsIlkley, West Yorkshire I&apos;m afraid Aditya Chakrabortty gets his analysis of the current banking-induced recession nearly all wrong. First, you cannot blame any of his so-called &quot;academic elites&quot; for the rapid and unforseen emergence of crazy banking practices that not even the banks&apos; boards of directors were aware of, yet alone understood. Second, the majority of economists in the UK still stress foremost the importance of aggregate demand; so why should the private sector lay down new investment for domestic markets given the government&apos;s current and projected fiscal stance? The re-emergence of the Treasury view of the 1930s in a new guise does us no favours; in attempting to price people back into the labour market (benefit cuts, minimum wage policy), it drives aggregate demand down even further. What is needed is a gradual synchronised expansion among the world&apos;s leading economies. One has the strange feeling that if he was around, Gordon Brown would have championed this idea.Paul HerringtonLeicester Aditya Chakrabortty fails to recognise the diversity of sociological research that contributes to understanding social, cultural and economic life, including the current crisis. It is the job of sociology to engage with the full scope of social life, including those areas Chakrabortty derides. That said, he appears to have missed the December 2011 special issue of Work, Employment and Society: Managing Uncertainty: the Crisis, its Consequences and the Global Workforce. He might also have drawn readers&apos; attention to plenary lectures at the British Sociological Association&apos;s April 2012 conference delivered by Profs Stephen Ackroyd (Lancaster University) and Rosemary Batt (Cornell University) on the rise of financial capitalism, or to the Work, Employment and Economic Life stream sub-plenary on The Fallout from Austerity. In the latter, Prof Diane Elson (University of Essex), chair of the UK Women&apos;s Budget Group, and Prof Linda McDowell (University of Oxford), author of Capital Culture, Gender at Work in the City, offered incisive critique from the perspectives of economics, geography and sociology on the nature of the crisis and what it means for social life and change. Vanessa Beck University of Leicester, Rachel Lara Cohen University of Surrey, Esther Dermott University of Bristol, Ben Fincham University of Sussex Chris Forde, University of Leeds, Kirsten Forkert University of East Anglia, Mary Godwyn Babson College Edward Granter University of Manchester Sarah Jenkins University of Cardiff Eunna Lee-Gong University of Essex Dawn Lyon University of Kent Laura Mitchell Keele University Leo McCann University of Manchester Jackie O&apos;Reilly University of Brighton Lynne Pettinger University of Essex Kate Sang Heriot-Watt University Gregory Schwartz University of Bath Melanie Simms University of Warwick Tim Strangleman University of Kent Tracey Warren University of Nottingham, part of the Work, Employment and Economic Life Study Group, British Sociological Association Aditya Chakrabortty puts his finger on a deeply worrying contradiction. There are many reasons for the effective silence of the academics on the &quot;crisis&quot;. One is the gradual erosion of academic freedom and the inexorable pressure from the establishment through sticks and carrots to discourage research into the fundamental superstructure of society. Another is the way in which public discourse has been constructed so as to crowd out the alternative. The BBC is, as always, in the vanguard, but I would also indict the broadsheets that have replaced hard-nosed, fact-based journalism with acres of opinion, crowding out the informed alternative voices. Neil BlackshawLittle Easton, Essex Aditya Chakrabortty makes some very telling criticism of academic elites. But I want to assure him that radical political economy is alive and well in Oxford  it&apos;s just not found at the university. He will, however, find it at Ruskin College where I am employed as a tutor in radical economics, teaching adults who did not get a first chance to study in further and higher education. All our teaching at Ruskin is based on a critical understanding of dominant theories and a search for alternatives. As important, we encourage &quot;active citizenship&quot;  our students and staff have been involved in the local anti-cuts movement. Theory and practice is at the heart of what we do at Ruskin College.Dr Peter DwyerTutor in radical economics, Ruskin College I enjoy Aditya Chakrabortty&apos;s articles; he is one of the few UK journalists who takes a critical and well-informed position on the management of the economy in the UK and abroad. But his view of the lack of an alternative view from the discipline of sociology does not fit with my experience. I am currently the head of a department of sociology in which much of our research and teaching is a direct response to the financial crisis and its aftermath. Three distinguished professors (Bob Jessop, John Urry and Sylvia Walby) and two senior professors (Michael Kraetke and Andrew Sayer) have invested much of their research effort over the last five years in the field of political economy to trying to understand the sociological significance of financial crises. For example, John Urry shows the role of oil price increases and shortages in generating the financial crash of 2007/08, and in probably generating future economic and financial crises (Societies After Oil, forthcoming Zed books). Sylvia Walby was actually giving a plenary talk on Violence and the Financial Crisis at a stream plenary on the financial crisis at the BSA conference, which Aditya mentioned. Other colleagues are undertaking research to understand austerity, political activism, climate change, bio-science, geo-engineering, disasters, mobility and city cultures, all of which are aspects of society shaped by the political economic effects of so-called neoliberalism. For example, Dr David Tyfield has an article, Four Fallacies regarding the current crisis, available on our website (the lead time to publish a book is about a year and journal articles currently take 18 months or more). All of these researchers are writing books, articles and giving conference presentations in the UK and abroad. And this is in a climate when funding for sociological research and teaching is being cut, and universities are being redirected to respond to markets. The research grants on economic matters largely go to economists and management scientists, but Bob Jessop has research council funding to study how the discussion of financial matters in various media by &quot;experts&quot; (politicians, economists, business managers, traders, corporate advisors) actually contributes to crises.Professor Tim DantHead of department of sociology, Lancaster University Having attended the British Sociological Association conference in Leeds last week, with its theme of Sociology in an Age of Austerity, we do not recognise Aditya Chakrabortty&apos;s portrayal of our discipline or of the conference. Many of the keynote speeches at the conference were from leading UK and international sociologists, including contributions from current and future presidents, precisely focused on the economic crisis, and the importance of sociology engaging with public issues and analysing the neoliberal policies which have got us where we are today. Sessions took on such themes as the impact of the rise of financial capitalism on management and labour, the crisis of the food system, and the heightened inequalities that have become a feature of the world over the past decade and a half. In other words just the sort of issues that the article suggests sociologists are not engaging with. Explanations for financial crisis and the failures of markets form only part of the object of study for a broad discipline such as sociology. Nonetheless in the internationally recognised work of sociologists such as Donald MacKenzie and his collaborators, British sociology has shown it can produce path-breaking work on these issues both during and after the financial crisis. A less selective &quot;analysis&quot; by Aditya Chakrabortty of sociology journals would have produced many more articles on the causes and consequences of the financial crisis. He does not mention our journal Work, Employment and Society (an odd omission given his subject matter), which has published frequently on these topics, including a special issue in December 2011. In May 2009 Sociological Research Online (a joint venture involving the BSA and others) printed immediate thoughts on the financial crisis, and the current issue of The Sociological Review has an article on private equity firms and trust. Aditya Chakrabortty states that none of the press releases on the BSA&apos;s website deal with the financial crisis, but a visit to our webpage shows that the top news item looks at unemployment rates among black people and the young during this recession. Other releases deal with cuts in services to women&apos;s refuges under the current austerity measures and many releases tackle serious issues of employment.Howard Wollman Vice-chair, British Sociological Association Professor Judith Burnett Chair, British Sociological Association Professor John Brewer President, British Sociological Association Professor John Holmwood President-elect, British Sociological Association", 
    "section": "education", 
    "gid": "education/2012/apr/18/alternative-economics-people-mattered", 
    "wordcount": "1917"
}