{
    "headline": "Wii U: new Zelda and Mario games announced. Is it enough?", 
    "text": "In case you missed it, Nintendo did one of its regular &apos;Direct&apos; online presentations yesterday. Once again the company&apos;s president Satoru Iwata stood in front of a white background looking friendly yet somehow also faintly Orwellian  and once again he brought us the latest news from the Nintendo mother brain.  This time, it was a range of new game announcements for the Wii U console. Here&apos;s the lowdown:Two new Zelda titles Zelda series producer Eiji Aonuma revealed that two Zelda titles are venturing toward the console. One will be a re-make of the stylised Game Cube classic Wind Waker, featuring HD visuals  it&apos;s coming out in the autumn and will be playable on TV or GamePad display. More intriguing, though, is a totally new addition, promising to &quot;re-think the conventions of Zelda&quot;. It seems we can expect a more open game world and one that may support collaborative or competitive multiplayer in new ways. We may have to wait until 2014 for this one, though.  Super Mario returnsNintendo&apos;s EAD Tokyo software development team, previously responsible for Super Mario Galaxy and Super Mario 3D Land is working on a fresh Super Mario title. Iwata referred to it as a &apos;3D Mario action game&apos;, so no more of that New Super Mario Bros stuff. It will be playable at E3. More Mario Kart!Naturally, the long-running karting series is bound for Wii U. There&apos;s no info at present, but it&apos;ll be interesting to see how the GamePad figures here. It&apos;ll be a steering wheel obviously, but what else? Will we slide our fingers across the screen to launch shells? Again, there will be playable code at E3. Yarn YoshiTakashi Tezuka, director of Yoshi&apos;s Island and Yoshi&apos;s Story, is supervising the first title to feature the loveable dinosaur as a lead character since 1998. It&apos;s being handled by the team behind beautiful Wii title Kirby&apos;s Epic Yarn, and similarly, it pitches the lead character into a cute handicraft world. Sounds adorable. Fire Emblem and Shin-Megami Tensei combine            This is one to get JRPG fanatics frothing at the mouth  a combination of the two classic role-playing series&apos;, developed by Nintendo and Atlus. Iwata also promised that the company is working on other similar creative collaborations and will be revealing more details soon.  Wii Party continuesThe popular party game collection will return this summer, featuring plenty of interesting GamePad interactivity. In the Nintendo Direct video, we see one mini-game that requires you to shake the pad to roll dice, and another that has two players competing in a teeny baseball sim on one GamePad screen. There&apos;s even a sort of Twister variation that gets a group of competitors to touch different buttons on an array of Wii Remotes and GamePads, entwining their limbs in the process. Saucy. New title from Monolith Soft            The creator of the hugely acclaimed RPG, Xenoblade Chronicles, is working on what looks to be another epic fantasy quest. It&apos;s being directed by Tetsuya Takahashi, a veteran of the Final Fantasy series before setting up Monolith. Check out the video for some gigantic monster battles. Virtual ConsoleNintendo&apos;s retro gaming service is coming to Wii U after a system update in the spring. It will allow users to download classic titles from the company&apos;s lengthy back catalogue. Iwata explained however that we won&apos;t immediately see all the titles currently available for Wii and DS. Instead, we&apos;ll get a selection of NES and SNES titles (at 3.49 and 5.49 each, respectively), &apos;newly developed&apos; for the Wii U  these will be playable on the GamePad display or on a TV, and will support Miiverse functionality. Other platforms including the Game Boy Advance will be supported later. Advance Wars! There was also a new trailer for Platinum Games&apos; intriguing action strategy title Wonderful 101 and a behind-the-scenes teaser for Bayonetta 2. Importantly, Iwata also conceded that there&apos;s a lack of major Wii U titles in the opening months of 2013; during the video he argues that Nintendo understands the importance of strong first-party games early in a console&apos;s lifecycle. He&apos;s right  after the initial flush of 20 launch titles and the excitement of discovering asymmetrical multiplayer gaming, there has been a lull, and given the excitement building over Microsoft and Sony&apos;s activities this year, that might not be smart. However, with all the favourites on the way, together with one or two fresh additions and some enhanced services (such as the ability to access Miiverse on your smartphone, and some new community functionality in Wii Fit U), there&apos;s hope gamers will over look this somewhat barren spell. It would be nice, though, to see Nintendo putting its vast development talent to a few completely fresh projects. Of course, we need Super Mario, Mario Kart and the rest, but this is a time of generational change, a time to explore uncharted areas. Iwata must have the faith to allow his teams to introduce some innovative new strands.  It is somewhat ironic that, while Zelda lovers are being kept waiting for a brand new adventure, it is Wind Waker that is being resurrected as a stop-gap. The GameCube struggled to maintain an audience against the might of PlayStation 2, which promised a new era of sleek, mature interactive entertainment via the likes of GTA III, Ico and Gran Turismo 4. Nintendo was left standing then  it can&apos;t afford to do that again.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/24/nintendo-wii-u-zelda-mario-more", 
    "wordcount": "901"
}