{
    "headline": "EU leaders at loggerheads over nature laws review", 
    "text": "An impasse in Brussels over changes to the EUs pioneering nature laws has pitted the president of the European parliament, Martin Schulz, against the blocs chief, Jean Claude-Juncker, in private correspondence seen by the Guardian. More than a thousand animal and plant species  and 500 types of wild bird  are protected by the EUs nature laws.  Natura 2000, the worlds largest network of protected areas, covering 18% of Europes landmass and 6% of its seas, was born out of the habitats and birds directives. But a fitness check of the laws that Juncker initiated to reduce burdens on business, has been plagued by missed deadlines and internal manoeuvring.   In a letter dated 12 October, Schulz has now warned Juncker, his friend and close colleague, that EU inaction over the stalled review is creating legal uncertainty, and jeopardising the blocs biodiversity targets for 2020.  I would therefore urge you to clarify as soon as possible the position of the commission on these directives, to conclude the refit exercise and to publish the report on the results of the fitness check without delay, Schulz wrote. Across Europe, the EUs nature laws have registered huge support in successive opinion polls and a record 550,000 people took part in the EUs public consultation on the issue  520,000 of them calling for the laws to be kept as they were. Big agriculture and business lobbies have also proved persuasive though, with the German BDI employers federation and farmers associations lobbying strongly against what they saw as environmental red tape. Junckers fitness check was supposed to assess the potential for merging [the directives] into a more modern piece of legislation, but the promised overhaul of green laws unnerved conservationists.   Martin Harper, the conservation director of the RSPB said: Without a shadow of a doubt, the directives have been crucial in driving the recovery of threatened species, and they have helped provide extra protection to our most important wildlife sites.  In the UK, the two laws reduced the annual loss of protected sites from 15% to just 1%, according to the RSPB.  We are determined to ensure that their power is bolstered or maintained as the UK negotiates its new relationship with Europe, Harper said. Without them it will be impossible for the UK to meet its commitments to biodiversity restoration.  The UKs current position on the review is not clear, after the farms minister George Eustice dubbed them spirit-crushing and pledged their repeal if the UK voted for brexit. Sources say that Theresa Mays government would look favourably on any changes to the nature directives in Brussels now, as these could diminish opposition to changes in the UK after Brexit. An expert EU consultation though, recommended against tinkering with the legislation. A leak of the blocs final report earlier this year found the nature directives effective, coherent, good value for money and fit for purpose.  The EUs ongoing delay in publishing it has stoked accusations from multiple sources that the issue is being sat on by key figures in Junckers office.  Gerben-Jan Gerbrandy, a prominent Liberal MEP said: Juncker has been taking Europes nature laws hostage for six months now. That is totally irresponsible. Europes nature is too important and fragile for political games.  EU sources maintain that the fitness check will appear before the end of the year, but they caution that it might not reflect the final reports conclusions.  This is still a work in progress, one official told the Guardian. What consultants do is one thing and what the commision does to take ownership of it is something else.  The legislative gridlock is thought odd, as environment ministers from several states  most stridently, Germany  have set them against any change to the nature laws, which they could in any case veto. But elections are due in Germany and several other states in the next year.  The origins of the EUs fitness check are thought to lie in a 2011 UK review which George Osborne launched by chiding the directives gold plating of nature laws for imposing ridiculous costs on business, although the UK governments own review later found they did not. ", 
    "section": "environment", 
    "gid": "environment/2016/oct/20/delayed-review-of-europes-pioneering-nature-laws-divides-eu-leaders", 
    "wordcount": "709"
}