{
    "headline": "Bigger is not better in farming", 
    "text": "If it was more widely known that the intensive farming of pigs causes needless suffering to the confined animals, increases the incidences of antibiotic-resistant diseases passing from pigs to humans, pollutes the environment with toxic gases and liquid waste, and destroys rural livelihoods, then consumers would be willing to pay a few pence more for humanely produced pork. Building ever bigger pig farms in the UK, like Foston in Derbyshire, to compete with cheap imports, as suggested by the president of the National Farmers Union, Peter Kendall (The future of food is in super farms, says NFU leader, 6 June), is to please corporate investors who want the profits once earned by high-welfare UK pig farmers. Due to corporate-sponsored neoliberal policies, factory farm corporations are free to comb the globe for the lowest wages and standards at work, and the laxest enforcement of environmental and animal welfare regulations. Small-scale traditional mixed farms in the former eastern bloc countries, along with the high-welfare UK farmers, are  in the name of competition  all being destroyed by taxpayer-subsidised giant corporate factory farms. Rather than building Foston (housing 25,000 pigs) to fight in this cut-throat competition, we should be protecting our farmers from cheap imports to provide local food for our island.Tracy WorcesterPig Business, the film and campaign The suggestion by the president of the National Farmers Union that we need more and bigger &quot;super farms&quot; highlights the debate about what kind of farming system, and what kind of countryside, we want. The Campaign to Protect Rural England wants British farming to be profitable and successful  we have worked with the NFU to support it, as when we backed its &quot;Why Beef and Sheep Farming Matters&quot; campaign. But the way we farm also shapes our countryside, which is enjoyed by millions of people. Intensive farming has often had a devastating effect on landscapes and wildlife, and it is unlikely that a move to &quot;super farms&quot; will help restore the countryside. Extensive livestock production plays an important role in supporting fragile local food networks and the rural economy. It can also help maintain wildlife habitats and ensure features that add character to our landscapes  such as hedgerows and drystone walls  are maintained. Consolidation of production in &quot;super farms&quot; is likely to place even more pressure on the environment and struggling small producers. It may suit supermarkets, with their centralised supply and distribution models, but it is likely to lead to a poorer and less diverse countryside. We certainly need a debate about the kind of farming we want, and the CPRE is contributing to this through our vision for the future of farming and our work on local food webs  but big is not always beautiful.Ben StaffordHead of Campaigns, Campaign to Protect Rural England Peter Kendall&apos;s call for &quot;super farms&quot; provides a perfect recipe for remaking the world as big business wishes. First, create property bubbles and job insecurity, forcing people to look for savings on their household budgets. Then extol the corporate food system&apos;s delivery of &quot;affordable&quot; food. Next, close small abattoirs serving local and regional farm economies in the name of health and economic rationalisation. Then propose new abattoirs near &quot;super farms&quot;, emphasising the benefits to livestock in not having to travel far to slaughter. Finally, wrap it all up in specious greenwash about climate change and animal welfare. Serve half-baked, and hope that coalition policymakers swallow it. They probably will.Chris SmajeFrome, Somerset So Peter Kendall recognises that we need &quot;a complete rethink&quot; about food production in the wake of climate change, while promoting super farms monitored by animal welfare &quot;experts&quot;. I&apos;ve just rethought and turned vegan. Madeleine LonghurstLiverpool In his support for &quot;mega farms&quot;, Peter Kendall neglects to mention the problems that could be caused by such developments. Apart from the obvious fact that the animals would not have access to the outdoors, the human health impact of the proposed 2,500 sow (20,000 pig) Foston mega pig farm mentioned in the article is potentially huge. Included in the review of evidence we submitted to the planning consultation for the development were concerns about over use of antibiotics and antibiotic resistance. Pig farming accounts for around 60% of all UK farm antibiotic use and research shows that levels of disease and antibiotic use increase as pig farms get bigger. Resistance to antibiotics can transfer between both animals and humans and this occurs more frequently, and with far greater ease, than was previously believed. For certain bacteria, such as salmonella and campylobacter, most antibiotic resistance in human infections comes from the use of farm-animal antibiotics. Unless antibiotics are used more sparingly we will find ourselves facing a range of serious diseases in humans and animals that can no longer be treated effectively. Emma HockridgeHead of policy (farming and land use), Soil Association The NFU&apos;s promotion of US-style factory units over traditional British farms puts them on a collision course with the UK&apos;s more conscientious consumers, and jeopardises the smaller-scale farmers who make up the fabric of the countryside. The Parliamentary Office of Science and Technology report fully recognises that today&apos;s consumers take into account ethically sourced, welfare-friendly products. Milk from mega dairies will come from cows at much greater risk of laminitis, mastitis and who  after being burned out pursuing huge volumes of cheap milk  are often dispensed with after just two or three lactations. This is hardly an endorsement for high welfare standards in factory systems and the NFU is wrong to present it as such. The UK is comfortably self-sufficient in its levels of liquid milk production so it is simply untrue for Peter Kendall to argue that the UK &quot;needs&quot; such systems. The real beneficiaries of his vision will be the businessmen who see an opportunity to exploit so-called economies of scale in the market. And the victims will be those smaller-scale farmers, currently enduring quite enough economic hardship, whose livelihoods will be further ruined by this unsustainable &quot;experiment&quot;. Simon PopeHead of external affairs, WSPA UK", 
    "section": "environment", 
    "gid": "environment/2012/jun/10/bigger-is-not-better-in-farming", 
    "wordcount": "1025"
}