{
    "headline": "Million Pound Startup prize aims to be X Factor for new businesses", 
    "text": "A competition launched in London aims to create a cross between X Factor and Dragon&apos;s Den by offering 1m to a startup business. The Million Pound Startup competition went live on Wednesday night in what Kam Star, one of its architects and prime movers, says is intended to spark competition and ideas from would-be and existing entrepreneurs. Entry is open to any business around the world as long as they have not yet had an annual turnover of more than 1m  and if they promise to relocate to London if they win. The competition is open to entries until 1 May 2013, and will be judged at the Digital Shoreditch event later that month. Star, the &quot;chief play officer&quot; at London-based games company Playgen and a founder of Digital Shoreditch, hopes that the lure of the X Factor-sized prize, which is being provided by private equity rather than government, will inspire people who otherwise might not have been willing to risk following an idea to push into the entrepreneurial space. &quot;This is the X Factor approach  just as they see that 1m record contract being dangled by Simon Cowell and get inspired by that, we want people to get something on paper and move forward.&quot; Smaller prizes, such as five-figure offers of venture capital or angel funding, might not be enough to motivate people who have good ideas, he suggested.            &quot;A reason why it&apos;s global is to shine a light and to say that in Britain we&apos;re brave enough to compete on a world stage, and very serious about startups.&quot;  In a statement, Digital Shoreditch said: &quot;The Million Pound Startup came about with the belief that great ideas deserve the chance to be realised. It&apos;s no secret that today&apos;s startups will be tomorrow&apos;s leaders  just look at Google, Apple, or Facebook.  &quot;Digital Shoreditch are providing a very special opportunity to encourage, enable, and strengthen those visionaries that have big ideas and even bigger potential.&quot; It comes more than 10 years after Channel 4 ran a series called The E-Millionaire Show, which aimed to find two candidates for 1m of funding each supplied by private equity  which was eventually awarded to Joe Rajko, the entrepreneur behind Youreable.com, an online community of and for disabled people. The site is still active. The other winner, Colin Robinson, apparently failed to get his Schoolsforschools.com business off the ground. The timing of the series was unfortunate, coming just as the dot-com boom was turning to bust. The rules of the new competition are simple, the site says:   The Million Pound Startup is a global competition for one startup to win 1,000,000 in investment. With the aim to propel the wining start-up to a 100,000,000 company (that&apos;s right, a 100 million pound company). The competition is open to anyone over the age of 18 from anywhere in the world and has a few rules : 1. The idea / product / startup has to be less than 10 years old. 2. It should not have turned over the equivalant of 1,000,000 (i.e. it has never made 1m in revenue) 3. The winner is willing to relocate the startup&apos;s HQ to London.  London&apos;s Shoreditch area  known colloquially as Silicon Roundabout  has become the centre of a thriving group of technology startups. A recent report by an independent think tank pointed to the strengths of its organic growth, and warned the government against trying to push its own agenda of effectively shifting new businesses over towards the Olympic park in Stratford once the Games have finished. Entry is open to all sorts of startups, not just in technology. The precise criteria and method for the judging will be announced nearer to the judging point, but the web page for the competition is already taking entries. Star also thinks that as with the X Factor, some of those who don&apos;t succeed may be swept up by private investors looking to make further investments  rather as occurs with Dragon&apos;s Den competitors.", 
    "section": "technology", 
    "gid": "technology/2012/jul/11/million-pound-startup-competition-x-factor", 
    "wordcount": "684"
}