{
    "headline": "Can you tell if a friend has an eating disorder?", 
    "text": "I found out during sixth form that three of my friends had had an eating disorder in their GCSE years. Each time, my immediate reaction  for which I now chide myself  was one of surprise: they&apos;d always looked so healthy. As someone who has since come through an eating disorder myself, and as a volunteer for Beat  the UK&apos;s leading eating disorder charity  I&apos;ve spent years encouraging people to look beyond the visual to recognise the disease. Only 10% of eating disorders sufferers are anorexic  and easily identified by severe weight loss. Around 40% suffer from bulimia (binge eating and purging) and the remaining 50% from &quot;ednos&quot; (eating disorder not otherwise specified, a category into which binge eating falls). Though some people struggling with bulimia or ednos are underweight, the majority have a normal BMI, while some are overweight. When I heard my friends&apos; admissions, I instantly fell into the trap of equating &quot;eating disorder&quot; with &quot;emaciation&quot;, forming a host of regrettable assumptions about their experiences. It&apos;s often assumed that anorexia is fuelled by vanity and a desire to emulate skinny celebrities. In reality, eating disorders, including anorexia, are serious mental health problems, triggered by a complex interplay of low self-worth, difficulties in coping with problems and  possibly  genetics. To recognise and understand these conditions, we need to look for behavioural signs as well as weight changes. For example, a friend with an eating disorder may become more withdrawn, preferring to spend time alone rather than engage in social situations they used to enjoy. They may become extremely anxious at meal times and try to get out of events that revolve around food  you may notice they have taken to eating alone. An obsession with calories and fat content can be an indicator, as can strict avoidance of certain food groups. Some people with eating disorders  particularly anorexia  choose to engage in lengthy discussions about food, sometimes as a way of indulging through conversation, and sometimes to find out more about others&apos; eating habits against which they can measure their own. Look out for physical and emotional symptoms: side-effects can include fatigue, difficulty concentrating, insomnia, frequent illness and mood swings. If you suspect a friend has an eating disorder and you want to help, you&apos;ll need to raise the subject gently. Reading through these dos and don&apos;ts before broaching the topic will help, but don&apos;t beat yourself up if the conversation doesn&apos;t go as well as you&apos;d hoped: your friend will appreciate your concern. Offering to go with your friend to a GP appointment can be a helpful first step, as GPs refer people on to services that can help them. Peer-to-peer support can be a really valuable way of complementing professional services. Student Run Self Help (SRSH) is a network of groups run by trained students in many universities across the UK. It aims to provide a safe, confidential space for students with eating disorders to share their experiences; attendance does not require a diagnosis. Going to groups for the first time can be daunting, so offering to accompany your friend might give them the confidence to turn up. &quot;When students face mental health problems, they are most likely to turn to their friends for support,&quot; says SRSH founding director Nicola Byrom. &quot;The problems faced by young people with eating disorders are often wrapped around issues of low self-esteem, so knowing that you have friends there to support you can make the world of difference.&quot; Recovery can be a slow process  you&apos;ll need patience as well as understanding to help rescue your friend from the turmoil they are going through.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/feb/11/how-to-spot-an-eating-disorder", 
    "wordcount": "611"
}