{
    "headline": "The science behind the new foot-and-mouth disease vaccine", 
    "text": "   FMDV may be small  only 0.000035 mm  but is still amenable to engineering    A paper describing a new synthetic vaccine for foot-and-mouth disease (FMD) was all over the news this week and rightly so  it&apos;s an impressive advance on the vaccines currently used to keep this dangerous disease in check. The reportsI read did a decent job of highlighting the significant features of the new vaccine. It can be made more safely, without using any infectious foot-and-mouth disease virus (FMDV). And it has been engineered to be more stable, so it should be easier and cheaper to deploy in the warmer climes where the disease is still common. But the reports didn&apos;t dig very far into the science behind the new research, so I would like to step in with my shovel. I do so partly out of professional pride, since the development of the vaccine relies on protein crystallography, a powerful technique that I use in my own research; but also because the work was done by friends of mine and the story reveals something of the mix of smarts and serendipity that lie behind many scientific breakthroughs. FMDV infects the most common types of domesticated livestock  cattle, sheep, pigs andgoats  and isa serious agricultural problem all over the world. Europe, North America and Australia may be free from the disease, but it is still found in South America, Africa and large parts of Asia, and these reservoirs of virus pose an ongoing threat to countries that are normally unaffected. TheUK discovered this to its great cost in 2001; and bothJapan and South Korea have suffered outbreaks in recent years. Where the virus is endemic, vaccines are used to keep the disease under control or as part of a strategy to move to the coveted status of &apos;disease-free without vaccination&apos;, which opens the door to valuable international trade. Millions of doses are used every year but the existing FMDV vaccine is far from optimal. The principal difficulties with vaccine formulations are three-fold. First, the vaccine is made by inactivating &apos;live&apos; virus, a two-step process in which purified virus particles are treated with a chemical binary ethyleneimine that reacts to forge strong bonds between the protein shell of the virus and the RNA genome within. The treated virus is unchanged in appearanceat the molecular level and so stimulates a protective immune response when injected into livestock. Although these vaccine preparations are no longer infectious, since the genetic material is locked chemicallyinside the virus particle, production is complex and expensive because of the disease security measures needed to prevent release of a highly contagious pathogen from manufacturing plants. Second, FMDV comes in a number of strains or serotypes, which complicates the maintenance of vaccine stocks. There are seven strains in all  O, A, C, Asia1 and three South African Territories strains, SAT1, -2 and -3. Eash serotype is further diversified into multiple variants or sub-types because, as with all viruses that use RNA rather than DNA to store their genetic information, they have high mutation rates.Of the seven serotypes O, A and Asia1 are the most widespreadand are the primary concern in Europe; type C seems to have disappeared, while the SAT strains of FMDV are currently confined to sub-Saharan Africa. The European Union Vaccine Bank maintains stocks for several subtypes of O, A and Asia1 strains but needs to keep these under review so that vaccine preparations are matched to the circulating strains of virus. The third problem is stability. It might seem strange but this scourge of the world&apos;s livestock is a rather delicate beast, falling apart and losing infectivity at the merest whiff of acidic conditions or mild warming. As a result vaccine stocks are stored at -130C to extend their shelf life. The thermal instability of the particles is also problematic when vaccines are formulated from frozen stocks and rolled out for use on farms; it can be difficult to keep them refrigerated, especially in poorer parts of the world. The new synthetic vaccine tackles the first and third of these problems through a clever combination of genetic engineering and structural analysis. The genesis of the project lies in the long-standing observation that infection of cells with FMDV yields not just new viruses but also &apos;empties&apos;, particles with the same protein shell (or capsid)as a complete virus but lacking the RNA genome.This is crucial in two respects: it means that the virus proteins don&apos;t need viral RNA to assemble into capsids; and because they carry no RNA, empty particles are non-infectious. Thenew work, from scientists at Oxford and Reading Universities and the Pirbright Institute led by Dave Stuart and Bryan Charleston, neatly exploits this capacity for self-assembly of a harmless form of the virus particle.     How to engineer a virus capsid. Images at the bottom of the figure are from the original PLoS Pathogens paper.     The trick was to carve up the virus genome to make a DNA copy that codes only for the three capsid proteins  VP0, VP1 and VP3  and the viral 3C protease, an enzyme that can cut up other proteins. This odd configuration is required because the reduced viral genome is constructed as a single gene that can be transcribed in cells as a molecule of messenger RNA (mRNA) to program the cell&apos;s protein synthesis machinery to make a large polyprotein. The 3C protease cuts itself out of the polyprotein and proceeds to cleave the bonds between VP0, VP1 and VP3, allowing them to assemble into a triangular protomer. Five protomers come together to make pentamers, twelve of which conjoin to complete the virus shell. The capsid of FMDV is an exquisite three-dimensional jigsaw puzzle that can solve itself. The snag in this synthetic approach is that the 3C protease is toxic to the insect cells used to make capsids. Though specifically targeted to the junctions between capsid proteins, 3C can also digest proteins within the host cell, albeit more slowly. Eventually the damage caused kills the cell, terminating capsid production. At first sight the problem seems insurmountable. Since the expression strategy produces one 3C enzyme for every polyprotein molecule, efforts to boost protein yields to make the approach commercially viable would only exacerbate the toxicity. To solve this conundrum the team looked to re-engineer their DNA construct. Part of their solution built on work published by my lab which had figured out the structure of the FMDV 3C protease back in 2005. To make enough protease for our analysiswe had to overcome a severe solubility problem. Although we could use genetic engineering to produce large quantities of 3C milligrams!  in bacteria, the purified protein aggregated rapidly and uncontrollably and could not be used to grow the crystals needed to determine the structure by X-ray diffraction (explained in this short video). We eventually got around this problem by mutating the surface of the 3C protease to replace a cysteine  one of the 20 amino acids from which all protein chains are built. Uniquely among amino acids, cysteines can react with one another to form chemical bondsbetween their sulphur atoms; at the high concentrations of 3C protease used in our experiments, reactions between cysteines were causing the proteins to stick together. But although changing cysteine to the non-stickserine gave us a protein that we could use to determine the structure, we discovered later that the mutation almost completely eliminated the ability of 3C to function as a protease. It looked like we had solved the structure of a dud.     Caught in the act; structure of the FMDV 3C protease (blue) about to cut a stretch of polyprotein. The cut occurs where the colour of the polyprotein changes from orange to green. The yellow patch shows the position of the mutated cysteine that reduced the activity of the 3C protease.     However, all was not lost. Ourstructuresuggested that the mutation severely impaired 3C&apos;s ability to grab onto the protein chains it had evolved to recognise and cut, and by tinkering further with the troublesome cysteine we eventually found other amino acid substitutions that were less damaging to 3C. Replacement by threonine, for example, produced a mutant 3C that had about 30-50% of normal activity. The discovery that we could make mutations to regulate the ability of FMDV 3C to cleave its protein targets was for us an interesting, if somewhat academic, observation that helped to validate our investigation of the protease structure. But Stuart and Charleston&apos;s team saw it as a possible answer to their toxicity problems. By building one of our low-activity mutant proteases into their capsid construct, they found they could get higher yields of material because the cells survived for longer. Their yields were boosted again by borrowing a trick from the human immunodeficiency virus (HIV). The code for a HIV frameshifting element was inserted between VP1 and 3C in a further variant of the synthetic vaccine construct; when copied into the mRNA molecule this element causes the ribosome  the cell&apos;s machine for translating the genetic code into protein chains  sometimes to slip and lose its place. As a result the ribosome mis-reads the code and fails to add the 3C to the end of the capsid polyprotein. Introduction of this intermittent fault in protein synthesis reduces the number of 3C molecules  and their toxic effects  but increases yields by extending the productive life ofthe cells used to synthesise the virus capsids. This combination of engineering strategies generated useful amounts of synthetic FMDV empty capsids but the Oxford-Reading-Pirbright team also had to overcome the chronic instability of these particles. They did this by taking a close look at the atomic details of the capsid structure, which had been determined some years ago, also by X-ray crystallography. Backed by computational analysis, their examination revealed that a histidine amino acid at the centre of the edge of each pentamer packs against its opposite number in each adjacent pentamer. The scientists reckoned that swapping the histidine for a cysteine would generate a cysteine pair capable of reacting together to form bonds that would lock pentamers together. As, indeed, they did. X-ray structural analysis of crystals of the mutated FMDV capsids at the Diamond synchrotron showed that, exactly as predicted, the cysteines introduced into the pentamer edges paired up as the capsid assembled to tie them together with effectively unbreakable chemical bonds. The symmetry of the virus shell means that there are thirty such bonds in the re-engineered capsid. In heat tests the new capsids could easily withstand conditions  56C for two hours that wiped out unmodified particles. This stuff is built to last. And that brings me to the end, if you will, of my tale of two cysteines. The result is a new type of vaccine that is safe and stable. However, it is not quite the end  science is rarely so neat and tidy.The news this week marks a big stride forward but the challenge now is to apply thenew synthetic vaccinetechnology to other strains of FMDV and to scale up production. There are steps yet to be taken in this intriguing story. @Stephen_Curryis a Professor of Structural Biology at Imperial College. ", 
    "section": "science", 
    "gid": "science/occams-corner/2013/mar/30/1", 
    "wordcount": "1828"
}