{
    "headline": "With air as fine as silk, a spellbinding display of the northern lights", 
    "text": "Only when the red deer stags have finally ceased their bellowing does the profundity of the night&apos;s silence become apparent. There is not a man-made sound to be heard, no distant voices, no sound of car engines near or far, no planes overhead. Neither are there natural sounds, there is no sound from cattle or sheep, no calling from the geese down on the machair. There is no wind to ruffle the surface of the loch and set the water lapping against the shore or to set the autumn-dry grass stems rustling. The air is chill and fine as silk. And the sky is filled with stars. More stars than I ever remember seeing before. I search for familiar constellations and in doing so find others whose shapes are just as distinctive but whose names I do not know. A shooting star burns a brief bright arc across the heavens. Jupiter, larger and brighter than any of the stars, hangs low in the sky and I take up my binoculars to look for its moons and having found them scan the sky again and catch my breath as amorphous pale smudges sharpen to reveal more constellations and behind them more, field after deepening field of stars revealed in a night of astonishing clarity. And all the while, the northern sky glows with a turquoise green light, a light made more intense by the depth of the darkness that surrounds it. It rests on the horizon, a luminous band ofcolour lighting the night sky in the way the lingering afterglow of a sunset lights the evening sky to red. But rather than slowly ebbing away, its brightness gently intensifies then dims then intensifies again. From the glow, beams of light come slowly into being, reaching up into the darkness, straight as spears, before gently fading away again. Free-floating patches of light drift across the sky like summer clouds in a spellbinding display of the northern lights that lasts long into the night.", 
    "section": "environment", 
    "gid": "environment/2012/oct/18/south-uist-northern-lights", 
    "wordcount": "333"
}