{
    "headline": "Detained anti-whaling activist urges Costa Rica to drop charges", 
    "text": "Captain Paul Watson, the flamboyant head of marine enforcement group Sea Shepherd and star of Discovery channel series Whale Wars, has appealed to the Costa Rican government to drop charges made against him nearly 10 years ago following a confrontation with a fishing vessel. Watson has been detained in Frankfurt, Germany, for 45 days pending a formal decision by the Central American country&apos;s government to demand his extradition to Costa Rica, to face charges laid in 2002. He has been released on bail of 250,000 and must report daily to the police in Frankfurt. &quot;Costa Rica has not delivered the papers. It should dismiss these charges because they make no sense. This is highly political,&quot; he told the Guardian. California-based marine conservation organisation Sea Shepherd suspects that Costa Rica may have made a deal with Japan to have him extradited. Watson has been labelled an &quot;eco-terrorist&quot; by Japan&apos;s government following a series of encounters with Japanese whalers in the Antarctic. Interpol has listed him as &quot;wanted&quot; at the request of Japan. But Watson points out that Costa Rican president, Laura Chinchilla Miranda, met Japanese emperor Akihito in November 2011 and within six months Japan gave Costa Rica $9m to help protect its national parks. &quot;It is suspicious that within months of the meeting of the two heads of state I should be arrested on a 10-year-old charge from the Costa Rican government and that Costa Rica [should] receive $9m dollars from the Japanese government. There certainly is a great deal of circumstantial evidence to suggest that Japanese pressure had a hand in Costa Rica&apos;s decision to have [me] arrested and detained in Germany awaiting extradition,&quot; said Watson. The alleged incident in 2002 is hotly disputed. Two Costa Rican fishermen have accused Watson of ramming their boat, the Varadero I, causing injuries to two people. Watson was charged at the time with violating navigational regulations but was allowed to leave the country. But Watson counters that the incident did not occur in Costa Rican waters, did not cause any injuries or property damage and that the Varadero I was a notorious shark-fishing boat, whose owners had been convicted the previous year of illegal fishing in the Galapagos Islands. In a separate development, charges made against Sea Shepherd and Watson by a Maltese fishing company have been dismissed by a British court. Maltese fish brokerage firm Fish &amp; Fish brought a case against the group after Sea Shepherd deliberately released 800 bluefin tuna that one of the company ships had caught off the Libyan coast in 2010. But Mr Justice Hamblin of the admiralty court ruled that Britain was not the proper place to file the suit. Fish &amp; Fish will have to pay 250,000 of Sea Shepherd&apos;s legal fees. &quot;What we did in 2010 we have no apologies for,&quot; said Watson. &quot;We freed 800 large endangered bluefin tuna illegally caught by poachers off the coast of Libya. We cut the nets and when the Maltese company that claimed ownership of these liberated fish sued us, we stood our ground in court and we won, the tuna won, and the poachers lost.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/28/paul-watson-costa-rica-charges", 
    "wordcount": "534"
}