{
    "headline": "Come on Apple, think different", 
    "text": "Where are Apple&apos;s good new ideas? After another lukewarm show of quarterly earnings on Wednesday evening, that&apos;s the question both consumers and shareholders have been asking. Apple needs to dazzle consumers to make up for the way their faith was shaken by the disastrous introduction of its new Maps app last autumn. Yet when announcing new products, Apple continually introduces tiny tweaks when only quantum leaps will do. Apple&apos;s failure to impress, financially, is a sign that the company is at a cultural inflection point as well. After the launch of the iPad in 2010, the company that became known for thinking big and deep  think iTunes, think ecosystem  has been thinking obsessively small and shallow. This has been reflected in a strange preference for launching new products with style over substance. What&apos;s the difference between theiPhone 5 and the iPhone 4S? What&apos;s the difference between the iPad and the iPad mini? Size, mainly, and not much else. This is not, in the words of the old Apple tagline, thinking different. Apple can keep selling these products profitably  and it has, to the tune of 48m iPhones in the past three months  but even the dimmest corporate mind can see that it&apos;s not sustainable to keep making small improvements and expect big impact. This is not the Apple people grew to love. That Apple didn&apos;t make its fortune by preaching to the choir, by giving its users more of the same things they could already see; it made its fortune by telling people what they wanted, by being good enough to convert people to its cause. &quot;Making perfect products makes you Bang &amp; Olufsen,&quot; says Ron Adner in The Wide Lens, his book about innovation. Adner was speaking of the boutique, Danish, high-end maker of audio and video products. They are immaculate, expensive and popular with a small group of dedicated consumers. That can&apos;t be Apple&apos;s path. Apple has one challenge to learn: do not become the next Microsoft. Apple grew to its current prominence by flying under the radar: being cute and small and unthreatening, so that competitors didn&apos;t see it coming. They were willing to strike deals with Apple, to throw it scraps. Now we&apos;ve seen an Apple that is biting the hands that feed it. It bared its teeth at Google with the Maps app, sued Samsung on the premise that Apple invented the &quot;rounded corner&quot;, and has tried to extract high prices from magazine publishers. This is Microsoft behaviour. &quot;The problem with dominance is that it&apos;s very easy to turn from being aggressive to being abusive,&quot; says Adner. Apple&apos;s cultural appeal is that it was supposed to be the smart, nimble one. It can&apos;t be the bullying, hubristic tech giant that can make billions on a small suite of products and be satisfied with that. As Microsoft shows, that kind of coasting means abdicating a reputation for greater innovation in the future. Many other companies are allowed to fail, but Apple, in the popular imagination, is not. As one pundit sagely pointed out: Apple always has to be better than Apple. It may be the only company in the world for which investors get concerned when it makes only $54bn in 90 days. It has $137bn of uncommitted cash. This is a company whose stock price should never see a bad day. But it&apos;s not so simple. For Apple, its financial performance follows its cultural clout - not its ability to manufacture cute little rounded white gadgets, but to manufacture a sense of cool. Culturally, we&apos;re wrestling with a larger question: is the old Apple gone? That company - the old Apple - became the largest corporation in the US based on a mix of innovation, perfectionism, big ideas and sheer, unmitigated cool. Roger Kay, an analyst with Endpoint Technologies Associates, attributes that to Steve Jobs. &quot;Steve Jobs was unequalled in his ability to keep being cool. Whatever he was talking about was cool - like the Beatles,&quot; he told me. &quot;Now Apple are beginning to face the problem of not necessarily being the coolest thing out there.&quot; For Apple to be cool again, however, it has to admit that it is in danger of becoming uncool. Gathering from the feisty tone of Tim Cook, the chief executive, with analysts on Wednesday, Apple isn&apos;t there yet.", 
    "section": "technology", 
    "gid": "commentisfree/2013/jan/24/apple-new-microsoft-steve-jobs-cool", 
    "wordcount": "730"
}