{
    "headline": "EU moves to shore up price of carbon emissions", 
    "text": "The European Union moved to shore up the faltering price of carbon dioxide emissions on Wednesday, amid widespread concern that the current low price is failing to encourage companies to reduce their greenhouse gas output. But the changes announced to the emissions trading scheme are relatively minor, resulting in changes in the timings of auctions of carbon permits, rather than the large-scale reforms that campaigners and green businesses had urged. The current carbon price stands at about 7 (5.40) per tonne of carbon, which is well below the price of 25-40 per tonne that analysts say is needed to encourage companies to change their behaviour. After the proposals were announced on Wednesday morning, the price of carbon dipped to 6.70, in an indication that analysts had been expecting bigger changes. As Europe&apos;s economic activity has slumped in the past few years, the number of carbon permits available to companies for free has heavily outstripped the number they need. Many companies have been hoarding the permits they receive for free, with some now sitting on billions of euros&apos; worth of carbon allowances that will let them evade paying a price for their emissions for years. Connie Hedegaard, climate chief at the European commission, said: &quot;The EU [carbon market] has a growing surplus of allowances built up over the last few years. It is not wise to deliberately continue to flood a market that is already oversupplied. This is why the commission today has paved the way for changing the timing of when allowances are auctioned. This short-term measure will improve the functioning of the market.&quot; Even this modest step is not certain to be put into practice, however, as member states and MEPs must agree first, so that the changes can come into force early in 2013. Hedegaard promised that further, more sweeping reforms would be examined: &quot;After the summer recess, the commission will also finalise the options for long-term structural measures.&apos;&apos; The changes to the carbon market have been the subject of a growing row between Hedegaard and her counterpart in the commission, the energy chief Gnther Oettinger. The two have a history of disagreements, and Oettinger is understood to object to big reforms to the way the carbon market operates. The most effective way to raise the price of carbon under the scheme would be to reduce the number of permits available, and the easiest way to do this would be to cut the allocation of future permits scheduled for the next few years, by setting aside a large number. However, this would be legally and politically complex so the compromise proposed would allow for gradual changes that would not amount to a full set aside yet. Bas Eickhout, a prominent Green party MEP, said the proposals did not go far enough: &quot;Despite the urgent need to repair the misfiring emissions trading scheme, the commission is tiptoeing towards action. The emissions trading scheme is in need of serious surgery to address the current problems with the carbon market and ensure it can fulfil its purpose of delivering emissions reductions in the EU. Regrettably, the commission is riven by internal wrangling and has only set out limited proposals on the legal base today, merely preparing the ground for future steps and making it more difficult to shore up the emissions trading scheme before the end of the year.&quot; Damien Morris, senior policy adviser at Sandbag, an environmental campaigning group, said it was &quot;unfortunate&quot; that the plans to change the auctions were delayed until next year, but said that legal changes proposed by the commission would be helpful in reducing the number of permits available. He said: &quot;With a clearer legal mandate, we hope the commission will move to withhold a quantity of allowances commensurate with the crisis facing the scheme: our research finds that 2.2bn allowances need to be removed to restore the scarcity envisaged before the recession.&quot; Scott McGregor, chief executive of emissions trader Camco, said: &quot;It is essential that the proposed stakeholder consultation leads to firm proposals from the European commission on long-term structural measures to improve the scheme and which remove the uncertainty currently affecting the market.&quot; In the UK, the commission&apos;s moves are likely to have limited impact, as the UK government is taking steps to ensure companies pay an effective minimum price for carbon whatever the EU price. Dorothy Thompson, chief executive of Drax, the coal-fired power station that is the UK&apos;s biggest single source of emissions, said: &quot;Because of the carbon floor price, any material amendments to the EU emissions trading scheme that tighten up the market do not make much difference here.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/25/eu-price-carbon-emissions", 
    "wordcount": "789"
}