{
    "headline": "Even NASA screws up", 
    "text": "    On 2 December 2010, something remarkable happened.  &quot;Arsenic Life Found!&quot; the headlines screamed.  &quot;&apos;Arsenic-bug&apos; Expands Definition of Life!&quot; Say what? Was this a hoax? If so, then NASA was in on it, too.  &quot;The definition of life has just expanded,&quot; said Ed Weiler, NASA&apos;s associate administrator for the Science Mission Directorate at the agency&apos;s Headquarters in Washington.  &quot;As we pursue our efforts to seek signs of life in the solar system, we have to think more broadly, more diversely and consider life as we do not know it.&quot;   According to a hot-off-the-presses research paper, a team of researchers were claiming to have discovered a microorganism that could grow and reproduce using the toxic element, arsenic. These microbes were found in California&apos;s Mono Lake. According to the researchers, this microbe substitutes arsenic for phosphorus in the backbone of its DNA and other cellular components.  That&apos;s a very extraordinary claim, especially since arsenic&apos;s bonds are not strong enough to be a stable part of such a large molecule as DNA.  I had one week to interview the authors of that astonishing paper and to write a story about their findings before the embargo lifted. Initially, the first author, Felisa Wolfe-Simon, responded within hours to my emails, providing images and agreeing to an email interview. However, after I sent my questions, she suddenly stopped responding. I sent my questions again. Nothing. I sent a shorter email, asking if she had read my previous messages. Again, nothing. Then the embargo lifted. I dropped the story for lack of the information I thought was important for properly telling this story.  By this time, I was hearing that Dr Wolfe-Simon and her colleagues had adamantly refused to respond to any of their critics&apos; questions or comments. It appeared that I was considered to be a &quot;critic&quot; because I had asked some rather precise questions about the research methodologies. By this time, I chalked this non-event up to an early April Fool&apos;s Day joke, similar to the 1989 Fleischmann and Pons cold fusion media circus.  But Dr Rosie Redfield, a professor of zoology at the University of British Columbia in Canada, was undeterred by this wall of silence. Taking time from her own research, she investigated the unbelievable claims made by Dr Wolfe-Simon and her coauthors -- and by NASA, who funded this work.  Professor Redfield, who studies bacterial sex, replicated Dr Wolfe-Simon&apos;s experiments in her own lab and found that the Mono Lake microbes do not incorporate arsenic into their DNA. Unlike Dr Wolfe-Simon and her co-authors, Professor Redfield was transparent about her work: she published her experimental results on her public blog, RRResearch, along with a detailed rebuttal to the original research team&apos;s claims. As expected, this triggered an even more intense debate. Professor Redfield followed up with a letter to Science Magazine [free PDF; doi:10.1126/science.1201482].  Here&apos;s an interview with Professor Redfield about this event:             Visit Sixtyfourth&apos;s YouTube channel [video link].  Love her pink hair!  .. .. .. .. .. .. .. .. .. .. ..  This video was created by Gudrun Jonsdottir, Hayley Dunning and Golnaz Fakhari with the resources of UBC&apos;s School of Journalism and the guidance of professors Dan McKinney and David Rummel. UBC can be found on twitter @UBCNews Read more about &quot;arsenic life&quot; here (before Professor Redfield investigated these claims).  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/23/1", 
    "wordcount": "566"
}