{
    "headline": "Astronauts will spend a year in space testing effects on body and mind", 
    "text": "Two veteran spacefarers have been chosen to spend a year aboard the International Space Station  many times longer than the usual tour of duty  as part of research into the physiological effects of long stays in space. The work will feed into American and Russian plans to send people to Mars, which would require astronauts to be in the harsh conditions of space for several years at a time. US astronaut Scott Kelly and Russian cosmonaut Mikhail Kornienko will fly to the ISS in 2015 and come back to Earth, in Kazakhstan, in 2016. Both have been in space for around 6 months each, over several different missions. The pair&apos;s health, performance and mental wellbeing will be monitored on the year-long trip. Scientists on Earth will measure the long-term effects of microgravity on everything from the pair&apos;s muscle mass and vision to their strength and bone density. William Gerstenmaier, associate administrator for human exploration and operations at Nasa, said that the duo&apos;s skills and previous experience aboard the space station were important for the mission requirements. &quot;The one-year increment will expand the bounds of how we live and work in space and will increase our knowledge regarding the effects of microgravity on humans as we prepare for future missions beyond low-Earth orbit.&quot; Vladimir Popovkin, head of the Russian Federal Space Agency, said the selection process for the mission had been rigorous and that they have chosen &quot;the most responsible, skilled and enthusiastic crew members to expand space exploration, and we have full confidence in them&quot;. Kelly is a 48-year-old retired US Navy captain who first went into space as a pilot aboard the space shuttle mission STS-103 in 1999. He was commander on a subsequent space shuttle flight and has been on two expeditions to the ISS. Kornienko is a 52-year-old specialist in airborne systems and a former paratrooper. He went to the ISS in 2010 and has spent more than 176 days in space. The duo will undergo two years of training in the US and Russia before embarking on their mission. Despite their lengthy tour of duty, they will be some way short of the record in terms of time in space: that is held by the cosmonaut Valeri Polyakov, who launched in January 1994 aboard a Soyuz rocket and stayed aboard the Russian space station Mir for more than 437 days. The announcement of the year-long spaceflight comes on the heels of the unveiling, by Nasa of another robotic mission to Mars around 2020. It will be a twin of the Mars Curiosity rover that landed on the red planet in August on a two-year mission to examine whether conditions there might once have been favourable for microbial life. The future rover will use spare parts from the development of Curiosity, allowing its cost to fall from $2.5bn to $1.5bn, according to John Grunsfeld, Nasa&apos;s associate administrator for science.", 
    "section": "science", 
    "gid": "science/2012/dec/05/astronauts-year-space-body-mind", 
    "wordcount": "488"
}