{
    "headline": "Why have student drug users become so reckless?", 
    "text": "Walking across campus, I spot someone I know: he&apos;s standing alone in pyjama bottoms, a can of cider in his hand. We exchange pleasantries. I discover my fellow student hasn&apos;t slept all night  he spent it at home smoking crack. There&apos;s little doubt that a disconcerting new line has been crossed by students out &quot;getting messy&quot;. For example, a mate who awoke from his ketamised slumber to discover he had soiled himself in his bed. Or the friend coughed up blood after bombing (ingesting) too much of a &quot;mystery&quot; powder. Or the guy we knew who managed to have a heart attack at 25 after snorting five grams of coke. I am a strong supporter of Prof David Nutt&apos;s view that alcohol is more dangerous  than most recreational drugs. My concern is not that people are taking drugs, but that students appear to be losing all sense of what is recreational and reversible, and what is downright dangerous. Each year in the UK several hundred people are killed by cocaine use, with experts renewing calls for a hardening of attitudes towards this &quot;party drug&quot;. In a recent international Guardian/Mixmag survey, a fifth of young drug users admitted to taking &quot;mystery white powders&quot; without any idea what they contained, revealing the extent of reckless behaviour among this new generation of high-risk drug takers. Serious cases of addiction are going untreated at universities. One student I knew, completely addicted to ketamine which happens to be a corrosive alkali, had developed stomach ulcers that had him doubled over with pain. Yet he would continue to take it, concocting solutions to neutralise the fizzing chemical reaction going on in his stomach in a futile attempt to minimise the damage. The shocking thing was that there nobody around him was interested in taking his problem seriously  and his predicament did nothing to curb the drug use of the rest of his social circle. Students in Bristol are having their bladders removed due to ketamine damage; the problem is so serious that last summer the Nursing Times wrote an article on how to spot the early signs. This desensitisation to chronic drug use is ubiquitous. Now that I am a relatively clean-living postgraduate student (no time for coughing up blood), I can look back on what we got up to as undergraduates with belated horror. It is easy for an addiction problem to hide within groups of friends who go out regularly, party hard and take drugs for fun. And it is hard to follow Franks&apos; guidelines to helping an addicted friend  such as taking them away from a situation that could entice them  when you&apos;re getting on it yourself. But it is important to take a moment to consider what is going on around you. You might find that, on reflection, it&apos;s your own habits that need to change.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/apr/03/student-drug-users-become-reckless", 
    "wordcount": "483"
}