{
    "headline": "It's as if the landscape and stream are caught amid their own owl dreams", 
    "text": "Every sighting of an owl is a gift. I feel I must stop to enjoy it as a way of giving thanks. But what if, as happened here for the entire fortnight of snow, there are owls every few paces. The total on the marsh was 12, but my maximum during any lunchtime walk was 10. I was stopping every few minutes and even, sometimes, every few seconds to savour the next wonderful encounter. A walk of 1km was taking two hours. The lunchtime break was expanding to absorb half the afternoon. But then who would take such a gift for granted? Now the snow&apos;s gone, so have the owls. The most powerful part of the experience was the way the birds seemed to change to capture the elements of place more completely. The marsh was reduced to two tones: the white of the snow and the sedge brown of standing vegetation. These constituents mirrored precisely the colours in the birds and it was extraordinary to see how the short-eared owls&apos; underwings acquired a beautiful white sheen echoing the snow-covered fields to perfection. And if the short-eared owls&apos; undersides turned white, then the barn owls&apos; shone silver. There is a level at which the owls are truly the landscape distilled. Beneath every square metre of ground are 10 million million bacteria or actinomycetes, and 10,000 million protozoa and 5 million nematodes. They in turn create the soil that supplies the grasses. The vegetation feeds the voles and the voles nourish the owls. So the birds are genuinely the land converted to soundless silk-winged animation. There was another way in which I experienced these visitors as reflections of place. I was taking a photograph of snow-clad Carleton Beck and, at precisely the moment the shutter closed, a barn owl was mirrored by the water. I look at the image now and it&apos;s as if the landscape and the stream were caught by chance amid their own owl dreams.", 
    "section": "environment", 
    "gid": "environment/2013/feb/03/claxton-norfolk-landscape-owl-dreams", 
    "wordcount": "328"
}