{
    "headline": "Cycle stunt team launches competition to find new female member", 
    "text": " Ashley Bird - Woodward West and Home Again from Ashley Bird on Vimeo.   Scotland&apos;s cycle stunt team, The Clan, have launched a competition to find a new member to join them on this summer&apos;s tour of events. The winning rider must be skilled, committed, fearless and, most importantly of all, female. It&apos;s the second year in a row that The Clan, the only UK stunt cycling team to feature female riders, has run a competition to find a new female member. Last year, they had six entrants. This year, with more than a week still to go before the deadline, they already have 10 in the running for the 5,000 prize; a sign, say the organisers, of a growing interest in the sport, and cycling in general, among girls and women. Since they formed in 2008  Danny MacAskill was a founder member  The Clan have insisted on having female members for the majority of their shows, relying initially on recommendations from friends and acquaintances of the six-strong team. The Clan manager, Iain Withers, says:  &quot;It&apos;s important to have diversity in our team and especially to ensure a female rider is present to show all the girls out there riding is not just for boys. &quot;It comes from the vibe of our show, trying to convince people that cycling is cool and fun and exciting for everyone. We have employed female riders since year one. We were going round schools for Cycling Scotland and there was a lot of research that made it quite clear that if girls are going to get into cycling they need female role models to look up to. That&apos;s what started it off.  &quot;We were a little bit daunted to go and find a female rider because it&apos;s such a male dominated area. We didn&apos;t know if there was anyone out there who would be willing and capable but we have been really lucky. There have been six girls who have now done our shows and really the lesson has been that the talent is out there but it is just hidden away This year we have already got 10 really strong entries, quite a diverse range of talent from BMX to mountain biking. It&apos;s very promising.&quot;   The group runs shows at national sports events and community galas across Scotland in May and June. This year, for the first time, they&apos;ll be holding a women&apos;s weekend for all competition entrants in early May so that they can train and practice together on custom-built ramps and in a foam pit designed to allow riders to crash without hurting themselves. Age, says Withers, should be no barrier. &quot;Last year, we had a very strong entry from a mountain biker who was 15 at the time. She can&apos;t do it this year because she has exams but she&apos;s a really talented rider. Our first rider, Lynne Aitchison, who has since moved to Canada, is in her mid-30s. You can be any age. If we get some granny flying through the air that would be good stuff.&quot; Speaking from Whistler in British Columbia, Aitchison says The Clan&apos;s insistence on featuring female riders is crucial for promoting the sport as widely as possible. &quot;Having a female member of The Clan has been a really good thing as far as getting the message across to young girls that it&apos;s not just about boys,&quot; she says. &quot;When we went round schools the girls thought I was the bee&apos;s knees because I was a girl and I was doing all the tricks as well.&quot; Aitchison only got into cycling in her late 20s and was in her 30s when she joined The Clan. &quot;I did martial arts for a long time but I got a bit sick of doing sports inside. I had a bunch of male friends who mountain biked and I thought I&apos;d try it out and I was hooked. I found I kind of excelled at jumping. I did my first back flip when I was 31. &quot;It was a little intimidating for me at first to ride with a bunch of pretty highly skilled guys. I was 30 years old and I didn&apos;t get into biking until my late 20s. The guys in The Clan are really down to earth, really nice guys. They&apos;re all about riding rather than the kudos of being a bit of a stunt cyclist.&quot; Aitchison has also set up Air Maiden the annual women-only bike skills event at Glentress in the Tweed Valley. She had noticed that she was often the only female at the freeride skills park despite the fact that more women were getting into mountain biking. &quot;It&apos;s a really comfortable environment,&quot; she says. &quot;There are no guys there to intimidate the women. It&apos;s really encouraging of them and it&apos;s grown so much that we&apos;re turning them away.&quot; Aitchison will be back in Scotland for The Clan&apos;s women-only weekend in May and to offer support and encouragement to the competition winner. As much as she might have wanted to be involved, there was no chance of her being able to enter the competition this year. &quot;I have a seven-month old son and I&apos;m pregnant with twins so I&apos;m not going to be riding my bike for a while.&quot;", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/apr/12/the-clan-female-rider", 
    "wordcount": "883"
}