{
    "headline": "Zynga adds 9m mobile users in Q1 as smartphone and tablet bets pay off", 
    "text": "At the end of 2011, Zynga had 12m monthly active users (MAUs) on mobile for its social games. Three months later, it had added 9m, taking it to 21m mobile MAUs. And before you ask, no, that wasn&apos;t just by buying Draw Something. The social games publisher revealed its mobile growth as part of its quarterly financial results, which revealed overall revenues of $321m for the first quarter of 2012, and a net loss of $85m although the latter included $133.9m of &quot;stock-based expense&quot;. Chief executive Mark Pincus told analysts that the mobile MAU growth was organic, since the company&apos;s $180m acquisition of Draw Something&apos;s developer OMGPOP happened late in March. New mobile games Scramble With Friends, Dream PetHouse and Dream Heights contributed to the mobile growth, along with older titles like Zynga Poker and Words With Friends. &quot;We have been able to dramatically increase the size of our mobile network,&quot; said Pincus, according to VentureBeat. &quot;It&apos;s very early days on mobile. We are focused on getting the product experience right, building out network, distribution, and bringing hits to market in a repeatable way.&quot; Mobile is important to Zynga&apos;s overall business, even if in terms of actual players, it&apos;s still a fraction of the company&apos;s 236m MAUs across all platforms. Zynga&apos;s bookings a metric it uses internally covering revenues and also players&apos; commitments to spend  grew 15% year-on-year to $329.2m in Q1 2012. As the company&apos;s announcement notes: &quot;Zynga experienced growth in both mobile and web bookings year-over-year and quarter-over-quarter, with the majority of bookings growth coming from mobile.&quot; The strategic importance of mobile for Zynga is the key reason why it moved so fast to snap up OMGPOP, and while Pincus was keen to reassure analysts that organic rather than acquisitive growth remains the company&apos;s priority, his comments are instructive: &quot;It was a rare instance for us. We believed it was not just accretive financially, but we were excited about its growth and what this game meant for mobile-social gaming,&quot; he said, according to TechCrunch. &quot;It was a new experience that had a level of sharing that&apos;s never seen before in gaming. It was setting new boundaries in social media and viral growth that hadn&apos;t been seen before. We saw a whole new phenomenon that is not only more exciting for mobile-social gaming, but we saw a property that very quickly becoming mainstream.&quot; It was also a property that may have very quickly been bought by one of Zynga&apos;s rivals, like Electronic Arts, DeNA or GREE. Zynga may be the 900lb gorilla of the Facebook games world, but in mobile it faces even more competition from all angles not just from those big, global companies, but from independent developers too. Pretty much every other significant Facebook games firm is putting more emphasis on smartphones and tablets in 2012, partly as a result of Facebook&apos;s work making its open graph available on those platforms, and partly because they see an opportunity to compete in a space where Zynga&apos;s marketing dollars can&apos;t muscle them out. Some are ditching Facebook&apos;s website (as opposed to the open graph) to go mobile-only. This week, social games publisher CrowdStar said it was stopping building Facebook games in order to focus on mobile. The company has less than 8m MAUs on Facebook, but has notched up 20m downloads of its games on iOS and Android. In March 2012, Finnish social games developer Supercell pivoted to a &quot;tablet-first&quot; strategy. Meanwhile, companies doing well on Facebook like Wooga, King.com and Kabam aren&apos;t getting out of web social gaming, but they are investing more in mobile. With freemium social games taking an increasing share of iOS and Android&apos;s app store top grossing charts, the battle promises to be intense. Zynga&apos;s growth in the first quarter of 2012 is impressive, but the company will need to keep its mobile momentum going to make the most of the opportunities.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/27/zynga-mobile-users", 
    "wordcount": "668"
}