{
    "headline": "Academia and the academy: what makes a university open a school?", 
    "text": "Today sees the opening of the UCL Academy, the first school in England with a university as sole sponsor. It is early days, but I believe that the close relationship already enjoyed by school and university is bearing fruit. Yes, staff and students of our two institutions are benefiting from the links, but with time I think our respective sectors will also gain from the new approach to teaching and learning being pioneered. Why are we doing it? UCL has from its inception been committed to education both within our walls and beyond in the local community. For many years, we have been working with schools in London and with a significant outreach and widening participation programme. In 1999, we established a partnership for excellence with City and Islington College, an idea godfathered by Lord Adonis, later one of UCL Academy&apos;s most enthusiastic supporters as education minister. This activity continues, but we wanted to do more. The opportunity to shape the curriculum afforded by the academies programme was too good to turn down, despite the fact that we knew we would be dragged into the political fire surrounding the programme. For us, though, the choice was clear: either let this rare opportunity pass, or act to play a more active role in developing academic excellence beyond the traditional university environment. Our borough, Camden, badly needed a new school, and we were excited at the chance to play a hands-on role and shape the debate around both the school and the university curriculum, and so to help redefine the relationship between our sectors. The process has been much longer and more torturous than we had imagined. The years leading up to today&apos;s opening have seen us involved in political wrangles at both local and national level, being subjected to judicial reviews, all while navigating the oceans of bureaucracy that come with a project as ambitious as this. And just as it seemed we were there, in 2010 the coalition government was formed and Michael Gove, secretary of state for education, decided to review everything. But we finally got the green light, and the first brick was laid on our site on Adelaide Road. It was not only the building, but also the curriculum that had to be designed from scratch. This enabled us to think through what is really meant by terms that are bandied around like &apos;child-centred&apos; or &apos;self-directed learning&apos;. These words are used all the time, but it is not simple to ensure that everyone, both teacher and pupil, takes responsibility for learning  and through learning establishes a responsible and useful role in the world. For us, the academy was to be much more than an extension of our outreach activities: we wanted it to be about changing radically the way in which education operates. The academy is young and UCL has 187 years of history, but just as all learning organisation should do, we are both learning from each other. As a sponsor, we set the ethos and the education vision, but the relationship between UCL and the UCL Academy is already one of partnership. One very obvious example for the visitors to the spectacular building is that students and teachers are not tied to one classroom. Each floor at the school has a &apos;superstudio&apos;, a long room with a central tiered amphitheatre-style learning space and an area on either side for various learning activities designed to enable classroom group learning, project-based and pair work or independent study as appropriate. I would also highlight the work on object-based learning, pioneered by UCL through our museums colleagues and now being applied in the Academy, where new ways of using it are emerging. UCL&apos;s own commitment to languages manifests itself in the fact that all academy teachers and pupils are learning Mandarin together. UCL and the academy have also come together to design an engineering science suite, which includes workshop spaces and labs designed to give students the experience of being engineers  a tangible response to the identified issue of the lack of qualified engineers in our society. In these and other ways, we work to understand each other&apos;s goals and objectives and to work out how we can work better on curriculum design, both in schools and in universities. At the university end, the flow of excitement about being so deeply involved with a school has revitalised our commitment to thinking creatively and radically about education. Working with the academy is helping our academics think more about learning and education and how we really go about enthusing young people. To me, a partnership between school and university seems a natural and obvious fit  how long will UCL be the only university to venture into this territory? We wholeheartedly encourage other institutions to follow our lead and engage directly with the young people in their communities by developing academies of their own. The challenges are huge, but I am already clear that the payback is massive and we will gladly offer our time and support to any institution that wishes to go down the same route. Professor Michael Worton is UCL vice-provost (international)  follow the university on Twitter @UCLnews and UCL Academy @UCL_Academy This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/mar/19/ucl-academy-school-university-partnership", 
    "wordcount": "890"
}