{
    "headline": "Nokia sells 4.4m Lumia phones over Christmas period", 
    "text": "Nokia has reported record demand for its flagship Lumia smartphones in the first sign that the Finnish mobile phone giant&apos;s long commercial winter may be thawing. Operating profits at Nokia&apos;s handset business will break even or move into profit, ending three straight quarters of losses, the company said in an unscheduled update. Helped by a multimillion dollar marketing blitz, Nokia sold 4.4m Lumia phones in the Christmas quarter, a higher number than in any previous three month period since the range was launched in 2011 as a key plank in chief executive Stephen Elop&apos;s turnaround plan. The company is struggling to keep up with &quot;better than expected&quot; Lumia sales, Elop said, with retailers and mobile networks selling out their stocks across its major markets. The forecast-beating update sent Nokia&apos;s shares up as high as 18%, with Elop hailing a &quot;solid quarter&quot;. The shares closed up over 10% to 3.324 in Finland. Suggestions that Lumia is gaining traction should boost Microsoft. The handsets use Windows phone software, which has been slow to attract consumers who favour Apple products and Google&apos;s Android interface. Android has helped Samsung overtake Nokia as the world&apos;s largest phone maker. Previously, Lumia sales have not risen above the 4m achieved in the second quarter of 2012. Elop said the latest high-end version, the Lumia 920, had proved particularly popular. Nokia has accumulated 4.8 billion (3.9bn) in losses since Elop abandoned the &quot;burning platform&quot; of its own Symbian software for smartphones in early 2011. Its devices and services division, which accounts for half of sales, has not produced an operating profit since the end of 2011 and had been expected to produce a fourth straight quarter of losses at the end of 2012. Nokia revised that forecast on Thursday after better-than-expected phone sales, with its Asha range doing well in emerging markets. It has also achieved rapid savings from a cost cutting round that has slashed more than 20,000 jobs and closed production and research sites around the world.", 
    "section": "technology", 
    "gid": "technology/2013/jan/10/nokia-lumia-record-demand", 
    "wordcount": "343"
}