{
    "headline": "Mystery bird: common coot, Fulica atra", 
    "text": "    Common coot, Fulica atra, Linnaeus, 1758, also known as the black coot, Eurasian coot or European coot, or simply as the coot, photographed in Ribera de Arriba, a municipality in the Autonomous Community of the Principality of Asturias, the Kingdom of Spain (Europe).  Image: David lvarez, 1 May 2010 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon EOS 50D 1/320 sec, f/5.6, 300 mm, iso200   I am so excited to introduce a new mystery bird photographer, David lvarez, an ecologist based at the Universidad de Oviedo. Dr lvarez studies phenotypic plasticity and phenotype-environment interactions as he teases apart different hypotheses about the process of local adaptation, a topic that I think is fascinating. He has very kindly allowed me to share his stunning images as mystery birds and I am hoping that he will chat with us in the future about his research.  Question: This Spanish mystery bird has a very peculiar reproductive behaviour. What behaviour is that? Why does this species engage in that behaviour? Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult common coot, Fulica atra, and two of its chicks. The coots are part of the Rallidae, the rail and crake family.  The common coot breeds on freshwater lakes and ponds throughout much of Europe, Asia, Australia, and Africa. Common coots build a nest from dead reeds or grasses near the water&apos;s edge or on logs or other structures protruding from the water. They lay up to 10 eggs per clutch, sometimes 2 or 3 times per season. Their black chicks with bald red heads and orangeish-yellow fuzz on the face and neck have a high mortality rate, often being eaten by herons and gulls. Unfortunately, adult coots are also quite vicious to their own chicks, often attacking their own chicks when they beg for food. If the chick doesn&apos;t stop begging (and simply wander off somewhere to quietly starve to death), the parents may kill it. Apparently, this shocking behaviour is triggered by food limitation, although, considering the variety of items eaten by coots, this is difficult to imagine. Coots are omnivorous, using a variety of foraging methods to obtain their food, which consists of algae, vegetation, seeds and fruit as well as a variety of small live prey and the eggs of other water birds. In the nonbreeding season, coots are gregarious, forming large flocks, probably to reduce their risk of being preyed upon themselves.  Coots are weak and reluctant fliers. However, more northerly populations will migrate seasonally, at night. This video provides a condensed look at the beginnings of a common coot:             [video link] .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/14/12", 
    "wordcount": "505"
}