{
    "headline": "Boot up: Yahoo to dump Microsoft?, iPhones for Ghana?, MOD patents and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team As The Yahoo-Microsoft search alliance falls short, could a Yahoo-Google deal emerge? &gt;&gt; Search Engine Land  Once again, Yahoo is earning so little under its search deal with Microsoft that Microsoft is having to make up the difference due to a revenue guarantee. If the performance doesn&apos;t improve, Yahoo might go looking for a new partner, which could include Google.   Long piece, but the evidence is there. Very bad news for Microsoft if it happens. What is the future of the iPhone 3GS? &gt;&gt; The Tech Blog, Ghana Matt Panzarino of The Next Web suggested this:   But, if the prices were right, Apple could expand the 3GS from a contract device to an off-contract pre-paid model that might finally give the company a horse in the developing nations race.&apos;   Which drew this response:   This would be of huge benefit to Apple. Speaking from Ghana (West Africa), I know hundreds of people who have iPhones but use either the GEVEY SIM or ultrasn0w method to unlock their iPhone for it to work here.   We don&apos;t hear enough about how smartphones are changing developing nations. But they are. Brit Military Visit May Hasten GPS Signal Patent Dispute Resolution &gt;&gt; Inside GNSS  The US visit of a high-level official from the British Ministry of Defense (MoD) is spurring efforts to settle a dispute over a patent that could drive up prices on satellite navigation receivers for users around the world.  Inside GNSS has learned that Peter Luff, UK Minister for Defense Equipment, Support, and Technology, will meet with U.S. State Department officials on Thursday (July 19, 2012) to discuss the efforts of the MoD&apos;s commercial arm to patent and charge royalties for use of the new common civil GNSS signal agreed on by Europe and the United States.   Prediction: Britain won&apos;t be able to enforce this patent. Nokia Q2 2012 results &gt;&gt; Nokia (PDF) The full results. Worth reading; Nokia provides fantastic transparency into its whole phone business, which gives an insight into wider trends around the world. Benedict Evans o iPhone in the USA He&apos;s updating his chart of iPhone share by operator; Verizon just announced that iPhone sales were 46% of smartphone sales in 2Q 2012.   Pretty hard to look at this chart and argue that the iPhone is doing second-best to Android in the USA...  iPhone market share heavily depends on carrier subsidies &gt;&gt; Betanews From June:   Based on the outputs of our regression analysis, we see that the iPhone&apos;s market share is heavily dependent on carrier subsidies but, interestingly, does not depend on purchasing power in a given country. More than 70% of the variation in the iPhone&apos;s market share can be explained exclusively by carrier subsidies. This figure improves to more than 80% if we consider NPD&apos;s US market share figures, which not only proves the dependence of the iPhone&apos;s market share on carrier subsidies, but also that our model is fairly accurate. We have also been able to prove that carrier subsidies have no impact on the market share of Android smartphones.   So carrier subsidies boost the iPhone share in the US? This may ring bells with some people. (Thanks @HotSoup for the link.) What I Have Learned: Attorney-Client Privileged and Confidential &gt;&gt; isaach.com A quick primer on what is and isn&apos;t covered (in the US, though also applicable to the UK) over discovery: &quot;by default, all emails are subject to discovery&quot;. (It&apos;s not quite the same in the UK.) Google is currently arguing with parts of the US government over whether some emails that fell under discovery are covered by this. Face blurring: when footage requires anonymity &gt;&gt; YouTube Blog  As citizens continue to play a critical role in supplying news and human rights footage from around the world, YouTube is committed to creating even better tools to help them. According to the international human rights organization WITNESS&apos; Cameras Everywhere report, &quot;No video-sharing site or hardware manufacturer currently offers users the option to blur faces or protect identity.&quot;  YouTube is excited to be among the first.  Today we&apos;re launching face blurring - a new tool that allows you to obscure faces within videos with the click of a button.   Great idea for activists. And anyone else who wants to film themselves doing things anonymously. Quite what the legal playout of this will be isn&apos;t obvious. Qantas signs on for Office 365 &gt;&gt; iTnews.com.au  Qantas has signed an enterprise agreement with Microsoft that will set Australia&apos;s national airline on a migration path to the Singapore-hosted Office 365 cloud computing service.  The airline signed up for the entire Office 365 solution after six months of complex negotiations.  iTnews has learned that due diligence work on the contract included two key tests: the first, a &quot;bake-off&quot; comparing Microsoft&apos;s online office productivity options against competing products from Google and, second, a comparative analysis of whether to lease the Office 365 package directly from Microsoft in Singapore or from a local service provided by incumbent desktop supplier Fujitsu.  Both exercises were used to drive a better price from Redmond-based Microsoft.   First it dumps BlackBerry for iPhone, and now this. Of note: next year it&apos;s upgrading its fleet of Windows XP machines to... Windows 7. (Thanks @timacheson for the link.) Commentary: Is Nexus 7 launch a blessing or a curse for other Android tablet vendors? &gt;&gt; Digitimes  With the exception of the iPads, all of tablets currently available in the market are running on Android platforms, which means that price competition within the Android segment will continue to intensify and that it will be more difficult for hardware brands to generate profits out of the production of Android tablets.  Google&apos;s strategy of setting the pricing of the Nexus 7 to a level close to the BOM clearly indicates that Google doesn&apos;t want to make money from hardware sales. But such a practice actually enacts a barrier that is hard for other hardware vendors to pursue.  The new price competition triggered by the Nexus 7 may enable Google to cut a small piece of market share enjoyed by Apple, but to a great extent, Google eventually will eat up the share held by other members in the Android club.  Hardware brands which have climbed on to the Android bandwagon might come out empty-handed, while seeing Google continue to enjoy profit growth due to expanded advertisement income generated through the increasing popularity of the Nexus 7.   And if you were a hardware brand in that position, your next move would be...? (Note: Digitimes content goes behind a paywall after a few days.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/20/technology-links-newsbucket", 
    "wordcount": "1151"
}