{
    "headline": "Poor nutrition stunts growth of nearly half of under-fives in Bangladesh", 
    "text": "Rupa, a four-month-old girl, has not had the best start in life; she lives in a small one-room home made of brick and corrugated-iron sheets with her sickly mother and father in Modhubag, a slum in the centre of Dhaka. At her age, Rupa should weigh 3kg, but weighs only two. Ideally, she should be breast fed for her first six months, but her mother, Antora, a slight 20-year-old, could only provide milk for the first 15 days. Occasionally wincing as she sits on her haunches on a double bed that takes up most of the space, Antora complains of pains from her caesarean section. &quot;I have chicken pox, I have a fever and I always feel pain in my stomach, but I don&apos;t have enough money to buy medicine,&quot; she says. Her 25-year-old husband makes about 300 taka (3.27) a day pedalling a rickshaw  the most common way of making money for the rural unskilled who migrate to the city. The income goes towards the monthly rent of 3,000 taka. Slum landlord takes on an entirely different dimension in Modhubag and other city slums. Meanwhile, construction on new apartment blocks proceeds apace for this is valuable real estate and the whine of buzzsaws fills the air. Typically, Rupa&apos;s family faces a constant tussle between putting money aside for rent and buying food for themselves and their child. With the price of food rising because of inflation, the family is in a bind, like many other poor families in Bangladesh. Without mother&apos;s milk, Rupa is being fed sugi, a small white grain with water. But at least Rupa is moving, her eyes alert and she is crying, which is a big improvement from a week ago, points out Michael Foley, health and nutrition director with Save the Children. &quot;It&apos;s not too late for Rupa as long as her nutrition improves and that of her mother&apos;s,&quot; says Foley. &quot;Nutrition needs to be right for the first 1,000 days as you can&apos;t make up for it later. After that, physical growth and cognitive development will be affected and the child will be disadvantaged for the rest of its life.&quot; Despite economic growth of 5% to 6% a year since the early 1990s, the poor nutritional status of Bangladeshi women and children undermines the health and wellbeing of all Bangladeshis, and hinders progress towards achieving the millennium development targets on maternal and child mortality and poverty. In Bangladesh, one in 15 children die before they reach five; 250,000 babies die every year in their first month. According to Save the Children, 48.6% of children under five in Bangladesh are stunted or short for their age; 13.3% are wasted or underweight for their height; and 37.4% are underweight or low weight for their age. There are twice as many stunted children in the poorest quintile of the population than in the richest quintile. At the nearby Ad-Din hospital, Peria, a 20-year-old mother, watches over her eight-month-old boy. She is already pregnant again and is malnourished herself. Her child weighs a mere 3.8kg, when he should be 5.2kg. He will have to stay in the hospital for at least three weeks and will be put on a diet of milk powder, rice powder, sugar, oil and multivitamin mix. The Bangladeshi government has said it wants to integrate nutrition programmes into its health sector plans in acknowledgement of the acute problem. &quot;Its rhetoric is good,&quot; says Foley, &quot;but the challenge is to implement the plan. There is no guarantee that it will affect the lives of people.&quot; Despite the traditional mark made with burnt mustard oil that Ruba bears on her forehead to ward off the evil eye, the odds are stacked heavily against her.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/15/bangladesh-child-malnutrition-stunted-growth", 
    "wordcount": "639"
}