{
    "headline": "UK beaches are dirtiest in a decade, figures show", 
    "text": "The UK&apos;s beaches were the dirtiest in a decade in 2012, with two in five failing national standards for pollution, figures released on Tuesday by the government show. The surge in sewage, farm and city waste being flushed into the sea is the result of very wet weather, according to the Environment Agency. &quot;It is shocking: the results are the worst in a decade,&quot; said Hugo Tagholm, executive director of Surfers Against Sewage. &quot;The UK&apos;s overburdened sewerage system is bursting at the seams, resulting in all too frequent raw sewage and storm water discharges nationwide.&quot; Tagholm called the existing standards, set in 1976, &quot;out of date&quot; and noted new tougher European rules on beach hygiene are due to come into force from 2015. Environment minister, Richard Benyon, said: &quot;While the majority of England&apos;s bathing waters continue to be of a good quality, I am disappointed that a number have fallen short of the tighter standard. Water companies are now planning their next round of investment and I am determined that improving bathing water quality should be a key focus of these plans.&quot; Lord Chris Smith, chairman of the Environment Agency, said: &quot;During intense rainfall, pollution from farmland, roads, and drains is washed into rivers and coastal areas. Water companies also operate &apos;combined sewage overflows&apos; (CSOs) to prevent sewage from backing up and flooding people&apos;s homes. More needs to be done by water companies, businesses, farmers and local authorities to improve the water at Britain&apos;s beaches.&quot; Figures from the Department for Environment, Food and Rural Affairs (Defra) show the number of beaches failing basic cleanliness standards more than doubled in 2012 to 35 compared to 2011, and included World Heritage Kimmeridge Bay in the south, Bude Summerleaze and Budleigh Salterton in the south-west and Saltburn in the north-east. Overall, the number of beaches failing the basic 1976 standard fell from 98% to 94%. The south-west suffered most, with 16 dirty beaches compared to just two in 2011. Tagholm said that even on beaches that pass the basic standard bathers can still be presented with a one in seven chance of contracting gastroenteritis. The beaches failing the higher guideline standard almost doubled to 247 and overall, 40% of the nation&apos;s beaches failed. Standards plummeted in the north-east, with the pass rate falling from 91% to 46%, while in the north-west, just 10% of beaches passed. There are 31,000 CSOs in the UK, and in October the European courts of justice ruled the UK had breached the EU urban waste water treatment directive with excessive discharges of raw sewage and storm water via CSOs. Tagholm said increased investment was needed to end the over-reliance of water companies on CSOs as a way to dispose of raw sewage. Surfers Against Sewage sent 100,000 text messages last year to warn subscribers of sewage overflows. In May, the Marine Conservation Society&apos;s Good Beach Guide found that one-third of the 750 beaches it surveyed failed its standard. Defra said water quality had improved over the last two decades, reflecting the investment of an estimated 2.5bn by water companies since privatisation. Defra is now discussing further investment with water companies to ensure that bathing water quality continues to improve. The Guardian revealed in May, when England was in drought, that more than half of water companies needed to make no improvements to their leaks before 2015, leading to criticism of the regulator Ofwat.", 
    "section": "environment", 
    "gid": "environment/2012/nov/06/uk-beaches-dirtiest-decade", 
    "wordcount": "579"
}