{
    "headline": "Game on: revised Wii U controller rumours, Max Payne 3 tops chart, David Cage on violence, games to help in stroke rehab", 
    "text": "QA tester tweets revised Wii U controller design &gt; Games Rader  A QA tester at Traveller&apos;s Tales Games (makers of the LEGO series) going by the Twitter handle @MATTYBOOSH has posted a picture to Twitter of what appears to a revised version of the Wii U controller. This correlates with rumors we&apos;d heard earlier this year of the Wii U tablet seeing some redesigns before being shown off again at E3 next month.  The big change appears to be a swap to analogue controllers, rather than the the circular buttons on the &apos;previous&apos; design. Max Payne takes UK number one &gt; MCV  Rockstar&apos;s Max Payne 3 has beaten Blizzard&apos;s Diablo III to the No.1 spot in the UKIA GfK Chart-Track All Formats Top 40. It&apos;s Rockstar&apos;s first No.1 since LA Noire almost a year ago. It&apos;s the first time that a Max Payne title has claimed No.1 in the UK, bettering the week-one performance of Max Payne 2 by a ratio of 10-1.  As the story points out, the figures don&apos;t include the digital sales of Diablo III via Blizzard&apos;s battle.net service. David Cage: the games industry is too focsed on violence &gt; Develop An intertesting interview with the founder of Heavy Rain developer Quantic Dream.  &quot;All I want to do is offer some diversity to the medium. I want to give people the chance to buy something other than ten different first person shooters and RPGs. There should be games for all ages, all tastes. Whatever is possible with interactive entertainment should be explored, and I don&apos;t think we&apos;re seeing that right now. The industry is too far balanced towards kids and teenagers. It&apos;s too focused on violence.&quot;  Possibly true, but then Quantic&apos;s last game did have scenes in which the lead character has to cut off his own finger, then shoot a drug dealer in cold blood. Video game used in stroke rehabilitation &gt; Engadget  Think the Wii has the market cornered on gaming rehab? Think again -- neuroscientists at Newcastle University are developing a series of motion controlled video games to make stroke rehab more fun and accessible. The team&apos;s first title, dubbed Circus Challenge, lets patients digitally throw pies, tame lions and juggle to help them build strength and regain motor skills. As players progress, the game ratchets up its difficulty, presumably to match pace with their recovery. ", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/21/game-on", 
    "wordcount": "398"
}