{
    "headline": "International women's day: a voice from Jinja, Uganda", 
    "text": "   Rosette Nsonga Photograph: Rosette Nsonga    There are a lot of initiatives to confront gender violence, but my concern is that they are not trickling down to the grassroots. So I am now involved in sensitising people and advocating rural participation, especially women to be part of the advocacy programme. I am national co-ordinator for the Commission on the Status of Women [CSW]. I realised that only a group of elite women were participating in the CSW follow-up activities and I told my colleagues that rural women, too, have something to contribute. We now have regional meetings on a quarterly basis  in the northern, eastern, western and central regions. We bring together members of civil society organisations, probation officers, councillors to discuss gender-based violence. I came up with a questionnaire which explores what is done in the community to curb gender-based violence. This mechanism then feeds into the Ugandan position paper, which the government presents in New York. There has been increased women involvement in leadership. Even in parliament there are many places for women. In many departments, a lot has been done as affirmative action to encourage the participation and protection of women. In the police you have the family unit; at the district level you have the probation and welfare department. By having a full ministry in charge of gender, it has helped to highlight issues of concern to women. And attitudes are improving; even in rural areas, many people are aware of issues related to women&apos;s rights and empowerment. I am from the Samia tribe and traditionally girls never inherited land. But right now I am the heir to my parents and I have been given land. The clan sat and said although I was the youngest, I had the capacity to be the heir. One of the things world leaders can do is to set examples to the rest of the world. The thing is that we look up to them. The world leaders can support the rolling out of policies and initiatives to reach larger parts of our countries. Uganda, for instance, has a good constitution and many good policies, but not many people understand them. As a country, we are increasingly lacking quality community dialogue, where community members converse about their issues. Now people have left everything to the government. If an NGO invites people to a meeting, people only come for the transport refund. If we can promote programmes that bring people together at the community level for genuine dialogue, issues like domestic violence can be discussed and a consensus developed. Grassroots initiatives have a lot of potential because people at the grassroots do not want anyone imposing things on them. If we bring things that are not embraced by the people, then we cannot get results. Of course the international conferences are very important; but my argument is that before you come up with a policy, the grassroots environment is very important.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-uganda", 
    "wordcount": "484"
}