{
    "headline": "How tablets are eating the PC's future  but might save the desktop computer", 
    "text": "Now that the numbers are in, we can get a view on how the PC industry is doing  both the bit that Microsoft licenses directly (through Windows) and Apple&apos;s slice. Below is the graph for PC sales after you out take Apple&apos;s slice. What it shows is that the high watermark for the industry  so far?  seems to have come in the Christmas quarter of 2010, when just over 89m Windows PCs were sold (averaging the figures from Gartner and IDC). In fact, that was the high watermark for the whole PC business so far, including Apple: just short of 92.9m personal computers were sold in that quarter.     Global PC market (average of IDC and Gartner) excluding Apple computers. Source: Gartner, IDC, Apple financials    But after that things fell off, leading me to wonder whether the PC industry had peaked. Analysts reckoned that it wasn&apos;t necessarily because of the iPad, which launched at the start of that year, but something was going on. From that piece at the time:   &quot;While it&apos;s tempting to blame the decline completely on the growth of media tablets, we believe other factors, including extended PC lifetimes and the lack of compelling new PC experiences, played equally significant roles,&quot; said Bob O&apos;Donnell, program vice-president at IDC. He had only expected a small rise in sales  of 1.5%  but was surprised by the fall.  The wisdom of analysts is now forecasting that the release of Windows 8, expected around October (with a sort-of &quot;final-ish&quot; release version in June), will lead to an uptick in sales for the year.  But when you compare such forecasts with those made earlier, it becomes clear that actually, forecasts for the PC market are being pared back. And there&apos;s one reason why: tablets.  IDC, for example, makes regular forecasts for how the PC market will pan out. It also puts out tablet forecasts. I&apos;ve combined and compared forecasts it made in June 2011, September 2011 and March 2012 where it predicts how emerging (essentially, south-east Asia and South America) and mature (essentially North America and Europe) markets will do in sales of desktops and laptops.     How IDC's forecast for PC sales by region and category has changed since June 2011. Source: IDC, Guardian    The decline of the desktop isn&apos;t surprising. We&apos;ve been seeing that for a long time. But what&apos;s surprising is how the mature markets keep getting revised down (that&apos;s the top of the light blue line, which shifts downwards in each revision) while tablet sales (the yellow chunk on top) gets bigger and bigger. Tablet forecasts aren&apos;t available for some years and periods. I asked IDC to supply them, but it declined  only paying clients see those. Even so, you can see the direction of travel. Tablets are eating PCs&apos; lunch. It&apos;s not only IDC saying this. Forrester put out a release on Tuesday forecasting that by 2016, a total of 375m tablets will be sold globally, and 760m already in use. Compared with 2011, when Forrester reckons 56m tablets were sold, that&apos;s an astonishing 46% compound growth. Frank Gillett, a Forrester analyst, says tablets &quot;will become our primary computing device&quot; because while they aren&apos;t the most powerful computing gadgets, &quot;they are the most convenient&quot;. He points to longer battery life, always-on capability, handiness for carrying around, and ease of frequent use even if there isn&apos;t a flat surface about.  Is that going to kill PCs? No, says Gillett (and you knew that answer already  in general new technologies don&apos;t kill off old ones, they just slow them down). &quot;Our casual estimate is that there will be 2bn PCs in use by 2016, despite growing tablet sales. That&apos;s because tablets only partially cannibalise PCs. Eventually tablets will slow laptop sales but increase sales of desktop PCs.&quot; Why? &quot;Because many people, especially information workers, will still need conventional PCs for any intensely creative work at a desk that requires a large display or significant processing power.&quot; One point the report (which I&apos;ve seen) makes is that &quot;tablets will blossom in growth markets, particularly China&quot;  which ought to be a worry for Microsoft&apos;s traditional Windows licensing business on the PC, because China and south-east Asia have up until now been the promised land, despite the piracy. Forrester reckons that emerging markets will take 40% of tablets by 2016, and that &quot;Apple will do well in these markets due to strong product and brand appeal&quot;. It also thinks that first-time buyers looking for a computing device will turn to a tablet, not a PC.  There&apos;s some confirmation of that in what Tim Cook, Apple&apos;s chief executive said on Apple&apos;s earnings call on Tuesday. He pointed to how quickly sales of the iPad have ramped up: &quot;Through the last quarter, I should say, which is just two years after we shipped the initial iPad, we&apos;ve sold 67m. And to put that in some context, it took us 24 years to sell that many Macs, and five years for that many iPods and over three years for that many iPhones.&quot; In other words: Tablets sell. Fast. People are adopting them really quickly. The worrying things for Microsoft and (to a lesser extent) Google? Forrester reckons that &quot;Apple will be the clear leader&quot;  it shows it taking around 50% of the market, even in 2016  and that &quot;Google&apos;s Android ecosystem will struggle in tablets and focus on low price markets&quot;. Here&apos;s the surprise in the latter: &quot;The wide variety of devices, features and software support, plus inconsistent support for OS upgrades, is fragmenting the Android ecosystem, and it will result in a net decline in the Android installed base by 2015, despite the continued success of Android smartphones.&quot; However, sales of the Amazon Kindle Fire and other &quot;forked&quot; versions of Android will pass &quot;officlal&quot; Google Android sales by 2014, it forecasts. And for Microsoft, sales of the Metro tablets will accelerate in 2014. Why not until then? Because the software base is comparatively new &quot;it will take time for the developer ecosystem to build&quot;.      Forrester forecast for the tablet market to 2016. Source: Forrester    So, the old order is changing. A couple of points from the last few days. Microsoft announced its results, and they showed that Windows revenue rose more strongly than PC sales did  indicating that enterprises have begun to upgrade from Windows XP (which is still going, still getting support and still suits some businesses, it seems) to Windows 7. That led to a slight uptick in profits, even while revenues per PC sold stayed pretty level. As below:     Microsoft average profit and revenue per PC sold, by quarter, from Q3 2007 - Q1 2012. Source: Gartner, IDC (PC data), Microsoft financials    Note the downward dip and upward spike around the launch of Windows 7  but also the slight downward trend in profit (and slighter one in revenues) per PC sold. That seems to be due to more piracy when PCs sell in south-east Asia, meaning Microsoft doesn&apos;t get a 1:1 payment per machine. PCs, though, are going to keep selling, and there&apos;s no sign of people abandoning Windows. But if IDC keeps revising those figures downwards as the years go on, and the PC market turns instead to tablets, then Windows, as a business, will slow down too. (Of course, Microsoft will still make money hand over fist from Office. It&apos;s not going bust in a hurry.) The other point: Apple suffered from not having new laptops. Analysts had been expecting it to sell around 4.2m computers. Instead it managed 4.0m. What&apos;s clear from the split is that while desktop sales held up, laptop sales barely budged compared with last year. The ratio of laptops to desktops, which had been bumping around 75% for the past few quarters, fell to 70%. If laptop sales had stayed at their typical ratio (by Apple releasing new MacBooks and MacBook Airs), the total would probably have been at least 4.5m. Cook evaded the question of whether sales had slowed there because of the lack of transition, but the numbers don&apos;t lie. And one other memorable quote from the discussion came when Cook was asked whether Apple would begin offering a hybrid  say, an iPad with a keyboard you could attach and detach (like the Asus Transformer).  Q: &quot;Can you comment about why you don&apos;t believe the PC or the Ultrabook and tablet markets or your MacBook Air and tablet markets won&apos;t converge? Isn&apos;t it realistic to think in a couple of years we&apos;re going to have a device that&apos;s under 2lbs with great battery life that we can all carry around and open as a notebook or close up in a clever way and use as a tablet?&quot; Cook: &quot;I think, Tony, anything can be forced to converge. But the problem is that products are about trade-offs, and you begin to make trade-offs to the point where what you have left at the end of the day doesn&apos;t please anyone. You can converge a toaster and a refrigerator, but those things are probably not going to be pleasing to the user. And so our view is that the tablet market is huge.&quot; Seems like Cook and Apple are going with the flow here, at least.", 
    "section": "technology", 
    "gid": "technology/2012/apr/25/tablet-pc-market-analysis", 
    "wordcount": "1503"
}