{
    "headline": "How 3D printing could revolutionise the solar energy industry", 
    "text": "During President Obama&apos;s recent state of the union address, I was particularly drawn to one specific comment he made. The statement by the president I&apos;m referring to was, &quot;A once-shuttered warehouse is now a state-of-the art lab where new workers are mastering the 3D printing that has the potential to revolutionise the way we make almost everything.&quot; 3D printing has been increasingly used to produce jewellery, dental work, prototyping and even creating human organs. However, as an energy strategist, I&apos;m most excited about the potential for 3D printing to revolutionise solar panel and photovoltaic (PV) cell manufacturing. For starters, for those not familiar with 3D printing, it&apos;s the ability to make a three-dimensional &quot;solid&quot; object from digital design specifications. In other words, 3D printing is really a smart printer that creates objects layer by layer through additive manufacturing or the deposits of materials such as glass, silicon, plastic, resin and ceramic by following a virtual blueprint or animated software. You may be asking why I&apos;m so positive on its relationship to solar power. Well, that&apos;s easy. Right now there is a huge lack of energy storage, which, coupled with known manufacturing inefficiencies, have damaged solar industry sentiment. Therefore future production of solar cells must be more sustainable. This has me intrigued by the potential 3D printing can have on the solar sector. I believe this new printing medium could be a game-changer as 3D solar cells, despite advances in energy storage, can capture more sunlight than conventional PV models. How? They are more precise (using copper, indium, gallium, selenide: CIGS), less complex and weigh less. Greater efficiency in lieu of not having direct sunlight overhead is something I believe is extremely encouraging for 3D solar considering many pessimists who continue to question the longevity of solar power produced in a day by ordinary flat PV cells. Researchers at the Massachusetts Institute of Technology (MIT) believe 3D solar panels could be roughly 20% more efficient than flat solar panels. 3D printing can extend the amount of solar absorbed into cells, which may turn some haters of solar power into believers. Another benefit is cost. While installation is the dominate cost for solar power, it is estimated that precision 3D printing could drop production costs by 50% by eliminating many of the inefficiencies associating with the waste of costly materials such as glass, polysilicon or even indium. The ability to control the material inputs of your finished solar product would further turn traditional manufacturing of PV on its head by creating more of an on-demand model that doesn&apos;t require fabrication at distant warehouses. The fact 3D printing can take place just about anywhere should mitigate the lofty shipping costs which also deters positive views toward traditional flat PV. Then there&apos;s the lower weight and size. Most people think of solar as a power source for homes and that&apos;s fine. However, its my view 3D printing can produce extremely thin solar cells which can be printed on untreated paper, plastic or fabric rather than expensive glass. Therefore the advanced ability to create flexible solar panels at a lighter weight could have bigger positive implications for wearable hi-tech clothing, radios and future electronics. This gives 3D solar more mass appeal I believe. This could even bode well for some rather unique future opportunities for 3D solar in areas such as automotive paint and commercial/residential buildings which may incorporate a thin &quot;solar spray&quot;, something that is far less of an eyesore than PV panels on the roof. 3D printing looks set to become a hot topic in coming years as the US tries to meet 2020 carbon goals while also further exploring ways to become less dependent on foreign sources of oil. That may ultimately mean 3D printing could turn the solar market on its edge sooner than later.  John J Licata is the chief energy strategist of Blue Phoenix, an independent research and consulting company focused on next generation energy", 
    "section": "environment", 
    "gid": "environment/blog/2013/feb/22/3d-printing-solar-energy-industry", 
    "wordcount": "663"
}