{
    "headline": "Mystery bird: northern cardinal, Cardinalis cardinalis", 
    "text": "    Northern cardinal, Cardinalis cardinalis (synonym, Richmondena cardinalis; protonym, Loxia Cardinalis), Linnaeus, 1758, also known as the common or red cardinal, Arizona/Kentucky/Florida/Louisiana/San Lucas/Santa Gertrudis or Eastern cardinal, as the Virginia nightingale or Virginia redbird, as the cardinal grosbeak, crested redbird, or simply as the redbird, photographed in a backyard in Houston, Texas (North America).  Image: Joseph Kennedy, 3 January 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D200, 1/750s f/8.0 at 1000.0mm iso400    To remind you of the original mystery bird photograph from two days ago:      Question: This North American mystery bird species has a special -- and very obvious -- character that makes it easy to identify. What is this character? What does this character tell us about evolution? Why does this particular mystery bird in this picture not show this distinctive character? Can you identify this bird&apos;s taxonomic family and species? Response: This is a northern cardinal, Cardinalis cardinalis, one of the more spectacular members of Cardinalidae, or the cardinal-grosbeak and cardinal-bunting family. Because the male of this species is just too easy to identify, I instead gave you a more challenging individual, a moulting female. We can tell this is an adult female because of her orange bill -- juvenile plumage is similar but they have a black bill. The male is brilliant red, as you can easily see in the featured image at the top. This is due to female choice -- only the most brilliant males attract a mate thereby getting his genes (and the genetic predilection for red plumage colour) into the next generation.  Adult male northern cardinals can be mistaken for summer tanagers, but are easily distinguished by their pointy crest, the black on the face and by the shorter, stouter red bill. Adult females and juveniles are distinctive to my eye, with their brown plumage, dull red wings and tail and reddish crest. The bill turns red in breeding adult females. There is no distinct breeding versus non-breeding adult plumage for either sex, which makes for some breathtaking moments when you first see a crimson bird feeding on black oil sunflower seeds sprinkled on a six-foot high snowbank left behind by snowplows in New York City!  Northern cardinals are common in southeastern Canada and eastern and central United States, ranging throughout all Central America. They are residential and territorial and are often found in pairs, even when not breeding. Northern cardinals feed on insects and arthropods, fruits, berries, and seeds. They especially enjoy sunflower and safflower seeds, and cracked corn. They frequent low shrubbery and trees in open areas and parks, woods, and suburban yards.  The Mystery Birds reference library: Africa South and Central America Oceania and the South Pacific Ocean .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/aug/01/3", 
    "wordcount": "521"
}