{
    "headline": "Immunisation in Islamic countries  in pictures", 
    "text": "   Boys in the rural village of Bani Mareh, south of Sanaa. Yemen has an impressive national vaccination coverage rate of 81%, and the Yemen health ministry estimates that for every $1 (0.65) spent on vaccination in the country, $20 is saved in out of pocket healthcare costs including lost income, extra food during treatment and selling off assets to cover medical expenses Photograph: Doune Porter/GAVI       In the mostly Islamic archipelago of Zanzibar, 90% of newborn children now receive basic childhood vaccines. 'Immunisation is an investment for the future,' Juma Duni Haji, Zanzibars minister of health, says. 'If we have healthy children, they will attend school more regularly, they will be better able to learn and they will play a fuller role in our society. In the future, they will become productive adults' Photograph: Sala Lewis/GAVI       Mwatima Khamis, a nurse in east Zanzibar, conducts outreach visits to ensure children who do not live near a clinic are still vaccinated on time. During the immunisation sessions, she also gives mothers advice on keeping babies well and healthy Photograph: Doune Porter/GAVI       Three generations of a family turn up for a vaccination session in the village of Chinkowindi, Pakistan (video). Health workers explain that a decade ago, villagers were suspicious of vaccines, but witnessing the effect of modern medicine first-hand is changing attitudes Photograph: Doune Porter/GAVI       Ali Abdulla waits with his four-year-old son Ahmad, who is recovering from pneumonia, the leading cause of death in children under five in Yemen. In February 2011, pneumococcal vaccine, which protects against the leading cause of pneumonia, was added to every childs immunisation card in Yemen. Globally, Gavi plans to support the immunisation of 70 million children with pneumococcal vaccine in 57 countries by 2015 Photograph: Doune Porter/GAVI       An intravenous drip was needed to replace the essential fluids that one-year-old Samah Suraj lost through a severe diarrhoea infection  one of the biggest killers of under-fives in Sudan and globally. In July 2011, Sudan introduced the rotavirus vaccine into its national routine immunisation programme. This offers young children much-needed protection against the most deadly form of diarrhoea Photograph: Doune Porter/GAVI       Having contracted polio as a child, Usman Shangla, aged 32, ensured his eldest children were vaccinated against the crippling disease. Usman decided not to vaccinate his youngest son Musharaf, after hearing false rumours about the vaccination campaign. Musharaf contracted polio this year, but is responding well to intensive treatment. Pakistan is one of only three countries in the world where polio remains endemic. Suspicions about the polio vaccine continue to linger in some parts of the country and have led to violent attacks on health workers advocating immunisation Photograph: Doune Porter/GAVI       Two-year-old Falak Naz is suffering from one of the most frequent complications of common measles infection  pneumonia. Falaks three older sisters also caught measles but have all recovered. Pakistans recent measles outbreak has killed 500 children and is an alarm call for the countrys health authorities, as they struggle to balance routine immunisation with campaigns designed to tackle diseases like polio Photograph: Doune Porter/GAVI       Mothers wait at a health clinic in Zanzibar for their children to receive a double dose of life-saving vaccines. In December 2012, Tanzania introduced pneumococcal and rotavirus vaccines simultaneously to protect children against the leading causes of pneumonia and severe diarrhoea  two of the main killers of children Photograph: Sala Lewis/GAVI       Rukhsana Masood Raja runs immunisation sessions out of her front room, and gives basic healthcare to her community in the village of Pind Sweeka, Pakistan. 'I make sure that all children in my village are vaccinated,' Rukhsana says. 'I dont have any children of my own, but after 10 years, all the children here are my children.' Pakistans 100,000 female health workers form the backbone of basic healthcare throughout the country, with about 14,000 receiving additional vaccination training Photograph: Doune Porter/GAVI       Hasan Abdul Salam flinches as he receives his second dose of measles vaccine in Dhoke Jeelani village near Islamabad, Pakistan. The two-year-old is several months late for the vaccine because his family recently moved, but his mother, Asma, has ensured that all of her three children receive the vaccine. 'Children need to be immunised,' she says. 'For us to progress, we need to have healthy children' Photograph: Doune Porter/GAVI       Health workers carrying vaccines wade out to the sailing boat they will use to reach children living on islands off Zanzibar. From Zanzibars archipelago to the mountains of Arusha, geography and climate represent a formidable obstacle to the Tanzanian health ministrys efforts to reach the 8% of its population who do not have access to basic vaccines. Modern vaccines must be kept cool, so the vaccines are stored in a cold box packed with ice Photograph: Doune Porter/GAVI       When Yemen added the pneumococcal vaccine into its national immunisation programme in 2011, health workers at the Zahwari medical centre carried out the painstaking but vital task of registering vaccination cards. Collecting data is a crucial challenge for immunisation programmes. Health officials can track coverage and monitor impact as well as assess the efficacy of each vaccine Photograph: Doune Porter/GAVI       Local Imam Qari Saifullah calls villagers to bring their babies to the home of the local health worker for immunisation, in Chinkowindi, Pakistan. 'When I make an announcement, people pay attention,' he says. 'Religion has an important role in the prevention of illness.' Reaching out through community leaders to remind families to bring their children for vaccination is a crucial step to increasing immunisation coverage in developing countries Photograph: Doune Porter/GAVI  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/apr/23/immunisation-islamic-countries-in-pictures", 
    "wordcount": "0"
}