{
    "headline": "Mystery bird: Green-crowned brilliant, Heliodoxa jacula", 
    "text": "    Green-crowned brilliant, Heliodoxa jacula, Gould, 1850, also known as the green-fronted brilliant or as the blue-throated flying dolphin, photographed at Villa Blanca Cloud Forest Hotel and Nature Reserve within the Los ngeles Cloud Forest Biological Reserve, near San Ramn, Costa Rica (Central America).  Image: Alex Vargas, 4 May 2010 (with permission) [velociraptorize].Nikon D5000, Nikkor 300mm f/2.8G ED-IF AF-S VR 1/125s f/3.5 at 300.0mm iso400I encourage you to purchase images from the photographers who freely share their beautiful work with us.    Question: This Central American mystery bird has a behavioural trait that makes it fairly easy to identify, can you tell me what behaviour that is and why this species shows it? Can you identify this bird&apos;s taxonomic family and species? And, as a bonus question, can you identify this bird&apos;s gender and whether it&apos;s an adult or juvenile? Response: This is an adult female green-crowned brilliant, Heliodoxa jacula. This hummingbird is a resident breeder in wet mountain forests ranging from Costa Rica to western Ecuador. This species can be found along forest edges, in glades and in tall second growth highlands mainly on the Caribbean slopes between 700 and 2000 m in altitude. This species occurs farther north than of any of its congeners.  As with all hummingbirds, this species is placed into the family, Trochilidae.  The female green-crowned brilliant is distinguished from the male by her lack of metallic plumage on her head and by the lack of the brilliant metallic violet-blue patch on her breast. Adult females also have have a short white malar streak and white underparts that are spotted with green. Both males and females have a white spot behind the eye, a white crissum and a shallowly-forked black tail, although the female&apos;s outer tail feathers have white tips.  Female green-crowned brilliants can be distinguished from females of other species by their white malar stripe and by their distinctively coloured and patterned underparts. Where they co-occur, the female green-crowned brilliant may be confused with the female empress brilliant, H. imperatrix, however, careful examination reveals that the empress brillant has a faint reddish hue on her underparts, a faint white malar streak, a green crissum and no white tips on her outer tail feathers.  Here&apos;s a video of an female green-crowned brilliant, sitting on a branch (filmed at Villa Blanca, El Silencio de Los Angeles, San Ramn, Costa Rica and uploaded 4 January 2010):            Visit 1965jorgeeduardo&apos;s YiuTube channel [video link].  Despite this bird&apos;s small size, it actually is fairly large for a hummingbird. It tends to feed on nectar produced by large flowers and inflorescences. The bird&apos;s large size may be the reason they almost always perch to feed -- unlike most hummingbird species.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/05/4", 
    "wordcount": "521"
}