{
    "headline": "Poorly conducted research is a gift to the opponents of tobacco control", 
    "text": "A recent research paper has suggested that the reason tobacco control policies do not work for everyone could be down to genetics. Blanket policies are unlikely to ever reach everyone, and evidence of their lack of success is often seized upon by those who believe any attempt at tobacco control is &quot;nanny state nonsense&quot;. But how likely are these genetic results to be true? The research, conducted in the USA, compares rates of smoking, amount of taxation on cigarettes (which varies widely between states, from 2 cents per pack to 56 cents) and a gene that has been linked to how much people smoke. The results showed that current levels of smoking were associated with variation in the gene, and also with the amount of taxation. That&apos;s not really a surprise. Where taxes were higher, there was less smoking. What was a little more surprising was that people with one variant of the gene were less likely to be smokers when taxation was higher, whereas those with another variant didn&apos;t differ as much in smoking status depending on taxation levels. The author of the research suggests the genetic variations might be causing this difference in response to taxation levels. I&apos;m not convinced. There are a number of alternative explanations. While our genes may well interact with the environment we live in, statistically modelling this is fraught with difficulty. In order to model an interaction, you need to know how it works. Is it a linear relationship where a change at any level of amount of smoking (for example) will cause the same relative difference? Or is the relationship more complex, whereby a change in light smokers would result in less corresponding change than a similar change in heavy smokers? Different statistical models are needed for these two examples, and using the wrong model can result in misleading or just plain wrong findings that don&apos;t represent what&apos;s actually going on biologically. Perhaps even more importantly, there is such a distance between individual genetics and state-wide policy, that to say one affects the other is to ignore a huge amount of influence that happens between the level of the cell and that of the population. The study doesn&apos;t look at how likely people are to quit smoking depending on policy, or even how likely they are to take up smoking in the first place. It only looks at how likely they are to be current smokers. It also doesn&apos;t consider when the taxation level was introduced: if a taxation level was very recently implemented, it may not have had an effect on current smoking in that state yet, whereas in a different state, that level may have been in place for many years. In addition, there are plenty of other tobacco control policies that might differ by state, but these are not considered. It would be more useful in the future to look at how the introduction of a policy affects quit rate in smokers, or uptake of smoking in nonsmokers (in particular if you had a comparison group where nothing changes, see Ben Goldacre&apos;s suggestions for randomised controlled trials of government policies). As for genes, it is more usual to look at smokers and nonsmokers separately in studies like this, because a gene that is related to addiction to cigarettes cannot ever have an effect if you never smoke a cigarette: you have to be exposed to smoking in order for the gene to affect your behaviour. Even if these results were a true finding, would knowing that genes affect our likelihood to respond to a taxation policy actually be any help in making policy decisions? Policy level interventions will never work for every individual, but that doesn&apos;t make them a failure. Working out whom they work for, and why, is really important and can help improve their effectiveness. Would it be practical to assess the genes of the population and use targeted interventions depending on genetics? Maybe, but there are easier ways to choose the targets. If the gene is representing (for example) heaviness of smoking (as genes related to smoking seem to), this is much easier to assess than genotype. Targeted interventions could be based on how much people smoke rather than gene variations, because assessing everyone&apos;s genetic makeup would be expensive and time consuming. Targeted interventions are being considered for alcohol abuse, after some interesting research suggested that people who don&apos;t have a big response to alcohol when they first try it are more likely to have later alcohol problems. Some evidence is emerging that targeted interventions by initial alcohol response might be a great way to help prevent or reduce alcohol abuse. Something similar could be undertaken with tobacco, but basing those interventions on genetic makeup seems unnecessary. Regardless of these practical considerations, however, this study is a gift to those who would like to prevent attempts to reduce levels of smoking. Tobacco control research is under huge amounts of scrutiny from those trying to undermine it. Poorly conducted experiments where the conclusions overstate the actual findings make public health&apos;s battle with vested interests all the more difficult.", 
    "section": "science", 
    "gid": "science/blog/2013/jan/16/poorly-conducted-research-opponents-tobacco-control", 
    "wordcount": "853"
}