{
    "headline": "Down the rabbit hole with Bikeminded's cycling theatre", 
    "text": "On Wednesday night, I found myself cycling round the backstreets of west London in the drizzle. I wasn&apos;t lost on my way to the pub, but taking part in a piece of &quot;immersive and interactive&quot; theatre commissioned by Bikeminded, a cycling campaign run by the Royal Borough of Kensington and Chelsea. The show, a new adaptation of Lewis Carroll&apos;s classic story Alice in Wonderland, is part of the InTransit festival, which each year sees a series of specially commissioned cultural events take over the borough&apos;s public spaces. This summer, inspired by the Olympics, many of them are combined with physical activities. The fun starts in Cremorne Gardens, a patch of greenery on the banks of the Thames just north of Chelsea Harbour. As tea, cake and lemonade is passed around  the vague premise of the evening is that we are members of a cycling club come together for a tea party  we are introduced to Alice, a little girl who has awoken in an unknown location to the chidings of a highly strung figure who seems convinced that Alice is someone she is not. The mysterious gentleman (Wobbert Rabbit Esquire) having made his exit, Alice&apos;s journey, and our own, begins. We make our way slowly northwards, the 30-odd cyclists that make up the audience flanked by five marshalls whose job it is to look after us en route as well as to watch over our bikes for the bits of the show that require us to set off on foot. Up ahead is the actor playing Alice  also on two wheels  who leads us to a local park where the action continues. And so it goes on over a route of around three miles, with the story played out in a number of different locations in Kensington and Chelsea and ending up in Holland Park as night falls. Exquisite Folly Theatre are sometimes a little lazy in their storytelling, taking for granted that audiences will be familiar with Alice&apos;s adventures, but there is plenty to enjoy here nonetheless. The scene where Captain Pillar (the show&apos;s version of the caterpillar, a frightfully proper army captain) cross-examines Alice as to her identity, for example, is really engaging, thanks to an excellent performance from Simon Kane. At the end of the performance, the mournful cries of Holland Park&apos;s resident peacocks only add to the surrealness of the trial in which Alice, Wobert Rabbit Esquire and the rest of the curious crew argue over who stole the Queen&apos;s tarts. Kensington and Chelsea makes a very fine backdrop to the action (the route takes us through a particularly wonderful part of the area that I&apos;ve been asked not to mention so as not to ruin the surprise). But I couldn&apos;t get over the sense that Bikeminded&apos;s admirable endeavour misses an opportunity. Rather than knitting together narrative and location, making the borough itself an integral part of the show, this Alice in Wonderland is superimposed onto the landscape. The scene where Alice meets the Duchess, for instance, takes place in a gorgeous mews, yet no reference is made to the location by any of the characters and we leave the spot as ignorant about it as when we arrived. And although the fact that the audience and Alice are on bikes is referenced in the show, not much more is made of it than that. If the concept is repeated after the current run of Alice finishes on 22 July  and I very much hope it is because this is an unusual and inventive way of spending an evening and exploring a new area  Bikeminded might do better to find a piece of theatre that has cycling at its heart.  Alice in Wonderland runs until 22 July", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jul/20/bikeminded-cycling-theatre", 
    "wordcount": "623"
}