{
    "headline": "Sudan and South Sudan fighting risks children being sucked into conflict", 
    "text": "Children face increasing risk of death, injury and recruitment by armed groups in an upsurge of fighting between Sudan and South Sudan that has forced tens of thousands of people to flee their homes, a charity said on Friday. Save the Children said up to 60% of the displaced are children, who may again be sucked into the conflict as they were during the two decades of civil wars, when they were recruited as child soldiers. The dangers posed to children were highlighted last Saturday, when five children  all boys aged between nine and 14  were injured by unexploded ordnance in the South Sudanese border town of Bentiu, which blew up as they were handling it. One of the children died on arrival at the hospital in Bentiu, which has been bombed by Sudanese war planes. On the same day in the nearby town of Rubkona, a 16-year-old was hurt when a grenade he was playing with exploded. Save the Children said schooling for thousands of children near the volatile border area of Unity state has been disrupted by the fighting. &quot;The threat of recruitment increases with the intensity of the conflict  just as our ability to protect children is being undermined,&quot; said Jon Cunliffe, Save the Children&apos;s country director in South Sudan. &quot;Keeping children in school during conflict is one of the best ways to protect them, and reduces the fear and uncertainty they face. Education gives children the chance of a future beyond conflict.&quot; The 1,800km border between Sudan and South Sudan had been largely quiet for the past 48 hours, raising hopes the two countries could begin talks to avert all-out war. But South Sudan on Friday accused Khartoum of again bombing and shelling Unity state. The UN security council on Wednesday called on the countries to immediately end hostilities and resume negotiations within two weeks to resolve all outstanding issues, or face economic sanctions. In a unanimously adopted resolution, the security council said the situation along the border constitutes &quot;a serious threat to international peace and security&quot;. South Sudan became independent from Sudan in July last year, six years after a peace agreement that ended decades of warfare between the north and the south. However, relations have deteriorated sharply in a dispute over oil transit fees, with South Sudan shutting down oil production in January. Tensions increased in recent weeks after South Sudanese forces moved into the oil-producing region of Heglig  in Sudan&apos;s Southern Kordofan state  before eventually leaving, and Sudanese forces bombed Bentiu. In a toughly worded statement, the UN called on both countries to immediately cease all hostilities; unconditionally withdraw all of their armed forces to their side of the border; activate, within a week, the necessary border security mechanisms; and immediately cease hostile propaganda and inflammatory statements in the media. The security council also said Sudan and South Sudan should unconditionally resume negotiations  to be concluded within three months  to reach agreement on arrangements concerning oil and associated payments, the status of nationals of one country resident in the other, resolving the status of disputed and claimed border areas and border demarcation, and the final status of the disputed area of Abyei. The UN said either or both countries would face economic sanctions, such as complete or partial interruption of air and sea links, unless they complied with its resolution.", 
    "section": "global-development", 
    "gid": "global-development/2012/may/04/sudan-south-fighting-children-conflict", 
    "wordcount": "564"
}