{
    "headline": "Kenya turns to mobile app to stop motorbike mayhem on the roads", 
    "text": "Mobile phones, often cited as a major cause of road traffic accidents, are being used to try to stem Kenya&apos;s rising death toll from motorbike accidents. A campaign launched by the Kenyan NGO El-Friezo this month will trial an interactive phone app targeted at the growing number of motorbike users, particularly young men working as drivers of &quot;borda-borda&quot; taxis. The app has been designed as a series of games and interactive tutorials teaching basic road safety as well as safer driving tips and first aid skills. The app is part of a wider project  financed with $99,000 (63,000) of seed funding from the Canadian government  which is attempting to tackle the spiralling death toll from motorbike accidents in Kenya. The country already has one of the highest rates of road deaths, and traffic accidents are the third leading cause of premature death globally (pdf), after malaria and HIV-Aids. In recent years, motorcycle use in Kenya has grown exponentially since the government abolished import tax on motorbikes. According to the World Health Organisation (WHO), there are more than 180,000 motorbikes on the country&apos;s roads (pdf), with the numbers rising rapidly. The move by the government to make motorbikes a more affordable mode of transport was designed to encourage their use on rural roads that are ill-suited to cars and buses, improving access to remote areas and reducing heavy congestion in urban centres. But rising road deaths have been an unforeseen consequence of this strategy, says Pamela Muthuuri from El-Friezo, adding that the government omitted to include public safety campaigns or messages about helmet use and safe driving. &quot;There has been a sudden increase of motorbikes on the roads, with many young men seeing this as an opportunity to start working as taxi drivers,&quot; she says. &quot;Few of them have passed a driving test and many have just been taught to ride by their friends so roads have become far more dangerous as a result.&quot; She hopes the mobile phone app, along with other elements of the campaign, will help to bridge the gap. &quot;In Kenya, we love our mobile phones,&quot; she says. &quot;This app is really a training manual and a set of simulated safety exercises, but it&apos;s being delivered through a series of games that drivers can play on their phones and against each other as they wait for customers.&quot; Crucially, the app includes first aid exercises that are designed to supplement a training programme run in conjunction with the Kenyan Red Cross, which will initially train 500 motorcyclists to provide emergency response first aid to accident victims. &quot;In Kenya, we have no real emergency services for people injured in traffic accidents, which only increases the terrible death toll,&quot; says Muthuuri. &quot;Motorbike riders are often some of the first on the scene and can move through traffic quickly to get to an accident. If they know how to respond when they witness or hear about an accident, the life-saving potential is huge.&quot; The idea is that those trained will then teach emergency skills to other drivers. The project will also offer training manuals, generate data on traffic patterns and accidents, and hopes to launch the first aid programme and mobile phone app in driving schools across the country. The project will be launched this month in two cities in the Rift valley, working with 500 motorbike taxi drivers in each city. El-Friezo is partnering Kenyan AirTel, which will provide Android phones to participants to test the app. &quot;Our hope is that this project will be rolled out on a national if not trans-African scale,&quot; says Muthuuri. &quot;We have to do something to stop these unnecessary deaths and the only way is with a cross-sector approach that uses technology alongside more traditional training and teaching methods if we want to get our message across to the right demographic.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/may/13/kenya-mobile-app-motorbike-roads", 
    "wordcount": "659"
}