{
    "headline": "Rio+20: don't wait for disappointment from the bureaucrats", 
    "text": "In three weeks the 20th anniversary conference of the Earth Summit will take place in Rio, Brazil. Once again, most of us will feel like spectators to the biggest debate about life on earth: whether or not to maintain convivial environmental conditions for human civilisation. Such events become so lost in technocratic detail, that it is easy, perhaps even procedurally intended, that the full meaning of what is under discussion gets obscured. From a civil servant&apos;s or negotiator&apos;s point of view, clarity and exposure to the meaning of failure is probably intolerable. Imagine you&apos;ve agreed something which, even if an improvement on what went before, still leaves us heading over the cliff of catastrophic, irreversible climate change. You&apos;ve dropped the baby. We can hear the sound of it falling. Carbon concentrations in the atmosphere above the Arctic crossed the line of 400 ppm this year for the first time in a very, very long time, at least since before anything vaguely human set foot on the land mass of the United Kingdom. Instead of going down, as they are meant to do, emissions also rose in the EU in 2010, which is supposed to be leading the world in cutting carbon, and did so in spite of the recession. The economy also continues to massively reward those who profit from exploiting fossil fuels. Mick Davis, chief executive of mining company Xstrata, which is engaged in a merger deal with commodity trading giant Glencore, has just been given a $46m windfall &quot;retention payment&quot;, not to run while the deal is done. It creates an almost irresistible temptation to indulge in &quot;world gone mad&quot; hyperbole. Not only are we powerless in watching an existential struggle being reduced to the negotiation of which verbs and adjectives may be used in agonisingly agreed official obfuscations, but we must watch as the powerful plunder with impunity the public realm of natural resources for private gain, regardless of consequence. What can we do, nothing? No, our actions are limited only by our imagination. If you want to know how different the future can be, just look to the past and compare it to the present. We can, for example, remove the legal privileges that put the interests of finance above all else. We can completely redesign how we move around, like the city of Ghent did, making cars mere guests on streets. Food, energy, homes, trade can all be re-imagined and better ways found. The point is to start, and many people are. The global range of initiatives beginning the transition to a new economy is impressive. For people waiting to taking the first step, Nelson Mandela&apos;s famous observation is well remembered, that often we are held back more by fear of success and fully realising our power and abilities, than being helpless victims of circumstance. The scale and depth of the climate challenge may seem insurmountable, and politicians will tell us with no irony, that they cannot sell, and no one will buy the policy ticket necessary for our own environmental rescue. Setting ambitions and targets around the Rio anniversary has been a bit like removing the tarpaulin from the lifeboat, and then deciding it is better to go down with the ship because no one can be bothered to launch it. But todays&apos; technocratic politicians will only ever lead from behind, once a critical mass of people have already shown the way. That&apos;s us, and we all have a part to play. On June 20, while the Rio conference takes place, instead of waiting for disappointment, several groups have organised a Festival of Transition, which anyone can enjoy and contribute to, wherever they are. It asks simply that people take a taste of breaking with business as usual by doing something different for 24 hours themselves, where they are, with friends, work colleagues or neighbours. Already, in Senegal some plan to plant a food garden and celebrate with neighbours by feasting on locally-produced, not imported, food. In Madeira others are going to experiment with money-free exchange, still others with sharing things rather than buying new stuff. In London academics are holding a seminar on ecological public health, and in Helsinki neighbours are going to get together to compare how much energy they use. You might also choose, for the first time, to hold a politician to account. If change is to happen we need to build a culture of experimentation. For too long where climate change is concerned we have been obsessed with technological fixes, and overlooked the speed and scale of transformation that can come from social, behavioural and economic innovation. The festival is about reminding ourselves of our own creativity, adaptability and potential for joyously making our own change, rather than miserably waiting for others to fail to bring it. No individual action could ever be enough. We can&apos;t know where a critical mass of people becoming active might bring about a positive tipping point for change. And, we will never know unless more and more are engaged. One hundred months", 
    "section": "environment", 
    "gid": "environment/2012/jun/01/rio20-dont-wait-disappointment-bureaucrats", 
    "wordcount": "843"
}