{
    "headline": "Why women fade into the background on Wikipedia", 
    "text": "On Friday afternoon, the Royal Society hosts a group edit-a-thon aimed at improving Wikipedia articles about women in science. It is timed to link with Ada Lovelace Day earlier this week, an event that seeks to share stories about inspirational women in science. Admitting that Wikipedia is a first port of call for most people looking for basic, and sometimes not so basic, biographical information, the event is an attempt to improve the quality of entries and raise the profile of women in science and engineering, both past and present. Not simply relying on other online resources, participants will be able to make use of the Royal Society&apos;s unique collections, as well as its library staff and representatives of Wikipedia UK. The society&apos;s library is enjoying its 350th anniversary this year, although it is only for the past 67 years that women have been admitted as fellows. Despite increasing efforts to ensure a level playing field, female fellows are still a tiny minority, being only 5% of the total. Awareness of this disparity undoubtedly makes the Royal Society keen to focus on celebrating successful women in science and on inspiring the next generation. The event itself raises some interesting themes and ideas. The most obvious is the fact that the contribution of women to science, and elsewhere, can be made more visible. Our view of what counts in the history of science is very much influenced by older assumptions and past prejudices. Prizes, publications, professional positions and fellowships are key markers, and automatically lead to commemoration of achievements in obituaries, which are the first drafts of future biographies. Women were, of course, generally barred from such recognition until all too recently. Other markers, therefore, need to be sought and added into our accounts, and Wikipedia is the kind of cumulative and fluid environment in which this can be done. When looking for the women, and for those other markers of eminence, researchers find themselves beginning to think about what counts as an important contribution to science in a slightly different way. There is, necessarily, less emphasis on the traditional roll call of theoretical advances (of the Copernicus-Kepler-Newton-Einstein variety) and an appreciation of the essential contribution that collectors, experimentalists, technicians, writers, translators, teachers and calculators have made. This, by rights, should lead to the widening of the net of scientific biography to include a whole load of underappreciated men as well. Some, such as top instrument makers, were seen as being hugely skilful, knowledgeable and important in their day but are often poorly represented on Wikipedia. Others were not given the opportunities to be recognised or remembered, with lower class or non-European men being, like women, essentially disenfranchised. This may appear to work against the spirit of the day, but is equally important in terms of appreciating the way science has really operated in history and how it generates knowledge, meaning, agreement and conflict across diverse societies today. For British women, however, it is possible that the most important aspect of the event will not be the making available of a little extra information about women scientists, but the focus on women as Wikipedia editors. The dominance of men in the Wikipedia online community is well-documented and something that the company is attempting to address through its Gender Gap project. While coming in somewhat ahead of the proportion of female fellows of the Royal Society, in 2009 female Wikipedians were only around 13% of the active community. Research suggests that this matters for a number of reasons, principally that male and female editors tend to focus on different content areas, that the coverage of topics more likely to be of interest to female users of Wikipedia is seen as inferior, and that Wikipedia is missing out on the successful development of its social and community areas. There is also, particularly around more controversial topics, a tendency to macho behaviour among editors. Women, it turns out, are much less likely to edit articles in these areas and, if they do, their edits are more likely to be rejected. These rejections are often not to do with factual content, but differences in tone and approach. This experience means that these women are very likely to back away from the whole project. In other words, women&apos;s voices and views are seriously underrepresented, even when they might consider themselves experts in a particular area. The Royal Society&apos;s edit-a-thon will include a range of well-qualified and motivated women with an interest in making themselves, as well as women in the history of science, heard. Wikipedia will certainly benefit from developing an atmosphere that is more welcoming to women like these.", 
    "section": "science", 
    "gid": "science/the-h-word/2012/oct/19/women-fade-background-wikipedia", 
    "wordcount": "774"
}