{
    "headline": "Blame intensive farming for TB in cows, not badgers", 
    "text": "Farmers are hopeful that a badger cull will save their animals (Humaneness of badger cull to be judged on noise of dying animals, 30 May) and the slaughter of cattle is a terrible waste, but the badger cull is an equally terrible, and cruel, waste. Farmers admit that the badgers have been infected by cattle. Equally importantly, some are saddened because healthy badgers are going to be destroyed as well as infected ones. But there will be no end to the illnesses and slaughter of dairy cows, and through them the infection of beef cattle, because dairy cows are now worked to exhaustion. They are made to produce milk like machines so that after a few years they have dragging udders, lame feet and bodies like bags of bones. Dairy cows will continue to be vulnerable to disease after disease until the National Farmers&apos; Union and the Department for Environment, Food and Rural Affairs stop trying to push the productivity of cows to cruel and unreasonable limits. The slaughter of badgers will not deal with the basic problem, which is in dairyfarming itself.Dr Jacqueline SarsbyUley, Gloucestershire  Why do humans demand milk from cows? Two million of these poor milk machines are artificially inseminated yearly, their calves taken from them soon after birth so the dairy cows can spurt out a liquid humans wish to steal. These poor cows get a host of diseases because they are being pushed to their physiological limit.Sara StarkeyTonbridge, Kent   If it is indeed the case that badger culls will involve untested killing methods, it is a very serious issue. As someone familiar with guns of all types and calibres for around 50 years, I do hope A&amp;E departments in Somerset and Gloucestershire are up to the mark. Not just badgers will be roaming in the night. If they are shot with small-bore firearms, it is unlikely they will be killed outright as they are extremely robust creatures. If larger calibre firearms are used, it may well be that serious wounds and deaths will not just be a feature of the badger population. Larger calibre firearms have an inherent risk of ricochet and in straight flight may go for miles. At night who can see what is where? Houses, children, nocturnal couples? What is being done defies any logic. Andrew GambleSheffield   Some figures from Defra: 5,094 badgers are to be shot in west Gloucestershire and west Somerset; if this is &quot;successful&quot;, another 95,000 are to be killed in 40 other areas over four years; 28,000 cattle with TB were destroyed in England last year; the culls are expected to reduce the incidence of TB by 16%. If 16% of all TB in the country is eliminated that would be 3,800 cows. That is 26 dead badgers for each animal saved from TB. Is that a worthwhile result?Harvey ColeWinchester, Hampshire  Canada controls the spread of rabies in their vast populations of skunks, raccoons and foxes by dropping vaccine baits both by hand and by air. If the Canadians can manage such a huge area by this method, it does make our shooting of badgers, whether they have TB or not, look rather primitive.Lizzie HillGuildford, Surrey", 
    "section": "environment", 
    "gid": "environment/2013/jun/04/intensive-farming-tb-cows-badgers", 
    "wordcount": "542"
}