{
    "headline": "The mystery of metamorphosis  from gobbling grubs to paper-white flutterers", 
    "text": "Squash &apos;em! That was the advice I was given on finding a little colony of cabbage white butterfly caterpillars. Many gardeners struggling against weather and weeds to maintain an aesthetic or productivity will be moved to violence when faced with the indolence of &quot;pests&quot; freeloading off their lovingly tended plants. There is a kind of moral indignation about wild Nature wriggling out of control and nibbling the precious produce as if it&apos;s a premeditated crime. Even now those attitudes jump the garden fence and inflict themselves on the environment. In this case the caterpillars were feeding on garlic mustard, a cabbage relative and therefore the prerogative of cabbage whites. The caterpillars had recently hatched from a cluster of eggs. Bristly, green and yellow like little commuter trains, their shear-like jaws chomped succulent leaf, leaving only a skeleton of veins as if the plant had been zapped by some alien death ray. The caterpillars worked together quickly, efficiently. They seemed so vulnerable  and slightly frantic, as if they had to get as much foodinto the wrinkly sleeping bags of their skins before being eaten themselves, or squashed. All this, just to grow, then pupate, then fly away as a butterfly to lay its own eggs. There&apos;s a lot about the idea of metamorphosis that we accept on faith. The difference between those gobbling grubs and the paper-white flutterers they will become is astonishing. Perhaps caterpillars and butterflies look so different because they are? That was the fascinating view of biologist Donald Williamson, whose evolutionary theory of hybridogenesis considered butterfly metamorphosis to be a result of larval transfer between velvet worms  the caterpillars and insects  and butterflies. Like many good ideas and things that don&apos;t fit in, that was squashed too.", 
    "section": "environment", 
    "gid": "environment/2012/sep/04/wenlock-edge-metamorphosis-caterpillars-butterflies", 
    "wordcount": "293"
}