{
    "headline": "New to nature No 68: Ameerega berohoka", 
    "text": "One late afternoon during the wet season on Brazil&apos;s great Cerrado savannah, a new frog song was recorded. Males were calling from seemingly all around  on bare soil, under rocks, hiding in vegetation. Active also in the dry season along the banks of rivers, this species new to science is now known to be common in western and southwestern sub-basins of the Araguaia River in Gois. Described by Brazilian scientists William Vaz-Silva and Natan Medeiros Maciel, this is among the latest of about 175 species of poison frog of the family Dendrobatidae and brings the number of poison frogs in the genus to about 30. Unlike some of its brightly-coloured &quot;poison dart&quot; relatives, Ameerega berohoka has cryptic markings. Viewed from above, the new frog is dark with irregular creamy spots. From below, it has bluish marbling. In life, it also has bright orange spots and lateral stripes that vary from cream to pale yellow. The species differs from related forms in these markings and the shape of its hands and snout, as well as in its mating call and 16S mitochondrial barcoding. At about 20mm, the frog is of median size for its genus. The Cerrado is second only to the Amazon basin in expanse, but many of its most unusual parts are under increasing pressure. Areas where A. berohoka lives, for example, are severely threatened by deforestation, charcoal production, and construction of hydroelectric dams. This unique eco-region, with its distinct wet and dry seasons, was first formally characterised by Danish botanist Eugene Warming in 1892 and has since been recognised as one of the world&apos;s biodiversity hot spots  a place with an inordinate number of species. In fact, the Cerrado is the most biologically rich savannah on earth. Only 1.5% of its area is under federal protection and continued species inventories will assist conservation biologists in prioritising other areas worthy of protection to preserve evidence of its amazing diversity. Quentin Wheeler is director of the International Institute for Species Exploration at Arizona State University", 
    "section": "science", 
    "gid": "science/2012/mar/18/new-to-nature-ameerega-berohoka-frog", 
    "wordcount": "340"
}