{
    "headline": "More schools hiring unqualified teachers 'to save money'", 
    "text": "Schools across Britain are increasingly hiring unqualified teachers to save money, it was claimed on Sunday. The majority (59%) of teachers in a poll of 2,300 said unqualified colleagues took lessons, prepared pupils for exams and assessed students&apos; progress. Last year, Michael Gove, education secretary, allowed academies and free schools to hire unqualified staff, as private schools do. He plans to extend this to other state schools. Last month, the Observer revealed that the headteacher of a new primary free school in central London only started her teacher training after her appointment. Annaliese Briggs, a former thinktank director who advised the coalition on education reform, will be the head of Pimlico primary in Westminster from September. One teacher told NASUWT teaching union, which conducted the poll, that headteachers hired unqualified staff for purely financial gain and with no thought for the education of students. Another said that at her school, the majority of unsatisfactory lessons were taught by unqualified staff. Most unqualified staff are not on training courses, the teachers told the pollsters. Chris Keates (pictured), general secretary of the NASUWT, said parents should be deeply concerned. &quot;Now when a parent sends their child to school they have no idea who is teaching them,&quot; she said. &quot;This is part of the wider strategy [of the coalition] to depress costs to encourage more private providers to take over schools,&quot; she said. &quot;If any suggestion was made that unqualified doctors were let loose on patients there would be public outrage. Why should our children and young people, the future of this country, be treated with any less concern?&quot; A Department for Education spokeswoman said independent schools, academies and free schools could hire &quot;brilliant people who did not have Qualified Teacher Status&quot;. This enabled them to take on great linguists, computer scientists, engineers and others who had not worked in state schools before. She said this enabled these schools to &quot;improve faster and gives head teachers the freedom to hire the person best suited to their school&quot;. She added:&quot;It is simply not true to claim that this is about depressing costs. This is about raising standards.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/31/schools-hiring-unqualified-teachers-money", 
    "wordcount": "367"
}