{
    "headline": "Could your Facebook page ruin your job prospects?", 
    "text": "Most students have indulged in an occasional spot of &quot;Facebook stalking&quot;. It&apos;s hard to resist the temptation to have a peek at the virtual lives of others when a wealth of personal information can be accessed within seconds. But when our social bubble expands to involve our careers, Facebook stalking doesn&apos;t seem like such an carefree form of procrastination. With companies increasingly using social networking sites to check out potential employees, students are becoming more aware of the image projected by their online activity. With the prospect of being released into the working world fast approaching, some of my friends have resorted to changing their profile names in an effort to keep their personal lives hidden. They aren&apos;t the kind of people who post explicit photographs, express extreme views, or exchange dubious jokes. So why are they feeling pressurised to conceal their identity? Well, because companies really do reject candidates based on what Google reveals. A survey conducted by CareerBuilder found that the top reason employers reject candidates is for posting inappropriate photographs. Next on the list? Hosting content about alcohol or drug use. Clearly boasting about how many pints you downed last night isn&apos;t the wisest idea, but it seems even the most conscientious Facebook user could find themselves misjudged by a page they &quot;liked&quot; years ago. With so many graduates chasing so few jobs, it&apos;s understandable that companies need to find ways to filter applications. So is it time to get rid of those potentially self-defamatory photos from freshers&apos; week? Well, perhaps not. A recent US study claims that Facebook users with a lot of friends  and even some partying photos  possess the jobworthy traits of being extroverted and friendly. And its findings, it says, are born out by how well the Facebook funsters perform at work. Don Kluemper, professor of management at North Illinois University and leader of the study, says: &quot;In five or 10 minutes, our raters could look at the tone of a subject&apos;s wall post, note the number of friends they have, peruse their photos to see how social they were and assess their tastes in books and music. It&apos;s a very rich source of information.&quot; But rich source of information or not, scanning Facebook profiles can&apos;t be the most effective way to decide how successfully a candidate will perform in the workplace. The student who once participated in a pub-crawl dressed as a cowboy may also read extensively, volunteer at weekends, and possess a multitude of desirable traits that can&apos;t be gleaned from his profile pictures. Ultimately, social networking sites are just that  social. Employers approaching them need to be aware that taking jokes out of context or viewing photos with an over-critical eye can lead to judgments that aren&apos;t representative of the whole individual. So why not steer clear of Facebook and assess candidates the tried-and-tested way: on how they come across in a professional context.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/mar/05/can-facebook-ruin-job-prospects", 
    "wordcount": "490"
}