{
    "headline": "Windows 8 preview - in pictures", 
    "text": "   It starts here: installing Windows 8 Photograph: Tim Anderson       Choose a colour: the first action after installation Photograph: Tim Anderson       The Start menu after a new install. Note the app at bottom left: that is your Windows Desktop Photograph: Tim Anderson       Once Desktop apps are added, the difference between Metro live tiles and the icons for old-style apps is painfully obvious Photograph: Tim Anderson       Search is the quick way to use the Start menu, especially if you have a physical keyboard Photograph: Tim Anderson       The All Apps view in the Start Menu preserves groups, but only as headings in a long list Photograph: Tim Anderson       The split view in Metro shows two apps side by side Photograph: Tim Anderson       Internet Explorer supports Flash content even on the Metro side, but only for major sites Photograph: Tim Anderson       Windows 8 Mail is stripped down but performs basic mail functions well with touch. If you need more features, try a Desktop app Photograph: Tim Anderson       A social operating system? Windows 8 prompts you to link accounts including Facebook, Twitter and Google, to show aggregated information in its contact and messaging apps Photograph: Tim Anderson       Contact details in Windows 8 includes a Whats New panel with social media status updates Photograph: Tim Anderson       Head to the Windows Store for Metro apps. Currently everything is free. The choice is limited, but some are well done Photograph: Tim Anderson       Tap 'N' Pop is an addictive Metro game Photograph: Tim Anderson       The Weather app is among the best, well designed and with detail available if needed Photograph: Tim Anderson       Amazons Kindle already has a Metro app Photograph: Tim Anderson       Like beekeeping? Put in this or any term you can think of, and Bing news makes a magazine on the fly Photograph: Tim Anderson       The Banned Books section from the Free Books app Photograph: Tim Anderson       The Xbox Companion is a preview of Xbox SmartGlass, which works as a smart remote for the Xbox 360 Photograph: Tim Anderson       Use your Windows 8 tablet as an Xbox remote with the Companion preview app. Your finger becomes a mouse for the Xbox dashboard Photograph: Tim Anderson       The Windows 8 Desktop is familiar but different. In particular, there is no Start button, though if you put your mouse in the bottom left corner it appears Photograph: Tim Anderson       A major new feature in Windows 8 is Hyper-V, an excellent hypervisor Photograph: Tim Anderson       The new Copy dialog is able to display progress for multiple concurrent copy operations Photograph: Tim Anderson       The Windows 8 Explorer has a ribbon in place of pull-down menus Photograph: Tim Anderson       The new Task Manager has a rich graphical display Photograph: Tim Anderson       Windows 8 File History keeps multiple versions of your documents Photograph: Tim Anderson  ", 
    "section": "technology", 
    "gid": "technology/gallery/2012/jun/07/windows-8-preview", 
    "wordcount": "0"
}