{
    "headline": "Autumn-born teenagers should be set higher GCSE pass marks, says report", 
    "text": "Teenagers born earlier in the school year should be set higher pass marks in their GCSEs, experts argue in a paper on Friday. The Institute for Fiscal Studies, the respected economics thinktank, is calling for pupils in primary and secondary schools to be set seven different pass marks, according to their month of birth. Pass marks for children born in February and March would stay as they are, but they would be set higher for those born in the autumn and would be lower for those born in the summer. It follows research that shows summer-born pupils perform less well in exams, are more likely to be diagnosed with mild special needs and have behavioural problems than their autumn-born peers. Even a month age gap between classmates can make a difference, studies show. The disadvantage summer-born pupils face can have &quot;potentially serious long-term consequences on their lives,&quot; the report, When you are born matters: Evidence for England, warns. &quot;It is plausible that some young people will drop out at the end of compulsory schooling simply because of the month they were born,&quot; the researchers say. Children born in August are 6.4 percentage points less likely to achieve at least five Cs at GCSE, the IFS said. Among those in full-time education at 17, August-born students are 7.2 percentage points more likely to be studying for vocational courses than their autumn-born peers. They are two percentage points less likely to go to university when they are 18 or 19, one percentage point less likely to go to a leading Russell Group university, such as Oxford and Cambridge and one percentage point less likely to gain a degree. Summer-born pupils also tend to have less confidence in their academic abilities, the report states. &quot;Our view is that this policy &apos;accident&apos; should not be allowed to affect negatively those born towards the end of the arbitrarily defined academic year,&quot; the researchers say. &quot;Age-adjusted national achievement test scores are a simple and straightforward way of ensuring those born towards the end of the academic year are not disadvantaged by taking tests at a younger age.&quot; The IFS analysed the test results of 11-year-olds from 2008-09. It found that pupils born in August scored about seven points less than those born in September. Although the average differences between those born in different months diminish with age and are relatively small by the age of 16, the researchers recommend that age-adjusted measures should still be used to determine whether pupils have the potential to go to university. Ellen Greaves, research economist at the IFS and one of the authors of the study, said: &quot;Our findings point to a simple solution to the pitfalls of testing children born at the start and end of the academic year at very different ages: age-adjusting the cut-offs required for pupils to achieve particular grades would ensure that no child is prevented from going on to further or higher education simply because of the month in which they were born.&quot; A major study, published in March, showed summer-born children are at a serious disadvantage in the majority of primary schools because teachers divide pupils according to their academic ability. A study of 5,481 children showed summer-born pupils are far more likely to be in the bottom sets. The researchers found that parents and teachers rate the academic competence of August-born children lower than that of their September-born peers. Teenagers born in August are more than six percentage points less likely to smoke and eight percentage points less likely to have tried cannabis than their autumn-born classmates.", 
    "section": "education", 
    "gid": "education/2013/may/10/autumn-born-teenagers-higher-gcse-pass-marks", 
    "wordcount": "608"
}