{
    "headline": "What should children learn in RE lessons?", 
    "text": "Stephen Lloyd MP, Eastbourne and Willingdon RE is falling off the curriculum, and we need to get it back on. What has happened is that because it wasn&apos;t included in the Ebacc subjects, it has been sidelined. And the thing is, RE really does matter: children need to understand faith issues and the different religious traditions, and if they don&apos;t, the consequences could be very serious. I&apos;m chairing a new all-party parliamentary group on religious education and we&apos;re currently conducting an inquiry into the teaching of RE in this country  and I can tell you that our report will be hard-hitting, because RE needs to be properly taught. Rosemary Rivett, National Association of Teachers of RE RE is meaningful in any society where beliefs and values are important: it&apos;s about getting pupils to engage with the big questions of life. Over the last few decades, RE has been built up into an important and rigorous subject  and what is shocking is how quickly it has been marginalised, because of all the changes going on in education. We&apos;ve got to ensure that it continues to be taught in all schools, and also that it is taught by specialist teachers. Lesley Prior, senior lecturer in religious education at the University of Roehampton When you ask children what they think about RE, they say they like it because it&apos;s the one lesson that&apos;s about what they think, rather than what they know. I don&apos;t think it should be about filling children with facts and figures  it should give them a chance to engage with the big questions of life, such as &apos;how did the world begin, and what happens after we die&apos;? I think we&apos;re moving towards this inquiry-based approach to RE  and the Ofsted report on the subject, which is out soon, is likely to advocate that. Katie Shimmon, parent I would be happy for my children&apos;s teacher to cover the major religions that are followed around the world, but only if taught in a non-partisan way. There is no way I would want them to be encouraged to follow a particular religion. That decision is a personal one to be made when they have lived long enough to understand the significance and not one to be imposed on them in the classroom. Terry Sanderson, president, National Secular Society I&apos;d like to see RE abolished as a curriculum topic. If it was possible to teach children about religion objectively, it would be fine  but that&apos;s not what&apos;s going on. People who are drawn to teaching RE tend to be attracted to it because they have a religious belief, and all too often their teaching isn&apos;t about objectivity, it&apos;s about evangelisation. You can&apos;t say that getting children to say prayers, which happens in many schools during RE lessons, is objective  it&apos;s encouraging them to believe, when it should be all about letting them make up their own minds. Parents are allowed to withdraw their children from RE lessons, but many don&apos;t want to make their children different  but nor do they want them evangelised. Andrew Copson, British Humanist Association We know that at least 65% of young people today are not religious, and it is important for them to get a different perspective on the big issues of life  issues such as where we come from, what happens to us after we die, why poverty and war exist in our world, and so on. Traditionally, religions have provided views and approaches into these big topics, but now there&apos;s humanism as well, it&apos;s in the RE curriculum, and that&apos;s very important  we don&apos;t want children to think there&apos;s a void where faith used to be, because there isn&apos;t. Tahir Alam, Association of Muslim Schools RE lessons give children a chance to reflect on their own religious background, the tradition they come from; and it also gives them an opportunity to learn about other people&apos;s religious traditions. Faith is very important to the Muslim community, and to children as well as to adults. Muslim children often choose to study RE to GCSE and beyond and there&apos;s even an Islam option in the GCSE syllabus. John Keast, chair, Religious Education Council of England and Wales We asked the government to include the subject in its review of the curriculum, but they said no, so we are doing our own. I don&apos;t want to prejudice the outcome of our review, but I think it&apos;s very important that we raise people&apos;s religious literacy.The world is a lot smaller than it used to be, and far more of us are surrounded by people of different cultures and backgrounds and faiths. It&apos;s got to be a good idea for tomorrow&apos;s adults to know more about those faiths, because it makes a huge difference to how people relate to one another. The introduction to this article was amended on 11 December 2012 to reflect the fact that an inquiry has been launched, rather than concrete proposals put forward for reforming RE teaching.", 
    "section": "education", 
    "gid": "education/2012/dec/03/religious-education-reform-schools", 
    "wordcount": "832"
}