{
    "headline": "Microsoft buys Yammer for $1.2bn", 
    "text": "Microsoft has bought the four-year-old business social network Yammer for $1.2bn (770m) as the software giant steps up its battle with Google for the future of technology in the workplace. The purchase of Yammer, dubbed &quot;Facebook for the workplace&quot;, is the latest instalment in Microsoft&apos;s bid to protect its dominant Office products from a challenge by Google. The service claims to have more than 5 million corporate users at groups including Ford, Shell, Deloitte and Ebay. It comes little more than a year after Microsoft paid $8.5bn for the video-calling firm Skype in the biggest acquisition in the company&apos;s 37-year history. Started in 2008 by PayPal founder David Sacks, the San Francisco-based Yammer has raised about $142m in funding since its inception. It is backed by PayPal co-founder Peter Thiel, who also invested in Facebook. Sacks said: &quot;When we started Yammer four years ago, we set out to do something big. We had a vision for how social networking could change the way we work. Joining Microsoft will accelerate that vision and give us access to the technologies, expertise and resources we&apos;ll need to scale and innovate.&quot; Yammer  a messaging tool for colleagues which allows companies to create a private social network for employees  is one of the web startups aiming to shake up the workplace, alongside document-sharing site Dropbox and the project-management tool Basecamp. Microsoft has increasingly moved to adapt its Office products  including Microsoft Word, Excel and Powerpoint, which generate about 50% of its profits  to an age where people work, share and communicate online. Last year, the software firm released Office 365, the first big shift of its word processing products into the cloud. Documents are available over the internet and on a number of devices. Google is attempting its own challenge to Microsoft&apos;s workplace crown with its Google Apps suite, which includes a web-based alternative to each Microsoft Office product. Some analysts were lukewarm at the prospect of the deal. Rob Koplowitz, an analyst at Forrester, said: &quot;It&apos;s a Sliding Doors premise. Done right this can take one path that will be good for Microsoft, Yammer customers and the industry. Done wrong, it will follow the path of Groove and good technology will go to die.&quot; Yammer has raised about $142m in venture capital funding to date, including the latest round in February led by DFJ Growth. The company claims to have 4 million corporate users across the globe, of which a fifth pay for the service.", 
    "section": "technology", 
    "gid": "technology/2012/jun/25/microsoft-buys-yammer-google", 
    "wordcount": "420"
}