{
    "headline": "US to impose tariff on Chinese solar panels in victory for domestic makers", 
    "text": "The Obama administration, which regularly champions America&apos;s clean energy industry, has delivered modest support for home-grown solar panel makers complaining of unfair competition from China In a much-anticipated decision, the commerce department on Tuesday said it would impose tariffs of 2.9% to 4.73% on Chinese-made solar panels, after finding the Beijing government was providing illegal subsidies to manufacturers. The commerce department could impose heavier penalties in May, when it is due to decide whether China is dumping solar panels at prices below their actual cost. But Tuesday&apos;s move did not suggest the Obama adminstration is willing to risk a trade war with China in support of struggling solar panel manufacturers. Domestic solar panel makers, who had requested the tariffs, welcomed the decision, saying it had helped expose unfair Chinese trade practices. &quot;Today&apos;s announcement affirms what US manufacturers have long known: Chinese manufacturers have received unfair and WTO-illegal subsidies,&quot; Steve Ostrenga, an executive who is a member of the Coalition for American Solar Manufacturing, said in a statement. &quot;We look forward to addressing all of China&apos;s unfair trade practices in the solar industry.&quot; Solar installation companies, whose business relies on Chinese-made panels, expressed relief that the small tariffs would not drive up costs. &quot;This is a huge victory for the US solar industry and our 100,000 employees,&quot; said Jigar Shah, president of the Coalition for Affordable Solar Energy. &quot;Given all our expectations, this is really good news.&quot; But there were some suggestions that the Obama administration was sending a mixed message on its support for the renewable energy industry. Some industry executives had hoped for a greater show of support from the administration  even at the risk of causing a trade rift with China. Obama, in the White House and on the campaign trail, has regularly held up the renewable energy industry as an example of American innovation  noting that solar power was invented at Bell Labs. But China has now taken the lead, with more than 700 manufacturers of solar panels. A few of those Chinese companies have acknowledged receiving cheap loans and other government support. But low-cost solar panels are also helping some sections of America&apos;s clean energy industry. The energy secretary, Steven Chu, who was grilled on his department&apos;s support for solar power in Congress earlier Tuesday, proudly noted during his testimony that America overtook China in clean energy investment last year. The US made $56bn in clean energy investment in 2011, overtaking China, which invested $47.4bn. Much of the US investment represented the tail end of the 2009 recovery act funds. What Chu left unmentioned, however, was that the growth of the US clean energy industry was led by the plummeting costs of Chinese-made solar panels, which brought solar farms closer to the cost of electricity generated from fossil fuels. American imports of Chinese solar panels have grown exponentially in recent years, from $21.3m in 2005 to $2.65bn last year. But cheap Chinese solar panels have also put American solar panel makers out of business  and proved a political embarrassment for the Obama adminstration. The most high profile failure  and the one with the biggest political fallout  was the collapse of Solyndra, which declared bankruptcy after receiving half a billion dollars in department of energy loans. Another loan recipient, Evergreen Solar, embarrassed the administration by announcing plans to move production from Massachusetts to China because of lower costs. The company ended up going bankrupt. However, those failures still provided fodder to Republicans in Congress and candidates seeking the party&apos;s nomination to attack Obama for his support for clean energy.", 
    "section": "environment", 
    "gid": "environment/2012/mar/20/us-imposes-tariffs-chinese-solar-panels", 
    "wordcount": "606"
}