{
    "headline": "Universities failing on 'employability', students say", 
    "text": "&quot;My tutors were brilliant and without my course I wouldn&apos;t have the job I have, but there was no mention of careers,&quot; says Bee Pahnke, 21, who graduated last summer with a degree in creative writing from the University of Greenwich. &quot;In the third year we had a talk, but it all seemed to be &apos;if you want to do a master&apos;s and how to get published&apos;. And I just thought, &apos;yes, I may do a master&apos;s and I may eventually publish a novel, but in the meantime I need and want a job.&apos;&quot; Pahnke, now working as a junior writer at a business language consultancy, says that with creative jobs, there seems to be an assumption that &quot;you have to be the luckiest person ever to land one of them. But there are jobs out there  it&apos;s a careers adviser&apos;s job to know what they are.&quot; Her experience is not unique. Jessie Barstow, 25, who studied creative media practice at Bath Spa University and graduated last summer, was also disappointed with the careers advice on offer. &quot;It seemed to be set up to roll graduates towards positions in companies structured with last-century ideas, not for a world dominated by media and online content. I was given the same advice as every other student, rather than anything tailored for me, or for my particular sector.&quot; But good-quality, independent careers advice has never been needed more in universities. According to recent figures from the Office for National Statistics, in the final quarter of 2011, the graduate unemployment rate stood at 18.9%  almost one in five, and very slightly below the spike of 20% in the third quarter of 2010. And with fees set to rise to 9,000 in many institutions from September, many predict that students will become far more discerning &quot;customers&quot;, so university careers services will need to up their game. Following last year&apos;s higher education white paper, universities will be required to publish data on how many of their graduates get jobs  making &quot;employability&quot; the new buzzword in universities. But providing careers advice is only part of the story, says Candi Hindocha, who graduated last year from Lincoln University with a journalism degree. Given that new types of job are emerging all the time, students need access to industry-specific advice and guidance, she says. &quot;It&apos;s about contacts: if they&apos;d [the university careers service] had specialist advisers for different parts of the university, it would have helped people a lot more.&quot; But the universities say they do offer a good service. Greenwich University provided Education Guardian with an extensive list of initiatives to help their students get work, including recruitment fairs, employer presentations and interview skills clinics. Eleanor Keyhoe, head of guidance and employability at Greenwich, explains that &quot;the whole curriculum is designed to help students to develop the skills employers value. Final-year creative-writing students are also offered careers advice within their main academic timetable and the chance to meet guest speakers from television and other creative industries.&quot; Bath Spa&apos;s head of employability, Adam Powell, says that the emphasis is now increasingly being placed on &quot;more flexible, blended&quot; support. &quot;We certainly do understand the need for preparing students for the &apos;modern world&apos;  especially given our emphasis on subjects across the creative industries  whether it&apos;s through developing their networking skills with employers, equipping them for freelancing or self-employment or using social media to aid their job search,&quot; says Powell. &quot;We also recognise that our students are competing for jobs in an international marketplace and the need for our students to think and gain experience globally has never been more important.&quot; And Lincoln&apos;s careers and employability services manager, Mark Stowe, says the university is already providing industry-specific advice and guidance. Instead of having a central careers service, specialist careers officers dedicated to each department or school work with students on an outreach basis. &quot;The university responded to student feedback by relocating the advisers to bases within each individual college,&quot; Stowe explains. So why are some students feeling short-changed? The mismatch between what universities say they provide and what students feel they&apos;re getting could simply be a communication problem; careers services may simply not be telling students what&apos;s on offer in the ways they most readily engage with  or it could be that no matter what&apos;s available, it doesn&apos;t hit the spot for every student jobseeker. What they really want from their career service, say students, is detailed industry insight, established networks and a highly personalised service. But Martin Pennington, interim chief executive at the Association of Graduate Careers Advisory Services (Agcas), says it is not realistic for all students to expect a completely personalised service. Getting personal tutors in relevant departments working closely with the careers service can be successful, but &quot;it&apos;s not the sole responsibility of careers services; the responsibility needs to be spread out across the university&quot;, he says. But as Sheffield University graduate Joe Stanbridge found, employing careers advisers with in-depth industry expertise can go a long way. A careers day that showcased a range of relevant employers  and not just the obvious suspects for someone studying mechanical engineering  gave him ideas for possible jobs, and inspired him to apply for one even though he was planning on a gap year after graduation. &quot;They had specific careers advisers for individual departments, so the one I saw actually specialised in my area of engineering,&quot; he explains. He also got detailed feedback on his job application  in a follow-up appointment with his university careers adviser  so even though he didn&apos;t get the job, he says the whole experience &quot;was a very positive thing&quot;. But having a discrete careers service is not the only way to support a student in search of a job. Embedding employability into degree programmes, with industry placements sourced and supported by the university, is a tactic that institutions such as Surrey  which has the best graduate employment rates in the country  say they&apos;ve been doing for years. Others have completely remodelled their careers offer. As part of integrating careers support into the degrees it offers, Southampton&apos;s pro vice-chancellor for education, Professor Debra Humphris, explains that through its new &quot;curriculum innovation programme&quot;, undergraduates can now tailor their course to include particular modules that will help them to develop the knowledge and skills their target industry requires. This isn&apos;t something all universities are willing to do, points out Jonathan Black, director of Oxford University&apos;s careers service. For top-ranking universities, with an international reputation for academic excellence, introducing employability into the curriculum  at least too overtly  could dilute their brand. But there are many ways to tackle employability issues. Black has recently introduced performance measures for careers advisers and says that when he recruits, candidates are expected to have innovative ideas  and to implement them. He has also lobbied for extra money to invest in outreach, marketing and social media contact with students, and careers service activities are now assessed against feedback from a randomised sample of students surveyed every year. However they choose to go about it, Pennington says that many academic staff &quot;are now realising that this is no longer something they can avoid&quot;.", 
    "section": "education", 
    "gid": "education/2012/apr/16/students-criticise-universities-careers-advice", 
    "wordcount": "1224"
}