{
    "headline": "Ecuador drops poison on Galpagos Islands in attempt to eradicate rats", 
    "text": "Conservationists are turning poisoners in the Galpagos Islands in an attempt to clear a centuries-old infestation of foreign rats that has devastated populations of tortoises and other endangered species. In what has been described as the biggest raticide in the history of South America, helicopters will dump 22 tonnes of poisoned bait by the end of this month on two islands in the archipelago, a globally important centre of biodiversity. Pinzn island  home to giant tortoises, lava lizards, and Darwin&apos;s finches  is suffering an infestation of biblical proportions with an estimated 180 million rats, or 10 every square metre. They eat the eggs of reptiles and birds and destroy much of the flora. It is a similar story on the islet of Plaza Sur, home to iguanas, the eggs and young of which are also targeted by rats. The two islands are the focus of an $1.8m (1.13m)operation that is being supported by the Ecuadorean government and a coalition of domestic and international conservation groups. Invasive species are considered one of the most serious threats facing the Galpagos, a Unesco natural heritage site and an inspiration for Charles Darwin&apos;s theory of evolution. While some may be appalled at the thought of deliberately dumping toxins in one of the most biodiverse and pristine places in the world, conservationists say risks have been minimised to ensure this is the lesser of evils. &quot;The rats cause a great deal more damage than the poison,&quot; said Linda Cayot, science adviser for Galpagos Conservancy. &quot;They have decimated 100% of tortoise hatchlings for the past 100 years.&quot; In advance of this operation, she said, years of research has gone into lessen the impact on other species. The rodenticide is in light blue cubes that attract rats but have been found to be of little interest to other species. Developed by Bell Laboratories in the United States, the 1cm cubes disintegrate within days. They also contain a strong anti-coagulant that accelerates the decomposition of rats that eat them. Hawks that might eat the dead rats have been temporarily relocated from the island. Even though the risk to iguanas is thought small, they too have been moved ahead of the toxic drop, which will be done in a grid pattern and repeated in seven days. &quot;If we miss even one pregnant female, it won&apos;t succeed,&quot; said Cayot. Monitoring will take place throughout next year. If it is successful, the eradication campaign will move to the bigger Floreana island. The director of conservation for the Galpagos National Park Service, Danny Rueda has, called the raticide the largest ever in South America. Environmentalists said similar mammal-eradication operations in the archipelago had contributed to ecosystem restoration. &quot;No one likes to see the extermination of large numbers of animals, but it is either the rats or the tortoises and iguanas,&quot; said Scott Henderson of Conservation International. &quot;Any conservation measure entails a measure of risk, but in this case the risks are low and carefully calculated.&quot; The latest drop is the biggest step so far in a 30-year effort to remove invasive rat species from the Galpagos. It resembles a protracted military campaign, with the frontline moving from island to island over almost three decades. Since 1983, conservationists have cleared Cerro Pajas, Floreana, Pitt, North Seymour, Mosquera, Rbida as well as the Mariela and Bainbridge islets. But previous efforts in Pinzn have been unsuccessful. It is estimated that 35 islands, covering 90 percent of the Galpagos land area, are still infested. Other invasive mammals, such as goats, cats, dogs and pigs, have also been targeted. But the rats are the most widespread. The black rat (Rattus rattus) led the invasion in the 17th century via the ships of buccaneers, followed by the Norwegian brown. In 1935 Darwin collected a specimen from one of these invasive species during a visit to Santiago Island iaboard the HMS Beagle, which might also have brought rats from the UK or elsewhere along the ship&apos;s route. &quot;Any boat back in those times was hardly super biosecure,&quot; said Cayot. &quot;All it needed was a rope from the ship to the shore and the rats had a conduit. People didn&apos;t understand the risks then.&quot; Now, though, she said there were much stronger precautions.", 
    "section": "environment", 
    "gid": "world/2012/nov/15/ecuador-poison-galapagos-islands-rats", 
    "wordcount": "739"
}