{
    "headline": "Briton picked for five-month mission on International Space Station in 2015", 
    "text": "Britain&apos;s first official astronaut, Major Tim Peake, has been selected to fly on a five-month mission on the International Space Station in 2015, it is believed. The go-ahead for the flight will be seen as a major boost for the UK&apos;s space industry. Peake graduated as a European Space Agency astronaut more than two years ago and has been waiting for a space mission since then. It was feared the former army helicopter pilot might be given a short-duration mission because the UK only makes modest contributions to Esa&apos;s manned space programme. Major contributors such as France, Germany and Italy were expected to have priority. However, the Observer has learned that 41-year-old Peake has been assigned a lengthy stay in orbit in 2015. He will be blasted into space on a Russian Soyuz rocket from Kazakhstan in November that year and flown to the space station where he will stay for five months. He will be able to take part in spacewalks and other complex scientific activities. UK space officials, who have refused to reveal any information about Peake&apos;s forthcoming mission, are expected to confirm details of his flight at a press conference on Monday at the Science Museum in London. The news of Peake&apos;s mission was welcomed by Nick Spall, of the British Interplanetary Society, which has been campaigning for years for the government to change past policy and allow the UK to have official astronauts. &quot;At last this has come about with a flight slot to the International Space Station (ISS) for Tim Peake,&quot; he said. &quot;The UK can now join in with important microgravity research work on the space station, win industrial contracts for future human spaceflight projects and forge new links with Nasa, Russia and hopefully China  and one day India  in space. Many young people will be inspired by Tim. It will also help boost the UK&apos;s technical employment potential for jobs and industry.&quot; Peake, who is married with two sons, is considered to be Britain&apos;s first official astronaut because in the past those UK citizens who have flown in space have either been privately funded for their missions  such as Helen Sharman who flew on a Russian rocket in 1991  or have taken out American citizenship, such as Nick Foale and Piers Sellers, who have both flown on the US space shuttle. By contrast, Peake was picked to be one of six new Esa astronauts who were selected, in 2009, from several thousand candidates. During their 14-month training programme, the six travelled to Nasa&apos;s astronaut base in Houston, to the Russian astronaut training centre in Star City outside Moscow, to Tsukuba Space Centre in Japan, and spent two weeks on a survival course in Sardinia. To improve their Russian language skills, the astronauts spent a month lodging with families in St Petersburg. To see how the astronauts coped with stress, the training staff created mock emergencies, including one scenario where an astronaut fell unconscious during a spacewalk. Peake completed his training in November 2010 and been waiting to be assigned a spaceflight. However, he has denied that the wait was causing problems. &quot;No, it doesn&apos;t get frustrating at all  there&apos;s just so much going on, so much diversity, and there&apos;s brilliant training all along the way,&quot; he told the BBC a few weeks ago. A graduate from Sandhurst, Peake received a commission with the Army Air Corps in 1992 and served as a platoon commander with the Royal Green Jackets in Northern Ireland. He gained his wings in 1994 after completing the army pilots&apos; course. Following a posting to the US, he returned to Britain in 2002 to instruct trainees in flying Apache helicopters. He went on to graduate from the prestigious Empire Test Pilot School at Boscombe Down and conduct special forces operations. He retired from the army in 2009 and joined AgustaWestland as a senior helicopter test pilot. He has flown more than 30 different aircraft.  This article was amended on 1 April 2014. An earlier version referred to the helicopter manufacturer as Augusta Westland rather than AgustaWestland.", 
    "section": "science", 
    "gid": "science/2013/may/19/tim-peake-mission-space-station", 
    "wordcount": "682"
}