{
    "headline": "Dip in nuclear power support after Fukushima proves shortlived", 
    "text": "The dip in public support for new nuclear power following the Fukushima disaster in Japan lasted no more than nine months in the UK, according to a new poll from Ipsos MORI, published here for the first time. Futhermore, looking at the trend over the last decade, acceptance of nuclear power shows a rising trend. Polls, even gold standard ones, can only tell you what people think, not why they hold those views, so let&apos;s look at the data first (you can get the full dataset here).      UK support for new nuclear power stations to replace those being phased out, keeping the proportion of total UK energy the same at about 18%. Graphic: Ipsos MORI, 2012    The Fukushima catastrophe began on 11 March 2011 and the Ipsos MORI poll in June 2011 shows a clear dip in support for nuclear power. But by December 2011, support was back to where it was, allowing for the margin of error. A Populus poll in August 2011 also showed little change in support from the previous year, suggesting the dip may have been shorter than even five months. The new Ipsos MORI data also show a clear long term trend towards support for new replacement nuclear plants. (Note that in 2001 the question was slightly different, simply asking about support for any new nuclear, not just replacement plants.) Another question Ipsos MORI asked - how favourably or unfavourably do you view nuclear industry and nuclear energy? - shows the same pattern. People holding favourable opinions fell from 40% to 28% after Fukushima and then went back to 40% in the December poll. Unfavourable opinions were held by 17% before the accident, went up to 24%, then fell to 19%. There are some pretty big differences between ages, sexes and socio-economic groups in the December poll, too. While 62% of men support nuclear power, only 39% of women do the same. And while 36% of 16-24 year olds support the technology, 60% of all those over 55 do the same. Lastly, 68% of those in the wealthiest socio-economic group support nuclear, with only 38% of those in the DE group following suit. Robert Knight, director at the Ipsos MORI Reputation Centre, offers this opinion: &quot;After the body blow suffered by British public opinion following the Fukushima incident, support for nuclear newbuild has recovered robustly in just a few months. It seems the public see Japan as a long way away and memories are short, but concerns about the future security of energy supply closer to home are ongoing and persistent.&quot; That may very well be true, and I&apos;d add that increasing awareness of the need to tackle global warming by cutting carbon emissions could help boost support for nuclear.  But here are some other factors to consider. Nuclear power operators work extremely close with government in the UK - far too closely when it came to the public relations response to Fukushima. High-level employees of the nuclear energy companies are lent to government for free for years at a time. So it would not be that surprising if the official national support for nuclear power helped rebuild public confidence. The contrast with other countries where the state and nuclear industry are not so intimately entwined is stark. As I have argued before, I think new nuclear power for the UK is an unnecessary risk, primarily in terms of cost. There are plenty of credible future energy policies that avoid nuclear power and cost no more, so why run the risk of hugely expensive accidents and soaring waste disposal costs? A separate poll from November 2011, commissioned but tellingly not published by the Sunday Times, shows that solar and wind power are far more popular than nuclear power.  It is clear that plenty of people in the UK are comfortable with the building of new nuclear power plants, especially older, wealthy men. That, incidentally, reminds me of a poll I commissioned in January 2011, which showed that climate change sceptics were overwhelmingly male, over 65 and likely to vote Conservative. But young people - those who will pick up the bill for new nuclear power - and poorer people - who spend far more of their income on energy - are far less certain. Once again the nuclear debate proves a complex one.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jan/18/nuclear-power-public-support-opinion-fukushima", 
    "wordcount": "691"
}