{
    "headline": "Peak oil theories 'increasingly groundless', says BP chief", 
    "text": "Warnings that the world is headed for &quot;peak oil&quot;  when oil supplies decline after reaching the highest rates of extraction  appear &quot;increasingly groundless&quot;, BP&apos;s chief executive said on Wednesday. Bob Dudley&apos;s remarks came as the company published a study predicting oil production will increase substantially, and that unconventional and high-carbon oil will make up all of the increase in global oil supply to the end of this decade, with the explosive growth of shale oil in the US behind much of the growth. As a result, the oil and gas company forecasts that carbon dioxide emissions will rise by more than a quarter by 2030  a disaster, according to scientists, because if the world is to avoid dangerous climate change then studies suggest emissions must peak in the next three years or so. So-called unconventional oil  shale oil, tar sands and biofuels  are the most controversial forms of the fuel, because they are much more carbon-intensive than conventional oilfields. They require large amounts of energy and water, and have been associated with serious environmental damages. While some new conventional oilfields are likely to come on stream before 2020, they will be balanced out by those being depleted. BP predicts that by 2030, the US will be self-sufficient in energy, with only 1% coming from imports, the company&apos;s analysts predict. That would be a remarkable turnaround for a country that as recently as 2005, before the shale gas boom, was one of the biggest global oil importers.      Photograph: Guardian/BP    As the US becomes self-sufficient, however, China and India will soak up the excess production and become increasingly reliant on imports of energy, BP&apos;s annual Outlook report found. BP also predicts that by 2030 at least 70% of global emissions will come from countries now classed as developing, with major implications for international climate policy. Dudley said the report showed that peak oil was not going to happen any time soon. &quot;The outlook shows the degree to which once-accepted wisdom has been turned on its head. Fears over oil running out  to which BP has never subscribed  appear increasingly groundless. The US will not be increasingly dependent on energy imports, with energy set to reinvigorate its economy. And China and India are expected to need a lot more imports to keep growing,&quot; he said. BP&apos;s projections confirm some of those made by the International Energy Agency, which late last year forecast that the US would be the world&apos;s biggest oil producer by the final years of this decade, surpassing Saudi Arabia and other Opec countries. The shale gas boom of the past five years took the US by surprise. Gas prices there have plunged and electricity production is shifting fast from coal to gas-fired power stations. This has had a huge effect on all parts of the US economy, and is changing politics globally. While gas prices have plunged in the US, to about $2 a unit, they have remained high elsewhere around the world, at over $10 in Europe, as the US lacks exportation infrastructure and domestic demand has soaked up the supply. The ramifications of such low-energy prices in the US have yet to be fully felt in industry. Cheap energy will make US manufacturers more competitive, which is worrying many European rivals. Falling gas prices in the US have also encouraged shale companies to explore shale oil as well as gas, which will make for upheaval in the oil market. The success of shale in the US is also prompting other countries around the world to scramble to exploit their own resources. While the use of shale gas could cut greenhouse gas emissions in the US, the coal not being burnt in its power stations is now being used increasingly in other countries, with coal experiencing a major upturn in its fortunes. Christof Rhl, chief economist at BP Group, said other countries could mimic the US in shale only if they put the right conditions in place: &quot;Vast unconventional reserves have been unlocked in the US, with oil production following gas. This delivery has been made possible not only by the resources and technology, but also by &apos;above-ground&apos; factors such as a strong and competitive service sector, land access facilitated by private ownership, liquid markets and favourable regulatory terms.&quot; BP also forecast that global energy demand would continue to increase at an average of 2% a year to 2020 and then by 1.3% a year to 2030. Almost all of this demand growth is forecast to come from currently developing economies, with China and India alone responsible for half the increase in demand. The company expects fossil fuels to continue to dominate over renewables, forecasting that low-carbon fuels  nuclear, hydroelectricity and other forms of renewables  will take only a 6% to 7% share each of the global energy market.", 
    "section": "environment", 
    "gid": "environment/2013/jan/16/peak-oil-theories-groundless-bp", 
    "wordcount": "809"
}