{
    "headline": "30 best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for iPhone, iPad and iPod touch. Due to the Easter holiday, this post didn&apos;t appear on 29 April, so this week&apos;s selection is culled from the last two weeks. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. Looking for Android apps? Check this week&apos;s 30 best Android apps roundup, which was published earlier in the day. Here&apos;s this week&apos;s comparable iOS selection: Nimble Quest (Free) Having made its name with Tiny Tower and Pocket Planes, Nimblebit&apos;s latest freemium game is more of an action title, blending Snake gameplay with RPG-style characters and upgrades. You swipe your party of heroes to guide them through levels of increasing difficulty. It&apos;s genuinely addictive.iPhone / iPad Poems By Heart from Penguin Classics (Free) Book publisher Penguin&apos;s new app offers poems from Shakespeare, Shelley, Kipling and other famous authors, challenging you to recite them from heart and share the recordings with friends. Two poems are included free, with others available in packs for 69p a pop.iPhone / iPad Vdio (Free) Vdio is an app for buying or renting streaming films and TV shows, which launched in the US and UK earlier in the week as a &quot;special preview&quot; for subscribers to its sister music service Rdio. The slick iPad app is used to browse and watch shows and movies either on-screen, or (via AirPlay) on the TV set.iPad Mittens (0.69 / 1.99) Disney&apos;s second game to debut an entirely new character (following Where&apos;s My Water?) stars Mittens the cat, who has to make his way through 75 physics-puzzle levels with overtones of Cut the Rope as you chop through scenery on his behalf.iPhone / iPad Hakitzu: Code of the Warrior (Free) How to get children interested in coding? Hakitzu wields giant fighty robots for the cause, teaching JavaScript skills in a game that involves battling the cyborgs built by friends. An inventive blend of gaming and education.iPad The Voice UK Predictor Game (Free) BBC talent show The Voice is back for a second series, complete with this companion app that aims to get fans predicting which contestant will make it through each week&apos;s auditions. It can be played in the week leading up to each episode, but also during the show itself to guess which judges will spin their seats in approval.iPhone / iPad Channel 4 Horse Tracker (Free) Launched for this week&apos;s Aintree horse-racing event (including the Grand National), this second-screen app shows in-race positions and other data synchronised to what Channel 4 is airing.iPhone Londonion (Free) Here&apos;s something intriguing: a &quot;generative sound app&quot; based on a poem called London Onion by Kurt Schwitters, read by comedian (and Guardian scribbler) Stewart Lee. The idea: the app takes in real-world sounds via the microphone, and blends them with the poem to &quot;create a unique performance each time you listen&quot;. If you fondly remember the creative RjDj apps from a couple of years ago, this may appeal.iPhone Peppa Pig&apos;s Holiday (2.99) British publisher P2 Games has sold more than a million of its licensed Peppa Pig apps so far, with Peppa Pig&apos;s Holiday the latest to shoot up the App Store charts. This time round, Peppa and family are on holiday: packing bags, swimming in the pool and making ice cream in a series of mini-games. A music video from the TV show is included too.iPhone / iPad The King&apos;s Speech : The Second Screen Experience (Free) There are lots of second-screen apps for TV shows, but not quite so many for films. Released to be used while watching the Blu-ray edition of The King&apos;s Speech, this iPad app offers related video, historical nuggets, maps, photos and cast information, synchronised with the film.iPad Sid The Science Kid - Sid&apos;s Slide to the Side (1.99) Educational publisher Mindshapes&apos; latest release mixes stories with mini-games, based on children&apos;s TV show Sid the Science Kid. Expect friction (of the scientific kind, obviously) as well as singing and two stories from the show.iPhone / iPad     Yello's Yellofier app is all about block-based remixing    Yellofier (Free) This is another creative audio app, this time from Swiss electronic music duo Yello. It&apos;s an app for mixing samples together as patterned blocks, with sounds provided by Yello&apos;s Boris Blank alongside The Orb, Orbital, Carl Craig and other electronica luminaries.iPhone / iPad Disney Storytime (1.49) US-only for now (albeit with no obvious reason why it can&apos;t go global in the future), this collects together 20 digital storybooks for children based on Disney brands including Cars, Toy Story, Monsters Inc and Cinderella. Three are included with the initial purchase, with the other 17 unlocked through a credits system parents buy credits, which children can then spend as they wish.iPhone / iPad The Other Brothers (0.69) There&apos;s a lot of excitement from specialist mobile games sites in this indie game, which blends pixel art and platform gaming. It sees two brothers making their way through a range of 16-bit levels, with replayability a big feature thanks to the multi-pathed environments.iPhone / iPad Little Inferno HD (1.99) Another beautiful indie game that proves there&apos;s life beyond the big freemium hits on the App Store. Nominated for numerous industry awards, it&apos;s all based around a fireplace. &quot;Burn flaming logs, screaming robots, credit cards, batteries, exploding fish, unstable nuclear devices, and tiny galaxies...&quot; Which sounds barking, but it&apos;s actually rather wonderful.iPhone / iPad New York Magazine (Free) This is a brand new app for New York Magazine, replacing the existing version rather than updating it. The app blends stories from the mag&apos;s print edition with news from its NYmag website, offering single issues or a choice of monthly and yearly subscriptions.iPad Kindoma Storytime (Free) Kindoma Storytime blends video chat and digital storybooks, the idea being that kids can read stories with remote parents or grandparents while seeing live video of their face. For parents who travel or grandparents who live hundreds of miles away, this could be a marvellous thing indeed depending on the quality of the stories, of course.iPad Tesco Real Food Magazine (Free) Supermarket chain Tesco&apos;s Real Food magazine makes its way to iPad, with a mix of recipes and shopping features, so people can decide what to cook and then buy the ingredients from the iPad. The first issue focuses on &quot;delicious spring cooking&quot;, which will be great if/when spring ever arrives.iPad Injustice: Gods Among Us (Free) This is the latest mobile game from Warner Bros based on the universe of DC superheroes (and villains). It&apos;s a card-battler where you collect the likes of Batman, Superman, Wonder Woman and Green Lantern, then send them into battle with special moves. It works across devices too, including the console version. Naturally, in-app purchases are involved to build your deck.iPhone / iPad More Trucks by Duck Duck Moose This sequel to the does-what-it-says-on-the-tin Trucks app gets children playing with four different trucks: a fire engine, monster truck, crane and flatbed tow truck, with colourful graphics and light educational elements. The link above is for iPhone, but the HD iPad version can be found here.iPhone / iPad MotoGP Live Experience 2013 (15.99) It may be pricey by app standards, but this promises great things for fans of MotoGP racing. Officially licensed for the 2013 season, it&apos;s designed to be used while races are happening live, with audio and text commentary, live timing and 3D tracking of practice, qualifying sessions and races, with video highlights and news in between events.iPhone / iPad Might &amp; Magic: Duel of Champions (Free) Everyone and their sword-wielding half-orc aunt wants their own card-battler nowadays. Ubisoft&apos;s RPG brand Might &amp; Magic is latest to clamber onto the bandwgon, with a game that sees you building a card-based army of units, events, heroes, spells and fortune twists, then battling in online tournaments before swapping tips in the in-app forum.iPad Toys&quot;R&quot;Us Towers (Free) A freemium game based on a real-world retailer? That&apos;s what you get here, with Ubisoft&apos;s game taking inspiration from the flagship Times Square outlet of Toys R Us. Your job is to build the perfect toy store (if you liked games like Tiny Tower or Mega Mall Story, you&apos;ll know the drill) through a mixture of persistence and in-app payments. If you&apos;re in the US, you can also unlock money-off vouchers for real Toys R Us stores.iPhone / iPad Mashtun (Free) Whisky brand Chivas has released this app, but it&apos;s far from just branded advertising. Pitched as &quot;parlour games for the modern host&quot;, it&apos;s a fun collection of mini-games played in the real world, from charades to completing physical actions while balancing a tower of on-screen blocks.iPhone / iPad     Tekken Card Tournament is a card-battler beat 'em up    Tekken Card Tournament (Free) More card-battling: in this case for beat &apos;em up veteran Tekken. This sees you building a deck of moves and battling virtual and real opponents. Later this year, it&apos;ll also tie into a range of real-world collectible cards, with scannable QR codes to add them to your in-game deck.iPhone / iPad Disney Princess: Story Theater (1.99) Disney&apos;s latest app brings three of its most famous princesses Cinderella, Ariel and Belle to iOS in a set of stories. The &quot;Theater&quot; aspect is most interesting though: the app is as much about children creating their own stories starring the cartoon heroines, using characters and props.iPhone / iPad Dexteria Jr (1.99) The final children&apos;s app this week is based on the existing Dexteria app for teaching fine motor skills. This one is aimed at 2-5 year-olds, with three interactive exercises designed to build up kids&apos; &quot;strength, control and dexterity&quot; with their fingers. Parents can keep tabs on their progress through a reports feature too.iPad Favourit (Free) Favourit describes itself as a &quot;social betting and tipping community&quot; for sports, and this is its first iPhone app. Covering global sports including football, tennis and rugby, it enables people to place bets using virtual cash for fun, or real money via Favourit&apos;s bookmaker partners.iPhone Badland (2.49) What was that about beautiful (paid) indie games on iOS? Here&apos;s another one for the list. A marvellously-crafted platform game with 40 striking-looking levels to explore on your own, and a multiplayer mode where you can play with friends on the same device.iPhone / iPad PopAGraph (Free) Apple is giving some promotional love to this nifty photography app this week. Its schtick is less about filters (although they&apos;re here too) and more about &quot;popping your image off the page&quot; with a 3D effect, before posting it to Twitter, Facebook and/or Instagram.iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/apr/05/best-iphone-ipad-apps-nimble-quest-penguin", 
    "wordcount": "1809"
}