{
    "headline": "MOOCs - massive open online courses: jumping on the bandwidth", 
    "text": "    These are trying times for researchers across the globe, and I think it matters not whether one is in the UK, US or anywhere else; the lack of funding is impacting science in many ways, and not for the better. Scientists are running scared, funds for research are becoming scarce, labs are closing, tenure is being denied. I do my best not to project negativity to the burgeoning scientists (students and post-docs) in my own lab, but they are bright enough to understand what is going on: they see that a career in science is a never-ending fight to keep going. Ultimately, this is leading to the attrition of talented young scientists from the academic track. But life as an academic scientist is comprised of the triple-threat: research, teaching and service (administration). And it appears that the life of science educators is also hanging in the balance. MOOCs are on the move. This is the acronym given to massive open online courses, the new education fad that is taking academia by storm. Haven&apos;t heard of them? I hadn&apos;t either  until recently. But they&apos;ve been written up in the New York Times and New Yorker magazine, and they seem to be a force to be reckoned with. The idea is noble: use the internet and advanced technology to enroll huge numbers of students from around the globe to take pre-recorded courses online given by outstanding lecturers. Indeed, there are reports of some courses where more than 100,000 students have enrolled, and many others with tens of thousands of students registered. So what&apos;s not to like? Just like open access to journals, here&apos;s open access to lectures and courses. Level the playing field, right? Perhaps. The MOOCs enterprise is a complex one with too many issues and variables to discuss in this short piece. There are not-for-profit companies set up by some universities to explore the use of MOOCs, and there are for-profit companies hired by a growing number of institutions to work with faculty to develop MOOCs. In same cases, the MOOCs will truly be free to anyone who wants to register. In other cases, universities want to establish online bases that will eventually bring in more tuition, loosely based on the Open University model. But I think the truth is that at this point no one really understands what the ultimate goal of MOOCs is  or perhaps more accurately it depends which institution or administrator one asks. Regardless of the goal of MOOCs  be it for profit or idealism  there are genuine educational concerns that need to be closely monitored. A course with 10,000 (or even 1,000) students enrolled cannot foster any significant discussion. Yes, teaching assistants (TAs) can be employed to groups of 100-200 students for online questions etc, but that may not be so simple. About 100 TAs would be needed for a modest-sized MOOC of 10,000 students. Even for the lecturer to organise 100 TAs would be a Herculean task. Another serious concern is evaluation. How can one evaluate 20,000 students taking a course? Yes, electronic quizzes and multiple-choice tests can be given to monitor progress  if the material is suitable for such types of questions. But what about material in the social sciences and humanities that might be harder to evaluate (than science) without essay-style answers? I&apos;ve already seen that companies are attempting to write computer programs that will grade essays. But as one educator put it, how can a programmer include wit and style for evaluation in such a program? Another major concern regarding evaluation is ensuring that students are not cheating or copying from one another. This is undoubtedly a serious concern, and it&apos;s difficult to find appropriate mechanisms to prevent such behavior (which has already been documented in some cases). It&apos;s one thing for a student to cheat and potentially pass a course in Greek history (not that this is right in any way). But it&apos;s another thing altogether to award a civil engineering degree to someone who can&apos;t actually calculate the strength of various materials, which might eventually lead to the design of faulty bridges that collapse. Obviously the same concern goes for nursing or any field dealing with healthcare. How will students learn in these types of environments? Studies already show that MOOC providers know that a student&apos;s attention span online does not resemble that in formal classes. Students get distracted. They check their emails and Facebook status, raid the refrigerator for a snack and take bathroom breaks. MOOC innovators have geared their courses to break down learning periods to no longer than 10-12 minutes, followed by evaluations and activities to keep students interested. Can this type of learning replace an hour in the classroom? But back to the concern that I began with above. What will happen if famous lecturers are recorded doing MOOCs  which become available for free or for a small fee  and institutions of higher learning begin to purchase these for use in their classrooms? Potentially, smaller and less financially viable institutions of higher learning might end up deciding that it&apos;s more profitable for them to disband their department of chemistry, for example, and have Prof X of Institution Y deliver the organic chemistry lectures via MOOCs. Then, rather than having to employ full-time tenure-track faculty at the university to teach, they can simply hire a few cheap teaching assistants or adjunct faculty (with no tenure or benefits) to sit with the students, watch the MOOCs and answer questions. I think that history and science have together proved that technology is here to stay, and there&apos;s no turning back the clock. One must continue to evolve  or become extinct. So ignoring the MOOCs revolution would be like burying one&apos;s head in the sand. At the same time, as researchers  and now as educators  it is incumbent upon us to ensure that future students get the best education possible.", 
    "section": "science", 
    "gid": "science/occams-corner/2013/jun/06/moocs-massive-open-online-courses", 
    "wordcount": "986"
}