{
    "headline": "Green news roundup: Obama ultimatum, greenest pope and camera traps", 
    "text": "Environment news  Obama gives Congress climate ultimatum: back me, or I go it alone Daryl Hannah leads celebrity Keystone XL protest at White House gates Boris Johnson&apos;s sticky pollution solution shown to be a 1.4m failure Europe&apos;s ship-breaking proposals may be illegal, lawyers warnMonsanto sued small famers to protect seed patents, report saysReport calls for huge expansion of experimental nuclear plantsWind power capacity grew 20% globally in 2012, figures show On the blogs     Drax Power Station near Selby, Yorkshire. Photograph: John Giles/PA     Carbon fat cats are killing the emissions trading mouse Whale oil to fuel whaling ships is a gruesome and surreal proposition Will EU discards ban force the hand of our disastrous fisheries minister? Pope Benedict XVI: the first green pontiff? Multimedia     One millionth wild animal caught on camera - video Photograph: Conservation International     Camera traps capture 1m images of wildlife in the tropics - video Satellite eye on Earth: January 2013 - in pictures The week in wildlife  in pictures Features     Actor Matt Damon enters the Late Show With David Letterman in New York. Photograph: Ray Tamarra/FilmMagic     Matt Damon strikes bum note at YouTube launch for water campaign Ethiopia looks to realise its geothermal energy potential Brazil&apos;s hydroelectric dam boom is bringing tensions as well as energy Albatross astonishes scientists by producing chick at age of 62 Best of the web  Green deal: 61% of public have not heard of energy efficiency scheme Al Gore backs growing fossil fuel divestment campaign University of Oxford to identify &apos;stranded&apos; high carbon assets Polar bears &apos;may need to be fed by humans to survive&apos; Green jobs  Environmental Health &amp; Scientific Services Manager at the City of Edinburgh Council, East Neighbourhood Office, Edinburgh, 65,258 - 73,486Senior Procurement Officer at Kew Gardens, Richmond, Surrey, 32,429 - 42,550pa (dependent on skills and experience) Environmental Scientist / Engineer at Atkins, Greater London, Competitive + Benefits ... And finally     Dr. Henry Snaith from Oxford photovoltaics that uses abundant and non-toxic organic solar cell materials to produce screen printed directly onto glass. Photograph: Oxford photovoltaics     Colourful &apos;solar glass&apos; means entire buildings can generate clean powerBritish firm develops colourful, transparent solar cells that will add just 10% to glass buildings&apos; cost", 
    "section": "environment", 
    "gid": "environment/2013/feb/14/green-light", 
    "wordcount": "316"
}