{
    "headline": "How big is the jump from GCSE to A-level?", 
    "text": "A week ago I stood in a snake-like queue, the sun pounding down on me. My knees were shaking. I thought I might never make it to the sixth-form gym to collect my AS-level results (I did, they were pleasing). But as I waited, I had plenty of time to reflect on what I&apos;ve learned in my first year of A-levels. When you arrive at sixth form fresh-faced from your GCSEs and a bumper summer holiday, your new teachers will be quick point out that: &quot;It&apos;s a big jump from GCSEs to A-levels.&quot; Those terrifying words echo around your mind. Here&apos;s the truth: I have loved my first year of A-levels. When you start GCSEs, they seem difficult, and it&apos;s the same when you start A-levels. It&apos;s tough at first, but it gets better, and even becomes enjoyable. So what makes A-levels so different from GCSEs?  You suddenly find you have &quot;free periods&quot; (usually anything but free). When new students arrive to pick up their timetable on the first day  trying not to look awkward or get lost on their way to the loos  they wonder: &quot;What shall I do with these gaps they&apos;ve clumsily left in my timetable?&quot; Well, I have found free periods indispensable when teachers fling homework at you like those erratic paper planes you used to make.  One of the benefits of attending a further education college, as I do, rather than a school sixth form, is that you get to call your teachers by their first name. I should have started a tin, though, for every time someone called a teacher &quot;Mr&quot; or &quot;Mrs&quot; in the first few weeks of term  I would have become rich very quickly.  I found I had to learn to analyse in my essays, which you don&apos;t have to do so much of in your GCSEs. It wasn&apos;t that I didn&apos;t have those skills but they needed developing.  &quot;Time management&quot; is another one of those skills new sixth-formers have to master. It sounds worse than it is  time management is your friend. In free periods, for example, I found I needed to focus on just one project at a time or I would end up going bonkers at breakneck speed.  Another conundrum is how to incorporate what teachers call &quot;extra-curricular activities&quot;. That&apos;s hobbies and interests, to you and me and they are invaluable, as pointed out in a recent article on Blogging Students. They broaden your experience and are useful too when you come to write your personal statement for applying to university, or a CV to apply for jobs.  Balancing a part-time job with studying is a new challenge for many sixth-formers, though there has been a decrease in the numbers of students with Saturday jobs, partly due to the financial crisis. So you may be penniless, but you&apos;ve got more time to focus on your A-levels. Personally I felt I would not have time for a part-time job while studying. Instead, I have found that doing work experience placements is a good alternative way to gain experience, although it&apos;s unpaid.  Teachers expect more of you at A-level, and rightly so: you are older, wiser, more mature than you were for your GCSEs. However most teachers are reasonable people  they expect that it will take time for you to adapt. They&apos;ll even help you manage the transition. I&apos;d like to ask current A-level students: How did you find getting used to studying A-levels after GCSEs? Do you enjoy sixth-form life? And prospective A-level students: What do you think about making the leap from GCSEs to A-levels?", 
    "section": "education", 
    "gid": "education/mortarboard/2012/aug/23/jump-from-gcse-to-alevel", 
    "wordcount": "611"
}