{
    "headline": "Aid dilemmas over Rwanda and Uganda, climate change, and toilets", 
    "text": "Following the UK&apos;s decision to stop giving aid to India and instead focus on building trade partnerships, the British government last week suspended some aid to Uganda over corruption allegations and is deciding whether to hold back further payments to Rwanda for its alleged involvement in fighting in the Democratic Republic of the Congo. The UK suspended 16m of its general budget support to Rwanda this year, but a portion was restored in July. There are now fears that EU programmes could be cut as wranglings over the size of the development budget continue. Talks on the EU budget begin on Thursday. Elsewhere on the site Mark Malloch-Brown, one of the architects of the millennium development goals, talks to Global development about nearly forgetting to include the environment and his hopes for the post-2015 development agenda. The president of the World Bank, Jim Yong Kim, believes the latest predictions on climate change should shock us into action. Clar Ni Chonghaile reports on improved sanitation in Nairobi&apos;s slums. And Lucy Lamble speaks to young people at the Mo Ibrahim Foundation conference in Senegal about the future they want. Coming up Is GM the future? In our next podcast, recorded at the Development Studies Association conference and to be launched on Wednesday, our panellists look at the challenges facing the agricultural sector and discuss solutions. We will be taking a look at microfinance, discussing how programmes were affected by the backlash against what was once dubbed development&apos;s silver bullet, and reporting on attempts by Bangladesh&apos;s government to rein in the Grameen bank. Economist Ha-Joon Chang shares his thoughts in our video interview. Richard M Kavuma returns to Katine, a sub-county in north-east Uganda that the Guardian has been monitoring since 2007, to report back on the progress of programmes set up by the NGO Amref. Find out more about Katine here. Global Development Professionals Network On 27 November, the Guardian will launch the Global Development Professionals Network, a platform for those working in the international development sector. Focusing on practice and people, the network will share knowledge and challenge some of the thinking and doing of development. The site is intended to complement the Guardian Global development site, and will be a community for those who work in humanitarian or development organisations across the world, as well as researchers, policymakers and development academics. To find out more, email globaldevpros@theguardian.com, and join us on Twitter @gdnglobaldevpro and on Facebook. Event Next month, Guardian Global development will be partnering with Thomson Reuters Foundation/International Herald Tribune for a conference that brings together 350 women and men to discuss issues impeding women&apos;s rights. The Trust Women conference will offer a mix of speeches and debates, and will focus on the clash between culture and law and human rights. Topics under discussion include child marriage, female genital mutilation, acid attacks and &quot;honour&quot; killings, trafficking and domestic slavery. We will be speaking to some of the delegates and reporting from the event, held in London on 4 and 5 December. Visit the Trust Women website to register. Multimedia In pictures: World toilet day A can-do attitude is needed for people working in sanitation  which is often not a priority for governments. We highlight the issue with a gallery of pooing in public, crap compost and a golden turd. Video: Combating violence against women worldwide Lakshmi Puri hails the increasing number of women in parliament, including in Libya, Algeria and Senegal. But although UN campaigns are attempting to end the scourge of domestic violence, the deputy executive director of UN Women says it remains a problem for all countries, and she argues that ending violence is closely aligned to women&apos;s economic and political empowerment. In pictures: Skateboarding in South Africa The annual Skateboarding for Hope tour aims to bring together community and youth development in Kimberley  a town once famous for its diamond mines  and elsewhere in South Africa. The tour aims to provide a positive activity for young people to keep them away from crime and inspire a new generation of skateboarders. What you said: some of the best reader comments Following the announcement that the UK will end aid to India by 2015, we asked readers to share their views. SSathianathan wrote:  We must not forget that despite India&apos;s impressive economic growth there are still more poor people in India than the whole of sub-Saharan Africa. If the UK abruptly stopped giving money without a smooth exit strategy, it would run the risk of undoing the poverty reduction progress which has been achieved  Darkati wrote:  As an Indian I feel aid is really not required any longer. If I were the UK, I would reduce aid gradually  and end it gracefully over a period of time  Elsewhere, saigonsays wrote on Jonathan Glennie&apos;s blog on where middle-income countries (MICs) feature in the new aid landscape:  Living in Vietnam, I welcome this article in terms of shining a light on the MIC issue and opening up the discussion about new aid modalities  the only viable way of tackling many of Vietnam&apos;s development issues will be through a multi-sector (ie govt, private sector, civil society) approach  Highlights from the blogosphere Tim Berners-Lee, inventor of the world wide web, joined bloggers on the UK Department for International Development website to call for more governments and public institutions to publish their raw data. Think Africa Press bemoaned the low representation of women in Sierra Leone&apos;s elections  both parliamentary and presidential  on Saturday, where only 6.5% of the parliamentary nominees were women, although one of them could become vice-president. And finally  Poverty matters will return in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date on the Global development website. Follow @gdndevelopment and the team  @MaeveShearlaw, @ClaireProvost, @LizFordGuardian and @MarkTran  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/20/aid-rwanda-uganda-climate-change-toilets", 
    "wordcount": "982"
}