{
    "headline": "Africa's early career researchers need support and so do their universities", 
    "text": "It goes without saying that a university&apos;s future rests on its next generation of academics. But universities aren&apos;t always doing enough to nurture and support their emerging talent. This is particularly true in a region which perhaps depends more than most on its next generation: Africa. Here the &apos;greying of the professoriate&apos; presents an even more serious challenge because the academic middle tier  not developed during several decades of underfunding and academic flight  is often missing. With Africa&apos;s youth population forecast to mushroom (the UN estimates that it is set to more than double by 2050) the need to grow the academic workforce shifts into even sharper focus. The next generation problem is widely acknowledged, with many schemes supporting master&apos;s and PhD training and funders making it an emphasis of their grant programmes. It was even explicitly acknowledged by a recent UK parliamentary enquiry. Most importantly, it&apos;s an issue that universities themselves are recognising and many are taking steps to address. Where universities lack sufficient numbers of doctoral-qualified staff, support is needed to enable further study at home or abroad, to undertake fieldwork, or to take time out to get theses finished. But while much attention is rightly focused on PhD training, what&apos;s often missing is support during those critical first few post-PhD years. It&apos;s then that first publications are achieved, new research questions defined, networks grown, skills honed and new grant applicants put together. While money still comes into this, some of these things require much less, if any, cash investment. The obstacles to research are in part financial but there are important aspects of national and institutional policy which don&apos;t operate to advance and support early careers, and may even create institutional cultures which run counter to nurturing research. Those lucky enough to study abroad often encounter real difficulties when they return home. &quot;Unwelcoming environments&quot;, feeling &quot;intellectually lost&quot; and facing &quot;intellectual meltdown&quot; were all mentioned by returning scholars who we consulted. Many found that despite returning with newly minted PhDs, their departments just weren&apos;t geared up to receive them as talented and enthusiastic new researchers. Here lies the critical issue: how to translate this individual expertise into institutional strength. Institutions pay the salaries and provide the facilities of course. Through departments and research clusters they also provide a space for researchers to work together, offer strategic direction and the encouragement to pursue new ideas. And as they teach new students, they ensure the intergenerational reproduction of scholarship that is central to the academic enterprise. There are many areas where emerging researchers need support, including funding to attend conferences and network with their peers, help with securing new research grants or advice on issues ranging from how to get their first articles published to how to balance their research with an often heavy teaching load. But one thing stands out as vital in all of this and a critical thread tying individual to institution: mentoring. At present there is a patchwork of initiatives providing support, some large, some small. The African Studies Association of the UK has organised a series of writing workshops, while AuthorAid provides an online facility to match mentors and mentees across the world. The ACU has just launched a scheme of travel grants to enable researchers who&apos;ve yet to leave their home country to attend a conference or visit colleagues overseas. Research capacity and training programmes abound, several aimed at early career academics. Some are particularly ambitious, supporting substantial programmes at individual universities, or pulling together networks of several institutions around specific research themes, such as international health. A clutch of universities, Uganda&apos;s Makerere and South Africa&apos;s University of Cape Town and Stellenbosch among them, have developed staff mentoring programmes with the help of funders. But external funding will always be limited, and fellowships and training programmes will only ever reach the lucky few. It&apos;s easy to list what needs to be done of course, less clear about how to do this in practice when universities face myriad difficulties. Where to start? First of all, universities must recognise the issue. In conversation with academics and university managers the next generation problem is often noted, but to be effectively tackled it also needs to be explicitly recognised in institutional strategies. It&apos;s something that universities need to hear their vice chancellors talking about, loudly and often. Universities turn on committees, and are scaffolded by an array of policies. These need to be examined, to identify where policies can be improved and obstacles removed. Progression and support need to be actively managed, rather than left to chance, with personal and structured career planning becoming the norm  this is something that the Malaria Capacity Development Consortium has pioneered through its network. Policies and frameworks provide guidelines and can create some of the right incentives. To achieve meaningful change, people need to have a stake in the process, and senior academics in particular. Anecdotes abound of junior colleagues being seen as a threat to be checked, and it&apos;s perhaps not surprising. Many older academics may have had few chances to travel and little research opportunity since their own postgraduate days, or have spent much of the last decades struggling to keep fragile departments and strained careers together. Bringing up the next generation needs to be about revitalising their careers too. Recognising this dynamic, the University of Botswana have taken the bold step of including mentoring junior colleagues into the performance reviews of senior academics. Money matters of course, but there&apos;s probably a lot that can be done within existing resources if the leadership and the energy is there. With a bit of planning, visiting researchers can give special seminars, or contribute to skills workshops, and partner institutions can offer an extended pool of mentors. Departmental seminars need little more than an empty room, tea and coffee, and a willingness to engage in debate and discussion around new research. Mentoring presents perhaps the biggest challenge if there aren&apos;t sufficient numbers of senior academics able to fill the role. But many questions that emerging researchers will have will be the same across all disciplines, and often it&apos;s just the wisdom earned through a life spent in the academic system that they need. Above all universities need to inspire and encourage their staff  to train and nurture junior colleagues, to invest in their futures, and to stimulate lively departments of cooperative and collegial research and teaching. Achieving this will require a concerted and coordinated effort on the part of the institutions themselves, driven by strong leadership. Early careers are about institutions as much as about individuals  if not more so. Jonathan Harle is programmes manager (research capacity) at the Association of Commonwealth Universities  follow him on Twitter @jonharle This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/28/early-careers-academics-african-universities", 
    "wordcount": "1148"
}