{
    "headline": "Students, watch out for 'promo girl' job offers", 
    "text": "In cities across the country thousands of new students arrive each September and look for part-time work, and this year the pressure of finding a job to support their degree will be even stronger with tuition fees trebling at most universities. With most universities advising a maximum of 15 hours per week in a part-time job, students hunt down flexible jobs that can complement lecture hours. Many combine their love of socialising with work by acting as promoters for club nights. Promotion companies appealingly often don&apos;t require formal or academic experience. Sophie Phylakatou, an undergraduate at Newcastle University, says she was spotted on the street and simply &quot;offered a job on the spot to promote for a night at the Student Union&quot;. When a job offer is based on appearance and a bubbly personality, not the credentials or experience, it gives an insight into where priorities lay. However, working as a club promoter doesn&apos;t guarantee money. Often payment is commission based and what your earn is dependent on how many people you persuade through the club door, or how many &apos;bar crawl&apos; T-shirts are sold. When commission is a paltry 2 per head, the reality of the job becomes apparent and the reliable monthly income of contracted part-time jobs becomes more attractive. So why do people take the job? And what exactly is meant by promoting? On first glances a club promoter seems to be someone who invites people to a party via Facebook and earns tons of money whilst enjoying a free night out and free drinks. It is true that bonuses like these are offered to female students who are willing to work as &apos;promo girls&apos;, but these perks that often involve underlying dangers. A quick Google image search of &apos;promo girl&apos; provides some idea of what is required when promotion takes place at night. Club promoters are often required to follow &apos;company policy&apos; by wearing the given uniform. Most jobs have basic guidelines involving a presentable and professional appearance, but when a &apos;uniform&apos; involves a skimpy vest and hot pants bearing the company logo, it becomes a cause for concern. How many students are aware of this when they agree to turn up and hand out a few fliers? With no formal contract and wages paid cash in hand, students mistakenly feel obliged to follow &apos;company policy&apos; so they can get their 30 at the end of the night. Although as its cash in hand, who&apos;s to say that club promotion companies will pay up. Admittedly, normal part-time jobs are increasingly difficult to acquire; but at least there&apos;s a guaranteed monthly payslip and a pre-agreed code of conduct. Whereas students who don the hot pants to work as club promoters can end up in uncomfortable situations. My advice: lose the hot pants, lose the unreliable work and get yourself a decent job. Have you been or do you know someone who has worked as a promo girl? What is/was your worst part-time job?", 
    "section": "education", 
    "gid": "education/2012/mar/08/students-promo-girl-jobs", 
    "wordcount": "501"
}