{
    "headline": "Student mental health: minding the gap", 
    "text": "When, after a nine-year wait, the Royal College of Psychiatrists (RCP) published an update to their comprehensive report into student mental health in September 2011, the paper was met with enthusiasm by the media. One year later, on the anniversary of the report, a Google News search in the UK for &apos;student mental health&apos; showed zero results. And only this week, a freedom of information request to the Office for National Statistics revealed that student suicides have risen by almost 50% in the past five years. Is anyone even paying attention on this issue? The RCP report highlighted the &quot;pressing need&quot; for more to be done, and provided a number of recommendations for institutions, such as the development of a mental health policy, and the adoption of more coordinated, &apos;whole-institution&apos; approaches. It featured case studies of successful university initiatives, and the latest statistics on the mental health of students. These included figures suggesting that demand for mental health services has risen, that as many as 29% of students are exhibiting clinical levels of psychological distress, and that student suicides had increased by 170% between 1985 and 2005. The report also emphasised current pressures facing students, such as the increasing financial burden of a degree and the latest data on student suicides justifies their concern. But despite the detailed recommendations and case studies of good practice, there was one thing missing from the report: advice on how to use it. Considering the amount of time that went into preparing the paper, and its emphasis on collaboration, this is surprising. If the paper was going to organisations with ordinary, top-down hierarchies, such advice might be unnecessary  condescending, even. But universities are different  it&apos;s not so easy to get things coordinated. I asked Dr John Callender, a psychiatrist and chair of the working group that authored the report, why no guidelines were provided. He explained that, because each higher education institution works in such different ways, it was best left up to them. But who within a higher education institution is supposed to take responsibility? Stakeholders in student mental health typically include: the university counselling service, mental health advisor, and students&apos; union welfare officer, each of whom are based in different parts of the institution and reporting to different authorities. These services are represented nationally through a multitude of membership bodies, including AMOSSHE, AUCC, BAHSHE, HUCS, MWBHE, NUS, and UMHAN. It can get confusing. Of those support staff I managed to speak to, time to think about anything more than immediate responsibilities seemed a luxury many couldn&apos;t afford, due to a combination of hugely demanding remits and budget cut squeezes. At a university counsellors&apos; conference in June, several directors of counselling services admitted that they&apos;d never even met their student union welfare officer. It seems that higher education institutions are still a long way away from adopting a &apos;whole-institution&apos; approach. Perhaps they need more national support. I asked Dr Callender what follow-up work was being done to evaluate the impact of the report and to support institutions with implementing its recommendations. He said: &quot;The group that prepared the report was a short life working group that essentially ceased to exist once the report was completed. This is probably the main reason why we have not been able to take on the role of campaigning for implementation of the recommendations of the report.&quot; The formation of a special interest group for student mental health at the Royal College of Psychiatrists was considered (and recommended by the report), but it has not materialised. Speaking to the RCP, I was told that once a member of the college has put forward the proposal, it needs approval from the council and then 120 signatures from the College membership (of approximately 15,000). Apparently, no one has proposed the group. Perhaps the organisation best placed to support the implementation of the report&apos;s recommendations is MWBHE (Working Group for the Promotion of Mental Health and Wellbeing in Higher Education). The group positions itself as an overarching umbrella body for student mental health, with representation from each of the key membership networks. According to its website, the aims of the group are to &quot;promote collaboration&quot;, &quot;act as a reference point&quot;, and &quot;influence policy on issues related to mental well-being in HE&quot;. The events section of the website suggests that MWBHE has held several events in the last few years, but the list of members has not been updated since June 2011  and includes an NUS staff member that hasn&apos;t been in post for two academic years. Speaking with Ruth Caleb, head of the counselling service at Brunel University, and secretary of the MWBHE, I discover the working group is completely unfunded and covers its costs solely through conferences. Inevitably, such discussions turn to funding constraints. Support staff, already overstretched by the demands of their own institutions, are giving up their time to maintain national working groups and membership bodies. But without the resources to employ dedicated staff, the ability of these groups to collect data and support the implementation of the report&apos;s recommendations is severely restricted. Unless that changes, we might be waiting another nine years before we find out how higher education institutions have progressed. Edward Pinkney is founder of the charity Mental Wealth UK  follow it on Twitter @MentalWealthUK This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/dec/05/student-mental-health-university-responsibility", 
    "wordcount": "918"
}