{
    "headline": "Higher Education Summit: speakers", 
    "text": "Andrew Bollington, chief operating officer, University of London International Programmes      Andrew Bollington is chief operating officer of the University of London International Programmes. The International Programmes is a collaborative endeavour with twelve of London&apos;s leading Colleges including LSE, LSHTM, UCL and Queen Mary. The University of London has offered distance and flexible learning since 1858 contributing to the education of a remarkable seven Nobel Prize winners. Today, there are 52,000 students in 180 countries studying for over 100 different awards. It is therefore the oldest and one of the largest providers of higher education on a truly global basis. Andrew&apos;s work spans all aspects of the people, operational, technology, legal and financial management of the programmes. True to its innovative history, the University of London was one of the first Universities in Europe to join Coursera where it will be offering five short courses in 2013. In the ten weeks following the September announcement, over 75,000 participants subscribed. Paul Clark, director of policy, Universities UK     Paul Clark. Photograph: Paul Clark    Paul Clark is director of policy at Universities UK. He is responsible for overseeing the full range of policy development activity at UUK, anticipating future events and coordinating priorities, and shaping the policy agenda on behalf of the UK university sector. Prior to that, he worked as a manager in a number of institutions in the higher education sector, most recently holding a senior management position at the University of Oxford. Paul was educated at the University of Oxford, and holds an MBA in Higher Education Management. He has also worked in local politics and in several not-for-profit roles. Aldwyn Cooper, CEO, Regent&apos;s College London      Aldwyn Cooper is a cognitive psychologist by background having studied and worked at London, Bristol, Stanford, Berkeley, the Open University and University of Glamorgan. He was a recipient of a Harkness Fellowship for two years postdoctoral study in America. On his return, at the Open University, he started their on-line learning. He was recruited to the senior staff at Henley  The Management College where he developed its innovative distance learning programmes and was made professor of management science and managing director of their learning company. He became pro vice chancellor and professor at the University of Glamorgan in January 2000, led the university&apos;s extensive, development of &apos;e-learning&apos; and also acted as Dean of The Glamorgan Business School for eighteen months. In late 2006 he took up the role of principal and CEO of Regent&apos;s College  a private, not for profit, higher education institution with a very strong global commitment which delivers British and American programmes at Bachelors, Masters and Doctoral levels, in Business, Management, Languages, Humanities, Arts, Social Sciences, Psychotherapy, Media and Performance. The Privy Council granted the College Taught Degree Awarding Powers in July 2012 and he is currently leading the College in securing full university title expected in February 2013. Dan Derricott, student engagement officer, Lincoln University and board member, Quality Assurance Agency for Higher Education (QAA)     Dan Derricott. Photograph: Dan Derricott    Dan Derricott is a former student and students&apos; union officer at the University of Lincoln where he now leads on the development of their student engagement agenda and supports the delivery of the broader teaching &amp; learning plan in the vice-chancellor&apos;s Office. Dan has undertaken quality assurance reviews at universities in the UK and several other European countries and also reviews national quality assurance agencies for the European Association for Quality Assurance. He has been the independent student member of QAA&apos;s Board of Directors since March 2012 and chairs their Student Advisory Board which guides QAA&apos;s Executive and other sector agencies on policy developments and student engagement. Dan tweets as@danderricott. Les Ebdon, director, The Office for Fair Access      Professor Les Ebdon CBE has been director of fair access to Higher Education since September 2012. Before this appointment, Professor Ebdon was vice chancellor of the University of Bedfordshire. That followed an illustrious career in analytical chemistry, including more than 250 publications and several awards. He obtained his PhD at Imperial College, London then lectured at Makerere University in Uganda and Sheffield Hallam University, before becoming reader in Analytical Chemistry at the University of Plymouth. Professor Ebdon was promoted to a personal chair in 1986, became head of environmental sciences in 1989 and then, in the same year, deputy director. He was appointed deputy vice chancellor, academic in 1992. He remained in that position until 2003, when he became vice chancellor at the University of Luton. He was appointed vice chancellor of the University of Bedfordshire in 2006. Ruth Farwell, vice chancellor, Buckinghamshire New University, and chair, GuildHE      Photograph: Ruth Farwell    Ruth Farwell has been vice chancellor at Buckinghamshire New University since January 2006, having previously been pro vice chancellor at London South Bank University with a portfolio covering academic planning and quality. Ruth has a PhD in applied mathematics. She has published on higher education policy and her research is at the boundary between applied mathematics and theoretical physics, using the algebras of Victorian mathematician W.K. Clifford. Ruth is chair of the representative body GuildHE. In 2009 she was appointed to the Board of the Higher Education Funding Council for England (HEFCE), and she has recently taken over as chair of the HEFCE Teaching, Quality and Student Experience Committee. She is also a member of the Boards of Buckinghamshire Business First and the Buckinghamshire Thames Valley Local Enterprise Partnership, Aylesbury College, and the Buckinghamshire University Technical College. Jon Gleek, welfare officer, Sheffield University Student Union      Photograph: John Gleek    After graduating with a Human Geography degree from The University of Sheffield, Jon Gleek now works full time as an elected sabbatical officer at Sheffield Students&apos; Union. As the lead student representative and figurehead for welfare, he delivers strategy, support, and representation onstudent health, well-being, accommodation, finance, and safety. He works alongside the Students&apos; Union&apos;s Advice Centre to ensure relevant and effective advice is available to students, as well as working with, and lobbying, the University to ensure adequate and appropriate welfare provision for students. Sheffield Students&apos; Union has a team of eight, full time sabbatical officers. It recently received a student satisfaction rating of 95% in the National Student Survey; the highest score in the UK. The Students&apos; Union is also one of only three Students&apos; Unions to receive a higher satisfaction score than their University. Alix Green, head of policy and lecturer in history and policy, University of Hertfordshire      Photograph: Alix Green    Alix Green completed her B.A and M.Phil. in History at Clare College, Cambridge. Since leaving university, she has undertaken a variety of roles centred around providing specialist advisory services to senior management teams. She was appointed at Hertfordshire in 2007 and leads on the University&apos;s policy and public affairs activity as well as lecturing in School of Humanities as part of the History group. She is deputy chair of the University&apos;s interdisciplinary Heritage Hub and is co-convenor of the Public History Seminar at the Institute of Historical Research. Her work focuses on public history and the use of history in policy development. She was asked by Sir Tim Wilson to act as principal adviser to the review of university-industry collaboration announced in the 2011 HE White Paper and took a particular interest in the development of students&apos; knowledge and skills and in innovation and economic development. She blogs on history, education and public life atwww.thehistoricalimperative.com. Libby Hackett, chief executive, University Alliance      Photograph: Libby Hackett    Libby Hackett was appointed as the first chief executive of University Alliance  representing 24 universities at the heart of the higher education sector to Government, Whitehall and the media in 2009. Libby has extensive experience of working in the higher education policy environment. She joined University Alliance from The Russell Group of Universities where she was director of research and before that she had been a special advisor to the Parliamentary Select Committee for Education and Skills. Libby started her career as an analyst at the Higher Education Funding Council for England, progressing to a senior policy role. She then joined the Higher Education Policy Institute from its establishment in 2002 as their first senior researcher. Libby is a senior research fellow in Higher Education Policy at the University of Lincoln. She has published various research papers with a focus on supply and demand in higher education, the graduate labour market and social mobility. Libby studied Politics, Philosophy and Economics at Keble College, Oxford. Jeff Haywood, vice principal, University of Edinburgh      Professor Jeff Haywood is vice-principal for Knowledge Management, chief information officer and librarian at the University of Edinburgh. He is responsible for the University&apos;s integrated Information Service which contains the Library, the IT services and the eLearning Services. He leads currentmajor initiatives in expanding online distance education, high performance computing services, research data management and storage services, the redesign of the University website, selection of the next generation VLE, development of technology-rich study spaces, and e-assessment. Jeff also holds the position of professor of education and technology in the University&apos;s School of Education. His research interests are in the development of strategies for effective use of ICT in education at institutional, national and international levels, with a particular emphasis on understanding learner experiences. Jeff is a member of the UK Joint Information Systems Committee (JISC) Board, its Transition Group and past chair of the Coimbra Group Taskforce on E-learning. He is a fellow of the Royal Society of Arts. Kathryn Jones, director of marketing and communications, Birmingham City University      Photograph: Kathryn Jones    Originally a fully qualified journalist, Kathryn Jones has worked in marketing and communications for over 20 years, now specialising in evidence-based, strategy-driven HE marketing, having improved the reputation and recruitment of three new universities. She was appointed to Birmingham City University (BCU) in 2008, her third senior appointment within the UK Higher Education sector and has previously worked at the universities of Nottingham, Wolverhampton and Northampton. Changes to marketing tactics at BCU saw it achieve the highest rise in UCAS applications of any UK university in 2009, resulting in the 2009 THE Leadership and Management Award for Outstanding Recruitment Campaign. Applications have risen over 80% since her appointment, with undergraduate student numbers  by far the bulk of BCU&apos;s income  rising 6% prior to the cap. More recently, her Clearing 2012 campaign recruited some 1,100 students to BCU, worth c24m in &apos;lifetime&apos; degree income and ensuring the institution met its targets. Terence Kealey, vice-chancellor, University of Buckingham     Terence Kealey. Photograph: Terence Kealey    Terence Kealey graduated in medicine from St Bartholomew&apos;s Hospital Medical School, London University, in 1975. He then specialised in biomedical research, achieving his DPhil (PhD) from the Department of Clinical Biochemistry, Oxford University, in 1982. His biomedical research has focussed on the cell biology of human skin.  He has also studied the economics of science and higher education. His 1996 book The Economic Laws of Scientific Research argues that, contrary to myth, there is no market failure in science, and that it can be entrusted safely to the free market. His latest book, Sex, Science and Profits, published in 2008, argues that scientists spontaneously organise themselves in invisible colleges, thus ensuring that new knowledge spread rapidly within the market. He was appointed vice-chancellor the University of Buckingham in 2001. Emma Leech, director of marketing, communications and recruitment, University of Nottingham      Photograph: Emma Leech    Emma Leech is director of marketing, communications and recruitment at the University of Nottingham. She chairs the Chartered Institute of Marketing&apos;s (CIM) HE Member Interest Group, sits on CIM&apos;s Senate and is a member of CIM&apos;s Board of Trustees. Emma started her career in fashion and consumer PR, working in tourism and destination marketing before settling in higher education in 1997. A chartered marketer, chartered manager, and a chartered PR practitioner, she has won a string of awards over two decades. Emma&apos;s team won both the 2011 THE Outstanding Leadership and Management Award Communications and Marketing Team of the Year award and the 2012 Heist Marketing Team of the Year Award. She became the 2011 international brand master for her work in HE marketing. In 2012, she was awarded both IoD/CIPR public relations director of the year and IOIC internal communicator of the year. Emma holds an MBA and various marketing, PR and management qualifications. Sue Littlemore      Photograph: Sue Littlemore    Sue Littlemore is a journalist specialising in education. For almost fifteen years she was a familiar face and voice on national TV and radio as one of the BBC&apos;s Education and Social Policy Correspondents. She regularly reported on the major issues affecting schools, universities and families for the &quot;Ten O&apos;clock News&quot;, Radio 4&apos;s &quot;Today &quot;programme ,&quot;Newsnight&quot; and BBC on line. Now freelance, she has written and commented on education for The Guardian and regularly chairs Guardian Roundtable discussions on higher education. Sue is a patron of the education media centre, an innovative project to help journalists easily access academic research evidence on education policy and practice. She is an honorary fellow at the University of York, and also a governor at her son&apos;s primary school. Carl Lygo, CEO, BPP Holdings Ltd and Principal, BPP University College of Professional Studies     Carl Lygo. Photograph: by LISTER/LISTER CUMMING    Carl Lygo is the principal of BPP University College and chief executive officer of BPP Holdings Ltd, the private provider of professional training and higher education for the legal, financial and business sectors. BPP was acquired by Apollo Global in 2009, and became a university college in 2010.  Carl is a qualified barrister with over 21 years&apos; experience in the education sector, and has worked at BPP for the past 15 years, eight of which as a board director. As chairman of BPP Law School, he was instrumental in increasing turnover from 1million to 50m. He led the team that made BPP the first for profit organisation to be granted degree awarding powers in 2007, and opened its Business School in 2009.  Prior to BPP, he practised in the areas of personal injury and employment law, before entering education. He was a lecturer in law at London Guildhall, Leeds, City and East Anglia universities. Former appointments included special education advisor to the Judicial Studies Board by the lord chief justice, and member of the medical regulatory body for the secretary of state for education.  Carl was nominated one of the &quot;UK&apos;s Hot 100 Lawyers&quot; by The Lawyer magazine, and shortlisted for &quot;Outstanding individual contribution to education&quot; by EducationInvestor magazine.  Paul Manners, director, National Coordinating Centre for Public Engagement      Photograph: Paul Manners    Paul is associate professor in public engagement at UWE and director of the National Coordinating Centre for Public Engagement. The NCCPE was set up on 2008 as part of the Beacons for Public Engagement project, which involved six HE-based projects piloting innovative approaches to involving the public in their work. The NCCPE&apos;s role is to help to coordinate public engagement practice and to support innovation and strategic change in HEIs. Paul&apos;s whole career has been education related. He trained as a secondary English teacher and after teaching for five years, joined the BBC where his credits include the long running BBC2 series, &apos;Rough Science&apos;. He was an executive producer in BBC Learning, responsible for a number of broadcast-led public engagement campaigns, including the People&apos;s War project, gathering tens of thousands personal reminiscences about WWII into an online archive. He is also chair of the National Trust&apos;s advisory panel on learning, providing advice and guidance to the organisation&apos;s senior management team, board of trustees, and professional staff. Rick Muir, associate director for public service reform, IPPR      Photograph: Rick Muir    Rick Muir is associate director for public service reform at IPPR. He leads IPPR&apos;s work across public services and currently leads the work of IPPR&apos;s Commission on the Future of Higher Education in England. His publications include The Relational State. How recognising the importance of human relationships could revolutionise the role of the state and Arrested Development: Unlocking change in the police service. He regularly comments on these issues in the print and broadcast media and has recently appeared on the Today programme, Radio 4 Analysis, Newsnight, Channel 4 News, Sky News and the BBC News Channel. He has a DPhil in Politics from Oxford University and is a local councillor in Hackney. Rajay Naik, director of government and external affairs, The Open University      Rajay Naik is director of government and external affairs at The Open University  the UK&apos;s largest University  and chairman of UK Programmes at the Big Lottery Fund  the largest funder of charities in the UK. Rajay is also a commissioner at the Department of Health; a member of the National Careers Council; and associate director at Coventry City Football Club. Rajay was one of five panel members on Lord Browne&apos;s Review of Higher Education. Previously he held senior roles in Local Government at Coventry City Council; Central Government at the Cabinet Office and in the voluntary sector at the Royal Society of Arts. He is a former chairman of the British Youth Council; trustee of the National Youth Agency and Changemakers Foundation; and council member of the Learning and Skills Council. Rajay holds undergraduate and postgraduate degrees from The University of Warwick. Tamson Pietsch, lecturer in Imperial and Colonial History, Brunel University      Tamson Pietschis a lecturer in Imperial History at Brunel University. Her research focuses on universities in the nineteenth and twentieth centuries and she is the author ofEmpire of scholars: universities, networks and the British academic world, 1850-1939 (Manchester, 2013).She brings this perspective to her writing about higher education at capandgown.wordpress.com/ Atlanta Plowden, first year student, University of Liverpool     Atlanta Plowden. Photograph: Atlanta Plowden    Atlanta Plowden is a first year student at The University of Liverpool, studying for a joint honours degree in Communication, Media and Popular Music. She originally comes from Devon where she studied for her A Levels in Sociology, English Language and Media Studies, and her main interests include education, politics, music and sociology. You can follow her on Twitter on @Lantaplowden.  Alix Pressley, sixth form student      Photograph: Alix Pressley    Alix Pressley is a sixth form student studying English Literature, Philosophy, and Media studies at an A2 level. She is an aspiring journalist and has interned at Guardian News &amp; Media. She has also completed internships in Ireland and with her local primary school, assisting children&apos;s needs and helping them understand and interpret texts. Her hobbies include football, basketball, and badminton as well as reading, walking, and spending time with friends. Her basketball team has won a county cup trophy, played in the national championships, as well as travelled to the Netherlands for a game. As a dedicated member of the team, Alix organised and participated in a game that raised money for charity. John Robinson, director of finance, Brunel University John has been in post in his current role for just over three years. His prior work experience includes finance director roles in international professional services firms including Clifford Chance, Boston Consulting Group and White &amp; Case. His accounting interests are in pricing, performance indicators and sustainability during periods of change (either growth or decline). He holds a D.Phil in Philosophy and an MPA. Deborah Roseveare, head, Skills Beyond School Division, Directorate for Education, OECD      Photograph: Deborah Roseveare    Deborah Roseveare is responsible for the Skills Beyond School Division, whose work spans measuring adult skills, policy-relevant analysis on the development and utilisation of skills for youth and adults, and advice to countries on building more effective skills systems at national, regional and local levels. The division also includes analysis and policy advice on building skills through more effective vocational education and training and higher education. She is also part of the management group of the directorate for education. Between 2007 and 2011 she managed teams providing policy analysis and advice to help governments develop and implement more effective policies across the education and training spectrum from early childhood through to lifelong learning. A New Zealand and British national, Deborah worked in the OECD&apos;s Economics Department between 1993 and 2007 on a broad range of economic and social issues including human capital, fiscal policy, ageing populations, fostering entrepreneurship and structural surveillance and prepared a number of country-specific Economic Surveys. Steven Schwartz, ex-vice chancellor, Macquarie University, Australia, Brunel University, UK and Murdoch University, Western Australia      Photograph: Steven Schwartz    Steven Schwartz is currently Oliver Smithies fellow at Balliol College, Oxford. He was born, raised, and educated in New York before moving to Washington, DC, where he worked at the National Institutes of Health. He then began an academic career that took him to universities in Illinois, Texas and Queensland. In 1994, Steven was appointed executive dean of medicine and dentistry at the University of Western Australia and, several years later, vice-chancellor of Murdoch University, Perth. In 2002, he moved to London as vice-chancellor of Brunel University and two years later, the Blair government asked Steven to lead a national taskforce on university admissions. In 2005, he led a UK national project on ethics for the Council for Industry and Higher Education and the following year, Steven became vice-chancellor of Macquarie University in Sydney. He is chair of the Fulbright Commission, a fellow of the Academy of Social Sciences, an Academy of Science-Royal Society Exchange fellow and a NATO fellow. He serves on the advisory boards of the Asia Society, the Global Foundation, Universities Australia, the University of the South Pacific and the Centre for Independent Studies. He is the author of 13 books, more than 120 scientific articles and hundreds of newspaper and magazine articles. Michael Stevenson, VP - global education, Cisco      Michael Stevenson is vice president, education at Cisco Systems. He joined the company in 2007 to establish and lead a Corporate Social Responsibility program for school system transformation. Since 2010, he has led Cisco&apos;s worldwide sales education strategy. In this role he has built successful education practices in Latin America, the Gulf and Australia, using technology both to modernize learning methods in schools and to strengthen national industries through knowledge-building. He founded and co-chairs the Cisco Global Education Leaders Program, working with national Director-Generals of Schools around the world. Michael built his expertise in education through roles in government and the media. Until September 2006 he was chief information officer and director of technology at the Department for Education and Skills in England, driving the use of ICT in schools, colleges and universities. Before that he was DFES director of strategy. Mary Stuart, vice-chancellor, University of Lincoln      Photograph: Mary Stuart    Mary Stuart joined the University of Lincoln as vice chancellor in November 2009. Since joining, Mary has renewed the curriculum at Lincoln, growing science provision and establishing the first new engineering school to be created in the UK for more than 20 years in collaboration with engineering giant Siemens plc. Mary was previously deputy vice chancellor at Kingston University and a pro vice chancellor at the University of Sussex between 2000 and 2005. She has extensive experience of developing partnership working between institutions and leading change within universities. She is a board member of Universities UK, a member of HEFCE&apos;s Teaching Quality and Student Experience Strategic Committee and the Higher Education Public Information Steering Group as well as being chair of the Universities Association of Lifelong Learning (UALL), chair of Open Educational Resource (OER) Steering Group, chair of Action on Access Advisory Committee and deputy chair of the University Alliance. David Sweeney, director  research, innovation and skills, Higher Education Funding Council for England (HEFCE)      David Sweeney has been director, research, innovation and skills, since 2008. In this role he is responsible for developing policy on research (including the Research Assessment Exercise and Research Excellence Framework) and knowledge, exchange and skills. He is also responsible for the Strategic Development Fund and Catalyst Fund. A statistician, David worked at two BBSRC research institutes, developing mathematical models of plant growth then moving into senior management in the IT area, becoming director of information services at Royal Holloway, University of London and serving in a national role as chair of the Universities and Colleges Information SystemsAssociation. He became vice-principal, communications, enterprise and research in 2004, responsible for research strategy, the 2008 RAE submission and for developing Royal Holloway&apos;s research-led commercial and consultancy activities, knowledge transfer and development programme. David Willetts MP, minister for universities and science, Department for Business, Innovation and Skills      David Willetts is minister for Universities and Science. He has been a member of Parliament for Havant since 1992. He has worked at HM Treasury, the Number 10 Policy Unit, and served as paymaster general in the last Conservative Government. He is a governor of the Ditchley Foundation and a member of the Council of the Institute for Fiscal Studies. He has written widely on economics and social policy. His book The Pinch: How the Baby Boomers Took Their Children&apos;s Future  And How They Can Give It Back was published last year. Alison Wride, provost, Greenwich School of Management      Photograph: Alison Wride    Alison Wride spent six years in senior management roles at the University of Exeter Business School; her final role there was as deputy director. Following a year&apos;s secondment as senior academic advisor on Education to the Government Economic Service, based at HM Treasury, she took up the role of head of the college of business, economics and law at Swansea University In 2011. At the end of 2012 she moved into the independent HE sector, taking on the role of provost at Greenwich School of Management, now GSM London; one of the UK&apos;s fastest growing private providers. Alison is co-author, with John Sloman and Dean Garrett, of the UK&apos;s best-selling undergraduate economics text book, Economics; currently in its eighth edition. She retains her links with the GES and delivers seminars across a number of government departments.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/dec/03/higher-education-summit-speakers", 
    "wordcount": "4244"
}