{
    "headline": "Education in brief: Heads of the Roundtable start making a name for themselves", 
    "text": "Heads of the Roundtable pique politicians&apos; interest It has been quite a week for the group of headteachers whose concerns about policymaking were aired seven days ago in Education Guardian. Back then, the heads, who &quot;met&quot; on Twitter and decided to form a pressure group, had held their inaugural meeting at the Guardian&apos;s offices, but had yet to give themselves a name. Though many of its members were already highly active on Twitter, the group itself had not yet been established on the social network. Within a day, it had both a moniker  Headteachers&apos; Roundtable  and a Twitter account: @HeadsRoundtable. And the response, says member John Tomsett, head of Huntington school in York, has been &quot;phenomenal&quot;. Within four hours of the Twitter account being set up last Tuesday evening, it had 1,000 followers. By Friday, the number had risen to 2,500, a figure that even prolific education tweeters can take years to build. Although the group  which has set up a &quot;six-point plan&quot; of proposals centring on accountability, assessment and curriculum  is being cagey about its possible level of influence on policymakers, the indications are that it has piqued the interest of politicians on both sides of the main party divide. Within hours of our report appearing, Tomsett had been invited to a discussion event next week at which Liz Truss (pictured), the schools and early years minister, will be present. And Stephen Twigg, the shadow education secretary, is to attend a meeting of the roundtable group next month. &quot;We are very encouraged, and hope members of all political parties will meet us,&quot; says Tomsett. Harder tests, fewer teachers Plans for seemingly tougher new maths, English and reasoning tests for trainee teachers from next year made headlines at the end of last week, with the government&apos;s move leading Radio 4&apos;s Today programme on Friday. Much was made of the current high pass rate of existing tests, which the new ones are to replace, with the figure of 98% quoted  though this includes those trainee teachers who re-take. So the government wants to make the tests harder, taking their difficulty level from roughly the equivalent of a GCSE grade C to grade B. But if the tests are made harder so that the pass rate falls, what will be the impact on the supply of teachers in the future? The government&apos;s official document sounds a rather sketchily outlined warning. Noting that only 60-70% of current postgraduate teacher trainees have grade Bs in English, and in maths, it warns that 35-40% &quot;might not pass tests set at the level of grade B if they were to take them&quot;. Accordingly, given that, presumably, this could cause a drop in teacher numbers, the rise in the difficulty level is going to be &quot;phased in&quot; from 2013, not reaching the B-grade equivalent until 2015. With little detail on how more trainees are to be supported to pass by then, or on the impact on teacher supply if pass rates fall dramatically, we do wonder if this could end messily. The report was commissioned by the Department for Education from a group of heads and educationists. Education Guardian wonders how pleased Michael Gove will be about an annex to it though, by Dr Alison Kitson and Prof Chris Husbands, of London University&apos;s Institute of Education, which analyses how countries that do well in international tests approach this issue. Having looked at arrangements in seven political jurisdictions  Finland, New Zealand, Singapore, Taiwan, South Korea, Japan and Ontario in Canada  the annex concludes that none has pre-training testing arrangements for teachers that are similar to those either already existing, or being proposed, for England. The report also concludes: &quot;Teacher training is solely led by universities across all the countries included in this report, with the exception of New Zealand, where there are a small number of private providers.&quot; This seems unlikely to have been music to the ears of the education secretary, who has made great play of learning from international &quot;high performers&quot; while also seeking to reduce the influence of universities over teacher education. Up with Downhills! A parent at the former Downhills school, the primary in Haringey, north London, that became a focal point for resistance against being forced into academy status by the education secretary, Michael Gove, is fighting on against its takeover by the Harris chain. Susan Moyse, who has a daughter at the school, lost a claim for judicial review in August against the school re-opening as the renamed Harris Primary Academy Philip Lane. She is now seeking leave to appeal against the verdict, even though two months have passed since the school began life under the Harris Federation. Meanwhile, the school was forced to take down graffiti (pictured) earlier this term reflecting the fact that at least one member of the local community seems not to have accepted its new name.", 
    "section": "education", 
    "gid": "education/2012/oct/29/headteachers-twitter-traine-teachers", 
    "wordcount": "827"
}