{
    "headline": "Do online courses spell the end for the traditional university?", 
    "text": "Two years ago, I sat in the back seat of a Toyota Prius in a rooftop car park in California and gripped the door handle as the car roared away from the kerb, headed straight towards the roof&apos;s edge and then at the last second sped around a corner without slowing down. There was no one in the driver&apos;s seat. It was the prototype of Google&apos;s self-driving car and it felt a bit like being Buck Rogers and catapulted into another century. Later, I listened to Sebastian Thrun, a German-born professor of artificial intelligence at Stanford University, explain how he&apos;d built it, how it had already clocked up 200,000 miles driving around California, and how one day he believed it would mean that there would be no traffic accidents. A few months later, the New York Times revealed that Thrun was the head of Google&apos;s top-secret experimental laboratory Google X, and was developing, among other things, Google Glasses  augmented reality spectacles. And then, a few months after that, I came across Thrun again. The self-driving car, the glasses, Google X, his prestigious university position  they&apos;d all gone. He&apos;d resigned his tenure from Stanford, and was working just a day a week at Google. He had a new project. Though he didn&apos;t call it a project. &quot;It&apos;s my mission now,&quot; he said. &quot;This is the future. I&apos;m absolutely convinced of it.&quot; The future that Thrun believes in, that has excited him more than self-driving cars, or sci-fi-style gadgets, is education. Specifically, massive online education free to all. The music industry, publishing, transportation, retail  they&apos;ve all experienced the great technological disruption. Now, says Thrun, it&apos;s education&apos;s turn. &quot;It&apos;s going to change. There is no doubt about it.&quot; Specifically, Thrun believes, higher education is going to change. He has launched Udacity, an online university, and wants to provide mass high quality education for the world. For students in developing countries who can&apos;t get it any other way, or for students in the first world, who can but may choose not to. Pay thousands of pounds a year for your education? Or get it free online? University, of course, is about so much more than the teaching. There&apos;s the socialising, of course, or, as we call it here in Britain, drinking. There&apos;s the living away from home and learning how to boil water stuff. And there&apos;s the all-important sex and catching a social disease stuff. But this is the way disruptions tend to work: they disrupt first, and figure out everything else at some unspecified time later. Thrun&apos;s great revelation came just over a year ago at the same TED conference where he unveiled the self-driving car. &quot;I heard Salman Khan talk about the Khan Academy and I was just blown away by it,&quot; he says. &quot;And I still am.&quot; Salman Khan, a softly spoken 36-year-old former hedge fund analyst, is the founding father of what&apos;s being called the classroom revolution, and is feted by everyone from Bill Gates (who called him &quot;the world&apos;s favourite teacher&quot;) down. The Khan Academy, which he set up almost accidentally while tutoring his niece and nephew, now has 3,400 short videos or tutorials, most of which Khan made himself, and 10 million students. &quot;I was blown away by it,&quot; says Thrun. &quot;And frankly embarrassed that I was teaching 200 students. And he was teaching millions.&quot; Thrun decided to open up his Stanford artificial intelligence class, CS221, to the world. Anybody could join, he announced. They&apos;d do the same coursework as the Stanford students and at the end of it take the same exam. CS221 is a demanding, difficult subject. On campus, 200 students enrolled, and Thrun thought they might pull in a few thousand on the web. By the time the course began, 160,000 had signed up. &quot;It absolutely blew my mind,&quot; says Thrun. There were students from every single country in the world  bar North Korea. What&apos;s more, 23,000 students graduated. And all of the 400 who got top marks were students who&apos;d done it online. It was, says Thrun, his &quot;wonderland&quot; moment. Having taught a class of 160,000 students, he couldn&apos;t go back to being satisfied with 200. &quot;I feel like there&apos;s a red pill and a blue pill,&quot; Thrun said in a speech a few months later. &quot;I&apos;ve taken the red pill, and I&apos;ve seen wonderland. We can really change the world with education.&quot; By the time I sign up to Udacity&apos;s beginners&apos; course in computer science, how to build a search engine, 200,000 students have already graduated from it. Although when I say &quot;graduate&quot; I mean they were emailed a certificate. It has more than a touch of Gillian McKeith&apos;s PhD about it, though it seems employers are taking it seriously: a bunch of companies, including Google, are sponsoring Udacity courses and regularly cream off the top-scoring students and offer them jobs. I may have to wait a while for that call, though I&apos;m amazed at how easy Udacity videos are to follow (having tips and advice on search-engine building from Sergey Brin, Google&apos;s co-founder, doesn&apos;t hurt). Like the Khan Academy, it avoids full-length shots of the lecturer and just shows a doodling hand. According to Brin, if you have basic programming ability  which we&apos;ll all have if we complete the course  and a bit of creativity, &quot;you could come up with an idea that might just change the world&quot;. But then that&apos;s Silicon Valley for you. What&apos;s intriguing is how this will translate into a British context. Because, of course, when it comes to revolutionising educational access, Britain has led the world. We&apos;ve had the luxury of open access higher education for so long  more than 40 years now  that we&apos;re blas about it. When the Open University was launched in 1969, it was both radical and democratic. It came about because of improvements in technology  television  and it&apos;s been at the forefront of educational innovation ever since. It has free content  on OpenLearn and iTunesU. But at its heart, it&apos;s no longer radically democratic. From this year, fees are 5,000. In America, Thrun is not the only one to have taken the pills. A year on from the Stanford experiment, and the world of higher education and the future of universities is completely different. Thrun&apos;s wasn&apos;t the only class to go online last autumn. Two of his computer science colleagues, Andrew Ng and Daphne Koller, also took part, with equally mind-blowing results. They too have set up a website, Coursera. And while Udacity is developing its own courses, Coursera is forming partnerships with universities to offer existing ones. When I met Koller in July, shortly after the website&apos;s launch, four universities had signed up  Stanford, Princeton, Michigan and Pennsylvania. Just four months later, it has 33 partner universities, 1.8 million students and is having venture capital thrown at it  $16m (10m) in the first round. And it doesn&apos;t stop there. It&apos;s pretty remarkable that Coursera and Udacity were spun out of the same university, but also the same department (Thrun and Koller still supervise a PhD student together). And they have the dynamic entrepreneurial change-the-world quality that characterise the greatest and most successful Silicon Valley startups. &quot;We had a million users faster than Facebook, faster than Instagram,&quot; says Koller. &quot;This is a wholesale change in the educational ecosystem.&quot; But they&apos;re not alone. Over at Massachusetts Institute of Technology, Anant Argarwal, another professor of computer science, who also cites Khan as his inspiration (and who was, in a neat twist, once his student), has launched edX, featuring content from MIT, Harvard, Berkeley and the University of Texas System. Argarwal is not a man prone to understatement. This, he says, is the revolution. &quot;It&apos;s going to reinvent education. It&apos;s going to transform universities. It&apos;s going to democratise education on a global scale. It&apos;s the biggest innovation to happen in education for 200 years.&quot; The last major one, he says, was &quot;probably the invention of the pencil&quot;. In a decade, he&apos;s hoping to reach a billion students across the globe. &quot;We&apos;ve got 400,000 in four months with no marketing, so I don&apos;t think it&apos;s unrealistic.&quot; More than 155,000 students took the first course he taught, including a whole class of children in Mongolia. &quot;That was amazing!&quot; says Argarwal. &quot;And we discovered a protg. One of his students, Batthushig, got a perfect score. He&apos;s a high school student. I can&apos;t overstate how hard this course was. If I took it today, I wouldn&apos;t get a perfect score. We&apos;re encouraging him to apply to MIT.&quot; This is the year, Argarwal says, that everything has changed. There&apos;s no going back. &quot;This is the year of disruption.&quot; A month ago, I signed up for one of the Coursera courses: an introduction to genetics and evolution, taught by Mohamed Noor, a professor at Duke University. Unlike Udacity&apos;s, Coursera&apos;s courses have a start date and run to a timetable. I quite fancied a University of Pennsylvania course on modern poetry but it had already started. This one was 10 weeks long, would feature &quot;multiple mini-videos roughly 10-15 minutes in length&quot;, each of which would contain a number of quizzes, and there would also be three tests and a final exam. It&apos;s just me, Noor, and my 36,000 classmates. We&apos;re from everywhere: Kazakhstan, Manila, Donetsk, Iraq. Even Middlesbrough. And while I watch the first videos and enjoy Noor&apos;s smiley enthusiasm, I&apos;m not blown away. They&apos;re just videos of lectures, really. There&apos;s coursework to do, but I am a journalist. I am impervious to a deadline until the cold sweat of impending catastrophe is upon me. I ignore it. And it&apos;s a week or so later when I go back and check out the class forum. And that&apos;s when I have my being-blown-away moment. The traffic is astonishing. There are thousands of people asking  and answering  questions about dominant mutations and recombination. And study groups had spontaneously grown up: a Colombian one, a Brazilian one, a Russian one. There&apos;s one on Skype, and some even in real life too. And they&apos;re so diligent! If you are a vaguely disillusioned teacher, or know one, send them to Coursera: these are people who just want to learn. Four weeks in, Noor announces that he&apos;s organising a Google hangout: it&apos;s where a limited number of people can talk via their webcams. But it&apos;s scheduled for 1am GMT on Sunday morning. I go to sleep instead. However I do watch the YouTube video of it the next day and it&apos;s fascinating viewing. Despite the time, Richard Herring, a train driver from Sheffield, is there, bright and alert and wanting to tell Noor how much he&apos;s enjoying the course. &quot;Richard!&quot; says Noor. &quot;Nice to meet you! Your posts are amazing. I often find that before I have a chance to go in and answer a question, somebody else has already answered it, and it&apos;s often Richard. Thank you.&quot; &quot;I just love science,&quot; says Richard. &quot;I was never any good at school, but I&apos;ve just picked it up along the way. It&apos;s a brilliant course. To get something like this without paying anything is marvellous. I&apos;m loving it.&quot; So is Sara Groborz, a graphic designer who was born in Poland but now lives in Britain. And then there&apos;s Naresh Ramesh, from Chennai, who&apos;s studying for a degree in biotechnology, and Maria, who lives in the US and is using the course to teach her students in a juvenile correction institute. Aline, a high school student in El Salvador, comes on. She took the course, she says, because she goes to a Catholic school where they don&apos;t teach evolution. &quot;And you&apos;re the best teacher I&apos;ve ever had!&quot; she tells Noor. How gratifying must it be to be a teacher on one of these courses? When I catch up by email with Noor the next day, he writes. &quot;I&apos;m absolutely LOVING it!&quot; By phone, he says it&apos;s one of the most exciting things he&apos;s ever done. What&apos;s more, it means that next semester he&apos;s going to be able to &quot;flip the classroom&quot;. This is a concept that Khan has popularised and shown to be successful: students do the coursework at home by watching the videos, and then the homework in class, where they can discuss the problems with the instructor. There are still so many issues to figure out with online education. Not least the fact that you don&apos;t get a degree out of it, although a university in the US has just announced that it will issue credit for it. At the moment, most people are doing courses for the sake of simply learning new stuff. &quot;And a certificate, basically a pdf, which says this person may or may not be who they say they are,&quot; says Noor. And while computers are excellent at grading maths questions, they&apos;re really much less hot at marking English literature essays. There&apos;s a preponderance of scientific and technical subjects, but the number of humanties courses is increasing with what Koller says is &quot;surprisingly successful&quot; peer assessment techniques. &quot;It can&apos;t replace a one-to-one feedback from an expert in the field, but with the right guidance, peer assessment and crowd-sourcing really does work.&quot; And in terms of content, the course I&apos;m doing is pretty much the same as the one Noor&apos;s students take. At Duke, they have more interaction, and a hands-on lab environment, but they are also charged $40,000 a year for the privilege. It&apos;s a lot of money. And it&apos;s this, that makes Udacity&apos;s and Coursera&apos;s and edX&apos;s courses so potentially groundbreaking. At the moment, they&apos;re all free. And while none of them can compete with traditional degrees, almost every other industry knows what happens when you give teenagers the choice between paying a lot of money for something or getting it for nothing. Of course, education isn&apos;t quite an industry, but it is a business, or as Matt Grist, an education analyst from the thinktank Demos tells me, &quot;a market&quot;, although he immediately apologises for saying this. &quot;I know. It&apos;s terrible. That&apos;s the way we talk about it these days. I don&apos;t really like it, but I do it. But it is a market. And universities are high-powered businesses with massive turnovers. Some of the best institutions in Britain are global players these days.&quot; Grist has been looking at the funding model of British universities, and sees trouble ahead. The massive rise in fees this year is just the start of it. &quot;We&apos;ve set off down this road now, and if you create competition and a market for universities, I think you&apos;re going to have to go further.&quot; He foresees the best universities becoming vastly more expensive, and the cheaper, more vocational ones &quot;holding up&quot;. &quot;It&apos;s the middle-tier, 1960s campus ones that I think are going to struggle.&quot; When I ask Koller why education has suddenly become the new tech miracle baby, she describes it as &quot;the perfect storm. It&apos;s like hurricane Sandy, all these things have come together at the same time. There&apos;s an enormous global need for high quality education. And yet it&apos;s becoming increasingly unaffordable. And at the same time, we have technological advances that make it possible to provide it at very low marginal cost.&quot; And, in Britain, the storm is perhaps even more perfect. This is all happening at precisely the moment that students are having to pay up to 9,000 a year in fees and being forced to take on unprecedented levels of debt. Students, whether they like it or not, have been turned into consumers. Education in Britain has, until now, been a very pure abstraction, a concept untainted by ideas of the market or value. But that, inevitably, is now changing. University applications by UK-born students this year were down almost 8%. &quot;Though the number who turned up was much lower than that,&quot; Peter Lampl, the founder of the Sutton Trust, tells me. &quot;They were 15% down.&quot; The trust champions social mobility and nothing accelerates that more than university. &quot;That&apos;s why we&apos;re so keen on it,&quot; says Lampl. &quot;We&apos;re monitoring the situation. We don&apos;t know what the true impact of the fees will be yet. Or what the impact of coming out of university with 50,000 worth of debt will have on the rest of your life. &quot;Will it delay you buying a house? Or starting a family? People compare it to the States, but in America one third of graduates have no debt, and two-thirds have an average of $25,000. This is on a completely different scale.&quot; And it&apos;s amid this uncertainty and this market pressure that these massive open online courses  or Moocs as they&apos;re known in the jargon  may well come to play a role. There are so many intangible benefits to going to university. &quot;I learned as much if not more from my fellow students than I did from the lectures,&quot; says Lampl. But they&apos;re the things  making life-long friends, joining a society, learning how to operate a washing machine  that are free. It&apos;s the education bit that&apos;s the expensive part. But what Udacity and the rest are showing is that it doesn&apos;t necessarily have to be.&quot; The first British university to join the fray is Edinburgh. It&apos;s done a deal with Coursera and from January, will offer six courses, for which 100,000 students have already signed up. Or, to put this in context, four times as many undergraduates as are currently at the university. It&apos;s an experiment, says Jeff Hayward, the vice-principal, a way of trying out new types of teaching &quot;I&apos;ll be happy if we break even.&quot; At the moment Coursera doesn&apos;t charge students to receive a certificate of completion, but at some point it&apos;s likely to, and when it does, Edinburgh will get a cut. But then Edinburgh already has an online model. More than 2,000 students studying for a masters at the university aren&apos;t anywhere near it; they&apos;re online. &quot;And within a few years, we&apos;re ramping that up to 10,000,&quot; says Hayward. For undergraduates, on the other hand, study is not really the point of university, or at least not the whole point. I know a student at Edinburgh called Hannah. &quot;Do you have any lectures tomorrow?&quot; I text her. &quot;Only philosophy at 9am,&quot; she texts back. &quot;So obviously I&apos;m not going to that.&quot; She&apos;s an example of someone who would be quite happy to pay half the fees, and do some of the lectures online. &quot;God yes. Some of the lecturers are so crap, anyway. We had a tutorial group the other day, and he just sat there and read the paper and told us to get on with it.&quot; Max Crema, the vice-president of the student union, tells me that he&apos;s already used online lectures from MIT to supplement his course. &quot;Though that may be because I&apos;m a nerd,&quot; he concedes. &quot;The problem with lectures is that they are about 300 years out of date. They date back to the time when universities only had one book. That&apos;s why you still have academic positions called readers.&quot; I trot off to one of them, an actual lecture in an actual lecture theatre, the old anatomy theatre, a steeply raked auditorium that&apos;s been in use since the 19th century when a dissecting table used to hold centre stage, whereas today there&apos;s just Mayank Dutia, professor of systems neurophysiology, talking about the inner ear. He&apos;s one of the first academics signed up to co-deliver one of the Coursera courses come January, although he defends the real-life version too: &quot;Universities are special places. You can&apos;t do what we do online. There&apos;s something very special in being taught by a world leader in the field. Or having a conversation with someone who&apos;s worked on a subject their whole lives. There&apos;s no substitute for this.&quot; There isn&apos;t. But what the new websites are doing is raising questions about what a university is and what it&apos;s for. And how to pay for it. &quot;Higher education is changing,&quot; says Hayward. &quot;How do we fund mass global education? There are agonies all over the world about this question.&quot; There are. And there&apos;s no doubting that this is something of a turning point. But it may have an impact closer to home too. Argarwal sees a future in which universities may offer &quot;blended&quot; models: a mixture of real-life and online teaching. Coursera has already struck its first licensing deal. Antioch College, a small liberal arts institution in Ohio, has signed an agreement under which it will take content from Duke University and the University of Pennsylvania. And a startup called the Minerva Project is attempting to set up an online Ivy League university, and is going to encourage its students to live together in &quot;dorm clusters&quot; so that they&apos;ll benefit from the social aspects of university life. Seeing how the students on Coursera and Udacity organise themselves, it&apos;s not impossible to see how in the future, students could cluster together and take their courses online together. For free. There&apos;s so much at stake. Not least the economies of dozens of smallish British cities, the &quot;second-tier&quot; universities that Matt Grist of Demos foresees could struggle in the brave new free education market world. At Edinburgh, fees are having an effect  applications are down  but &quot;most students seem to see it as maana money,&quot; says Jeff Hayward. &quot;It&apos;s still hypothetical at the moment.&quot; But this is the first year of 9,000 fees. An English student at Edinburgh (it&apos;s free for Scottish students), where courses are four years, is looking at 36,000 of debt just for tuition. And maybe another 30,000 of living expenses on top of that. These websites are barely months old. They&apos;re still figuring out the basics. Universities aren&apos;t going anywhere just yet. But who knows what they&apos;ll look like in 10 years&apos; time? A decade ago, I thought newspapers would be here for ever. That nothing could replace a book. And that KITT, David Hasselhoff&apos;s self-driving car in Knight Rider was nothing more than a work of fantasy.", 
    "section": "education", 
    "gid": "education/2012/nov/11/online-free-learning-end-of-university", 
    "wordcount": "3810"
}