{
    "headline": "RSPB lodges EU complaint over Walshaw Moor controversy", 
    "text": "The wild Bront moors between Yorkshire and Lancashire, home of grouse, golden plover and sturdy sheep, are set to get a new type of visitor: lawyers and investigators from the European commission. For only the third time in its history, the RSPB has laid a formal complaint with the commission against the UK government, claiming that its wildlife and habitat quango Natural England has failed to protect the bleak but hugely important landscape.            Investigators from the group, whose 1,075,000 membership is more than double that of all three main political parties, have tramped the 4,382 hectares (10,828 acres) of the Walshaw Moor estate for the past six months, recording activity to promote grouse-shooting. The moors where Charlotte Bront was reminded of her dead sister Emily by &quot;by every knoll of heather, branch of fern, bilberry leaf and fluttering lark or linnet,&quot; have been criss-crossed by new or restored tracks, drainage ditches and JCB excavators to help grouse-shooting, images on Google Earth show.&quot;It looks just like corduroy,&quot; says Tim Melling of the RSPB, pointing out neat patterns of all-terrain vehicle tracks above the infant Hebden Water beck [mountain stream], whose waters also play a part in the growing controversy over the moor. A new campaign group called Ban the Burn has been founded in nearby Hebden Bridge, whose fortune was coincidentally made by corduroy mills, linking grouse moor heather treatment to this year&apos;s disastrous floods in the town.            &quot;You can see why Hebden Bridge is worried,&quot; says Melling, scrambling over a ditch like a small pond which protects a renovated shooters&apos; track, bright and buttery-coloured with crushed limestone amid the dark sandstone of the area. &quot;Drainage carries off the moors and the becks can rise very quickly with sort of weather we&apos;ve been having.&quot; Direct flooding connection remains unproven but Hebden&apos;s centre went under when Hebden Water rose by nearly a metre in four hours in July.The burn, promoting the growth of new heather in great swaths , is a traditional and lawful grouse-shooting measure. But others prompted action against Walshaw&apos;s owner, Richard Bannister, soon after he bought the moor in 2002 from Lord Savile whose family had had it for 150 years. The retail millionaire, who founded Boundary Mill stores in nearby Colne, had to pay 33,500 in fines and costs three years later and restore moorland damaged by tracks and spoil. Natural England kept up the pressure when work restarted, but to consternation in the wildlife and landscape world, a second and much bigger legal action was dropped in March and an associated public inquiry into a review of burning consents granted to Savile in 1994 also terminated. The RSPB says that the turnaround is at the heart of its European claim, with no clear or satisfactory explanation for such a complete change of view. Apart from flooding, the key trigger for possible European intervention is the moors&apos; thick and shaggy coat of blanket bog, which looks increasingly mangy as drainage and burning take their toll. Its rich variety of vivid green sphagnum mosses is among the most heavily protected landscapes in the EU and increasingly significant as a natural carbon-capturer as well as acting as a flood-deterring sponge.            Standing by the currently well-behaved Hebden Water in the centre of Hebden Bridge, Dongria Kondh of Ban the Burn says: &quot;This isn&apos;t a remote controversy up on a hilltop where only a few people go. For the sake of all of us, we need to regenerate the blanket bog by stopping burning, blocking the grips (drainage ditches) and revegetating the sphagnum moss and cotton grass. We wholly support intervention by Europe.&quot;Mike Clarke, chief executive of the RSPB, says: &quot;The decision to lodge this complaint has not been taken lightly but Natural England has dropped its prosecution without giving an adequate explanation or securing restoration of the damage. It has also entered into a new management agreement which we consider has fundamental flaws and is probably unlawful  and would do little if anything to realise the coalition government&apos;s ambition to restore biodiversity.&quot; Natural England defends the new agreement, a 25-year framework which involves 2.5m in public funding for the first decade, as &quot;providing improved environmental protection for the oors and also allowing the estate to conduct its business activities&quot;. The quango, which is coping with the loss of one-fifth of its budget over four years in the spending cuts, says that crucially the plan ends a very wide range of freedoms given to Savile in 1994. &quot;For the first time, burning activities on the Walshaw Estate will be subject to specific controls. The agreement sets restrictions on the maintenance and creation of infrastructure and an active programme of peat rewetting has also been agreed, so that blanket bog restoration can take place. We are aware that the RSPB has launched a complaint at the European commission and await the outcome before determining what the implications are  if any.&quot; Bannister, 51, who has six keepers and uses the moor for shooting parties of friends and business contacts without the usual eye-watering fees, defends his management as in the long tradition of grouse-shooting. He calls the moor his &quot;passion&quot; which he wants &quot;future generations to enjoy and share&quot;  the land has open access except on specific areas during shooting. He is also strongly supported by the Moorland Association, the campaign group for moor owners, which sees Walshaw Moor as a test case for blanket bog on about a third of England&apos;s 303,500 hectares (750,000 acres) of grouse moor. The controversy also threatens to add to the troubles of the coalition, with campaigners wary of the Conservative wildlife minister, Richard Benyon, a major landowner whose hobbies include shooting alongside conservation. The Liberal Democrat MEP for Yorkshire and the Humber, Rebecca Taylor, was one of the increasing number of visitors to Walsham Moor two weeks ago, posing with Kondh and a large red banner saying Ban the Burn.", 
    "section": "environment", 
    "gid": "environment/2012/oct/15/rspb-eu-moor-controversy", 
    "wordcount": "1017"
}