{
    "headline": "The biggest gaming releases of 2013", 
    "text": "Despite the bankruptcy-inducing number of triple-A games appearing on shelves between October and December last year, there&apos;s not much of a lull in the first few months of 2013. Here are some of the most promising upcoming games for the early part of the year. DEAD SPACE 3 PS3, XBOX, PC, 8 Feb, Electronic Arts, 39.99 While on his way to rid the universe of a space monster infestation, Isaac Clarke crashes on an ice planet and encounters hideous necromorphs. NI NO KUNI: WRATH OF THE WHITE WITCH PS3, 22 Jan, Namco Bandai, 39.99     Ghibli's Ni No Kuni.    With artwork by Studio Ghibli this game was originally released in Japan in 2011. In sidekick Drippy, however. it also has the world&apos;s Welshest videogame character. ALIENS: COLONIAL MARINES PS3, XBOX, PC, 12 Feb, SEGA, 24.99 - 39.99     Game over, man.    Dropping you into the heart of a squad of initially gung-ho troopers, your task is to search for missing-in-action Corporal Hicks. METAL GEAR RISING: REVENGEANCE PS3, XBOX, 22 Feb, Konami, 39.99     The new Metal Gear.    More or less dispensing with stealth, this outing presents a new sword-slashing, all-action direction for Hideo Kojima&apos;s venerable series. TOMB RAIDER PS3, XBOX, PC, 5 Mar, Square Enix, 29.99-37.99     2013's Lara Croft.    Another year, another reboot for Lara Croft. This one, timed to coincide with next year&apos;s film, explores her formative years, and her discovery of her own bad-assery. GEARS OF WAR: JUDGEMENT XBOX, 22 March, Microsoft, 39.99     Gears: big men with big guns shooting big monsters.    Conceptually, Gears of War is uncomplicated: sentimental muscle-men machine gun waves of aliens. Yet this series has managed to be consistently compelling, this prequel offering enough evolution to stave off ennui. BIOSHOCK INFINITE PS3, XBOX, PC, 26 March, 2K Games, 27.99 - 39.99     Bioshock Infinite.    The original BioShock and its sequel took place in Rapture, an undersea utopia turned to squalid decay. Infinite takes place above the clouds in the painterly, dystopic airborne city Columbia, a place similarly infused with techno-hubris. BEYOND: TWO SOULS PS3, release date TBC, Sony, 39.99     Quantic Dream's follow-up to Heavy Rain. Photo: Michael S.    It&apos;s a story of strange powers and what happens when you die, in this psychological thriller from the lightly-unhinged Frenchmen that brought you Heavy Rain and its predecessor, Fahrenheit. THE ELDER SCROLLS ONLINE PC, Mac, release date TBC, Bethesda, approx 34.99     Time vacuum: The Elder Scrolls Online.    The Elder Scrolls series gave rise to Oblivion and Skyrim, two epics of exploration and adventure ripe for rework as a massively multiplayer online game. Let&apos;s hope it doesn&apos;t drown under the weight of its own expectations. GRAND THEFT AUTO V PS3, XBOX, PC, release date TBC, Rockstar, approx 39.99     GTA FTW.    Details are still scarce, but this outing promises to be the largest and most complex to date, letting players explore the enormous Los Santos, the series&apos; take on Los Angeles, where you can play golf and &quot;do&quot; yoga.", 
    "section": "technology", 
    "gid": "technology/2013/jan/05/big-games-of-2013", 
    "wordcount": "474"
}