{
    "headline": "What if you can't go home for Christmas?", 
    "text": "While most students are looking forward to presents under the tree, vegging on the sofa and hours of epic gluttony in the bosom of families delighted to have them home, the holiday period can be a daunting prospect for those who can&apos;t go home.  The idea of staying in university halls over the holidays is about as appealing as a stint deputising for Jack Nicholson in the Overlook Hotel.  But many universities make sure those who remain  and they are often international students  are looked after and entertained.  De Montfort University&apos;s chaplaincy organises a free dinner on Christmas day and day trips during the holidays. The University of Worcester makes arrangements for students to have a meal with a local family at Christmas and go to church if they&apos;d like to. Durham University offers 200 international students the chance to eat Christmas dinner in the Great Hall at Durham Castle. Lancaster University puts on a variety of activities: this year it plans to keep open its student nightclub on New Year&apos;s Eve for those who have not gone home. According to Rachel Harvey of Lancaster&apos;s Students&apos; Union, staying on campus during the holidays is actually a growing trend. She says: &quot;Opportunities are offered to students to do volunteer work and help in the local community over Christmas, which have proved very popular.&quot;  Of course, you could turn a blind eye to Christmas and use the time to earn some money. Quintessentially Education, an eduction consultancy, provides tutoring as part of its services  and many of its tutors are students. According to its manager, Alex Allason, the holiday is a great time to get paid for tutoring younger students who are preparing for exams in January. Some international students find they&apos;re obliged to spend the holidays at university due to visa and travel complications.  Mohammed Ali Tighsazzaedeh, of the University of Greenwich, has applied for a letter of permission to enter and exit his country as a student, but has not received a response two months later.  He said: &quot;Even with the permission, there have been some people who have gone home and were stuck. At the moment I cannot risk throwing away my life in England.&quot; Others are kept in the UK by cost. Media and cultural studies student Skylence Sunny Zheng, from China, says the flight home is particularly expensive over Christmas. Nevertheless, she&apos;s happy enough to be celebrating Christmas with her friends. She says: &quot;We can all stay at uni together and have some fun in between working.&quot; Student Dina Tomas, from Bulgaria, spent last Christmas in Worcester because exams were at the beginning of January.  She says: &quot;We managed to create our own magic of Christmas. It wasn&apos;t the same spirit, I missed my family, but it was exciting because it was a new way of celebrating Christmas.&quot; Staying in the UK over the holidays can be an opportunity for those students who don&apos;t usually celebrate Christmas to experience it for the first time. Host UK arranges for international students to spend up to three days in a British home over Christmas. Spokesperson Kimberley Brough says: &quot;Instead of staying alone on a deserted university campus, they can be with friendly people and learn about another culture.&quot; In 2002 the Talbott family welcomed Japanese student Ayaka into their home for Christmas. She&apos;d been in Britain for four months, living in university halls of residence. Since that first visit, Ayaka has become a Talbott family friend. She has a husband and a family of her own now, as do the Talbotts&apos; boys.  Ayaka says: &quot;Spending the holiday with them showed me much about traditional Christmas. I feel as if the Talbotts have become my second family. If it had not been for a few days staying with them that Christmas, I would not have felt so close to the UK.&quot; The Talbotts say: &quot;Sara, Ayaka&apos;s daughter, is only a few weeks younger than our granddaughter, Libby, and we hope they can meet and continue through another generation the incomparable friendship started by a Christmas visit 10 years ago.&quot; Allason, of Quintessentially Education, says that how a student copes with the experience of being stuck far from home over Christmas &quot;is entirely down to the resilience, resourcefulness and independence of the individual&quot;.  Making the most of what your university, your friends, and the local community have to offer is a good start to having a happy Christmas.", 
    "section": "education", 
    "gid": "education/2012/dec/17/advice-for-students-students", 
    "wordcount": "753"
}