{
    "headline": "Activists accuse BP of 'cutting corners' in Gulf oil spill clean-up", 
    "text": "Activists protesting at BP&apos;s annual general meeting in London on Thursday accused the oil company of &quot;cutting corners&quot; in its clean-up of the huge oil spill in the Gulf of Mexico two years ago. Around a dozen protesters gathered outside the Excel Centre in London&apos;s Docklands to raise awareness of the plight of those living in the wake of the spill and BP&apos;s involvement in the Canadian tar sands. Derrick Evans, a managing adviser from Gulf Port Mississippi for the Gulf Coast Fund, said the ecological disaster is not over. &quot;The oil is not gone. It is very evident to me that the general perception is that BP made a big mess and BP did a big clean-up, and that normalcy has returned. I&apos;m here to tell you nothing could be further from the truth,&quot; he said. He criticised BP&apos;s use of the chemical dispersant Corexit to break up oil spills into globules, which then sink to the bottom of the seabed. &quot;With temperature changes in the water we still continue to see that sunken oil rise and make its way to shore,&quot; he said. Activists are concerned about the potential health effects of the chemical as hurricane season approaches. &quot;One of our fears is that if there is a storm, another hurricane Katrina or Ike, that this could really cause a devastating health epidemic because of what is now in the sediment,&quot; said Bryan Parras, a representative for the Gulf Coast Fund from Houston. &quot;This company has a history of cutting corners to save money. Not only financial corners but safety corners and we see that has resulted in the death of American citizens, of hardworking individuals and families,&quot; he added. A BP spokesman rejected the claims: &quot;BP&apos;s efforts to help restore the Gulf Coast region have not only been significant, they are unprecedented. BP has spent more than $22bn, including paying out over $6.6bn in claims to individuals and businesses, about $1.4bn in claims and advances to government entities, and approximately $14bn for response efforts&quot; He added: &quot;We intend to operate in the Gulf of Mexico for many years to come. So we have committed $500m to fund long-term, independent scientific research to enhance the understanding of the ecosystem and improve society&apos;s ability to respond to and mitigate potential impacts of a future oil spill anywhere.&quot; Protesters at last year&apos;s event caused substantial disruption to proceedings, with security ejecting campaigners who had bought BP shares to gain entry to the meeting. Many community members were refused entry. This year only around a dozen activists were outside the building, but during the meeting, nine protesters were carried out after staging &quot;climate change deaths&quot;. The oil company was also criticised by protesters over its involvement in Candian tar sands mining. Tar sands are a mixture of clay, sand, water and bitumen  heavy black oil. The oil can only be extracted through mining, and refining tar sands is more complex than traditional crude oil, requiring a large amount of water. Communities living near the tar sands have launched a law suit against BP and the Canadian government, claiming encroachment on their territories is in violation of their treaty rights. Clayton Thomas-Muller, an indigenous American from the Mathias Colomb Cree Nation and activist from the Indigenous Environmental Network, urged BP to pull out of the tar sands development. &quot;We&apos;re here today to confront BP over the ongoing crimes of ecocide they&apos;re committing in the continent of North America. Our message from BP has been clear from the get-go,&quot; he said. &quot;BP need to get out of the tar sands.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/12/activists-bp-gulf-oil-spill", 
    "wordcount": "619"
}