{
    "headline": "'Environmental Taliban' is the latest in a series of insults aimed at the greens", 
    "text": "George Osborne is said by the Independent to be referring to green campaigners both inside and outside his party as &quot;the environmental Taliban&quot;. His office denies it, but the insult fits in with the way Conservatives and rightwing politicians around the world now regularly denigrate greens. In 2009, Roger Evans, a Conservative member of the London assembly, wrote in a blog that people fighting the expansion of the London City airport were &quot;the climate change Taliban&quot;. He was was slapped down by the prime minister, David Cameron, and the mayor, Boris Johnson. He eventually apologised profusely. The Taliban slur has since been widely used in Australia and in the US along with more regular putdowns of environmentalists as &quot;Nazis&quot;, &quot;subversives&quot;, &quot;militants&quot; and &quot;watermelons&quot; (green on the outside, red on the inside). The insults in Britain are led by James Delingpole, a shock-jock Telegraph blogger employed to be offensive to the greens. Here he is in typical form last year:  &quot;One of the many reasons, I&apos;m fully aware, that I inspire such foaming hatred among the Guardianistas, Independent readers, and young Twitterers  is because they seriously object to my use of the word &quot;eco-nazis&quot; and &quot;eco-fascists&quot; when talking about the Green movement. But the thing is, see, because I read English at Oxford I was taught to write with a certain rigour and to choose my words carefully. When I bandy about terms like &apos;eco-nazi&apos; and &apos;eco-fascist&apos;, I am not using them in the manner of the lazy ad homs I see so frequently directed at me by the ignorant, puerile trolls who lurk below this blog. I do it because they are apt.&quot;  To my knowledge, Delingpole has never apologised for his insults, unlike the Conservative Lord Christopher Monckton who last year described Prof Ross Garnaut, the author of a major Australian study of climate change, as a &quot;Nazi&quot;. Monckton has also previously labelled climate youth activists as &quot;Hitler Youth.&quot;            But the insults keep coming. Only this week, Steve Uncles, a rightwing police commissioner candidate in Kent representing the English Democrats, called the Kent Green party chairman a &quot;dictatorial Nazi&quot;. A blog on Uncles&apos;s website showed a mocked-up picture of Stuart Jeffery wearing a swastika. Uncles has so far refused to take the post off his website despite threats of legal action. And on Thursday, environmentalists at a Stop Climate Chaos demonstration at the Treasury were met with Nazi salutes by an even smaller counter-protest organised by a group called Repeal the Act. In later email correspondence, Repeal the Act referred to the protesters as &quot;Nazis&quot;. Yesterday, four leading environmentalists, Andy Atkins, the director of Friends of the Earth; John Sauven of Greenpeace; Mike Clarke of the RSPB and David Nussbaum of WWF-UK, wrote to Osborne seeking an explanation for the insult he is said to have used. In a short letter, they asked him to clarify his remarks and urged him to specify exactly who they referred to. Craig Bennett, policy director at Friends of the Earth, sums up the issue:  &quot;In the last few days we have had the chief whip calling police &apos;plebs&apos; and now the chancellor calling environmentalists the Taliban. It&apos;s water off a duck&apos;s back, but people around the world are being murdered for fighting for the environment. For Osborne to even quip like this is outrageous. When a senior politician does this, it indicates acceptability. That is scandalous.&quot; ", 
    "section": "environment", 
    "gid": "environment/blog/2012/oct/19/environmental-taliban-george-osborne", 
    "wordcount": "592"
}