{
    "headline": "Greenwich tops the university Green League", 
    "text": "Hidden away at the far end of the Avery Hill campus, up the Aragon Court stairs in flat 49, lies the nerve centre of the operation that has just made the University of Greenwich an elite league table topper. A tangled, makeshift nursery of tomato plants, jerusalem artichokes, beans, basil and cucumber fills one corner of the cramped office that used to be student accommodation. Recycling-bin samples line a wall; a note pinned to a computer ponders the possibility of a Facebook page for the university&apos;s bee population. Six stainless steel teapots, freshly rescued from a nearby skip, are piled on top of a row of books. An impressive reduction in carbon emissions  22% since 2005, on track to meet an ambitious target of 40% over 10 years  and a 6m investment are key factors in Greenwich&apos;s triumph in this year&apos;s People &amp; Planet Green League. But the story told by the sustainability office in flat 49  of biodiversity, student engagement and plain staff dedication to the cause  is arguably as important in its win. In many ways this is a hearts and minds campaign. Every department has a sustainability champion who drives behaviour change on the ground, and the personal relationships involved are crucial, says the university&apos;s head of sustainability, Kat Thorne: &quot;It&apos;s a lot better than just sending out emails saying &apos;turn off your lights&apos;. We&apos;ve tried to create a positive message and opportunities, rather than negative things about &apos;don&apos;t do this or that&apos;.&quot; Last year, the university sold 100 pots of honey made in its beehives. At Avery Hill there are raised beds for veg on an old sports field, and a newly planted orchard that in a few years will provide apples, cherries, damsons, medlars and quinces, where once there was just a discus pitch. These things might not make for headline-grabbing emissions reductions on their own, but they are what draw people into the sustainability cause, says Thorne: &quot;These are the things that really speak to people. I get lovely emails: people can&apos;t fail to love plants and animals.&quot; If it all sounds rather fluffy, there are also arresting concrete achievements that have helped Greenwich to achieve the highest ever Green League score  55 out of a possible 70 points  and move from fifth place last year to the top spot, having only managed a 2:2 in the degree-style rankings in 2010. Last year, it brought its caterers together with the charity Sustain to help create sustainable menus for its catering outlets, allowing them to source free-range eggs and organic milk for more or less the same price they were already paying. &quot;We literally went from our suppliers looking at us totally and utterly blankly to them now leading the way,&quot; says Thorne. Takings have since gone up by 16.8%. The sector-wide picture this year gives more cause for good cheer: for the first time since the Green League started in 2007, overall carbon emissions are down. Only by 4%, but compared to last year&apos;s worrying increase of 3.9% that&apos;s a landmark achievement, says People &amp; Planet&apos;s Louise Hazan. &quot;It&apos;s excellent news  really encouraging,&quot; she says. It&apos;s still not enough, though, to put the sector on track to meet the cross-sector target of reducing emissions by 43% between 2005 and 2020. Carbon emissions fell by 102,000 tonnes in the last year, but a 230,000 tonne reduction per year is needed to reach the target. Hazan&apos;s chief concern this year is what she describes as an inadequate response from the government to calls for the greater ministerial input she says is necessary to make sure everyone pulls their weight. &quot;There&apos;s an awful lot to be encouraged by, but as ever there&apos;s a large chunk of universities getting very low scores compared to the high-performers,&quot; Hazan says. &quot;Many institutions are still not putting in place the basic building blocks of sustainability, like having proper environmental management action plans, and auditing their environmental impacts in key areas like carbon emissions and waste and recycling. It&apos;s the lack of those basic things that is the most concerning.&quot; Indeed, while this year&apos;s table has the highest ever number of universities scoring firsts  46 compared with last year&apos;s 31  some 45% of institutions still only managed a 2:2, a third or a fail, or did not supply any data. &quot;The Green League itself is driving real improvements across the sector, but a lot of the policy drivers for change, like carbon-reduction targets, were put in place by the previous government,&quot; Hazan says. &quot;Despite repeated requests and ongoing correspondence on the subject since 2010, we&apos;ve yet to receive any indication from the universities minister of his plans or vision for helping the sector to achieve environmental sustainability, or meet carbon-reduction targets.&quot; Requests for meetings with David Willetts have been met with the response that he&apos;s &quot;too busy&quot;, accompanied by lists of government initiatives Hazan says are &quot;irrelevant&quot;. In February, more than 500 students wrote to Willetts outlining three specific demands, including making HE funding dependent on institutions integrating education for sustainable development into their curricula, in the same way it is currently linked to meeting carbon-reduction targets. They also called for 100m of new investment funding for the Revolving Green Fund 2, the pot of money available as loans for greening projects at universities. The Higher Education Funding Council for England (Hefce) has admitted that the current planned investment of 10.8m would only result in savings of 18,500 tonnes of carbon a year. The final demand was for a high-level commission involving students, university staff and vice-chancellors to develop a &quot;2020 transition vision&quot; for the sector and a strategy for achieving it. &quot;We&apos;ve been pushing for some really specific policy actions and for the government to work with us on greening the sector without getting any kind of satisfactory answer,&quot; says Hazan. &quot;So much for the &apos;greenest government ever&apos; mantra when it comes to education.&quot; Asked for a response to the criticisms, a spokesman for the Department for Business, Innovation and Skills simply says: &quot;Universities have made good progress in recent years on environmental issues and we have asked the Higher Education Funding Council for England to continue to support them to improve their sustainability.&quot; The government does not have a role in determining what is taught in English universities, the department points out. Yet Hazan has been impressed by the rise in institutions increasing their focus on sustainability in the curriculum of their own volition  crucial, according to People &amp; Planet, if graduates are to be prepared for tomorrow&apos;s low-carbon economy. This is the second year that curriculum content has featured in the Green League, and the number of universities integrating sustainability into their teaching and learning strategies has almost doubled, from 24 to 47. But that&apos;s still only about a third of the sector. Last year, 16 institutions scored full points in the curriculum section; this year 33 did. There are other improvements: only nine institutions (6.2%), including Middlesex, Swansea and the Royal Academy of Music, still lack a publicly available carbon-management plan setting out targets for reducing emissions that meets People &amp; Planet&apos;s requirements, compared with 22% last year. There has been a big jump in the number of universities buying their electricity from renewable sources: the average across the sector is now 71.8%, up from 63% last year and just 13% in 2008. Some 40% of institutions now have a publicly available sustainable food policy, a positive development, given that almost a third of the UK&apos;s greenhouse gas emissions come from food production. Plans are translating into action, with more than half the sector (53%) now only purchasing free-range eggs and more than 40% able to show they are sourcing only sustainable fish and creating seasonal catering outlet menus. It&apos;s a better year, too, for the Russell Group, which was criticised in 2011 for managing only one First but notching up three Thirds and a Fail. This time round, five of its 20 members were awarded firsts, though it is yet to trouble the top 20. There were no fails, but still three thirds: for Oxford (again), Sheffield (again) and Glasgow. Meanwhile Cardiff, which was deemed to have failed last year, has shot up into the 2:1 group. But there are still gaps. The majority of carbon-management plans do not yet include targets for reducing their &quot;Scope 3&quot; emissions  those from procurement activities, business travel, daily commuting, international student travel and end-of-term travel, even though Hefce requires all English institutions to start reporting and setting targets for these by next year. Given that universities spend around 8bn a year procuring goods and services, which can account for more than 50% of an institution&apos;s carbon footprint, monitoring and reductions are key. At Greenwich, the message is that you need behaviour change across the board, from students to senior management, and you need to think tactically about how to do that. &quot;We&apos;re not the same as those red brick universities that have students banging on the doors saying &apos;use less energy&apos;,&quot; says Thorne. &quot;For our students it&apos;s about employability: there are going to be jobs in sustainability. There are opportunities to gain related skills and knowledge in many areas of the curriculum and they&apos;re continually being developed.&quot; Thorne credits Greenwich&apos;s deputy vice-chancellor for resources, Neil Garrod, with the crucial job of getting buy-in from the top. &quot;Getting the senior management on board is the most difficult challenge,&quot; says Garrod, who describes himself as an &quot;eco-warrier for 30 years&quot;. &quot;The troops are much more open to sustainability than senior people, because it&apos;s so easy to say &apos;well, yes, of course, but we&apos;ve got bigger fish to fry&apos;.&quot; Putting the business case is the trick, he says, as he did to get the carbon-reduction funding, which will bring a potential annual saving of 3m by 2016, &quot;I said &apos;look, forget about the morals, let&apos;s just hit them between the eyes: it&apos;s going to save money&apos;,&quot; says Garrod. And sometimes you just need to rely on people&apos;s desire for convenience, rather than their conscience: since last September, while students&apos; recycling gets collected by cleaners, they have to take out non-recycling waste themselves. Recycling rates are up significantly. More on the Green League  See the full data: theguardian.com/news/datablog  Take part in our live Q&amp;A: Green universities, what&apos;s in it for students? Today at 1pm on theguardian.com/students  Look at the Guardian University Guide A-Z profiles for details of what each university is doing for the environment  See the full methodology and find out more about People &amp; Planet at http://peopleandplanet.org/greenleague", 
    "section": "education", 
    "gid": "education/2012/may/28/people-and-planet-green-league-2012", 
    "wordcount": "1823"
}