{
    "headline": "Scientists attribute extreme weather to man-made climate change", 
    "text": "Climate change researchers have been able to attribute recent examples of extreme weather to the effects of human activity on the planet&apos;s climate systems for the first time, marking a major step forward in climate research. The findings make it much more likely that we will soon  within the next few years  be able to discern whether the extremely wet and cold summer and spring so far experienced in the UK this year are attributable to human causes rather than luck, according to the researchers. Last year&apos;s record warm November in the UK  the second hottest since records began in 1659  was at least 60 times more likely to happen because of climate change than owing to natural variations in the earth&apos;s weather systems, according to the peer-reviewed studies by the National Oceanic and Atmospheric Administration in the US, and the Met Office in the UK. The devastating heatwave that blighted farmers in Texas in the US last year, destroying crop yields in another record &quot;extreme weather event&quot;, was about 20 times more likely to have happened owing to climate change than to natural variation. Attributing individual weather events, such as floods, droughts and heatwaves, to human-induced climate change  rather than natural variation in the planet&apos;s complex weather systems  has long been a goal of climate change scientists. But the difficulty of separating the causation of events from the background &quot;noise&quot; of the variability in the earth&apos;s climate systems has until now made such attribution an elusive goal. To attribute recent extreme weather events  rather than events 10 years ago or more  to human-caused climate change is a big advance, and will help researchers to provide better warnings of the likely effects of climate change in the near future. This is likely to have major repercussions on climate change policy and the ongoing efforts to adapt to the probable effects of global warming. Peter Stott, of the UK&apos;s Met Office, said: &quot;We are much more confident about attributing [weather effects] to climate change. This is all adding up to a stronger and stronger picture of human influence on the climate.&quot; But the researchers also said that not every extreme weather event could be attributed to climate change. For instance, the extremely cold British winter of 2010-11  starkly exemplified by the satellite picture of the UK and Ireland covered in white on Christmas Eve, as snow gripped the nations  was owing to variations in the systems of ocean and air circulation. Although such cold winters are now only half as likely as they were several decades ago, owing to a generally warming climate across the world, extremely low temperatures of this type are still possible depending on circulation effects  in this case, a negative North Atlantic Oscillation, the circulation system that is a key determinant of European weather. Floods in Thailand last year, another example studied in the research, were also not judged to be due to climate change but to other factors such as changes in the management of local river systems. Following and predicting temperature rises tends to be much less complex than predicting  and attributing the causes of  changes in precipitation patterns. This year&apos;s weather in the UK is an example. The Met Office has said the record wet conditions, which have brought serious flooding to regions from Yorkshire to the south-west, were owing to &quot;a particularly disturbed jet stream&quot;. That is the weather system across the north Atlantic that normally lies at higher latitudes during the British summer, but has been lower in latitude than usual for several years running, bringing wet and sometimes cold conditions. Some research has suggested that the massive melting of Arctic ice has been responsible for this effect  by changing the patterns of warmer and colder winds in the upper atmosphere. But the key question  of whether man-made global warming is putting a dampener on British summers  will take several years to solve, according to Stott. &quot;This is an open question in terms of research  it is too early days to be able to say,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/jul/10/extreme-weather-manmade-climate-change", 
    "wordcount": "685"
}