{
    "headline": "Are student unions worth the money?", 
    "text": "Enter any student nightclub, grab the microphone, and ask for the room to divide into those who are aware of what their student union does and those who aren&apos;t. You&apos;ll find by far the majority join the first group. Oh, and you&apos;ll ruin the atmosphere. Unions generally blame apathy for student ignorance of their function, but that&apos;s seems a weak excuse for poor performance. The real issue is that many unions have become merely symbolic of student representation, and have little influence on decisions affecting the student body. A recent example is to be found in Nottingham, where planning legislation was proposed allowing council authorities to dictate where students should live (here&apos;s a pdf of the council&apos;s &quot;article 4 direction&quot;). Despite the unions at both Nottingham and Nottingham Trent taking part in the consultation stage, their case was completely overlooked and the legislation implemented in full  essentially ignoring the community of nearly 60,000 students. University management-level decisions are meant to be a classic lobbying opportunity for student unions, but officers rarely seem to influence the important decisions. One student was quoted in Warwick&apos;s student newspaper as saying: &quot;The university will make small concessions to the SU but, ultimately, if it really wants to do something, then it will.&quot; Nottingham SU has conducted debates on such pressing issues as &quot;should bottled water be banned from the union shop?&quot; and &quot;should we lobby the university for transexual toilets?&quot; No wonder students are turned off  these issues simply aren&apos;t representative of the average student&apos;s concerns. If there ever was a time for a revival of SU politics and student representation, it would have been during the tuition fee debate and we all know how comprehensively that battle was lost. The Leeds student union is a refreshing exception to the general malaise. It asks students to propose policy ideas which are then put to a vote by a representative student panel. It&apos;s a system that allows the union to be responsive to a wider variety of student concerns. Students on three-year courses pay around 130-190 for the privilege of union membership through tuition fees. The question is: can student unions justify that cost?", 
    "section": "education", 
    "gid": "education/mortarboard/2012/mar/21/are-student-unions-worth-the-money", 
    "wordcount": "371"
}