{
    "headline": "Video games, sex and death: comedy writer Rab Florence on a new kind of gaming show", 
    "text": "Our parents grew up in the television age; their lives were inarguably shaped by that flickering box in the corner of the living room spewing out increasing amounts of content, asking for little in return but attention and subservience. So what does it mean to have lived a life in the era of video games? How has decades spent exploring virtual worlds affected how thirty-somethings view their own environment, their own loved ones?  Robert Florence has been thinking a lot about this recently. The comedy writer and actor, well-known for BBC Scotland&apos;s sketch series Burnistoun, is about to launch a new online series, This Fucking Amusement Arcade, which he describes as, &quot;a semi-fictional comedy short sitcom that happens to be about video games&quot;. It&apos;s follows a games blogger, played by Florence, who has spent a decade writing about and playing games, but who&apos;s now getting older and reflecting on what that actually means. &quot;He&apos;s struggling with the realisation that he&apos;s spent much of his life travelling through fictional landscapes,&quot; says Florence. &quot;Now he&apos;s having to deal with a transition back into the stuff of real life&quot;.  In there too, is the pervasive influence of social media. The lead character isn&apos;t just a gamer, he&apos;s a games writer too  indeed, the series has its own &apos;fictional&apos; blog, which ostensibly records Florence&apos;s own views on current games and industry controversies, and which also acts as an accompaniment to each show&apos;s narrative. It&apos;s sort of semi-autobiographical, then, but in the skewed context of representation and reality in the digital era. &quot;I suppose it&apos;s about how, increasingly these days, people have a real personality and then a personality that&apos;s an invention, the one they present to people on the internet,&quot; he says. &quot;I&apos;m kind of two different people, I would say, in terms of real-life and online - it&apos;s a very surreal show and it will probably be a bit baffling. It might look like a mental breakdown...&quot; But then Florence is something of a pioneer when it comes to translating game culture into &apos;linear&apos; entertainment. In 2004, he and co-presenter Ryan Macleod started the online show ConsoleVania, a surreal mix of game reviews and comedy sketches, exploring and parodying life as a gamer. The BBC saw the show, liked it, and commissioned a TV version, VideoGaiden, which once again merged perceptive and amusing reviews with sketches satirising the games industry. It ran on TV for two series&apos; providing a counterpoint to more conventional review shows like Bits and Thumb Bandits. It also proved that the arcane culture of gaming could make for compulsive, funny and accessible material. Accessibility doesn&apos;t seems to be the aim this time round, however. In one episode of TFAA, the lead character helps another gamer who collapses during a midnight launch event; sitting by his bedside in hospital the lead character reminisces about games he has loved, but all the while tragedy looms. It sounds sullen and reflective, a long way from ConsoleVania. &quot;There&apos;s an opportunity with the internet to do things that are completely out of the mainstream, that are for a small audience that gets it,&quot; says Florence. &quot;I&apos;m 35 and I&apos;ve got this chance to look at what it means to have lived a life that has been coloured and informed by games. I&apos;ve been playing games my whole life and that&apos;s got to mean something - it&apos;s got to affect the way you perceive the world&quot;.  There are no reviews, no sketches as such. But everything comes back to the core subject matter in the end. &quot;Every episode of the show is named after a game,&quot; says Florence. &quot;And while an episode entitled, say, Silent Hill, might not feature any footage from any of the titles in that series, hopefully there will be an understanding of why it was called that - in the themes that are covered&quot;.  It&apos;s an interesting time for games, of course. While the mainstream industry is still dominated by retail chart-toppers like Call of Duty and Halo, a huge indie scene has emerged. Now game sites are almost as likely to want to write about offbeat titles by small studios  the likes of Hotline Miami, 30 Flights of Loving and Slender. As gamers are maturing, tastes are widening and the range of game experiences, from console blockbusters to cult PC download titles, is broadening in response. Games used to treat death as a mechanic and sex as a way of selling wares to teenagers. Now the great themes of existence and extinction are slowly finding their way into game narratives and more complex game systems.  &quot;It feels like a really wanky thing to say, but a show for gamers has never really addressed anything about life or sex or death or ageing,&quot; says Florence. &quot;And you may think to yourself, well, why should a show about games cover that stuff? But Woody Allen movies tell their stories while essentially being films for film buffs by a film buff; Dennis Potter musicals are comedy dramas for musical lovers by a musical lover, and I can&apos;t see anything meaningful difference  apart from the fact that those guys are unbelievably talented. It&apos;s fair enough to attempt a show that looks at sex and death and things like that in a funny way, through the lens of a lifetime playing Mario games and fantasy RPGS&quot;. Until very recently, Florence was also writing a column for the respected games site Eurogamer. In october, however, he submitted a piece dealing with the perceived complicity between game publishers and game journalists  one of the writers he mentioned in the article threatened the site with libel and the offending section was removed. Florence resigned as a contributor and a huge controversy erupted, forcing many games journalists to question their objectivity and motivations.  So what was it like to be in the middle of all that? &quot;I was caught by surprise,&quot; says Florence. &quot;I set out to write a column that was purely saying, look, some of the things you just casually say can make people feel suspicious of your motives, you have to be careful. And it felt like I&apos;d kicked a hornet&apos;s nest. It was like wow, what&apos;s happened here? It was an incredible period.  &quot;I loved working with Tom [Bramwell, editor of Eurogamer] and I knew how hard it was for him to get in touch with me and say that things had to change in the column. He understood right away, the minute he said to me that the content of the column would have to change, what I would do. But we parted on totally good terms. It was just one of those things  it was bigger than both of us. Afterwards I felt I could see so many people circling their wagons, I felt very much on the outside of things. And in fact, it was easy for me to write that column because I knew I wouldn&apos;t have to go to some launch event the following Friday and meet PR people. I don&apos;t have to do that&quot;. And really, it&apos;s this sense of being a consumer rather than an insider that has shaped Florence&apos;s video game shows. &quot;When we did Consolevania, that came from us being in Glasgow where nothing of any note in a gaming sense ever happened,&quot; he laughs. &quot;There were no big shows, no expos, I thought we could have a pop at everything and everybody. It&apos;s not about attacking people, though, that&apos;s not the point it&apos;s that you don&apos;t feel cosy within a world; I&apos;ve always thought about it as looking from the outside, as a gamer&quot;. When you look back at ConsoleVania and VideoGaiden now, that&apos;s what comes through. The shows are funny, inventive, anarchic and most importantly irreverent; they treated games as consumer goods as well as  for want of a better term  artworks. The episodes were no less perceptive for it: the reviews of titles like God Hand and True Crime were fantastic, but they were also delivered like a punch to the gut. They were brutal. &quot;When you view things from a gamer&apos;s perspective, you have the right to play a game and after two hours call it the worst thing you&apos;ve ever played in your life: you have the right to do that as a consumer,&quot; says Florence. &quot;But if you&apos;re a games journalist, these things hang around your neck, you can&apos;t just change your mind a week later and go, &apos;you know, I&apos;ve put in a couple of hours in a better mood and I love this game now!&apos; Gamers are like that.&quot;  &quot;It&apos;s the way people consume all entertainment really. Comedy is a prime example  when a new show launches on TV, people will tune in and give it five minutes; if they don&apos;t laugh within that time it is the worst comedy show that&apos;s ever been commissioned. That&apos;s understandable, punters have the right to behave like that&quot;.  Florence is steeling himself for negative reactions to the new show - by the sounds of it, there will be a fair few. He&apos;s unrepentant though; when we talk, he&apos;s clearly relishing the prospect of upsetting people. Well no, that&apos;s not quite it  maybe of challenging himself to upset people. &quot;Comedy should always try to be honest - especially when you&apos;re out of the mainstream,&quot; he says. &quot;And when you&apos;re online you might as well be honest because there&apos;s nobody saying to you it has to get this many viewers. There&apos;s no excuse&quot;.  There are no plans currently on how the show will be distributed. It may just be a download link from the blog, or from the production company Florence co-runs, Bold Yin. It&apos;s all entirely self-funded; he and his team (including lots of the old ConsoleVania crew) briefly considered Kickstarter, but then felt that it would mean being beholden to the donators; it would mean compromise again.  Which brings us back to the central theme of our discussion, and the thing that kept coming up during the contemptibly dubbed &apos;Dorito-gate&apos; games journalism scandal: Florence is outside of all this, outside of the games industry and its machinery. And this will remain. &quot;The minute you start to get inside, you lose that right to make wild swings and to go off something for stupid reasons,&quot; he says.  &quot;If you lose that, everything starts to feel a bit neutered, a bit bland and suddenly everything&apos;s getting a seven out of ten&quot;.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/dec/05/robert-florence-games-death-comedy", 
    "wordcount": "1784"
}