{
    "headline": "Marie Lasenby obituary", 
    "text": "My friend and neighbour, Marie Lasenby, who has died aged 88 after suffering from brain cancer, was an inspirational educator who also became the backbone of Quaker Quest, an innovative outreach programme she helped found in London in 2002. Having completed a teacher training course in Auckland, in her native New Zealand, Marie arrived in Britain in 1963. Her interest in children with learning and emotional difficulties led her to a career devoted to improving the lives of young people in inner-city communities. After teaching in primary schools in Hertfordshire, Marie joined the University of Birmingham diploma course in special education. She was a research assistant at the universitys Centre for Child Study between 1964 and 1967. In 1968, she was appointed as a lecturer at the Rachel McMillan College of Education in Deptford, south-east London. She went on to become director of the Inner London Education Authority Community Division Centre for Urban Educational Studies in 1977. Marie was a brilliant teacher who asked engaging questions and encouraged others to think things through for themselves. In her role as an Ilea inspector in London for early years education from 1984, she understood how to get the best for children and school staff. The oldest of three children of Linda and Owen Lasenby, Marie grew up in Waharoa, a small farming community south of Auckland. When Marie was nine, her father, who was the secretary of the local dairy factory, died in a shooting accident, leaving her mother to bring up their three small children on her own. For Marie, who had been close to her father, this was a particularly hard blow. Driven by a deep desire to make a contribution to society and a strong belief in social justice, she was drawn to the Quakers. For more than 40 years, Marie was an active and committed member of the Hampstead Meeting House, north London, where she is remembered for her great gift in spoken ministry in Quaker meetings. In spite of her strong spirituality and principles, she knew how to enjoy life and had a natural gift of connecting with people. She was simply great fun to be with. Although Marie returned to New Zealand regularly to visit her brothers, Alwyn and Jack, her niece, Rebecca, and close friends, it was in the diversity of London that she felt at home.", 
    "section": "education", 
    "gid": "education/2016/oct/17/marie-lasenby-obituary", 
    "wordcount": "393"
}