{
    "headline": "Why is the Treasury intent on sabotaging our clean energy future?", 
    "text": "Defending the indefensible is not uncommon in politics, but its rarely a winning strategy. Yet George Osborne and the Treasury appear utterly unwilling to give up burying its landmines along the road to a clean energy system that is fit for the 21st century. The urgent question is why: the answer is a disturbing one. The case for a low-carbon energy system to replace the dirty, ageing one we have is unanswerable and backed by every serious stakeholder. Three things matter: cost, climate change and continuity of supply. No-one wants the lights to go out and very few doubt the dangers of global warming, leaving cost the big issue.  And it is big - 110bn - all of which will ultimately be paid by you and me through our electricity and gas bills. The good news, trumpeted most recently not by greens but by the UK&apos;s biggest business lobby, the CBI, is that the green economy is growing fast, in stark contrast the rest of the UK economy. It already employs a million people. But, as the MPs on the energy and climate change select committee make clear today, Osborne&apos;s obstructions are not only failing his own objective to protect hard-pressed households from what he sees as uneccessary green taxes, they are actually doing the opposite. This is because each new uncertainty and delay drives up the risk to the expensive, long-term energy projects needed, ramping up the cost of raising the investment and ultimately increasing everyone&apos;s energy bills. At worst, the new energy generators won&apos;t get built at all. The committee wanted to quiz the Treasury on why its decisions were rendering the building of new power plants &quot;unworkable&quot;, but minister Chloe Smith refused to appear before them. Precedent was the problem apparently, yet she had appeared before the same committee in December to discuss solar power subsidies. She also refused to answer any written questions, deferring to Decc, despite it being the Treasury&apos;s actions that were causing the problems. When defending the indefensible, it is better to say nothing, it seems. One of the most public and damaging stand-offs, revealed first by me in the Observer, has been the row over how much to cut the subsidies for onshore wind farms. Decc - and all the evidence - points to 10%, reflecting the fall in costs of the turbines as more are built. But the Treasury and its allies want more, as much as 25%. No evidence to justify this has been made public, but in a rare breaking of its silence on Friday, an Osborne aide claimed that overgenerous subsdies for renewables was damaging the prospect of getting investment in new gas plants. This argument has no known basis in fact, suggesting again that when defending the indefensible, it really is better to say nothing. The row has reached David Cameron and Nick Clegg and yet remained unresolved. But what is most striking is that even behind the closed doors, where the gloves come off, what the Treasury actually wants remains &quot;unclear&quot;, a senior source told me. He suspects the LibDem-led energy department is viewed by Treasury as renewable energy fanatics desperate to ditch all nuclear and fossil fuels. The truth is that Decc&apos;s approach is a balanced one containing far more nuclear and gas than any environmental campaigner can stomach. In the absence of any rational explanation for the Treasury&apos;s expensive sabotaging of the UK&apos;s energy future, one is left to conclude that the noisy minority of backbench Tories whose constituents loathe wind turbines are the one&apos;s with their fingers on the trigger. If so, the disturbing reality is that whether the lights stay on, whether we tackle climate change and whether we miminise the cost of doing so is being determined by the short-term political advantage of appeasing a vocal minority, rather than in the interests of the silent majority. In the long-term, that is not a winning strategy, environmentally, economically or politically.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jul/23/energy-gas-wind-renewable-osborne", 
    "wordcount": "663"
}