{
    "headline": "Is there a rising tide of irrationality?", 
    "text": "   A comet over the sea, by Herbert Barnard John Everett (1877-1949). Photograph: National Maritime Museum    I often come across the assumption, or assertion, that pseudoscientific views or belief in the paranormal are increasing. Yet the claim that there is a &quot;rising tide of irrationality&quot; seems to be backed by little evidence. The &quot;rising tide&quot; comment is taken from a tweet by Daniel Loxton, editor of Junior Skeptic magazine, who also recently tweeted:  I keep hammering on point that paranormal claims and attempts to get to bottom of them have always been with us, and always will be with us  Daniel Loxton (@Daniel_Loxton) November 15, 2012  This certainly chimes with my view as an historian. Loxton also pointed me to a piece on the data collected since 1990 by Gallup that indicates &quot;the public&apos;s persistent belief in the paranormal&quot;. While particular types of paranormal interest come in and out of fashion, overall it seems that views considered non-, anti- or pseudo-scientific have a fairly static presence.  So why the assertion that it is increasing? Perhaps today we can point to the potential for visibility and collective presence generated by the internet. There are also new ways in which unscientific views have entered the political arena, making them more visible and problematic - something recently discussed by Erik M. Conway and Naomi Oreskes in Why Conservatives Turned Against Science.  But these factors don&apos;t account for the perennial sense of a rising tide. Perhaps it is simply that the more sensitive to or aware of something you are, the more you keep on noticing it. In this case, much of the sensitivity is due to the fact that elements of what is branded pseudoscience can be deeply entangled and competitive with perceptions of orthodox science. (It&apos;s worth having a look at Steven Shapin&apos;s recent review of Michael Gordin&apos;s The Pseudoscience Wars on the origins of the term.)  Take astrology, for example. It was once intimately connected with astronomy. The words were more or less interchangeable in the early modern period, although for simplicity we can characterise astrology as having been one of the most significant drivers for accurate positional astronomy, alongside timekeeping, surveying and navigation. By the end of the 17th century, for elite astronomers, this connection was disintegrating and, although their data continued to be used by astrologers, the borders between legitimate and non-legitimate uses of astronomy were redefined. The astrologers did not go away, and popular belief in the effect of heavenly bodies on the mundane world - on individuals, nations, crops, weather or health - certainly remained throughout the 18th century and beyond. A market for astrological publications and symbolism continued to exist, even if it was not until the late 19th century that there was a notable revival of interest in astrology and other things esoteric and spiritual among more fashionable and educated audiences. One place in which we can trace this ever-present undercurrent of astrological belief is, of all places, in the archive of the Royal Observatory in Greenwich (now held at Cambridge University Library), where a quick search of the online catalogue reveals that Astronomers Royal throughout the 19th and 20th century had to deal with enquiries from the public relating to astrology. Undoubtedly there was such correspondence in the 18th century too, it simply was not kept as diligently. Astrological enquiries of the mid 19th century - before the revivals of either late 19th-century esotericism or the 20th-century&apos;s New Age - were also referred to in a published account. This was The Midnight Sky, written by one of the Observatory&apos;s assistant astronomers, Edwin Dunkin. In the second edition, Dunkin described the work of the Royal Observatory, where he had been based since 1838, and noted that,  there is one class of correspondence which, during the author&apos;s long connection with it, he has never known to fail, and which should be alluded to here, to show that, even in this the nineteenth century, there are paradoxers of all kinds, both scientific and social, who call upon the astronomer for advice under difficulties. For it must be acknowledged that the Greenwich astronomer, in addition to his stated public duties, is also very generally supposed to devote some attention to astrology...  He went on to describe &quot;individuals calling frequently at the Observatory gate, requesting information about their future destiny&quot;, letters &quot;enclosing Post-Office orders, requesting a nativity cast in return&quot;, and how &quot;On one occasion, a well-dressed young woman, apparently in great distress, called at the author&apos;s private residence&quot; asking for information about an uncle at sea. &quot;She left in tears, because she was informed that the stars were unable to satisfy her wishes.&quot;  Dunkin&apos;s &quot;final example of the march of intellect in the nineteenth century&quot; was a letter received more than 30 years before: &quot;I have been informed that there are persons at this Observatory who will, by my inclosing a remittance and the time of my birth, give me to understand who is to be my wife. An early answer, stating all relative particulars, will greatly oblige&quot;. Astrological questions, or ones on Mayan prophecy or UFOs, still come to places like the Royal Observatory. We can at least comfort ourselves with the knowledge that this puts us in esteemed company, and that &apos;twas always thus, and &apos;twill ever be.", 
    "section": "science", 
    "gid": "science/the-h-word/2012/nov/21/history-science", 
    "wordcount": "884"
}