{
    "headline": "Boot up: Google's card nixed, Samsung's ITV exclusive, space station Linux and more", 
    "text": "A burst of 10 links for you to chew over, as picked by the Technology team Privacy advocate Jonathan Mayer has had it with &apos;Do Not Track&apos; &gt;&gt; Ad Exchanger Asked what the ideal solution to the DNT row would be, Mayer says:   &quot;Consumers don&apos;t have a great handle on what&apos;s going on in terms of how their data is being collected and what it is being used for. Therefore it makes sense to shift the burden of explaining to the user what is going on to those who are in the best position to do it. Advertising companies have an incentive to convince users that they&apos;re trustworthy and that users should allow them to collect data.&quot;By setting those default settings to Do Not Track, we give interested parties the incentive to educate consumers about the impacts of those choices. We allocate to them [those parties] the responsibility of getting consumers to give them access.&quot;  Ahead of I/O, Google Wallet drops plans to introduce a physical card &gt;&gt; AllThingsD  The card was part of Google&apos;s larger strategic goal to know more about consumer purchases, given the immense potential value of that mostly offline-level data for its massive online advertising business. Google is already sucking in that purchase data on many fronts  between Google Play payments, Google Checkout on the Web and also advertiser payments  in addition to the dedicated Google Wallet project. But Wallet has been hampered by its focus on and use of NFC technology, which requires certain phones and special readers to make transactions. Google tried to make that easier by introducing a &quot;cloud wallet&quot; last year that accommodated existing credit and debit cards, but it could still go further toward mobile payments at the register without using NFC. The dumping of the physical card plan was certainly abrupt, since it had actually been built into the new update of Google Wallet, said sources, and some partners had thought the search giant might be demoing it at the [Google I/O] event.  Understanding smartphone use in stores: shoppers who use mobile more, spend more in store &gt;&gt; Google Mobile Ads Blog The self-interest runs like the words through a stick of rock in this post, but this is intriguing:   Shoppers who use mobile more, spend more in store While many businesses might assume that smartphone use in store drives shoppers to seek better prices elsewhere and order online, we found that the opposite was true. We compared the in-store purchases of moderate and frequent smartphone users and found that basket sizes of frequent mobile shoppers were 25-50% higher. For instance, while the average appliance smartphone shoppers spends $250 per shopping trip, frequent smartphone shoppers spend $350. Marketers shouldn&apos;t shy away from the showrooming challenge, and should instead, meet it head on.  The only, but crucially big, question: is this causation - using smartphones more means you spend more - or correlation: people who use their smartphones more are also, for whatever reason, big spenders? Mobile web apps are slow &gt;&gt; Sealed Abstract Drew Crawford:   Now, if what you mean by &quot;web app&quot; is &quot;website with a button or two&quot;, you can tell all the fancypants benchmarks like SunSpider to take a hike. But if you mean &quot;light word processing, light photo editing, local storage, and animations between screens&quot; then you don&apos;t want to be doing that in a web app on ARM unless you have a death wish. Sure, youcan design performant mobile web apps if you have good engineers. But do you know what else you can do with good engineers? Things that are actually of value to your customers.  Special Report: US cyberwar strategy stokes fear of blowback &gt;&gt; Yahoo! News Joseph Menn:   US intelligence and military agencies aren&apos;t buying the tools primarily to fend off attacks. Rather, they are using the tools to infiltrate computer networks overseas, leaving behind spy programs and cyber-weapons that can disrupt data or damage systems. The core problem: Spy tools and cyber-weapons rely on vulnerabilities in existing software programs, and these hacks would be much less useful to the government if the flaws were exposed through public warnings. So the more the government spends on offensive techniques, the greater its interest in making sure that security holes in widely used software remain unrepaired. Moreover, the money going for offense lures some talented researchers away from work on defense, while tax dollars may end up flowing to skilled hackers simultaneously supplying criminal groups. &quot;The only people paying are on the offensive side,&quot; said Charlie Miller, a security researcher at Twitter who previously worked for the National Security Agency.  Free trials and tire kickers &gt;&gt; Marco.org Marco Arment, following on from Dave Addey&apos;s piece about app pricing last week:   It&apos;s not hard to imagine a world where we have free trials, because we already have such worlds: the Mac and Windows. What most mobile-app developers want is the ability to charge PC-class pricing  $30, $50, $100 instead of 99 cents, $2.99, $4.99. But PC-class pricing would fundamentally change iOS buying habits, and we may not like the results. Browsing the App Store and getting new apps, often spending a few bucks along the way, is a form of casual entertainment for a lot of people. This role used to be filled by movies and music. Today, it&apos;s filled by browsing the internet and playing with mobile apps. Usually, they&apos;re games, but not always  modern mainstream culture, especially among younger people, seems to be more interested in media and social apps than games. This apps-as-entertainment market falls apart if app pricing rises above casual-disposable levels for most people.  ITV Player app for Android now a Samsung exclusive &gt;&gt; Trusted Reviews  Offering access to the past thirty days of ITV content from channels including ITV, ITV2 and ITV3 for catch-up opportunities, the new Android ITV Player app will be exclusively available to Samsung smart devices. Compatible with Samsung devices running Android 2.3 Gingerbread or later, the Android ITV Player allows users to browse through recommended programmes or search for their favourites over a 3G, 4G or Wi-Fi connection. The app is available to download now on Samsung smart devices like the Samsung Galaxy S4, Samsung Note 8.0 and Samsung Galaxy Mega duo, but anyone owning another Android device like the Google Nexus 4 or the HTC One won&apos;t be able to until the exclusivity period ends.  Hardly good news for the wider Android world, though it fits with Samsung&apos;s ambitions in content. The app itself has dire reviews, though. VIM Adventures Need to learn vim (the command-line text editor)? Like learning via games? This is the one for you then. International Space Station switches from Windows to Linux, for improved reliability &gt;&gt; ExtremeTech  In specific, the &quot;dozens of laptops&quot; will make the change to Debian 6. These laptops will join many other systems aboard the ISS that already run various flavors of Linux, such as RedHat and Scientific Linux. As far as we know, after this transition, there won&apos;t be a single computer aboard the ISS that runs Windows. Beyond stability and reliability, Keith Chuvala of the United Space Alliance says they wanted an operating system that &quot;would give us in-house control. So if we needed to patch, adjust or adapt, we could.&quot; It&apos;s worth noting that the ISS laptops used to run Windows XP, and we know they&apos;ve been infected by at least one virus in their lifetime: in 2008, a Russian cosmonaut brought a laptop aboard with theW32.Gammima.AG worm, which quickly spread to the other laptops on board. Switching to Linux will essentially immunize the ISS against future infections.  That&apos;ll flummox those pesky aliens. DRAM shortages to impact PC players in 2Q13 &gt;&gt; Digitimes  DRAM shortages, which started in early 2013, have become worse recently and may impact PC brand vendors&apos; performances in the second quarter, according to sources from PC players. Commenting on the issue, Acer chairman JT Wang pointed out that DRAM prices are likely to continue rising as many DRAM makers have switched their production lines to manufacturing smartphone DRAM, leaving insufficient capacity to supply the PC industry. Even If DRAM makers decide to switch back capacity, it will still take about 3-4 months for the process to be completed, Wang said. Because to its DRAM inventory will be depleted at the end of May, Acer&apos;s new supply contracts in June with the latest pricing are expected to impact the company&apos;s second-quarter results, dropping from profiting slightly to only breaking even.  DDR3 4GB prices have hit $27 - up 70% since the start of the year. Acer&apos;s margins must be very sensitive for that to be the difference between profit and break-even. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/13/technology-links-newsbucket", 
    "wordcount": "1511"
}