{
    "headline": "Letters: 'Peter Worsley was one of Britain's sociology superstars'", 
    "text": "Jeffrey Henderson writes: Peter Worsley was one of Britain&apos;s sociology superstars. His book The Third World was as much a popular intellectual success as it was an academic one: that is why it was so influential in helping to transform understanding and discussion of the developing world. As a final-year student I had read his groundbreaking book on millenarianism and anti-colonialism, The Trumpet Shall Sound, and it became one of the two or three books that convinced me to become a sociologist. Eventually Peter became a mentor and friend. The generosity of his foreword to my 1989 book, The Globalisation of High Technology Production, was entirely characteristic. He was a person of great warmth, and will be sorely missed. Anthony King writes: Peter Worsley had a great sense of humour. I first met him in 1970 after he had just come back from China, recently opened up to visitors from the west. After regaling me for some minutes with stories of what he had seen of China&apos;s amazing achievements he concluded: &quot;And they don&apos;t even have any sociologists.&quot; David Bull writes: Your obituary of Peter Worsley alludes to his support of Manchester United (mandatory for all acolytes of Max Gluckman). Peter told the story against himself about a Saturday when United and he were both in London, he at a conference. Going into the gents at Euston station at the start of the return journey, he spotted Denis Law and couldn&apos;t resist saying: &quot;Hello, Denis.&quot; &quot;Hello, Peter,&quot; came the reply. &quot;Blimey&quot;, said the shocked sociology professor, &quot;do you know me?&quot; &quot;No&quot;, said Denis, &quot;but you&apos;ve got your badge on.&quot; Bruce Ross-Smith writes: Along with several of his British contemporaries exploring similar areas and born in the 1920s, Peter Worsley rose academically and imaginatively above and beyond the tyranny of &quot;isms&quot;. Was it also a feature of a generation who experienced war that they displayed considerable wit and humour? Wit and humour are always a good measure for the humane scholar.", 
    "section": "education", 
    "gid": "education/2013/apr/02/peter-worsley-obituary-letters", 
    "wordcount": "346"
}