{
    "headline": "Boot up: iWatch confirmed?, Surface in demand, Spotify on WinPhone and more", 
    "text": "A quick burst of 12 links for you to chew over, as picked by the Technology team Disruptions: Apple is said to be developing a curved-glass smart watch &gt;&gt; NYTimes.com  In its headquarters in Cupertino, Calif., Apple is experimenting with wristwatch-like devices made of curved glass, according to people familiar with the company&apos;s explorations, who spoke on the condition that they not be named because they are not allowed to publicly discuss unreleased products. Such a watch would operate Apple&apos;s iOS platform, two people said, and stand apart from competitors based on the company&apos;s understanding of how such glass can curve around the human body.   Wearables are the next step. 12 really good reasons to jailbreak iOS 6 right now &gt;&gt; ReadWrite The only one that really looks compelling is to be able to set a different default app for email, browsing or maps. But for the overwhelming majority of people that isn&apos;t an issue that troubles them. Some of the &quot;really good reasons&quot; simply don&apos;t apply outside the US - such as data tethering, which is standard on UK contracts; others already exist (security, remote wipe) or are of questionable legality (console emulations). ActiveSync problems with iOS6 &gt;&gt; Tony Redmond&apos;s Exchange Unwashed Blog  Online forums have many reports about ActiveSync problems encountered by Exchange 2007 and Exchange 2010 users after upgrading their Apple devices to iOS6. One issue is when a user apparently &quot;hijacks&quot; a meeting by being made its organizer after they open a meeting request,sometimes associated with delegate access to the organizer&apos;s mailbox. A related issue might be when a user edits a meeting on their device only to send a cancellation message to all involved, even when the meeting request isn&apos;t sent by a delegate.  Some reports indicate a connection with devices that synchronize with the Apple iCloud, others say that this isn&apos;t a factor. What&apos;s confusing the issue is that, aside from working with meeting requests on an iOS6 device (and potentially only devices that have been upgraded to iOS6 rather than coming fresh from the factory with iOS6 preinstalled), there doesn&apos;t seem to be great commonality across the reported concerns.   iOS 6 is looking a bit buggy, generally. Asustek, Gigabyte together share over 50% of own-brand motherboard market in 2012 &gt;&gt; Digitimes  Asustek Computer and Gigabyte Technology shipped 22m and 19m motherboards respectively for own-brand sale in the global DIY market in 2012, together occupying 51.3% of the total global shipments of 80m units, according to Taiwan-based motherboard makers.  ASRock and Micro-Star International (MSI) shipped 7.7 million and five million own-brand motherboards respectively in 2012, the sources indicated.  There were an estimated 28 million own-brand motherboards shipped in the China DIY market in 2012, accounting for 35% of the global total, the sources noted.   It&apos;s not clear whether these would be for OEMs who then make up PCs for retail sale, or enthusiasts building their own machines. Also of note: Intel is pulling out of the motherboard market. 2013 iPass Mobile Enterprise Report &gt;&gt; iPass  o In line with the overall BYOD trend, IT is increasingly losing control of mobility budgets and departments are assuming greater responsibility. The number of enterprises in which IT manages the mobility budget has dropped from 53 to 48%, while it is now managed by business units in 22% of companies, and by finance in 18% of firms.  ...o In 2012, Apple&apos;s iPhone passed Research in Motion&apos;s (RIM&apos;s) BlackBerry to become the most popular smartphone in terms of corporate IT support. BlackBerry is still entrenched in the enterprise but it seems that it is being phased out.  o IT is more bullish on Microsoft&apos;s Windows Phone 8 handsets than on RIM&apos;s BlackBerry 10 phones. Both device lines are new and designed to appeal to the enterprise, as well as to consumers. However, only 34% of IT managers plan to support BlackBerry 10, compared to 45% who plan to support Windows Phone 8 devices going forward.  Tablet adoption is growing increasingly mainstream within the enterprise. Between 2011 and 2012, tablet usage increased in all nonexecutive departments, especially legal, HR/ administration and finance/accounting. The iPad is the top choice, with support from 73% of companies.  Surface Pro &quot;sells out&quot; &gt;&gt; Virtual Pants  When new products sell out on launch day it usually means one of two things: it&apos;s a hot product or they didn&apos;t make enough. Unfortunately for Microsoft, it appears that the Surface Pro falls into the latter category. My local (Northern Virginia) Microsoft store sold out in 15 minutes, which means there wasn&apos;t much to sell. The local Best Buy sold out too, but only received one unit. The local Staples received and sold a whopping two units. Selling out on launch day doesn&apos;t mean very much when there isn&apos;t anything to sell in the first place.   Awaiting Microsoft&apos;s numbers on this. Possibly they&apos;ll compare it to one of BlackBerry&apos;s launches. Or Kindles. Stochastic Monte Carlo epidemic sir model to reveal herd immunity &gt;&gt; NO2 Neat HTML5 demos of how vaccination does and doesn&apos;t work if not enough take it up. Microsoft Surface Pro launch cancelled, but devices still go on sale at midnight &gt;&gt; ZDNet  Microsoft&apos;s planned Surface Pro launch event in New York City tonight has been cancelled due to the blizzard expected to hit the area on 8 February.  But users who aren&apos;t put off by the rain, sleet and snow will still be able to go to the Union Square New York Best Buy store and purchase Surface Pros starting at midnight.   First Google&apos;s Nexus 4, now the Surface Pro. Is it an omen? Spotify arrives on Windows Phone 8 &gt;&gt; Windows Phone blog  Now this should be music to your ears: The popular song streaming app Spotify is now available for Windows Phone 8. Download it from the Store. (The app is just starting its roll out, so it might take a few more hours before it shows up in search or is available for download where you are.)   Instagram next? Disable this buggy feature on your router now to avoid a serious set of security v ulnerabilities - Forbes  You&apos;ve probably never checked whether your Internet router is set by default to use a harmless-sounding protocol called Universal Plug and Play. If it does, now&apos;s a good time to turn it off.  The protocol, abbreviated UPnP, lets computers, printers, and other devices make themselves easily discoverable to a network router. But new research by the security firm Rapid7 shows that it could also let hackers easily discover and exploit those routers, too. And the problem is &quot;universal,&quot; indeed: A wide-ranging scan of the Internet show that it affects as many as 50 million unique devices.   Rapid7 has released a scanning tool (Windows only, so far) to let you find out whether your devices are vulnerable. Adobe issues emergency Flash update for attacks on Windows, Mac users &gt;&gt; Ars Technica Would we be better off without it? Bang With Nobody After &quot;Bang With Friends&quot; (on Facebook) and &quot;Bang with Professionals&quot; (on LinkedIn), here&apos;s the one for Google+:   Bang With Nobody: Anonymously find Google+ friends who are down for the night. Your friends will never know you&apos;re interested. Ever.   Advocates and happy users of Google+ will say this is tremendously unfair. But it shows the power of the meme. In effect, Google+ is becoming Google&apos;s version of Apple&apos;s Maps: laughed at outside, liked inside, with neither side able to understand or influence the other&apos;s point of view. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/feb/11/technology-links-newsbucket", 
    "wordcount": "1295"
}