{
    "headline": "Robots find Barrier Reef coral at extreme depths, amazing ocean scientists", 
    "text": "Robots have found living coral on the Great Barrier Reef at a depth four times greater than most scuba divers can reach and far beyond the depth at which scientists expected to find them. A team from the Catlin Seaview Survey discovered the reef corals living at 125 metres, the deepest ever found on the reef. Reef corals are in a perilous state around the world, under threat from climate change through warming oceans and acidification of seawater as well as by coastal pollution and unsustainable fishing practices. The remarkable find was made on the outer edge of the Ribbon Reefs off the north of the Barrier. The extreme depth is more than four times the depth of the shallow reef coral habitat (0-30m) which most scuba divers can reach. Dr Pim Bongaerts from the Global Change Institute at Queensland University, who led the expedition&apos;s deep reef team, said: &quot;It&apos;s intriguing. When we began our survey, we were amazed to see significant coral at depths of around 60 metres. However, it is truly mind-blowing to see reef coral at more than twice that depth. &quot;We found the plating Leptoseris corals at a depth of 125 metres. Although the corals are small and at such depth only consists of few species, it shows that there are viable communities living down there. The corals were attached to the rock surface and were certainly not individual corals which have fallen down to this depth. The discovery shows that there are coral communities on the reef existing at considerably greater depths than we could ever have imagined.&quot; Dr Paul Muir, a taxonomist from the Museum of Tropical Queensland and a team member, said: &quot;We had extremely calm seas so were able to deploy the Remotely Operated Vehicle on the very front of the Ribbon Reefs. Normally this part of the reef is off limits because it is fully exposed to big ocean swells and quite dangerous for any boat to anchor.&quot; Working at these depths proved very challenging and with more than 250m of cable out to provide power and communications, it was a real struggle to collect a specimen of one of these corals.&quot; Bongaerts said the find was hugely significant: &quot;This poses lots of questions for us, but now we have specimens we&apos;ll be able to analyse them much more closely and can expect our findings to reveal a far greater understanding of what is going on to enable reef corals to survive at such depths.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/06/coral-deep-sea-robots", 
    "wordcount": "422"
}