{
    "headline": "Cambridge University tops the Guardian league table for the third year", 
    "text": "For the third year in a row, Cambridge tops the Guardian University Guide rankings, beating Oxford into second place. Cambridge remains ahead in the 2014 table largely because its students are so happy with the feedback and assessment they receive. Cambridge students also have slightly better career prospects. However, Oxford fares better on the &quot;value added&quot; score, meaning its teaching seems to have a bigger impact: more students achieve a better class of degree than might have been expected given their entry qualifications. Overall the London School of Economics comes third and St Andrews fourth.  This year, Surrey University can celebrate its first appearance in the top 10: in at number eight, one place ahead of Imperial College. Birmingham has jumped from 30th to 15th. Lower down the table but still remarkable is the rise of Northampton, which climbs 39 places to 47 (from 86), largely thanks to improved job prospects and the entry standards of its students. And Portsmouth jumps from 78 to 48 this year. The main contributory factor here is a sharp increase in the number of students achieving a first or a 2:1.  It&apos;s less good news at Sussex, which falls from 27th to 50th place as graduates find it hard to secure a job, particularly in philosophy and anthropology. But it&apos;s not all bad news  on the back of extremely high student satisfaction and entry standards, Sussex has climbed to the top of the table for social work. The biggest fall of all is by Cardiff Met, from 66th to 105th place. This is because of a sharp fall in student satisfaction. The ratios of expenditure and staffing per student also deteriorated. On Tuesday: the Guardian University Guide 2014  Subject tables showing which courses have the best student satisfaction rates, employability scores and student:staff ratios.  On our student site: our guide to getting the most from the Guardian tables.  For the geeks: the full methodology used to create the Guardian guide.  The raw data: on our datablog.  Live chat: Put your questions to the compiler of the Guardian University Guide in a live webchat from 1-3pm.  Profiles of all UK universities, including campus details, fees, bursaries and accommodation guidance.  Our guide to your subject: what you will learn during your degree, the skills you will develop and the types of jobs you could get after graduation.  Our special &apos;Advice for students&apos; page is packed with expert guidance on student finance, Ucas and personal statements.   Check out Blogging Students for tips on settling in at university. You might even like to blog for us yourself about surviving sixth form and making choices about your future.", 
    "section": "education", 
    "gid": "education/2013/jun/03/cambridge-tops-guardian-university-guide", 
    "wordcount": "443"
}