{
    "headline": "Mercedes-Benz SLS AMG", 
    "text": "Price 168,395 MPG 21.4 Top speed 197mph  In the neck-twisting premiership of high-end, low-slung sports cars, there are few design details that quicken the pulse more than a gullwing door. The word alone has the power to bulge eyes and drop jaws. In the week I spent with the retro-tastic Mercedes-Benz SLS, not one person asked me what size its engine is (6.3 litres), how much it cost (168,395) or what its fuel consumption is (think of a small number and half it). But they all asked about the doors  and many of the women did it in that giggly, chin-down, hair-twiddly kind of way that you could quite easily get used to. In Germany they&apos;re called flgeltren (folding doors) [see footnote] and in France portes papillon (butterfly doors)  words that seem to sum up the pragmatic and romantic national stereotypes of those two European neighbours. What does &quot;gullwing&quot; say about us? Seagulls are hardly our most inspirational bird  falcon-wing doors would have been so much better. But they all come down to the same thing  a door that&apos;s hinged at the roof rather than the leading edge. And this simple difference, based on an engineering quirk, has been alip-licking, brow-mopping auto affair for 60 years. This is how it works: you press the key fob and out pops a handle at the bottom of the door. Pull this and the winged-door powers skywards. This makes you laugh a little. You walk round to the passenger side and repeat. Then you walk to the front of the car and look back at one of the most beautiful sights in all motoring. This makes you laugh a lot. But you can&apos;t spend all day looking at your car. You duck under the gullwing and drop yourself into the leathery embrace of the driver&apos;s bucket seat. This is the moment you&apos;ve spent much of your adult life waiting for  the stretch up, it&apos;s quite a reach, and then, yes, you pull the gullwing down. Ahhh. Then you open it and do it again. And again It&apos;s one of the fastest cars on the road, but it takes a hell of a long time to get going. On a practical note, entrance and egress is as easy as with a normal door and they need no more space when parked up. They also keep you dry if it&apos;s raining. The only downside is that if you roll over and the car comes to rest on its roof, you&apos;d be trapped. But the new SLS gets round this by having hinges that blast off. OK, enough about the doors. What about the rest of the car? It&apos;s the modern reinterpretation of the 300SL of the mid-1950s  so it shares the stunning looks, the styling and the performance of its predecessor, but it&apos;s also safe. Safe wasn&apos;t sexy back then. The SLS is almost 2m wide and it&apos;s very long. The cabin perches over the rear axle with the vast bonnet stretching off to the horizon, a sort of vehicular ha-ha. Inside that long bonnet is a colossal V8 which means you&apos;ll get to 62mph in 3.8 seconds. When pressing the start button it&apos;s as if you&apos;ve unleashed amaniac. It bellows and grunts, whinnies and whimpers. It feels furiously alive. On the motorway the faster you go the happier the car feels. But that&apos;s because it hasn&apos;t yet realised it&apos;s never actually going to spread its clipped metal wings and take off What are the most cost-efficient cars in the UK? This month the Honda Civic 1.4 i-VTEC SE 5dr was named the overall winner in the 2012 Parkers Cost of Motoring New Car Awards. The Civic came out on top based on figures collated by Parkers&apos; cost of motoring tool, which calculates the true &quot;hidden costs&quot; associated with owning and running a new car, including fuel consumption, depreciation, servicing and road tax. The Civic 1.4 i-VTEC SE 5dr was also chosen as the winner in the medium hatchback category. Kieren Puffett, editor of Parkers, said: &quot;The statistics for the Civic tell us it is great value for money and Honda should feel rightly proud, because the Parkers awards are based on statistical analysis of every new car&apos;s running costs, rather than opinion.&quot; There were 11 category winners in this year&apos;s awards and in each category there were separate price brackets. This year Parkers also added another price bracket in the eco-car category to reflect the increase in the number of &quot;green&quot; models now on offer. And there was good news for British motor manufacturers this year, as five British-built models took the honours. The Mini Coupe, Nissan Juke, Range Rover Evoque, Toyota Avensis Tourer and the Civic are all built in Britain. The full list of winners by category was: City car Kia Picanto 1.0 1 5drSmall hatchback Volkswagen Polo 1.2TDI Match 3drMedium hatchback Honda Civic Hatchback 1.4 i-VTEC SE 5drFamily hatchback Skoda Octavia 1.6 TDI S 5drFamily estate Toyota Avensis Tourer 2.0D-4D TR 5drPeople carrier Volkswagen Touran 1.6TDi BlueMotion Tech 5drCrossover Nissan Juke Visia 1.5 dCiEco-car Honda Jazz 1.3IMA HE Hybrid 5drSports coupe MINI Coupe 1.6 Cooper 3drPremium executive Audi A6 2.0 TDi S line 4dr4x4 Range Rover Evoque 2.2 TD4 PureOverall winner Honda Civic Hatchback 1.4 i-VTEC SE 5dr  The following correction was published on 22 April 2012:Translation corner. Contrary to &quot;Dieting: a pot-bellied history&quot; (Observer Magazine), the Greek word &quot;diaita&quot; does not simply mean &quot;a sensible way of life&quot;, nor is it the basis of a specific philosophy. It means &quot;way of living&quot; and originally had no particular reference to food or drink, being also connected to parliamentary assembly. And in our motoring review &quot;Blowing the doors off&quot; (Magazine) we made &quot;flgeltren&quot; mean &quot;folding doors&quot;. &quot;Flgel&quot; directly translates as &quot;wing&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/apr/15/mercedes-benz-sls-amg-review", 
    "wordcount": "1021"
}