{
    "headline": "Free schools: government ordered to publish list of bids", 
    "text": "Michael Gove must reveal the names, location and religious affiliation, if any, of all those organisations that apply to join the government&apos;s free schools programme, a tribunal has ruled. It rejected an attempt by the education secretary to limit any information only to successful applicants, saying that the programme, which establishes state-funded schools free of local authority control, involved substantial public funds and significant changes to the way the education service in England was controlled, managed and delivered. The transparency of the process and its openness to public debate were &quot;of concern to communities&quot; across the country, the tribunal ruled. The British Humanist Association (BHA), main player in a series of Freedom of Information  requests on the issue, wanting to know the religious affiliation of applicants, said the decision was &quot;a victory for transparency and democracy&quot;, although it was not clear on Tuesday whether Gove will appeal for a second time. The Department for Education (DfE) said: &quot;Ministers are currently considering the ICO&apos;s decision, and will respond in due course.&quot; Jeevan Vasagar, then education editor of the Guardian, and the Association of Colleges, were others who had originally challenged the government&apos;s refusal to divulge information about unsuccessful free school applicants by initially successfully going to the Information Commissioner&apos;s Office (ICO). Gove&apos;s department however appealed the ICO verdict before a tribunal. Humanists had wanted the names, locations and religions of all groups that applied to run free schools in 2011 and 2012  currently, they said, this is only known for the 79 schools already opened. The DfE argued opposition would deter potential applicants and also might deter unsuccessful ones from applying again because of &quot;negative&quot; media attention. Faith schools might be particularly affected by campaigning by the BHA before they had the support of ministers, it said. The department cited a survey by the New Schools Network, which helps schools prepare for &quot;free school&quot; status. This suggested giving public information on unsuccessful applicants would have made nearly half of them less likely to apply or reapply for such status. &quot;Premature&quot; public knowledge could &quot;disrupt the conduct of public affairs&quot; and hurt the free schools programme, said the department. The tribunal said the survey on which the government chose to rely for its evidence was &quot;poor&quot; and biased. Richy Thompson, faith schools campaigner for the BHA, said it was &quot;vitally important, especially where such substantial sums of their money is involved, that the public is able to have its say in the decisions as to which proposals merit funding. &quot;Up to now this has been impossible for free schools, whose proposals are not revealed until the government has decided whether to support their opening.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/15/government-free-school-bids", 
    "wordcount": "461"
}