{
    "headline": "Should former students be involved in running a university?", 
    "text": "In the face of limited financial resources, universities across the world are increasingly seeking new ways of cultivating the loyalties  and the donations  of their alumni. By employing social media, offering ongoing careers services, organising social events and even selling coffins, universities hope to build a relationship with their students that will last a lifetime. But how far are universities really prepared to go? The relationship between Dalhousie University and its alumni in the 19th century points to an intimate embrace that many of today&apos;s vice-chancellors might be less than willing to countenance. In 1871 the College founded by the Earl of Dalhousie in Halifax, Nova Scotia, was in severe financial trouble. Its total annual income was only $4,600 and its governors needed to increase this amount by an additional 25% a year just to keep the place afloat. In the face of these economic woes, the university did what any higher education institution today would do: it began a fundraising campaign. Unsurprisingly, the first people it turned to were its alumni. In fact it was in the desperate conditions of 1871 that the Dalhousie Alumni Association began. Founded with the aim of &quot;promoting the best interests of the university&quot;, the association lent its support to future fundraising efforts as well. In 1890, it co-sponsored a campaign to raise $50,000 in endowment and in 1893 it was asked by the university board to find a further $4,000 a year for five years. By the end of the 19th century, Dalhousie alumni had become an integral part of university finance. But the relationship between the university and its former students extended further than the balance sheet. All members of the association were free to use the library, which was stocked with many books paid for by alumni donations, and they also had access to the new gymnasium, which their contributions helped to fund. Public lectures were frequently offered and reunions were an annual event. To a contemporary ear this sounds familiar. Indeed, Harvard, Yale and Columbia are among the growing number of universities that provide graduates with continuing access to their digital holdings. Yet would today&apos;s vice-chancellors be prepared go as far as Dalhousie and involve alumni in university governance? The participation of alumni in the machinery of governance was a common feature of 19th century universities. At Oxford, &quot;Convocation&quot;  the body that functioned as the university&apos;s upper house and that carried out all its business as a corporate body  was comprised of graduates with MA degrees. This model was copied or adapted in the newer colleges in the provinces and colonies, and &quot;senates&quot; made up not only of local alumni but also graduates from other universities played an important role in endorsing and electing the executive at these institutions. But at Dalhousie the relationship went even further. Not only were alumni involved in electing the university&apos;s governors, after their efforts in 1893 they were themselves granted two seats on the board. More than a century later, such moves are perhaps not so unimaginable. A 2011 Higher Education Policy Institute report authored by the vice-chancellor of London Metropolitan University, Malcolm Gillies, argued that alumni were exactly the kind of people universities should seek to fill their boards, because they have the &quot;greatest lifelong stake in the institution&apos;s reputation and its protection&quot;. If fostering good relationships with past students is something 21st century universities are really concerned about, then perhaps they should be taking a leaf out of Dalhousie&apos;s book. Dr Tamson Pietsch is lecturer in imperial history at Brunel University, London. She also blogs about academics, universities and the history of the knowledge economy at Cap and Gown. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/25/alumni-and-university-governance", 
    "wordcount": "645"
}