{
    "headline": "Microsoft Windows performance helps cash reserves grow by $5bn in six months", 
    "text": "Microsoft&apos;s cash hoard has grown by $5 billion to $68bn in six months, as the software giant&apos;s latest results show its core Windows and Office products remain a must have for business customers. Revenues at the Windows division soared 24% in a year to $5.88bn, Microsoft revealed at its second quarter results on Thursday. In sharp contrast to Apple&apos;s shock failure to hit analyst targets the day before, Microsoft&apos;s numbers were in line with expectations. The arrival of Windows 8 in October contributed  the company said earlier this month it had sold 60 million licences to date. But analysts pointed to the popularity of older versions, with millions of corporate customers rushing to upgrade to Windows 7 because Microsoft is ending support for Windows XP, which debuted in 2001. &quot;One of the biggest stories in 2013 is the business transition from Windows XP to Windows 7,&quot; said Bob O&apos;Donnell at market research firm IDC. &quot;There are a staggering number of machines still running Windows XP. The IT guys have to pull the plug on those and upgrade, and most will do that by buying new machines.&quot; Windows software remains a licence to print money for Microsoft, which now has $6bn of cash in the bank and a further $62bn in short-term investments. Revenues in the December quarter were up 3% to $21.5bn and profits down 3% to $7.8bn, both ahead of Wall Street forecasts. &quot;Our big, bold ambition to reimagine Windows as well as launch Surface and Windows Phone 8 has sparked growing enthusiasm with our customers and unprecedented opportunity and creativity with our partners and developers,&quot; said chief executive Steve Ballmer. But he gave no update on sales of the Surface tablet, the device produced to show off the first version of Windows adapted for the touch screen. Morgan Stanley puts the number shipped at a modest 1.5m units. Nokia&apos;s full year results earlier Thursday shed more light on the progress of Windows Phone, the operating system it has adopted for its high end Lumia handsets. The Finnish mobile phone maker reported an operating profit of 439m, ending six straight quarters of losses, as consumer demand for its smartphones revived and the decision to slash its workforce by 20,000 helped to conserve cash. The company has returned to growth, with net sales up 11% on the previous quarter to 8bn. But it has also broken with tradition by scrapping its dividend for the first time in more than a century in order to conserve cash. Sales at Microsoft&apos;s entertainment and devices division, which houses Xbox, Skype and Windows Phone software, were down 11% to $3.77bn. The games console remains America&apos;s most popular but sales have slowed while customers hold out for a new model which could come as early as this summer. Demand for machines on which to store ever expanding archives of electronic corporate data helped deliver a 9% lift in revenues at the servers and tools division, while online also grew. Microsoft&apos;s search engine Bing!, a poor second to Google in many parts of the world, surprised with a 15% jump in online advertising revenue driven by an increase in the amount advertisers pay per search.", 
    "section": "technology", 
    "gid": "technology/2013/jan/24/microsoft-cash-reserves-grow-5-billion", 
    "wordcount": "541"
}