{
    "headline": "Facebook quarterly report reveals 83m profiles are fake", 
    "text": "Facebook has more than 83m fake profiles, including millions created for users&apos; pets and a large number of accounts the company deems &quot;undesirable&quot;, it has admitted. The figure emerged in Facebook&apos;s first quarterly report to US financial regulators since the world&apos;s biggest social network made its much-criticised stock market debut in May. The company said 8.7% of its 955m global users were not real. There were 83.09m fake users in total, which Facebook classifies into three groups. The largest is made up of almost 46m duplicate profiles, accounting for 4.8% of all accounts. The company defined that category as &quot;an account that a user maintains in addition to his or her principal account&quot;. What were deemed &quot;user-misclassified&quot; profiles amounted to 2.4%, almost 23m, where Facebook says &quot;users have created personal profiles for a business, organisation or non-human entity such as a pet&quot;. Finally, &quot;undesirable&quot; profiles accounted for the remainder, about 14m, which are deemed to be in breach of Facebook&apos;s terms and conditions. The company said this typically means accounts that have been set up to send spam messages or content to other Facebook users. In March, when Facebook last gave an estimate of the number of fake or duplicate accounts, it said the proportion was in the region of 5% or 6%, which at the time meant between 42m and 50m. The admission comes at a difficult time for Facebook as it attempts to rally following a disastrous stock market flotation, and convince shareholders it will be able to translate its extraordinary growth and global user base of nearly 1bn into a profitable and sustainable business. &quot;We generate a substantial majority of our revenue from advertising,&quot; the company said in its filing. &quot;The loss of advertisers, or reduction in spending by advertisers with Facebook, could seriously harm our business.&quot; This week, an online shopping platform provider, Limited Run, formerly known as Limited Pressing, published a lengthy post on its own Facebook page alleging its analytic software found that 80% of clicks on ads on the social networking site came from &quot;bots&quot;, or fake users. Facebook shares launched on the stock market at $38, but the price has since slumped to just over half that at $20. In its quarterly announcement, the business reported revenues of $1.18bn and a loss of $157m for the three months to the end of June. The results were just ahead of Wall Street expectations, but Facebook&apos;s share price plummeted nonetheless as the company failed to convince investors it can transfer its hugely successful model to an increasingly mobile world. This was despite the social network increasing its number of mobile users 67% year-on-year to 543 million in the three months to the end June. Sir Martin Sorrell, chief executive of the world&apos;s largest marketing services company, WPP, said last month he remained unconvinced that the social network was a good advertising medium, providing branding opportunities but little else.", 
    "section": "technology", 
    "gid": "technology/2012/aug/02/facebook-83m-profiles-bogus-fake", 
    "wordcount": "505"
}