{
    "headline": "Google antitrust suit may have similar impact to Microsoft case in the 1990s", 
    "text": "The US Federal Trade Commission is preparing a case against Google that could lead to a full antitrust lawsuit similar to the action taken against Microsoft at the end of the 1990s, the Guardian has learned. The initiative means Google could face antitrust proceedings on both sides of the Atlantic in its two biggest markets  potentially stopping its expansion into new areas of business. The New York Times reported on Friday that the FTC is preparing a case with a draft memo running to more than 100 pages that looks at the question of whether Google manipulates its search results to favour its products, and whether it makes it more difficult for rivals&apos; products to appear prominently in those results. FTC sources confirmed to the Guardian that its staff are preparing the dossier, which could lead to a head-on clash between the US government and the search company. The agency has been investigating Google for more than a year, looking at the position it holds in the US search market, and how it is using that position in relation to its other products such as Google Shopping and Google Places. That echoes the huge antitrust battle that occurred between Microsoft and the US department of justice in 1998, when the US software company was accused of using its Windows operating system monopoly to push its Internet Explorer browser to the disadvantage of rivals such as Netscape. The European Commission is already negotiating with Google over similar accusations that the US company, which has a far bigger share of the search market in Europe than in the US, favours its own products such as YouTube over those of rivals when determining search results. Google&apos;s market share is 90% in Europe compared to about 65% in the US. The competition commissioner, Joaqun Almunia, warned in September that if those negotiations fail, the commission could take Google to court over its antitrust concerns. The two sides have been negotiating through the summer. Some unconfirmed reports say Google has offered to label its products when they appear in searches  but that solution does not satisfy companies which have complained to the commission about Google&apos;s practices. Shivaun Raff, who runs the British vertical search engine Foundem, and was one of the original complainants to the commission, told the Guardian: &quot;The harm being caused by Google&apos;s preferential placement is not only about consumer deception; it is primarily about the competition-crushing power of Google&apos;s ability to divert substantial volumes of traffic and revenues away from competing services and to its own. Because of this, clear and conspicuous labelling alone will not be sufficient to solve the problem.&quot; There is no clear timetable for a settlement between Google and the commission. Meanwhile, Google executives will be aware of the history of Microsoft&apos;s antitrust battles just over a decade ago. In the 1998 case, Microsoft was found guilty of abusing its monopoly in Windows, and was ordered to be broken up. It got the breakup ruling nullified on appeal, but had to submit to antitrust scrutiny under a regime that has only ended this year. The cultural impact on Microsoft, however, was colossal, causing it to second-guess its moves in a number of markets including search in the early 2000s. That created the opportunity for companies such as Google to grow rapidly. Google told the NYT: &quot;We are happy to answer any questions that regulators have about our business.&quot; For an antitrust case to succeed, the US government would have to show that Google had an effective monopoly in one field  almost certainly search  and it was trying to use that monopoly to win market share in another field at the expense of rivals. Furthermore, it would have to show that consumers had been harmed by the second action. If Google is found guilty of having a search monopoly and using it to expand into other markets, it could come under an antitrust oversight regime similar to which Microsoft had to work under over a decade ago. However, before the FTC can proceed with the case, a majority of its five commissioners would have to agree it has a case to answer. In the case of Microsoft, the judge accepted the DOJ&apos;s arguments that Windows constituted a monopoly, that Microsoft was trying to build a monopoly with Internet Explorer, and that consumers were harmed by the narrowing of choice and the raising of the barriers to entry for web application developers. In a case against Google, there is clear evidence that the company is seeking to break into new markets such as shopping and local information. But key questions for any FTC case would be proving that it has an effective monopoly in search, and that consumers have been harmed by its actions. In the latter case, any case might turn on complaints from rival companies  even small ones  that complain they have seen their potential forestalled by Google&apos;s move into their fields allied to what they see as favourable placing of its own products above their own.", 
    "section": "technology", 
    "gid": "technology/2012/oct/15/google-antitrust-microsoft-case", 
    "wordcount": "845"
}