{
    "headline": "Voyager: humanity's farthest journey", 
    "text": "      &quot;We knew we were on a journey of discovery when we launched the Voyager spacecraft, but we had no idea how much there was to discover.&quot; Yesterday, I showed you a little about the unexplored oceans on earth, so today, I&apos;d like to show you a little about the unexplored regions of space. In this video, created and provided by NASA&apos;s Jet Propulsion Laboratory, we see an update on the journeys that the Voyager spacecraft are on and what they are showing us about space.  There are two Voyager spacecraft, named &quot;1&quot; and &quot;2&quot;. They were launched in 1977 and now, after 33 years of movement away from Earth, they are located in the &quot;heliosheath&quot; -- the outermost layer of the heliosphere where the solar wind is slowed by the pressure of interstellar gas. Despite their great distance (they&apos;re farther away from Earth and the Sun than is Pluto!) the twin Voyagers are still sending scientific information about their surroundings through the Deep Space Network (DSN).  When launched, their primary mission was to explore Jupiter and Saturn. Both Voyagers made so many amazing discoveries there -- such as active volcanoes on Jupiter&apos;s moon, Io, and details of the intricacies of Saturn&apos;s rings -- so their missions were extended. For example, Voyager 2 was sent to explore Uranus and Neptune, and to this day, it is the only spacecraft to have visited those outer planets.  Now for their next mission, the Voyager Interstellar Mission (VIM), they will explore the outermost edge of the Sun&apos;s domain and beyond. This mission includes characterizing the outer solar system environment and to search for the heliopause boundary, the outer limits of the Sun&apos;s magnetic field and outward flow of the solar wind. Further, reaching the heliopause boundary between the solar wind and the interstellar medium will allow measurements of interstellar fields, particles and waves -- unaffected by the solar wind.       The Voyager space missions have been wildly successful beyond anything that was imagined when the project was first initiated, and both spacecraft continue to send data back to Earth so we all can catch a glimpse of the wonders of space. In this video, we see some of the people who contributed to the Voyage project, especially those who created the &quot;golden record&quot; -- made of solid gold -- aboard each Voyager that carries sounds of Earth into space, and we hear about some of their hopes when the project first was started:        You can learn more about the Voyager spacecraft on their main site, which includes information about their missions, where they are right now, images, video, blogs and even video games (!!).  NASA&apos;s Jet Propulsion Laboratory is on facebook and can be found on twitter @NASAJPL  .. .. .. .. .. .. .. .. .. .. .. .. twitter: @GrrlScientistfacebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/05/1", 
    "wordcount": "470"
}