{
    "headline": "Twitter orchestrates music partnerships with Gracenote and The Echo Nest", 
    "text": "Twitter has become a key way for the likes of Lady Gaga, Justin Bieber and Kanye West to communicate directly with their huge online fanbases. Now those artists&apos; tweets could be popping up in more streaming music services and discovery apps. Twitter has announced a pair of deals with music technology companies: The Echo Nest and Gracenote. Both will be able to pull down tweets from artists with Verified accounts on Twitter, and make them available for use by their customers: app developers in The Echo Nest&apos;s case, and music services in Gracenote&apos;s. Both already have one partner to show what the deal might mean. Gracenote says streaming service Rara.com launched in December by British music firm Omnifone will be showing artist tweets as its subscribers listen to their tracks. Gracenote explains that besides viewing recent tweets, a listener might be able to follow artists and tweet their own thoughts from within a service like Rara, rather than having to separately log in to Twitter. &quot;This partnership means Verified Twitter Accounts can be distributed into a wide range of products and brands  from smart TVs and automotive infotainment systems to cloud music services and smartphones,&quot; says Gracenote president Stephen White in a statement. The Echo Nest is more focused on individual app developers, and is starting with Australian startup Filter Squad, which makes the popular Discovr Music app. The app has been updated to add artists&apos; Twitter feeds to their profiles in the app, sitting alongside biographies, song samples, videos, reviews and blog posts about them and iTunes links. It&apos;s easy for an app based on a single artist to integrate their tweets, and it&apos;s become a standard feature for the services like Mobile Roadie which help artists and labels make official apps. For discovery apps that include thousands of artists, it has been a different story. &quot;Twitter is arguably the most important and immediate artist-to-fan communication medium in the world. Until now, there was no simple way for developers to integrate musicians&apos; tweets directly into their applications,&quot; says The Echo Nest&apos;s chief executive Jim Lucchese. In both cases, these deals with Twitter could be a first step towards richer features in apps and music services, digging into the conversations going on around artists and their music on Twitter, rather than simply their own tweets.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/10/twitter-echo-nest-gracenote-music", 
    "wordcount": "392"
}