{
    "headline": "Apps Rush: Baseball Superstars 2012, Shakespeare In Bits, Geordie Shore, Namco Arcade, Viggle and more", 
    "text": "A selection of 13 new apps for you today: Baseball Superstars 2012 South Korean publisher Gamevil knows its baseball, having notched up more than 30m downloads of its previous Baseball Superstars games. The latest version takes the series freemium, as you manage and play as a team, while earning skill points and special moves. Online multiplayer is also included.iPhone / iPad Shakespeare In Bits: Hamlet iPad Edition Hamlet is the latest play to get the Shakespeare In Bits treatment from Mindconnex Learning. That means the unabridged text accompanied by an animated version of the play, an audio soundtrack, and a host of study notes and character biographies. A separate iPhone version is also available.iPhone / iPad Geordie Shore Tweet Tracker You are all watching Geordie Shore, right? MTV&apos;s UK reality show is returning with a second series at the end of January, and there&apos;s inevitably an app for that. This one provides tweets from the cast members  complete with a high-score table to see who has the most followers  and behind-the-scenes videos.iPhone / iPad Namco Arcade Namco Bandai is aiming to bring the coin-op arcade mentality to iOS in its new take on freemium gaming. What that means is a collection of old Namco games  Xevious, The Tower of Druaga, Motos and Phozon  in a compilation app that gives one free play a day, then gets players to buy &quot;Play Coins&quot; if they want more action.iPhone / iPad Cliqz Cliqz is the latest news aggregation app, launching on iOS and Android. It aims to build &quot;a real-time stream of the best news, stories, and videos based on your interests&quot;, learning from your preferences over time to become more relevant.Android / iPhone / iPad SupaSupaCross Indie studio SupaSupaGames has released its first iOS and Android title, a top-down racer offering plenty of retro thrills.Android / iPhone / iPad PGA Tour HD The PGA Tour has launched an official iPad app, promising live tournament coverage including video  leaderboards updated in real-time, player stats, course layouts, and social features.iPad Nursery Rhymes UK studio ustwo has ported its iOS children&apos;s book-app Nursery Rhymes to the BlackBerry PlayBook, offering Humpty Dumpty, Twinkle Twinkle, Three Blind Mice and other characters, with sumptuous illustrations and interactivity.BlackBerry PlayBook GLWG: All Out War Android&apos;s Great Little War Game franchise has a new episode, offering two new campaigns. The 3D turn-based strategy game promises the chance to &quot;Invade your neighbours, spread mayhem and destruction, drink a little tea...&quot;Android Sam &amp; Max Beyond Time and Space Ep 1 Classic adventure-game characters Sam &amp; Max return to the App Store in Telltale Games&apos; latest game, which sees the violent rabbit&apos;n&apos;dog duo facing &quot;hairy, bloated, pagan God&quot; Santa Claus.iPhone / iPad Viggle Another day, another social TV app. Viggle is US-only for now, and comes armed with a clear pitch: &quot;Watch TV. Get Rewards.&quot; Specifically, it wants people to check in to TV shows Foursquare-style and earn reward points to be spent in Best Buy, Burger King, Old Navy and other retailers.iPhone Paper Monsters Crescent Moon Games&apos; Paper Monsters looks a lovely game, blending side-scrolling platform gameplay with lush 3D levels constructed from (virtual) paper and cardboard.iPhone / iPad Justin.tv HD Livestreaming video service Justin.tv has a new iPad app to help people find their way through its 3,000+ live channels. The app includes chat features, and supports Apple&apos;s AirPlay technology to stream them to a bigger TV screen.iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/26/apps-rush", 
    "wordcount": "583"
}