{
    "headline": "Satellite eye on Earth: January 2013 - in pictures", 
    "text": "   A complex cloud pattern greeted the new year as it dawned over the eastern Pacific Ocean. The broad banks of clouds float almost exclusively over open water, except for the Galpagos Islands, which are outlined in the north-east corner of this image Photograph: NASA       A delicate paisley-like pattern in the clouds to south of  the island province of Jeju-do, South Korea. The swirls are known as von Krmn vortex streets, and are created by the turbulent flow of wind. When flowing air hits a broad, immobile object such as a mountain, the turbulence created as the disrupted air pushes around the object forms a mathematically predictable pattern on the lee side of the object. In this case, a strong northerly stream of air has been disrupted by the mountains on the island, particularly Mount Halla, which rises to 6,400 feet. A small, round bank of clouds forms over the peak of the mountain, while on the northerly side clouds appear to pile up as the airflow stops. On the south side of the mountain, the disrupted air flow leaves a cloudless semi-circle as the vortex street begins to form Photograph: MODIS/Terra/NASA       Residents of Beijing and many other cities in China were warned to stay inside in mid-January 2013 as the nation faced one of the worst periods of air quality in recent history.  At the time that this image was taken on 14 January, sensors at the US embassy in Beijing reported PM2.5 measurements of 291 micrograms per cubic metre of air  over 100 times higher than World Health Organisation guidelines. Particulate matter (PM) consists of airborne particles that are as fine as one-thirtieth the width of a human hair that can enter passages of the human lungs.Photograph: MODIS/Terra/NASA       This regional view shows the striking visual effect of the valley-and-ridge topography of the Appalachian Mountains as viewed from the International Space Station. The image shows more than 500 kilometres (300 miles) of this low mountain chain from north-east Pennsylvania (top right) to southern West Virginia, where a dusting of snow covers a patch of land (lower left) Photograph: ISS/NASA       Grinding glaciers and granite peaks mingle in Chiles Torres del Paine national park on 21 January, 2013. The rivers of glacial ice (top left) in the park grind over bedrock, turning some of the rock to dust. Many of the glaciers terminate in freshwater lakes, which are rich with glacial flour that colours them brown to turquoise. Skinny rivers can be seen connecting some of the lakes to each other  Photograph: ALI/EO-1/NASA       A dust storm blew though northern Mexico on 29 January, 2013, mingling with clouds over parts of Mexico, New Mexico, and Texas Photograph: MODIS/Aqua/NASA       Hundreds of fires continued to burn across West Africa late in December 2012, covering the green land with a haze of grey. In this image, red dots and smoke plumes indicate active fires in several countries. Along the coast, from north-west to south-east the countries are Guinea, Sierra Leone, Cote D'Ivoire and Liberia. Inland, fires can be seen in Mali. The fires have been deliberately set to manage crops or pastureland Photograph: MODIS/Aqua/NASA       The East Greenland current flows along Greenlands east coast, and it carries ice southward out of the Arctic Ocean via the Fram Strait. Sea ice carried by this cool current typically reaches the southern tip of Greenland at the beginning of winter. In this image, the southward-moving ice forms a series of tendrils and swirls in ghostly grey. On Greenland itself, a fresh coat of snow blankets most of the land Photograph: MODIS/Aqua/NASA       A thick river of haze hovered over the Indo-Gangetic Plain in January 2013, casting a grey pall over northern India and Bangladesh. Air quality has emerged as a significant problem for India and Bangladesh in the past decade. A study conducted by Tel Aviv University researchers and published in the American Journal of Climate Change found that levels of air pollution in large Indian cities increased at some of the fastest rates in the world between 2002 and 2010  faster even than rapidly growing Chinese cities Photograph: MODIS/Aqua/NASA       Days of torrential rain pushed the lower Limpopo River over its banks in late January 2013, and flood water surrounded the city of Xai-Xai in southern Mozambique on 31 January. According to Voice of America and other news sources, flooding also struck the Zambezi River in northern Mozambique, as well as parts of Zimbabwe, Botswana, and South Africa. On 2 February, Agence France-Presse reported that the death toll in Mozambique had reached 68, and the estimated number of people affected ranged from 180,000 to 250,000 Photograph: ALI/EO-1/NASA       Internal waves off northern Trinidad in the south-east Caribbean are featured in this image photographed by an Expedition 34 crew member on the International Space Station on 18 January 2013. Internal waves are the surface manifestation of slow waves moving tens of metres beneath the sea's surface. They produce enough of an effect to be seen from space, but only when they are enhanced due to reflection of sunlight, or sunglint, back towards the space station Photograph: ISS/NASA       This photograph highlights one of Japans most active volcanoes, Sakura-jima, seen here in the centre with a visible ash plume that may have originated from nearby Minami-dake or Showa craters. The volcano began forming approximately 13,000 years ago. Prior to 1914, it was an island in Kagoshima Bay, but became joined to the mainland by the deposition of volcanic material following a major eruption in 1914. This image highlights the proximity of several large urban areas - Aira, Kagoshima, Kanoya, Kirishima, and Miyakonojo - to Sakura-jima Photograph: ISS/NASA       This image, acquired by Landsat-7 on 2 January 2013, shows the San Francisco Bay area in the US state of California. The city of San Francisco is on a peninsula in the centre-left section of the image. Zooming in, we can see the Golden Gate Bridge, which crosses the opening of the bay into the Pacific Ocean between San Francisco and Marin County. What appears to be a straight line running diagonally from the San Francisco Peninsula down through the forest is the San Andreas fault. This is the border of two tectonic plates, and is responsible for the high earthquake risk in the area Photograph: Landsat-7/ESA       Situated in the centre of the of the Canary Islands archipelago, Gran Canaria is a roughly circular volcanic island. Along the islands southern perimeter lies a dune-beach system, a sandy triangle pointing toward the south-east and Africa. Both the beach and the dunes are popular holiday spots Photograph: ALI/EO-1/NASA       Serpentine cloud shapes snaked across the eastern Pacific Ocean in mid-January 2013, off the west coast of the United States and Canada. Amid the natural marine clouds south-west of Vancouver Island are long, thin, manmade clouds, many of them arising from small source points. The thin clouds were ship tracks - clouds seeded by particles in ship exhaust. Tiny airborne particles (aerosols) act as nuclei or seeds for cloud formation, as water vapour condenses onto them Photograph: MODIS/Aqua/NASA       Snow-covered deserts are rare, but were observed over the Taklimakan Desert in western China on 2 January, 2013. The Taklimakan is one of the worlds largest - and hottest - sandy deserts. Water flowing into the Tarim Basin has no outlet, so over the years, sediments have steadily accumulated. In parts of the desert, sand can pile up to 300m (roughly 1,000 feet) high. The mountains that enclose the sea of sand - the Tien Shan in the north and the Kunlun Shan in the south - were also covered with what appeared to be a significantly thicker layer of snow in January 2013 Photograph: MODIS/Aqua/NASA       The Tanggula Mountains lie on the border of the regions of Qinghai and Tibet in China and make a tall boundary. The main ridge averages more than 5,000m in elevation. The large river rising from the mountains is the Brahmaputra River, which has headwaters in a glacier on the northern side of the mountains. It then flows through Arunachal Pradesh, India, and joins the Ganges River in Bangladesh to form the world's largest river delta in the Bay of Bengal. The large lake visible in the north-west section of the image is Namco or Namtso Lake. Located in Tibet, and covering an area of 1920 square kilometres, it is the second largest salt water lake in China, and the highest salt water lake in the world Photograph: MODIS/Terra/NASA       Some winter storms drop snow for many hours and leave broad trails of white that are hundreds of kilometres wide. That was not the case when a weak storm moved across Oklahoma and into southern Kansas on 24 January, 2013. As the system crossed the Arkansas River near Newkirk, Oklahoma, the storm dropped a pint-sized 'mesoscale snow band' Photograph: ALI/EO-1/NASA       The southern state of Florida was decked out in winter-green colours while coastal waters glowed with vibrant blues and greens in late December 2012. The brilliant colors off the coast are evidence of flourishing phytoplankton, small organisms that contain chlorophyll and reproduce rapidly when conditions are favourable Photograph: MODIS/Terra/NASA       Situated in the southern Andes Mountains, the Payn volcanic field of Argentina is a complex landscape that formed over hundreds of thousands of years. This false-colour image was made from a combination of visible and infrared light, where green indicates vegetation, black indicates lava flows, and orange is bare rock rich in iron oxides Photograph: ETM+/Landsat 7/NASA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/feb/12/satellite-eye-in-pictures", 
    "wordcount": "0"
}