{
    "headline": "Australia's 'unpopular' carbon price isn't to blame for Labor's poor polling", 
    "text": "Since the disappointment of Copenhagen in 2009, Australia has witnessed a concerted scare campaign against action on global warming. The scare campaign has been led by senior commentators in (Murdoch owned) News Limited papers, by conservative radio shock-jocks on the airwaves, and in parliament by extremist opposition party leader Tony Abbott. From the moment Australia&apos;s carbon pricing legislation package, the Clean Energy Future Act, was announced Tony Abbott has barnstormed from one end of Australia to another, declaring a &quot;blood oath&quot; that repealing the carbon price would be his first priority if elected:  &quot;I am giving you the most definite commitment any politician can give that this tax will go. This is a pledge in blood.&quot;  Behind this incendiary phrase is Abbott&apos;s own climate change policy, a mishmash of ineffective handouts to industry to &quot;clean up&quot; polluting power stations and industrial plants, a tree-planting program, investment in bio-char, and token efforts towards energy efficiency. Collectively, these programs are termed &quot;direct action&quot;, which can be boiled down, in the words of shadow minister Malcolm Turnbull, to the Liberal Party&apos;s sop to the climate change deniers in their ranks:  If the theory of climate change was proved to be nonsense, then obviously there would be no point in cutting emissions at all. If the rest of the world ultimately resolved to do nothing then we would very likely be better off spending the resources available on adaptation - moving to higher ground and so on.  The fact remains that the direct action policy, which aims to reach the same 5% carbon emission reductions as Labor&apos;s carbon price, is mostly a mishmash of unanswered questionsand wishful thinking.     Australian Prime Minister Julia Gillard and climate minister Greg Combet talk during the government's announcement of the Carbon Tax plan at Parliment House on July 10, 2011. Photograph: Stefan Postles/Getty Images    Viciousness and personal attacks have characterised the blood oath carbon price repeal campaign. Abbott and other senior conservative front-bench MPs have spoken at rallies where posters and banners have depicted Prime Minister Julia Gillard as a &quot;witch&quot; and a &quot;bitch&quot;.Tony Abbott, for a time, defended conservative radio host Alan Jones for claiming at a Liberal Party fundraiser that Gillard&apos;s father &quot;died of shame&quot;. Independent MP, Tony Windsor, who voted for the carbon price, received death threats. Unsurprisingly, over the past three years public support for the Gillard government has declined to record low levels. Many in the media, and some within the government, blame the introduction of the carbon price for the low polling numbers. Unfortunately, these claims don&apos;t stack up. The graph below shows the decline in the two-party polling for Labor, matched alongside the total support and oppose polling for the carbon price. The polling figures are from Essential Report, a fortnightly Australian poll.     Australian polling of the carbon price support, Labor's two-party preferred rating and Tony Abbott's dissatisfaction rating (source: Essential Report)     Prime Minister Gillard announced the carbon price in February 2011, after winning the election the previous August. By this stage, the fall in the government&apos;s polling numbers is already visible. The Clean Energy Bill passed through the lower house in October 2011 and the Senate in November. The carbon price came into effect the following year from 1 July 2012. In this time, support for the carbon price dropped to rock bottom and opposition sky-rocketed. Despite a massive pro-carbon price campaign run by Australia&apos;s environment movement, Tony Abbott&apos;s &quot;blood oath&quot; scare tactics won out through 2011 (although as is clear, his personal approval suffered). Something happened after 1 July 2012 however. The apocalyptic predictions made by Tony Abbott did not come to pass. The sky didn&apos;t fall. Mining and manufacturing towns weren&apos;t wiped off the map. Regional airlines didn&apos;t double their prices. The carbon price wrecking ball, python strike and cobra squeeze has not impacted Australia&apos;s interest rates, employment levels or inflation. Support for the carbon price, and opposition to it, narrowed and equalised. What didn&apos;t happen was an increase in Labor&apos;s vote. Throughout 2011 and 2012, while the carbon price&apos;s stocks fell, Labor&apos;s also remained low. From 1 July 2012, the two numbers decoupled. Labor&apos;s polling remained stuck, while opposition to the carbon price declined and support increased. This month, we passed an unprecedented milestone: global carbon levels exceeded levels not seen in over 3 million years. The carbon price in Australia has contributed to a 10-year low in carbon emissions. Few in Australia have noticed either turning point. Meanwhile, conservative state governments have quietly been dismantling carbon reduction policies established by the previous Labor governments, wilfully ignoring warnings by the scientific community of the risks. It is unlikely that the election will be fought on climate change, or that Tony Abbott will follow through on his threat to make the election areferendumon the carbon price. If Tony Abbott does win the Australian election on 14 September,he has announced he will do everything he can to abolish the carbon price, which would Australia the only nation in the world to remove carbon pricing laws. No doubt, an Abbott-led Australia willaccelerate exports of fossil fuels, but it remains to be seen if he can dismantle the carbon price.", 
    "section": "environment", 
    "gid": "environment/southern-crossroads/2013/may/17/australia-carbon-price-labor-polling", 
    "wordcount": "836"
}