{
    "headline": "Donald Trump is technology's befuddled (but dangerous) grandfather", 
    "text": "Technology? Bah humbug: I think we ought to get on with our lives, said Donald Trump on Wednesday, summing up his take on the complex problem of apparently Russian phishing attacks on multiple Democratic party groups during the 2016 election.  As the White Houses current resident prepared to impose sanctions on Russia for hacking, Trump said: I think that computers have complicated lives very greatly. The whole age of computer has made it where nobody knows exactly whats going on. Its not the first time the president-elect has been stumped by the digital world, like a technophobe who unwrapped a computer-operated nuclear arsenal on Christmas morning. And the trouble isnt that nobody knows exactly whats going on in the age of computer  its that technology poses some of the most complex problems in human history to the incoming administration. And its leader is a man who refers to the cyber and seems more concerned about the weight of the hacker, or possibly the bed  his syntax is mysterious  than about who broke into the Democratic National Committee.    It could also be lots of other people. It also could be somebody sitting on their bed that weighs 400 pounds, OK?  Trump on the DNC hack during the second presidential debate     US authorities spent 2016 attempting to chart new territory even beyond the DNC, DCCC and Clinton campaign hacks: how can Americans protect their infrastructure from attacks on the foundations of the internet, such as the Mirai botnet siege in October that took down some of the biggest, and most sophisticated, tech companies in the world? How can the nations patchwork of electoral authorities repair voting systems prone to massive, potentially catastrophic error? How should the government treat open-source encryption? Trump remains silent on the details of digital policy as the leader-to-be of a government in desperate need of consistent guiding principles.  Instead, Trump appears to regard technology as a contact point for the same obsessions that drove his campaign. He is blase about warrantless surveillance  he has said it would be fine to restore the NSAs bulk data collection programs, a position his pick for CIA director, Mike Pompeo, also endorses, as does Trumps attorney general nominee, Jeff Sessions. He is far more actively concerned about appearing stronger than his predecessor, Barack Obama, and as always about Chinese activity in cyberspace:    I would bet that we have many great American technology companies that would build and fix the pathetic ObamaCare website for ZERO dollars!&mdash; Donald J. Trump (@realDonaldTrump) October 20, 2013      China &#39;scorns&#39;  US cyber espionage charges--China does not respect us  http://t.co/HwMz5NEa  and feels Obama is a &quot;dummy&quot;&mdash; Donald J. Trump (@realDonaldTrump) November 4, 2011    Especially when they start cyber hacking us:    China controls North Korea. So now besides cyber hacking us all day, they are using the Norks to taunt us.  China is a major threat.&mdash; Donald J. Trump (@realDonaldTrump) April 12, 2013    He also occasionally made time during the campaign to mock opponent Hillary Clinton for getting sick and getting hacked:    Mainstream media never covered Hillarys massive hackingor coughing attack, yet it is #1 trending. Whats up?&mdash; Donald J. Trump (@realDonaldTrump) September 6, 2016      VERY IRONIC: &quot;In 2010 video, Clinton lectured underlings on cybersecurity and guarding sensitive information&quot; https://t.co/dL7VDMqSLy&mdash; Donald J. Trump (@realDonaldTrump) October 21, 2016    Trump has been general, albeit chilling, on the topic of what exactly his administration will do: as an extension of Trumps ideology, information gathering will serve to do the unthinkable  his own word. Were going to have to do things that we never did before, he told Yahoo News. And some people are going to be upset about it, but I think that now everybody is feeling that security is going to rule. And certain things will be done that we never thought would happen in this country in terms of information and learning about the enemy. And so were going to have to do certain things that were frankly unthinkable a year ago.   Related: Peter Thiel, who gave $1.25m to Trump, has called date rape 'belated regret'    The apparent lack of interest in the minutiae of his own positions has left his administrations tech strategy in the hands of Peter Thiel, the thin-skinned billionaire founder of PayPal who quietly bankrolled former pro wrestler Hulk Hogans annihilating lawsuit against news outlet Gawker, apparently in retaliation for an article about Thiels sexual orientation.  Earlier this month, Thiel indulged Trumps own grudge against Twitter during the president-elects tech summit at Trump Tower, shutting out the organization that provides Trump with his loudest megaphone reportedly because Twitter refused to add an emoji to the Trump campaigns #CrookedHillary sponsored hashtag during the election. Another of Thiels companies, data-mining firm Palantir, already plays a powerful role: the companys services are likely to be used in any effort to deport undocumented immigrants, according to multiple reports. But for the president-elect himself, technology appears to be yet another venue for increasingly dangerous hobbies including threats to cut programs that benefit US allies, brinksmanship with China and unraveling Obamacare.    We should tell China that we don&#39;t want the drone they stole back.- let them keep it!&mdash; Donald J. Trump (@realDonaldTrump) December 18, 2016    Trump calls net neutrality a top-down power grab that will target conservative media; he has often repeated his support for a registry of American Muslims, and generally demonstrates not merely a lack of proficiency in technology but a contempt for expertise. But like every rich guy who wants to stay that way, he keeps a couple of eggheads around, and between him and them, when it comes to tech policy they will make America  something. Possibly not great.", 
    "section": "technology", 
    "gid": "technology/2016/dec/30/donald-trump-technology-computers-cyber-hacks-surveillance", 
    "wordcount": "759"
}