{
    "headline": "Number of UK university applicants drops 8.7%, Ucas figures show", 
    "text": "The number of UK university applicants has dropped by 8.7% compared with last year  but school leavers have not overwhelmingly been deterred by the tripling of tuition fees, official figures show. They also reveal a sharper drop among more affluent candidates than among those from disadvantaged backgrounds. The decision to let universities raise undergraduate fees to a maximum of 9,000 a year provoked widespread public anger and battered the credibility of the Liberal Democrats. Nick Clegg&apos;s party had gone into the general election promising to phase out fees. However, figures from the Universities and Colleges Admission Service (Ucas) published on Monday show that the number of 18-year-old UK applicants  the largest single group of candidates  has decreased by 3.6%, representing a drop of just under 8,500 people. The number of 18-year-olds in the population has declined by 11,000 this year, to 772,000, according to the Office for National Statistics, a fall of 1.4%. But total applicant numbers, including overseas and mature candidates, are 7.4% lower than at the same point in 2011, Ucas says. The number of applicants from the UK has decreased by 8.7%. There has been a sharper drop among male applicants. The proportion of men is down 8.5% on last year, while female applicants are down 6.7%. A 13.7% increase in overseas candidates from non-EU countries was also found. Mary Curnock Cook, the chief executive of Ucas, said: &quot;Our analysis shows that decreases in demand are slightly larger in more advantaged groups than in the disadvantaged groups. Widely expressed concerns about recent changes in HE [higher education] funding arrangements having a disproportionate effect on more disadvantaged groups are not borne out by these data.&quot; The application rate from the most disadvantaged fifth of the population is down 0.2% in England, Ucas said. Among the wealthiest quintile, it is down 2.5%. This analysis is based on a ranking of neighbourhoods according to the participation of young people in higher education. Demand will continue to outstrip the supply of university places this year. There are already 50,000 more applications this year than there were acceptances at universities in 2011. Competition will be more intense as the number of government-funded places at English universities will drop by 10,000. David Willetts, universities minister, said: &quot;The proportion of English school leavers applying to university today is greater than ever before, barring last year. It is encouraging that applications from people from some of the most disadvantaged backgrounds remain strong, with only a 0.2% decrease. &quot;Even with a small reduction in applications, this will still be a competitive year like any other as people continue to understand that university remains a good long-term investment in your future.&quot; The Guardian Data Blog has matched application figures with data for fees to show that institutions charging higher fees have not seen disproportionate falls in applications. Tim Leunig, chief economist at the thinktank CentreForum, said: &quot;There are two ways to interpret this. The first is that students are confused, and failing to pick universities rationally. The second is that students know that the lifetime effect of picking the right course at the right university is much more important than the relatively small differences in fees.&quot; Wendy Piatt, the director general of the Russell Group, which represents some of the most competitive universities, including Oxbridge, said: &quot;Demand for higher education is not only strong  it&apos;s actually rising over the long term. This year 540,073 prospective students have applied, which is 16% more than the 464,167 who applied just three years ago in 2009. &quot;More than half a million potential students have rightly recognised the benefits of going to university. Prospective students know a good degree remains a smart investment. &quot;It&apos;s not surprising the number of applications is lower than last year, but there are a number of reasons for that. Demographic changes mean there are fewer 18-year-olds in 2012 than in 2011 and we also know there was a peak in applications last year as fewer people chose to take gap years.&quot; There are big falls in the number of mature students applying this year: nearly 2,400 fewer 30- to 39-year-olds, and more than 1,000 fewer students over the age of 40. Going back to study full-time is an expensive choice as the government does not provide fee or maintenance loans for second degrees. The proportion of the population that has never been to university is naturally dwindling. The number of 19-year-olds applying is down 12.6%, from 137,531 to 120,151. Labour&apos;s Shabana Mahmood, shadow minister for higher education, said that the decline in applications by mature student reflected &quot;the worries of these potential students with often greater financial commitments&quot;. Mahmood argued that the raising of fees to 9,000 had hit young people&apos;s aspirations. She said: &quot;Labour would reverse the corporation tax cut for banks and use the money to help cut fees to a maximum of 6,000. That is the difference between Labour, which makes investing in skills and knowledge a priority, and a Tory-led government that will restrict opportunity and damage the future of our economy.&quot; Simon Hughes, the Lib Dem deputy leader and the government&apos;s advocate for access to education, said: &quot;Today&apos;s figures show that on the whole young people have not been put off by the changes in the student finance system. &quot;This is due in no small part to the serious effort put in by the coalition government and many others in making sure that each young person and their parents knew all the facts about funding higher education. &quot;In particular, many families clearly now understand that all graduates will pay less each month towards the cost of their university education than they did before. &quot;There has been a larger drop in the number of older students applying to university. The government will have to take a serious look at why this has happened, particularly as mature students for the first time also do not have to pay for their university education in advance.&quot; There were big percentage rises in applications at some private institutions with degree-awarding powers. BPP is up 139% from 455 applications last year to 1089 this year while its School of Finance is up 118.7% to 164 applications.  Fall in demand for creative arts There have been sharp falls in applications to study for subjects including creative arts, architecture and mass communications, figures show. Data published by Ucas show that applications for creative arts and design are down 16% to 227,729 this year. Architecture has also dipped 16% to 35,825. Applications for European languages and literature are down 11% to 21,675. Mass communications and social science courses have registered double-digit drops in applications. Non-European languages showed the steepest drop, of 21.5%, though there were only 6,165 applications for courses in this subject area. Linguistics and classics were down 8.4% to 62,266. History and philosophical studies were down 7.3% to 73,967. Degree courses which lead to lucrative professional careers were among those which did not reflect the overall trend of a 7% decline across all subjects. Applications for medicine and dentistry declined more modestly, falling 3.1% to 94,374. Applications for law were down 3.8% to 103,613 while engineering was down 1.3% to 117,221. The most popular subjects remain the same as in previous years. There were nearly 330,000 applications for subjects allied to medicine  a range of medically related fields  and over 260,000 applications for business studies. Despite a drop, creative arts and design remains the third most popular subject area overall. Entry into university remains intensely competitive. A total of 492,030 students were accepted at UK universities last year. More than 540,000 students have applied for entry to university for this September, and while the main deadline has now passed, applicants can still apply to Ucas. Every year since 2005 around 100,000 applicants have applied through Ucas after the January deadline.", 
    "section": "education", 
    "gid": "education/2012/jan/30/uk-university-applications-drop-ucas", 
    "wordcount": "1372"
}