{
    "headline": "South Sudan faces economic disaster as cost of independence bites", 
    "text": "One year after the euphoria of independence, South Sudan faces economic disaster that could reverse recent development gains after it shut down oil production in a dispute over pipeline fees with Sudan. Preying on people&apos;s minds in Juba is the thought that the government is about to run out of money  shutting down vital services in an already impoverished country. A few months ago, some thought the government would run out of cash to pay teachers and health workers as early as August; now the prediction is September or the end of the year. Khartoum is feeling the economic and political heat as well. Taking a leaf out of South Sudan&apos;s book, Sudan&apos;s president, Omar al-Bashir, is cutting the number of cabinet posts from 31 to 26. However, other austerity measures  a rise in transport costs and a doubling of fuel and food prices following cuts in subsidies  have provoked demonstrations and calls for Bashir to step down. Analysts say the calamitous economic situation in both countries could force Juba and Khartoum  with prodding from outside, particularly the US and China  to cut a deal to start the oil flowing again. &quot;The fiscal picture in South Sudan is terrible, the socio-economic stress is harsh, there are protests in Sudan, there are border tensions,&quot; said Jason Mosley, an associate fellow at the Africa programme at Chatham House, the international affairs thinktank. &quot;The economic picture is so bad it could push both sides towards some sort of compromise.&quot; Oil production accounts for 80% of South Sudan&apos;s economy and provides the state with 98% of its revenues, so the decision to stop production in January sparked consternation among the country&apos;s backers, including the UK, which has barely concealed its irritation at Juba&apos;s decision. Those who back the decision say it was partly justified as Khartoum was siphoning off some of the oil. Mutual suspicion is hardly surprising, given the bitter history between north and south. South Sudan broke away from Sudan after an independence vote last July, the culmination of a 2005 peace treaty after decades of war, during which more than 2 million people were killed. The oil shutdown has led to fuel shortages in Juba, where car queues outside petrol stations are common. In border states, markets are almost bare and prices for staple foods, such as a tin of millet, which feeds a family of five for two days, have quadrupled. The price of pasta, a common food in South Sudan, is rising fast in line with inflation. Annual inflation accelerated to 79.5% in May, from 29.5% the previous month. The plummeting value of the South Sudanese pound against the dollar has left small traders unable to stock shelves with imported goods, on which the country relies heavily. The latest government budget, unveiled in June, envisages a sharp reduction in government spending with monthly spending set to fall to 530m South Sudanese pounds (68.3m) from an average of 900m last year, but even then the budget is underfunded by 58%. The dire consequence of the oil shutdown was spelled out to South Sudanese officials, including President Salva Kiir, by the World Bank&apos;s director of economic policy and poverty reduction programmes for Africa, Marcelo Giugale, in documents leaked to the Sudan Tribune, a Paris-based news website, in May. South Sudan faced a &quot;dramatic contraction&quot; in its gross domestic product, a &quot;massive depreciation&quot; of its currency and an &quot;exponential rise in inflation&quot;. Reserves may be depleted by July, &quot;at which point state collapse becomes a real possibility&quot;, according to the documents. Giugale warned of a rapid reversal of some of South Sudan&apos;s most impressive development gains including a rise in school enrolments and a fall in child death rates. Even before the oil shutdown, Unicef, the UN agency for children, was reporting a rise in malnutrition. Post-harvest surveys (where a lower incidence of malnutrition should be seen) in October-November 2011 indicated that acute malnutrition had increased in six states since the previous year, particularly in Jonglei and Northern Bahr el Ghazal. Consequently, the caseload projections for severe acute malnutrition have risen from 83,000 to 110,000, and for moderate acute malnutrition from 150,000 to 206,000 for this year. There are also reports of teachers moving to jobs in the police and military, which are seen as more secure, further depleting a small pool of teachers in a country where there is only one trained teacher for every 124 children in school. &quot;South Sudan is slipping back rather than putting in place building blocks for children to move ahead,&quot; said Dr Yasmin Ali Haque, Unicef&apos;s representative in South Sudan. Stopping the flow Food insecurity is also on the rise, with half of South Sudan&apos;s 9.7 million people facing food shortages  more than double the number last year. &quot;Some people are living on one meal a day and double the number of people are in need of food aid compared with last year,&quot; said Helen McElhinney, Oxfam policy adviser. &quot;Refugees are enduring dire conditions in border camps with not enough water to go around.&quot; Oxfam said fighting at the border has severed trade, cutting off the vital flow of people, fuel and goods, and affecting the ability of people to earn a living. Seeking to put a brave face on a bleak situation, South Sudanese officials say they are seeking loans from China and others against the oil in the ground, in effect mortgaging oil for money. South Sudan also has plenty of agricultural land, increasingly attractive to international investors, but civil society organisations are worried that the country is signing long leases with investors for very low returns. The one glimmer of light is that Juba and Khartoum are holding talks on border and security issues, having come close to war in April after South Sudanese troops took the Sudanese town of Heglig. This could provide momentum to tackle the oil issue. On South Sudan&apos;s first anniversary of independence, religious leaders on both sides of the border are calling for reconciliation. A joint pastoral letter said: &quot;We dream of two nations at peace with each other, co-operating to make the best use of their God-given resources, promoting free interaction between their citizens, living side by side in solidarity and mutual respect, celebrating their shared history and forgiving any wrongs they may have done to each other.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/09/south-sudan-economic-disaster-independence", 
    "wordcount": "1081"
}