{
    "headline": "Land-grabbing firms beware: cost of ignoring people's rights is rising", 
    "text": "A new report on land acquisition by the Munden Project/Rights and Resources Initiative brings an important angle to the land &quot;grab&quot; debate. Rather than focusing on the ethics of land grabbing, the report makes the business case for working with local communities, arguing that failure to inform or fairly compensate affected locals heightens the risks to investors. Why? Because affected communities start to make life difficult for abusive or lazy companies, leading to massive unexpected costs or even an eventual full-scale retreat. The key risk, perhaps not emphasised sufficiently by the report, for companies considering acquiring land overseas is the probability of local people mounting a successful defence of their land. Where there is little likelihood of resistance or where, more probably, resistance can be easily quashed and a company or government thinks it can get away with it, there is no real business case for doing the right thing. And that is where campaigning comes in. Without national and international support, even the most organised and persistent communities have found it hard to defend their rights and interests. But campaigner support can swing the balance in favour of the community at risk. A few years ago, when I was writing reports on mining and local communities in Peru and the Philippines, and later managing Christian Aid&apos;s work in Colombia, which revolved around major national and international companies removing people from their land to produce bananas and palm oil for export, the chances of starting a major international campaign on the issue of land rights were minimal to say the least. Our campaigning colleagues were busy with aid, debt and trade, and the growing issue of tax collection and avoidance. Land was considered a niche issue for agronomists and nerds. One such nerdy agronomist at a major UK NGO told me how his office had gradually been moved to the back of the building, where few people were known to visit him. How things have changed. Last month, celebrities were on British television programmes talking about land grabs as part of the launch of the If campaign. Within two or three years, land has become a popular campaigning issue. For those, like me, worried that NGO campaigning was in danger of reverting to the tired &quot;Let&apos;s send them more cash&quot; agenda, this is inspiring  a new set of national and global power relationships may be pushing mainstream NGOs into steadfast positions of principle. Oxfam has been flogging an apparently unsexy horse courageously for years. Oxfam America has long been supporting communities throughout Latin America and elsewhere in danger of losing their land to mining, and, throughout the past decade, Oxfam Australia had a mining ombudsman travelling the globe auditing mining companies for human rights abuses and trying to develop solutions. For some reason, that brilliant initiative has now ended; it is something the present-day land-grab campaigners should consider reinventing. There is nothing new about land grabs, although the age-old problem of powerful groups and individuals displacing communities from land that they have farmed for (usually) centuries has been aggravated by the rapid increase in the world&apos;s population in the past few decades, and the strong economic growth of populous nations such as China, India and Indonesia. What seems to have changed is that communities whose resistance might once have been in vain can hope for international civil society and media to stand by them, increasing the costs to investors of doing the wrong thing. The mainstream NGOs and the non-radical middle classes that support them are getting behind the world&apos;s most marginalised communities, giving them a fighting chance of survival. Their main target at the moment, via the If campaign, appears to be the World Bank&apos;s International Finance Corporation, whose lack of safeguards on investments in large deals via financial intermediaries has been the object of damning criticism by the in-house ombudsman. And there, too, things have changed. Everyone knows that the World Bank now has the most progressive president in its history. By freezing investments in deals that could be land grabs, Jim Yong Kim would be sending a signal to the rest of the world  when the life opportunities, rights and dignity of poor communities are at stake, some costs are too high, and some risks too great.  This article was amended on Tuesday 19 February 2013. In the original we referred to the Rights and Resources Institute. This has now been changed.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/feb/18/land-grabbing-firms-peoples-rights", 
    "wordcount": "740"
}