{
    "headline": "Heartland Institute 'fights back' over publication of confidential documents", 
    "text": "The Heartland Institute, the free market thinktank behind efforts to discredit climate change and the teaching of science in schools, launched a new fundraising drive on Thursday after confidential documents were posted online without its consent. The thinktank launched a new appeal to donors on its website after documents were posted online by Desmogblog, a website monitoring attempts to discredit climate change. The documents included some details of where the institute gets its money as well as the people and projects it is funding. One plan involved spending $100,000 (64,000) on spreading the message in schools that &quot;whether humans are changing the climate is a major scientific controversy&quot;, according to the documents. Such an assertion, however, has no basis in fact. Heartland maintains the documents posted on Desmogblog were obtained through deception, and one was fake. It has appealed to journalists to retract stories based on the documents. But Heartland has put the release of the confidential documents which it calls &quot;An Online Mugging&quot; at the heart of its new fundraising appeal. &quot;Leftwing groups commit fraud, release fake strategy memo to attack the Heartland Institute. We&apos;re fighting back,&quot; the appeal said, directing readers to a page where they are invited to give $5,000 in return for being invited to networking events. Heartland has also reached out to potential donors with an email appeal, according to Jim Lakely, the communications director. He did not respond to a request to characterise the campaign, or send a copy of the fundraising email. He also refused to comment on the authenticity of a fundraising email obtained by the Mother Jones website on Thursday. In the email, Heartland claims a staffer unwittingly sent crucial confidential materials to an unknown person impersonating a staff member. Those documents then ended up online. The email goes on to seek funds for widespread legal action. &quot;We are creating a legal defence fund to support litigation, starting immediately, to demand that false and defamatory material be removed from blogs and websites and publications, and that the true criminals in this case be prosecuted to the full extent of the law,&quot; the email said. The Valentine&apos;s Day expose of Heartland focused new attention on orchestrated efforts to discredit climate change. It also raised questions about the sources of Heartland&apos;s support. Over the years, the thinktank has leaned heavily on a single anonymous donor to fund its efforts to deride the work of UN climate body and other projects. The unnamed donor, who gave $4.6m in 2008, has since scaled back contributions. Even so, the donor&apos;s $979,000 contribution in 2011 accounted for 20% of Heartland&apos;s overall budget, the fundraising plan says. According to the document, Heartland hopes to bump that up to $1.25m in 2012 (pdf). There is hardly any sign of support from big oil companies  which stand to lose heavily through action on climate change. Kert Davies, research director of Greenpeace USA, said major companies began distancing themselves from Heartland and other institutes denying the very existence of climate change some years ago, moving their money to other organisations. ExxonMobil, which donated $675,000 to Heartland up to 2006 according to Greenpeace, cut its ties to the thinktank after pressure from environmental organisations. Even the Koch family, the oil billionaires who have bankrolled the Tea Party backlash against Barack Obama, have been lukewarm on Heartland. Entities connected to the Koch family have donated only $25,000 to Heartland since the mid-1990s. Despite being shut out, the thinktank hoped to get $200,000 from the Kochs to fight Obama&apos;s healthcare law this year, according to Heartland&apos;s fundraising plan.  This article was amended on 17 February 2012 to correct a quote from one of the documents. ", 
    "section": "environment", 
    "gid": "environment/2012/feb/16/heartland-institute-fundraising-drive-leaked", 
    "wordcount": "629"
}