{
    "headline": "Barack Obama swipes at Mitt Romney over climate change jibe", 
    "text": "     Barack Obama chose the biggest night of his re-election campaign to acknowledge the dangers of climate change  and to take a swipe at Mitt Romney for turning global warming into a laugh line in his convention speech. Obama thrilled Democrats when he accepted his party&apos;s presidential nomination on Thursday with a blunt rebuttal to the climate change contrarians who now dominate the Republican party. The president said he would continue to invest in wind and solar energy if he wins a second term, because the threat of climate change was real. &quot;And yes, my plan will continue to reduce the carbon pollution that is heating our planet because climate change is not a hoax. More droughts and floods and wildfires are not a joke. They&apos;re a threat to our children&apos;s future. And in this election, you can do something about it,&quot; Obama said, to a roar of approval from the hall. The remarks were a pointed and deliberate contrast to Romney. The Republican contender got the biggest laughs of his speech by making fun of candidate Obama&apos;s concern on climate change when he first ran in 2008. &quot;President Obama promised to begin to slow the rise of the oceans and to heal the planet,&quot; Romney said. &quot;My promise is to help you and your family.&quot; He got a standing ovation. The strong reaction in the hall  and the outrage from Democrats and others after a summer of heat waves, drought, wildfires and now hurricanes  all but ensured climate change a mention in Obama&apos;s own convention speech a week later. Obama said nothing about taking comprehensive action to limit the emissions that cause climate change. The Democrats&apos; party platform, adopted this week, makes no mention of cap and trade, which Obama supported in 2008. The speech also touted the increase in domestic oil production under the Obama presidency, part of the president&apos;s &quot;all of the above&quot; energy policy. Even so, the remarks on climate change were Obama&apos;s most visible identification with the issue since December 2009 when he flew to Copenhagen and jumped in to all-night negotiation sessions to try to extract a deal at the UN climate change summit. Other Democratic leaders used Romney&apos;s remarks to draw a contrast with Republican positions on the environment. Earlier on Thursday night, John Kerry, the Democrats&apos; 2004 presidential candidate, said: &quot;An exceptional country does care about the rise of the oceans and the health of the planet.&quot; Bill Clinton in his speech on Wednesday night also made a passing reference to climate change. The rhetoric, evidently co-ordinated, suggests there will be a lot more talk about climate change from Obama and other Democrats during the election season than during the last four years. Over the past two years, Obama and other administration officials grew noticeably more reluctant to even utter the words climate change, as Republicans adopted attacks on climate science and environmental regulations as one of their core beliefs. Instead, Obama and administration officials shifted their focus to &quot;clean energy jobs&quot;. On Thursday night, he used the term &quot;carbon pollution&quot;. Obama made just a single mention of climate change in his state of the union address this year  but that was still better than 2011 when climate change did not rate a mention at all. One analysis found Obama devoted even less time to the issue in his annual address to Congress than George Bush. Romney&apos;s own views have also shifted since his time as Massachusetts governor when he saw climate change as a matter of urgent concern. And they do not appear to align with the derision in his convention speech, or fellow Republicans who do not accept the existence of climate change. Andrea Saul, his press secretary, said: &quot;Romney&apos;s view on climate change is he believes it&apos;s occurring, and that human activity contributes to it, but he doesn&apos;t know to what extent. He opposes cap and trade, and he refused to sign such a plan when he was governor.&quot; Storify by Guardian partner Climate Desk on Romney and Obama&apos;s climate change comments   .", 
    "section": "environment", 
    "gid": "environment/2012/sep/07/barack-obama-mitt-romney-climate", 
    "wordcount": "688"
}