{
    "headline": "Caught in the web: case histories of people whose digital past haunts them", 
    "text": "   Marta Bobo as a teenager. The former gymnast was incorrectly described as anorexic in a 1984 article.    In 1984 Marta Bobo was a promising young Spanish gymnast, about to take part in her first Olympics in Los Angeles. She would like to be remembered for her awards and national title wins as well as the flexibility, grace, co-ordination and strength she showed in international competitions. But enter her name in Google&apos;s search engine and you soon see a 1984 headline from El Pas newspaper: &quot;Marta Bobo has anorexia&quot;. &quot;I have never had anorexia, nor has a doctor ever given that diagnosis. This was a story put out by people at the federation who did not want me to go to the Olympic Games because they had their own candidates,&quot; Bobo, now a respected university sports lecturer, said. &quot;In the end I saw a doctor, was declared healthy and went to the Games.&quot; Bobo, an unsophisticated 18-year-old who spent all her time training, did not even bother finding out how she might get an article corrected in the days when there was no web version of the story where an amendment could be added. In 1984 the internet was in its infancy and the worldwide web did not yet exist. But El Pas has digitised its archive and a headline that has seemed destined to lie ignored in dusty paper archives, is all too visible. It reappears from time to time, most recently when Bobo chaired a round table about sport and eating disorders. &quot;The local paper dug up the old story and ran a piece about how the person who had once been an anorexic was now chairing a round table,&quot; she said. Bobo says she does not lose much sleep over it, but she knows that her students, for example, often look her name up on search engines. And she worries about what it will mean to her daughters, aged eight and five. &quot;I have denied the story in numerous newspapers and on television shows, but it is still there in the archive  and is one of the first things to appear in search engines,&quot; she said. &quot;It is a kind of stigma. What I want is a correction.&quot; Bobo said she was as light as many girls who train as rigorously as she did. She recently found an old report by a psychologist, dated 1985, which confirmed that she had not suffered anorexia. She said the newspaper did not check the story with either her or her parents, but an El Pas spokesman said it stuck by its reporting of 30 years ago. &quot;An ordinary person like myself is hardly going to be able to take on big outfits like El Pas or Google,&quot; she said. &quot;In the meantime the newspapers say the search engine is responsible, and the search engine blames the newspapers.&quot; El Pas&apos;s then ombudswoman, Milagros Prez Oliva, looked at the case two years ago. &quot;We can&apos;t alter the contents of our archive, because that would be falsifying history,&quot; she quoted the newspaper&apos;s legal chief, Gerardo Viada, as saying. &quot;The problem has been created by the appearance of search engines.&quot; Gervase Webb was unaware that fake profiles portraying him as an ultra-nationalist, gay transvestite had begun to proliferate on social media sites until a friend warned him. A former journalist at the Evening Standard who now works as a builder, Webb dates his problems back to criticisms he made of the British National party on a traditional music discussion site. &quot;I was quite outspoken on the web forum,&quot; he said. &quot;I only discovered the fake profiles when someone asked if I had seen what was appearing in my name. Most were a bit cheesy but others a bit creepy. &quot;Then they began creeping up the Google rankings. Some used pictures that had been lifted from elsewhere and photoshopped. Some showed me with BNP badges. One made me out to be an ultra-nationalist gay transvestite. &quot;An ex-girlfriend contacted me out of the blue to say how brave she thought I was in acknowledging what had clearly been a difficult position by coming out, and that she now quite understood why the relationship had ended, what with me being gay &apos;n&apos; all, but she thought my politics had become a bit creepy. &quot;It was rather tricky getting them removed. Flickr have been quite good about it. I have repeatedly asked other sites to remove these profiles but with limited success. The results seem to be arbitrary; some are removed but others left in place.&quot; A Scottish professional photographer who used a US-based website to display his pictures online for several years later found that he could not remove his images or delete his account. Malcolm, not his real name, discovered that some of the shots had migrated on to other websites without his permission. &quot;It was a good website when I found it. It gave hints and tips about improving your photography when I first found it. &quot;But after I turned professional I didn&apos;t want my name to be on the website. I didn&apos;t want my name to be associated with pictures which I had taken a long time ago and were not of a professional standard. &quot;I emailed the site&apos;s administrators and asked them to remove it. They came back to me saying that it wasn&apos;t something that could be done. So I went into the site and it took most of the day trying to delete my profile and the images. &quot;I couldn&apos;t get rid of it all so eventually I changed the name on top of the profile. Even so, when my name is searched on Google the profile still appears at the top of the list although it looks irrelevant because the tile of the page no longer has my name on it. &quot;And I found other of my pictures from that photography website had appeared on other websites without my permission but under my name. Creating a personal persona is even more dangerous for people with unusual names as their content is much easier to find.&quot; A British woman who converted to Islam tried to delete her Facebook website because she did not want others to discover how she had behaved in her youth. She said: &quot;I converted to Islam and decided I didn&apos;t want my new in-laws to have verbal ammo against me from my past. I also don&apos;t particularly want to be reminded of my drug-addled, self-obsessed teenage antics. &quot;Facebook makes it very difficult, it takes far too long to delete each individual post on your Facebook page. Weeks later and I&apos;ve managed it. After I left my model agency they deleted my profile, but photos of myself are still online on photographers&apos; websites. &quot;They own the photos so there&apos;s nothing I can do except hope nobody searches my name and sees past the extravagant makeup to see it&apos;s me. &quot;People are perhaps naive about their actions. You can no longer do something stupid and hope nobody notices, it WILL be on Facebook! And it might be funny now but 10 years later maybe not.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/apr/04/web-case-histories-digital-past", 
    "wordcount": "1218"
}