{
    "headline": "Spain's king apologises for jetting off to shoot elephants", 
    "text": "Spain&apos;s king has publicly apologised for a hunting trip to Africa that saw him fly off to shoot elephants in Botswana while ordinary Spaniards struggled with one of the worst economic crises in living memory. &quot;I am very sorry. I made a mistake and it won&apos;t happen again,&quot; King Juan Carlos told television cameras as he left hospital after an operation to a hip that he damaged during his expensive hunting holiday in the Okavango Delta. While the king was apologising, members of the Spanish branch of the World Wildlife Fund were weighing up whether to eject the monarch from his position as their honorary president. The fund said it had received a large number of complaints about the king&apos;s trip to a safari camp that later posted photographs on its website showing him posing beside dead elephants and water buffalo. &quot;This has created a huge outcry from our members and among public opinion as a whole,&quot; WWF Spain boss Juan Carlos del Olmo said in a letter to the king. &quot;This unfortunate episode has become known across the world and we are receiving vast numbers of energetic complaints,&quot; he added. &quot;It damages both the WWF&apos;s reputation and almost fifty years&apos; work trying to protect elephants and other species.&quot; Del Olmo has requested an interview with Juan Carlos to explain the organisation&apos;s anger. The fund&apos;s ruling council has decided to put a decision on whether the honorary position should be scrapped to a members&apos; vote. Juan Carlos was reportedly hunting with Rann Safaris, run by hunter Jeff Rann. Rann regularly wins Botswana government licences to kill elephants as part of controlled culling to keep the Okavango population down. Those elephants can be legally shot. The 74-year-old king made his apology as he left a Madrid hospital on crutches. His trip had only come to light when he had to be rushed back to Spain on Friday. The royal palace denied reports that Juan Carlos had left the country without telling the government, claiming that the prime minister, Mariano Rajoy, had been told. Spaniards have yet to find out who paid for the king&apos;s trip, with royal officials insisting he was the guest of unnamed hosts and that no public money had been spent. Juan Carlos had come under huge pressure from politicians to say he was sorry. Palace officials claimed the brief, eleven-word apology was unprecedented in the history of Spain&apos;s monarchy. Prime Minister Mariano Rajoy&apos;s conservative People&apos;s party said this proved the monarchy was &quot;in tune with what the Spanish people expect and need from it.&quot;", 
    "section": "environment", 
    "gid": "world/2012/apr/18/spain-king-apologises-shooting-elephants", 
    "wordcount": "437"
}