{
    "headline": "Social Media Week: inside New York's startup bubble", 
    "text": "New York&apos;s political and business leaders like to trumpet the city&apos;s burgeoning tech start-up scene, but leading figures in the sector have warned that growing beyond start-up phase is proving problematic.  Panelists at a Social Media Week panel on the future of technology in the city warned Thursday that though the start-up ecosystem is vibrant, New York is unlikely ever to see a homegrown equivalent of the Silicon Valley-style behemoth such as Facebook or Google.  Start ups have proliferated in recent years. Jonathan Bowles, executive director of the Center for An Urban Future, revealed numbers showing 486 startups had received venture funding over the past five years, and 15 of those had secured $50m or more.  &quot;It&apos;s not a blip&quot;, Bowles said.  But the panel stressed a need to encourage steady start-up growth over quantity of launches. Longtime venture capitalist Alan Patricof said that New York has an abundance of seed funding to initially launch a startup; the problem, however, is locating enough funding for a business to reach the next round.  &quot;There&apos;s maybe too much [seed funding]&quot;, Patricof said. &quot;A lot of startups we&apos;re seeing are imitative of other operations around.&quot;  New York&apos;s healthy startup scene is a talking point often reiterated by Mayor Michael Bloomberg and his digital staff. Bloomberg visited Buzzfeed, one of the most visible start-ups in New York City to advocate for the city&apos;s Made in NY program Tuesday  482 businesses are registered on the group&apos;s directory.  &quot;Since I&apos;m going to be unemployed in 315 days I&apos;m starting to pay more attention to this now&quot;, Bloomberg said as his team unveiled a new web resource for entrepreneurs.  Ann Li, managing director of the New York City Economic Development, said that the startup scene is notable and long-awaited, but added that one significant challenge for the city was encouraging talent to work at a startup, instead of launching a new one.  &quot;Everybody wants to start a company&quot;, Li said, &quot;but the company needs talent in order to grow.&quot; Panelists said that two significant barriers to fostering steady growth included encouraging homegrown talent and ensuring that New York universities incentivized graduates to remain in the city to launch companies, two things currently not &quot;clicking&quot; in New York&apos;s tech community, according to Bowles.  The third challenge echoed by panelists isn&apos;t at all unique to the tech scene: rent. &quot;Very few people are talking about housing and affordability as an issue going forward&quot;, Bowles said. &quot;The vast majority of average workers are not making six figures.&quot;", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2013/feb/21/nyc-tech-future", 
    "wordcount": "435"
}