{
    "headline": "Retired academics: are universities making the most of emeritus staff?", 
    "text": "Professor Angela Thody&apos;s research into how the wisdom of emeritus professors is used at English universities, found that about half of all retired professors remained active at their institutions, though they weren&apos;t always remunerated for their ongoing contributions. Angela writes: &quot;Unlike their North American counterparts, hardly any have celebratory rites of passage to emeritus status, or emeritus associations that they can join. There was some disquiet among emeriti about their status and no university policy about using emeriti&apos;s contributions.&quot;  Aside from pay, there are the opportunities to be part of a community of learners, or even the fond attachment to one&apos;s office that can also be lost after retirement, as Robert Michael&apos;s blog on becoming emeritus shows.  But is support for retiring academics given enough thought by those who oversee faculty welfare? Are there lessons to be learnt from the system in the US? And, how do you sensitively encourage academics to pass on responsibilities to the next generation, when there might be resistance to doing so? Not everyone is willing to give up on their duties when retirement age comes around, as vice president for academic administration at Union University, Gene C Fant Jr explores in this blog post &quot;You&apos;ll pry that course from my cold, dead hands.&quot;  On Friday 16 March, we&apos;ll bring together a panel to discuss what life is like as an emeritus academic, what support is available for to them and explore how everything from research to student experience can be improved by engaging academics in their golden years. Join us at 12pm, post comments below now and follow the #HElivechat hashtag on Twitter This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network. Panel June Thoburn, emeritus professor of social work, University of East Anglia June joined UEA&apos;s School of social work in 1979 and remained at UEA as lecturer, senior lecturer and professor (including 4 years as Dean) untill retirement in 2004. In 2002 was awarded a CBE &apos;for services to social work&apos; and in 2004 June was awarded a Leverhulme Emeritus Fellowship to research children in care in 14 countries. She continues to give &apos;one-off&apos; lectures at UEA. Samuel Jay Keyser, emeritus professor of linguistics, MIT Jay retired in 1998 but holds a part-time position as special assistant to the chancellor, where he performs a few functions held over from his time as associate provost at the Institute. He edits a professional journal, Linguistic Inquiry, and an associated monograph series and has also written books outside my field, including poetry and Mens et Mania: The MIT nobody knows. In his spare time, Jay waters his indoors plants. @sjkeyser  Elspeth Jones, professor emerita, Leeds Metropolitan University Elspeth was the international dean at Leeds Metropolitan University until July 2011, when she became emerita professor. She is also an international education consultant. She continues to research, write and undertake consultancy work around the world in internationalisation policy, curriculum internationalisation and transformational learning in international education. She has published widely and is a member of the editorial board of the Journal of Studies in International Education among others. @elspethjones John Leslie Brennan, emeritus professor of higher education research, Open University A sociologist by background, John directed the Centre for Higher Education Research and Information at the Open University for nearly 20 years until the centre was closed down last summer. He is still a visiting professor at the universities of Bath and London Metropolitan and has directed many research projects and published several books and many articles on the broad theme of the changing relationship between higher education and society.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/14/retiring-from-higher-education", 
    "wordcount": "620"
}