{
    "headline": "North Sea gas flare has stopped burning, says Total", 
    "text": "The flare on the North Sea oil platform stricken by a gas leak has extinguished itself, the oil company Total has said. Total said evidence that the flare had gone out came from surveillance flights and from vessels close to the exclusion zone. The company said: &quot;Total can this morning confirm that the flare on the Elgin platform has extinguished itself. &quot;We received the first indication that the flare may be out at 12.07 yesterday from our first surveillance flight of the day. The news was then reaffirmed at 16.36 following our second flight of the day. &quot;We received what we consider final confirmation at 08.20 this morning, when our sea vessels on location reported no further flare activity through the night.&quot; The company has said there was minimal risk from the flare, which was burning about 150 metres above sea level. About 200,000 cubic metres of gas has been escaping every day from the Elgin platform, about 150 miles off the coast of Aberdeen, Philippe Guys, Total UK managing director, said. Speaking at a press conference yesterday, he said there has been &quot;little change&quot; in the past five days. Proposals to stop the leak include &quot;killing&quot; the well with mud and drilling relief wells which could take as long as six months. Two drilling rigs have stopped work on other wells in the area. Guys added: &quot;The question has been asked if there could be similar problems with other wells on Elgin. What I can tell you is that when the platform was evacuated, all other wells were left in a safe condition.&quot; Spotter planes have been making three flights a day over the rig. The gas is coming from a rock formation below the sea, underneath the Elgin platform. It is then escaping into the air from a leak on the platform at the top of the well, about 25 metres above sea level.  This article was corrected on 1 April 2012 because headlines referred to the gas leak being extinguished. The story said that the flare had gone out.", 
    "section": "environment", 
    "gid": "environment/2012/mar/31/north-sea-gas-leak-extinguished-total", 
    "wordcount": "356"
}