{
    "headline": "Met Office: Arctic sea-ice loss linked to colder, drier UK winters", 
    "text": "The reduction in Arctic sea ice caused by climate change is playing a role in the UK&apos;s recent colder and drier winter weather, according to the Met Office. Speaking to MPs on the influential environmental audit committee about the state of the warming Arctic, Julia Slingo, the chief scientist at the Met Office, said that decreasing amounts of ice in the far north was contributing to colder winters in the UK and northern Europe as well as to drought. But she stressed that it was one factor and not the &quot;dominant driver&quot; in the UK. The south-east and other parts of England are experiencing especially dry conditions after months of below-average rainfall, with some water companies pledging on Monday to introduce hosepipe bans to conserve water. Recent years have seen a spate of cold winters, with 2009-10 being recorded as the coldest in 31 years. Recent studies have linked the gradual shrinking of Arctic sea ice to colder weather in the UK and the rest of Europe, as well as the US and China. However the Met Office has not spoken about the issue before. The hot, dry spring of 2011 has also been linked to melting sea ice by meteorologists. Despite the colder winters, nine of the 10 hottest years on record have occurred since 2001, according to the Met Office&apos;s temperature data. Such warming, driven to largely by man-made activities, is causing Arctic sea ice to melt at a rate of 12% a decade in summer. Slingo told the MPs that there is &quot;increasing evidence in the last few months of that depletion of ice, in particular in the Bering and Kara seas, can plausibly impact on our winter weather and lead to colder winters over northern Europe&quot;. She added that more cold winters mean less water, and could exacerbate future droughts. &quot;The replenishment of aquifers generally happens in winter and spring  a wet summer does not replenish aquifers. So we are concerned if we have a sequence of cold winters that could be much more damaging,&quot; she told the committee. Last month the environment secretary, Caroline Spelman, warned farmers that drought might become &quot;the new normal&quot; for the UK, because of climate change. Slingo also dismissed  fears that the Arctic could be entirely free of sea ice in summer as soon as 2015. Between 2025 and 2030 would be the earliest date she would consider it possible, she said, and the Met Office&apos;s latest models suggested 2040-60 as most likely. &quot;Our expectation is certainly not in the next few years as you&apos;ve heard from some evidence,&quot; she said. She also said that suggestions the volume of sea ice had already declined by 75% already were not credible. &quot;We know there is something [happening on the thinning of sea ice] but it&apos;s not as dramatic as those numbers suggest.&quot; The problem, she explained, was that researchers did not know the thickness of Arctic sea ice with any confidence. She hoped a new ice-monitoring satellite launched in 2010, Cryosat2, would help with more accurate measurements.", 
    "section": "environment", 
    "gid": "environment/2012/mar/14/met-office-arctic-sea-ice-loss-winter", 
    "wordcount": "518"
}