{
    "headline": "Windfarms: is community ownership the way ahead?", 
    "text": "&quot;I can&apos;t single-handedly build a new Jerusalem,&quot; said John Hayes, the Tory energy minister, last week, &quot;but I can protect our green and pleasant land.&quot; What was he on about? Windfarms. He wants them stopped because he says locals don&apos;t like them. But that isn&apos;t always the case. Take Sams, a pretty island off the coast of Denmark. In the late 90s, Sams&apos;s 4,000 elderly farmers were famous for their early crop of new potatoes. Smothering their isolated Eden with windmills was far from a priority. Yet 15 years later, that is exactly what&apos;s happened. These conservative islanders have installed 11 onshore windmills, while another 10 lie just off the coast. Astonishingly, Sams is now one of the world&apos;s largest carbon-neutral settlements. To find how it happened, I visited the island this spring while researching my new book, How to be Danish. The answer? Community ownership. Sixteen of the 21 new turbines are owned either by local co-operatives, or by individual farmers. This means that the turbines haven&apos;t been sprung on the locals. Instead, the latter are invested in the former, both emotionally and financially. The excess energy created by the turbines is sold back to the national grid  and the profit creates a handy annual dividend for each local. &quot;There&apos;s money in it,&quot; smiles 66-year-old Erik Andersen, who owns a herd of rare Red Danish cows. &quot;It&apos;s a good investment.&quot; So wind power doesn&apos;t always alienate locals. Denmark has over 6,000 turbines  2,000 more than Britain, despite being a sixth of the size. This is partly down to its topography: it&apos;s flat, so there&apos;s a lot of wind. But it&apos;s also to do with how the Danes involve local communities. Around 70-80% of those turbines are co-owned by local groups  little wonder there&apos;s more of them. Could it happen in Britain? An ICM poll suggests so: while only one in two Britons would back a windmill within two miles of their home, 68% would support one that was community-owned. John Hayes, take note.", 
    "section": "environment", 
    "gid": "environment/2012/nov/05/windfarms-community-ownership", 
    "wordcount": "349"
}