{
    "headline": "Crackdown on cattle movement and TB testing announced", 
    "text": "Ministers have announced a tightening of rules to prevent tuberculosis spreading between cattle, as the controversial badger cull aimed at curbing bovine TB struggles to get started. The strengthened rules, which will come into force from 1 January 2013, include changes to the testing regime and cattle movement restrictions. &quot;We need to stop the spread of bovine TB, which led to the slaughter of 26,000 cattle in 2011 alone,&quot; said Liberal Democrat agriculture minister David Heath. &quot;These strengthened measures, alongside our badger control policy and the ongoing development of vaccines, are about reducing risks from all possible sources of TB infection, to help control the disease and eventually eradicate it.&quot; The new measures include an extension of the region where farms must be tested yearly for TB: 10 new counties will be included across south-west, west and central England. The new rules on cattle movement mean that, in all cases, farmers who have had a case of TB in their farm will not be allowed to bring new cattle in until the rest of the herd has been tested for TB and a vet has carried out an assessment. In addition, farmers now have 30 days, down from 60 days, to move cattle that test negative for TB out of a TB breakdown farm. Veterinarian Mark Jones, executive director of Humane Society International, which is campaigning against the badger cull, said: &quot;We welcome the changes, many of which are common sense in terms of disease control, but they should have been introduced long ago. &quot;The changes reflect the fact that there are many inadequacies in the current TB control measures, which should be addressed and their impact assessed before any culling of badgers is considered. Defra appears to have finally recognised some of the serious flaws that exist within the current system.&quot; The new rules &quot;move a little way in the right direction&quot;, according to Prof John Bourne, who led a landmark 10-year badger culling trial and also with many other scientists opposes the government&apos;s proposed cull. Bourne said only even stricter biosecurity would control bovine TB, as it had 50 years ago in the UK. It was recently revealed that a European Commission inspection conducted in September 2011 found a catalogue of failures in English farmers&apos; biosecurity. These included missed targets on both the rapid removal of cattle with TB and the follow-up of missed tests, and &quot;weaknesses in cleaning and disinfection at farm, vehicle, market and slaughterhouse levels, exacerbated by lack of adequate supervision&quot;. All these problems increase the risk of TB spreading between cattle. Heath said: &quot;We already have strong measures in place to tackle transmission between cattle. However, we are always looking to improve our methods and will strengthen controls where necessary.&quot; Bourne said new measures still fail to recognise the problem that the test frequently gives false negatives, ie passes infected cows as healthy. When they are moved, they carry infection to new farms. Bourne said this could be overcome, as in the 1950s and 1960s, by banning any movement between heavily tested TB-free herds and herds which had not been heavily tested. &quot;The attested herd scheme was successful in UK in the 50s and 60s and was the basis of eradication in Australia,&quot; he said. &quot;But farmers would not like it and this is why it is unlikely to happen.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/19/cattle-movement-bovine-tb-testing", 
    "wordcount": "574"
}