{
    "headline": "Somalia's private sector can help rather than hinder development", 
    "text": "Despite  or perhaps because of  more than 20 years of war, Somalia has a remarkably strong private sector, particularly in the money transfer, telecommunications and livestock spheres. Yet, as the 2010 Inter-Agency Standing Committee evaluation of the humanitarian response in Somalia points out, aid agencies have failed to engage systematically the Somali private sector and disapora in their work. This is no small omission, given that remittances alone are estimated at $1bn-2bn (6.3-12.6m) a year in Somalia  and this figure does not even take into account the vital role the diaspora plays in providing basic services such as healthcare, education and water, as well as infrastructure and enterprise. There are significant operational challenges to working with businesses in Somalia. Legitimate concerns surround preventing the diversion of aid, upholding humanitarian and &quot;do no harm&quot; principles, and managing reputational risk. However, working with the private sector in protracted crises is both an operational necessity and a major opportunity for recovery and development. A new report by the Humanitarian Futures Programme, released in the runup to the 31 May-1 June Istanbul Conference on Somalia, shows how initiatives led by the UN during the 2011 famine provide examples of new mechanisms for addressing these long-standing challenges. Over the years, a relationship has become institutionalised in Somalia whereby local businesses serve as contractors to support international aid operations, supplying goods, transportation and private security services. However, the unregulated nature of Somali business has complicated and sometimes undermined the efforts of international agencies reliant on its services. In 2010 for example, there was significant controversy surrounding the role of three World Food Programme (WFP) contractors accused by the UN Monitoring Group on Somalia and Eritrea of diverting food aid, a claim the WFP denied. Somalia&apos;s civil war means the existence of relationships between Somali businesses and parties to the conflict, such as the Islamist insurgency group al-Shabaab, are not always easy to determine. These matters are of particular sensitivity, given the importance for relief agencies of upholding humanitarian principles, particularly neutrality and independence, and not falling foul of the sanctions regime. Aiming to introduce greater accountability in its dealings with Somali contractors, the UN has established a risk management unit, intended to develop a database covering every contract between a UN agency and a Somali business. The database is set to include performance and security assessments of Somali enterprises, as well as political and economic affiliations, thus highlighting potential conflicts of interest  although breaches of contract are still not automatically transferable across agencies. Managing reputational risk and avoiding unintended impacts on the conflict is clearly vital for the UN, but Somalis must be involved in this process too. For such a process to be perceived as neutral, legitimate and effective, it must be a participatory undertaking, encompassing the voices of the Somali business community. A further challenge relates to the threat of the private sector exacerbating the cyclical crises that continue to blight Somalia  as witnessed most recently in the 2011 famine. Last year, as prices were rising in the agricultural river valleys of the south, some in the private sector were maximising their profits in the face of a looming humanitarian crisis. It has been suggested al-Shabaab may have been working to keep the support of small traders by preventing humanitarian access and the distribution of food aid to ensure prices did not fall in local markets. In a market economy, where assets provided free of charge have hindered the development of local markets and the private sector more broadly, it is perhaps unsurprising that local traders would be deeply suspicious of the humanitarian sector. While criticisms of humanitarian aid undercutting markets are nothing new, there is a gap in activities aimed at addressing this recurring challenge in conflict-affected situations such as Somalia. Private sector development programmes provide an opportunity to mitigate this threat. The London Conference on Somalia in February agreed that &quot;Somalia&apos;s long-term reconstruction and economic development depended on a vibrant private sector&quot;. Of course, it is not within the mandate of humanitarian agencies to engage in private sector development. But development agencies can help enable Somali businesses to move away from short-term, speculative investments that exacerbate cyclical crises towards longer-term investments that contribute to recovery, peace and development. Donors should consider prioritising projects that deliver formal business training, promote co-operation with entrepreneurs in providing basic services and improving infrastructure, and look for more effective ways to draw on the business acumen of the diaspora. It is inevitable that humanitarians will at times be compelled to engage with the private sector in conflict-affected situations such as Somalia, if only to support their own operations. This engagement can both harm and enhance relief and recovery efforts. For that reason, it is essential, both for the future of humanitarian action and for the future of countries such as Somalia, that new initiatives along the lines of those described here are adequately supported.  Samuel Carpenter is a programme officer with the Humanitarian Futures Programme, King&apos;s College London", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/23/somalia-private-sector-development", 
    "wordcount": "838"
}