{
    "headline": "Starman Chris Hadfield falls to Earth as Soyuz returns from ISS", 
    "text": "A Soyuz space capsule carrying a three-man crew returning from a five-month mission to the International Space Station landed safely Tuesday on the steppes of Kazakhstan. The Canadian astronaut Chris Hadfield, American Thomas Marshburn and Russian Roman Romanenko landed as planned south-east of the town of Dzhezkazgan at 8.31am local time on Tuesday. The Soyuz TMA-07M capsule slowly descended by parachute on to the steppes under clear, sunny skies. Russian search and rescue helicopters hovered over the landing site for a quick recovery effort. Rescue teams moved quickly to help the crew in their bulky spacesuits exit through the narrow hatch of the capsule. They were then put into reclining chairs to start adjusting to Earth&apos;s gravity after 146 days in space. The three astronauts smiled as they chatted with space agency officials and doctors who were checking their condition. Hadfield, who served as the space station&apos;s commander, gave a thumbs-up sign. They then made quick phone calls to family members and friends. NASA spokesman Josh Byerly said by telephone from the landing site that the three returning astronauts were doing very well. Hadfield, 53, an engineer and former test pilot from Milton, Ontario, was Canada&apos;s first professional astronaut to live aboard the space station and became the first Canadian in charge of a spacecraft. He relinquished command of the space station on Sunday. Hadfield bowed out of orbit by posting a music video on YouTube on Sunday his own custom version of David Bowie&apos;s Space Oddity. &quot;With deference to the genius of David Bowie, here&apos;s Space Oddity, recorded on Station. A last glimpse of the World,&quot; Hadfield said via Twitter. It is believed to be the first music video made in space. Hadfield sang often in orbit, using a guitar already aboard the complex, and even took part in a live, Canadian coast-to-coast concert in February that included the Barenaked Ladies&apos; Ed Robertson and a youth choir. &quot;It&apos;s just been an extremely fulfilling and amazing experience end to end,&quot; Hadfield told mission control on Monday. &quot;From this Canadian to all the rest of them, I offer an enormous debt of thanks.&quot;  The five-minute video posted on Sunday drew a salute from Bowie&apos;s official Facebook page: &quot;It&apos;s possibly the most poignant version of the song ever created.&quot; A three-man US-Russian crew is staying on the space station and will be joined in two weeks by the next trio of astronauts.", 
    "section": "science", 
    "gid": "science/2013/may/14/international-space-station-nasa", 
    "wordcount": "409"
}