{
    "headline": "Palestinian refugee schoolgirls study hard for an uncertain future", 
    "text": "There has been a girls&apos; school at Irbid refugee camp in northern Jordan since 1952. No one could tell me how many girls attended the school at that time, but now it operates a shift system to cope with demand. About 850 girls attend the imaginatively-titled Irbid camp girls&apos; school number 1 five days a week, meeting for classes between 7am and 11.30am. The same number attend Irbid camp girls&apos; school number 2, which runs on the same days from 11.30am to 4pm. Although in the same building, each school has its own teaching staff. In the late 1990s, the German government paid for a new building for both schools; the building formally opened in 2000. On a visit to the school, I&apos;m taken to a classroom that could almost be a shrine to the UN and its human rights charter. Tacked to the walls are brightly-decorated posters written in Arabic, commemorating the 60th anniversary of the UN agency for Palestine Refugees (UNRWA) and highlighting key human rights messages. Apart from encouraging girls to work hard and achieve their ambitions, both schools have a clear mandate: to ensure their pupils know they have a homeland  and a right to live in it. And the message seems to have taken hold. While visiting the school, five pupils aged 13 from school number 2&apos;s council spoke briefly about their hopes for the future. Two want to be doctors, one a teacher, another a geologist and the fifth an engineer. Ultimately, all want to practice their professions in a free Palestine. Like their parents, none of the girls have ever visited the Palestinian territories. Yet, when asked where they wanted to live in the future, their answer was unanimous and instant: Palestine. Irbid refugee camp was established in 1951 to house refugees of the Arab-Israeli war of 1948. It covers 0.24 sq km and is now home to approximately 25,000 people. Originally, it housed about 4,000. In 1954, the tents were replaced with mud shelters, which have now given way to concrete houses. No official line marks where the camp ends and where the rest of the city begins, and people are free to leave. In fact, if it weren&apos;t for the blue UN flag flying on top of the school roof, you wouldn&apos;t know it was for refugee children. But, despite the majority of refugees having Jordanian citizenship, the legacy of the war and the desire to &quot;go home&quot; is obvious when you talk to people. They remain fiercely Palestinian. Palestinian refugees There are slightly more than 2 million Palestinian refugees now living in Jordan. Almost 3 million more live in Lebanon, the West Bank, Gaza and Syria. Each year, UNRWA spends $1bn to support them, a sum that rises annually. This money is spent on education (such as teachers&apos; salaries in Irbid&apos;s schools), health, relief and social services. Some 290,000 people facing particular hardship in these five regions  often due to ill health, age or unemployment  receive a package of wheat, flour, eggs, sugar and milk every three months, along with $10. According to Nozomu Kamiya, senior external relations and projects officer for UNRWA, it is not enough to support a family. &quot;It&apos;s a struggle for families to manage,&quot; he says. But UN funds don&apos;t allow for more. Since the Palestinian refugees in Jordan who arrived from the West Bank after 1948 have Jordanian citizenship, they have  at least on paper  the same rights as other citizens: they are free to move, get jobs in government, and attend government schools and university. Those Palestinians arriving in Jordan from Gaza after the 1967 war have not been so fortunate. The Jordanian government considers them Egyptian and so they don&apos;t have citizenship. This means their life chances are limited. They have less chance of getting decent work - they can&apos;t access government jobs, for example  and are more likely to be reliant on UN handouts, says Kamiya. Living conditions for Palestinian refugees in the West Bank, Gaza and Lebanon are particularly harsh, though, according to Kamiya. In Lebanon, refugees&apos; movements are heavily restricted, and while the government gives land to the UNRWA to house them, it takes no further responsibility for their support. Until the recent violence, the 500,000 refugees in Syria experienced similar freedoms to those in Jordan, receiving support from the government. Kamiya says that, since most of the refugee camps in Syria are located in cities  for instance Damascus and Homs, two places particularly hit by the fighting  refugees are beginning to move. It is uncertain where they will end up. The UNRWA says overcrowding in schools, high unemployment and inadequate health centres are particular problems at Irbid. But Muna Ayoub, the assistant headteacher at school number 2, where she has worked since 1999, acknowledges that refugees in the area have got something to be thankful for. &quot;The king has been very good to us, very generous,&quot; she tells me. &quot;We have rights, we have access to university.&quot; But, she adds, despite this generosity, the pupils at the school and the refugees living inside and outside the camp will never give up their Palestinian heritage. In all they do, it seems they wait for the day they are given back what they believe is their homeland.  Liz travelled with the Japan International Co-operation Agency Read Liz&apos;s tweets from her trip", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/22/palestinian-refugee-schoolgirls-uncertain-future", 
    "wordcount": "905"
}