{
    "headline": "Uni is like coffee  not worth it if it's mostly froth", 
    "text": "Education Guardian teamed up with Ones to Watch, the website that showcases the best UK student journalism, to launch a writing competition. We asked:  &quot;With fees tripling to 9,000 a year at most universities, is it inevitable that the student will become a consumer?&quot;  We are running the best three responses on our new Blogging Students page. Here&apos;s, Oli Hill, the second of the two runners-up. &apos;Tis the season for the next batch of school-leavers to draft and re-draft their personal statements, pester businesses near and far for work experience opportunities or simply sit on their behinds implementing an inspired plan to join the ever-growing dole queue. The status of universities has evolved a great deal in the past few decades, switching from an elitist privilege to an educational free-for-all. You may embark on a degree that encompasses anything from &quot;knitting&quot; to &quot;the art of walking&quot;  if you don&apos;t believe me, please do check the Ucas website for yourselves. Some argue that universities are now reverting to the olden days of supplying pompous, highbrow education to those with the backing of a substantial Bank of Mum and Dad. Whether that&apos;s true or not, one thing is for certain: the government can no longer sustain the current level of subsidy. This revelation has caused many a prospective student to flap their arms furiously in the air, claiming it to be the end of their short lives. My year is the final crop of young adults to get the subsidised rate of 3,375 per annum, and we will enjoy this capped rate until we all graduate  or drop out after one term. This, however, is only half of our good fortune. Subsequent waves of fresh students will wade into uni life armed with around triple the figure that I am paying for my tuition fees. Applying everything I learned from my economics teacher at A-level, I deduce that the 2011 crowd will ride this tidal wave of extra cash, benefiting from brand-new equipment, higher teaching standards and more cheap drinks nights at the student bar. More for less. Brilliant. I personally feel that anyone in my year who opted to take a year out and defer their application is not intelligent enough to enter higher education. Make no mistake, I would be physically shaking at the thought of paying 9,000 a year to study a subject at degree level. Nor should you presume that I was born with a silver spoon in my mouth. I actually come from a farming background  and we all know farmers are the first to grumble when it comes to feeling cash-strapped. Yes, it is inevitable that uni students will become consumers, but I don&apos;t think this is such an awful tragedy. If students are going to be forking out three times as much as I am for their education, I would advise them to get their money&apos;s worth and ditch the typically British way of keeping quiet when something is of poor quality. If everyone did this, universities would probably regret the whole fees saga. I already view myself as a customer of my university. If I think something is taught poorly by a lecturer, it&apos;s in my interest to make my views known, not to mention everyone else&apos;s too. It&apos;s like getting a cappuccino that&apos;s freezing cold and 99% froth  you are going to complain because it cost you money and tastes terrible. See what I mean?", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jan/13/university-is-like-coffee-mostly-froth", 
    "wordcount": "584"
}