{
    "headline": "Jeffrey Sachs fast-tracks new Millennium Village Project in Ghana", 
    "text": "In front of the blackboard in a classroom in Nabari village, northern Ghana, tightly packed rows of dishevelled wooden benches give a sense of the number of primary school children crammed into this room, obediently copying the dictation by rote. They are surrounded by filthy walls and a weather-beaten corrugated ceiling. &quot;There are many pupils but only three classrooms, so they have to pair classes,&quot; says Memuna Sandow, district assembly woman for the towns of Wulugu, Silinga and Nabari in the West Mamprusi region of northern Ghana. &quot;The quality of teaching is very poor  teachers who are sent here from other places do not want to stay.&quot; &quot;There is very low school enrollment,&quot; Sandow adds. &quot;As well as all these problems, not all the parents can afford uniform. The children have to walk 6km to fetch water in the evenings; sometimes they are so tired they don&apos;t go to school the next day.&quot; The barriers to education highlight the complex development challenges in this rural part of Ghana&apos;s northern savannah. The area&apos;s extreme poverty led to it being handpicked as the site of the new Millennium Village Project (MVP), the integrated approach to rural development spearheaded by Jeffrey Sachs of Columbia University&apos;s Earth Institute. The production of oil in southern Ghana has helped make its economy one of the fastest growing in the world, accelerating poverty reduction there. But the number of people living in poverty in the north has increased  by an estimated 1 million over the past 20 years. The majority of Ghana&apos;s 6 million people living below the poverty line are now in the north. The MVP, launched this week by Ghana&apos;s new president John Dramani Mahama and UK international development secretary Andrew Mitchell, aims to address this gap by creating a millennium villages &quot;cluster&quot; in an area that cuts across two of the north&apos;s poorest regions, West Mamprusi and Builsa. The scheme will target 34 communities with a total population of approximately 27,000 people.     Maize farmers in Nabari. Photograph: Afua Hirsch    Like the 13 other MVP sites  including one in southern Ghana  the project will attempt to provide a package of proven, science-based interventions for agriculture, education, health and rural infrastructure. Away from the pomp and ceremony of the launch  which attracted thousands of local residents and supporters of the ruling party  those involved in the project admit the scale of the challenge. &quot;My visits to this region have been sobering,&quot; said Sachs. &quot;It is very poor, very remote, very devoid of basic services. It is the poorest part of the country, the furthest away from infrastructure, the furthest away from the growth areas of the economy.&quot; &quot;This region has a number of issues,&quot; said David Sunbo, MVP team leader. &quot;There is a more than 30km journey to access healthcare, education levels are very low, and people run out of food for almost half of the year. You can drive 60km through the whole cluster without seeing any vehicles because the state of the roads is so bad.&quot; The new MVP has $18.1m (11.5m) funding from the UK&apos;s Department for International Development (DfID). The money will be provided over five years, the first time the department has offered financial support for the project, and equates to roughly $90 a person being spent annually on the ground. The remaining spending  an estimated $60 a person annually  is from other sources, including the government of Ghana, NGOs and the international community. &quot;We are trying to make clear, more than anyone has tried to be in the past, what the cost of providing primary services to lift people out of poverty really is,&quot; said Sachs. &quot;At the moment we think it is $150 per person per year, which is really a very small amount.&quot; Sachs has come under fire recently after critics found serious flaws in the MVP&apos;s evaluation methods and argued results were overstated or impossible to verify. In May, medical journal the Lancet was forced to withdraw sections of its assessment of child survival rates following criticism it overstated outcomes for child mortality. Paul Pronyk, director of monitoring and evaluation at Columbia University&apos;s Centre for Global Health and Economic Development, left the project. The new MVP will, for the first time, be independently evaluated. &quot;We are proceeding cautiously  the proof is in the pudding,&quot; says Mitchell. Evaluation of the project, which has conducted baseline surveys of the 34 communities within the site, and 68 control communities selected for their similarity to the project sites, has been commissioned from Itad, a UK-based development consultancy. Part of the emphasis on evaluation is to help project organisers achieve a proven model for development that can be scaled up to encompass whole regions and even countries. But in Nabari there was scepticism.     Jeremiah Imoro and his neighbours. Photograph: Afua Hirsch    &quot;I don&apos;t believe this will work,&quot; says Jeremiah Imoro, 32, a subsistence farmer who harvests four acres of maize every year. &quot;My farm is not large enough. Since my father died, I support my mother and my seven siblings, and my own wife and three children. The food I grow is not enough and there is none left to sell for cash that we need to buy things. We have to go to the forest to chop wood and sell charcoal instead. &quot;What I need is more income. If I could buy more fertiliser, pay for a tractor for ploughing, and grow more expensive crops like beans, then things would be better for me and my family.&quot; But organisers say Imoro is exactly the kind of farmer who will benefit from the project. &quot;We are taking a business approach to agriculture so that we are not continuously dependent on external support,&quot; said Sunbo. &quot;We are giving farmers loans to pay for ploughing, fertiliser and seeds  they will pay it back and then the amount can be given back to them the next year. We also have in place a plan to expand the facilities for irrigation.&quot; Mastering the business development needs of farmers is something Sachs admits the MVPs have struggled with, and although other projects will last 10 years, the new MVP will last only five. &quot;We have to speed up our work on business development,&quot; says Sachs. &quot;In other sites, it took three years to work on food production and agriculture. Here we want to move faster, bringing in important help to agriculture sooner.&quot; Many of the challenges in West Mamprusi relate to infrastructure, and the need for comprehensive irrigation, roads and electricity, things the organisers say they must rely on the government to provide. The project site is not connected to the national grid and, except for a tiny scattering of solar panels, has no electricity. Population growth and a lack of family planning are major issues in West Mamprusi, straining already limited food supplies and making education unaffordable. The MVP has modest aims to increase contraception use among married women, from 8% to 35%. Other targets are to increase the number of children sleeping under insecticide-treated bednets to 80%, halve the under-five mortality rate, and ensure 90% of children finish primary school, in line with the millennium development goals. Sachs is hopeful the project will show these goals can be accomplished through relatively small per capita spending. &quot;These are very hard, very poor places,&quot; he says. &quot;The budget is not very large, and we are trying to make a small amount of money go a long way.&quot;  This article was corrected on 31 August 2012. Paul Pronyk was not an MVP co-founder", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/31/jeffrey-sachs-millennium-village-project-ghana", 
    "wordcount": "1285"
}