{
    "headline": "Labour accuses Tory right of 'contempt' for the environment", 
    "text": "Labour has accused the chancellor of the exchequer of &quot;actively revelling in contempt for environmental protection&quot;, in the latest broadside in the row over green policies that has consumed the coalition since the resignation of Chris Huhne on Friday. Caroline Flint, shadow energy secretary, warned that the Tory right was breaking apart the cross-party consensus on climate change, thereby endangering the UK&apos;s economic health as well as threatening the planet with untrammelled global warming. Her intervention follows days of controversy as more than 100 Tory MPs wrote to the prime minister to call for wind farm subsidies to be cut, in the most serious attack on green policies yet. Ed Davey, who replaced Huhne after the former minister resigned to face criminal charges on an alleged driving offence, tried to regain the high ground on Monday by insisting the government strongly backed renewable energy, but the impression was left of a coalition in disorder on the issue. Tensions over green policies have been simmering for months, after last year in a series of speeches the chancellor, George Osborne, earned cheers from the Tory right by attacking environmental regulation as &quot;costly&quot; and a &quot;burden&quot;. His words were echoed by claims from free-market thinktanks that green policies would add hundreds or even thousands of pounds to energy bills, claims the government has refuted. Flint laid the blame for the coalition&apos;s disarray firmly at the chancellor&apos;s door: &quot;The likes of the present chancellor not only believe that the green agenda is bad for business, bad for jobs and bad for growth, but actively revel in their contempt for environmental protection. According to this view, environmental policies are a luxury that can only ever be afforded when times are good.&quot; Flint rejected that view, arguing instead that green growth was the best way to revive job creation. &quot;Investing in the green economy is not just a route out of recession, but a necessary and urgent adaptation to the economy and society we will need in the decades ahead,&quot; she said. &quot;This is not a journey of economic altruism, but a battle for economic survival.&quot; Flint accused the coalition of destroying the long-running political consensus on climate change, by which all of the UK&apos;s main parties agreed on the need to cut greenhouse gas emissions and pursue a green economy, though they differed on how to achieve this. In a speech on Tuesday morning to the Aldersgate Group, made up of companies with an interest in green technologies, she said: &quot;We are fortunate in the UK that one of the legacies of Labour&apos;s period in office was broad acceptance of the need to tackle climate change. Today, the question marks over the government&apos;s green credentials have proliferated and raise genuine scepticism over whether the government is sincere in its support for that consensus.&quot; She called for &quot;an active industrial strategy&quot; to promote green growth. Without it, she warned, other countries would forge ahead in the quest to lead the world in clean technology. Renewable energy is already worth billions to the Chinese economy each year. But Flint also rejected the &quot;extreme eco&quot; argument, put forward by some greens, that would force people to accept a lower standard of living, for instance by driving less and taking fewer holidays abroad. She said: &quot;Both the extreme eco view and the Tory right share one central premise  that economic growth and environmental sustainability are inherently irreconcilable. [But] here is a path between untrammelled growth at all costs, and a sustainable zero-growth world. We can grow our economy and benefit the planet. We can provide for our citizens and meet their aspirations without ruining our planet. It is not a zero sum game.&quot; She warned that this opportunity must be grasped now, without waiting for the recession to pass: &quot;The longer we delay action, the costlier mitigating and adapting to climate change will become  and the economic opportunities will slip through our fingers.&quot;  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/feb/07/labour-accuses-tories-contempt-environment", 
    "wordcount": "698"
}