{
    "headline": "Earth-cooling schemes need global sign-off, researchers say", 
    "text": "Controversial geoengineering projects that may be used to cool the planet must be approved by world governments to reduce the danger of catastrophic accidents, British scientists said. Met Office researchers have called for global oversight of the radical schemes after studies showed they could have huge and unintended impacts on some of the world&apos;s most vulnerable people. The dangers arose in projects that cooled the planet unevenly. In some cases these caused devastating droughts across Africa; in others they increased rainfall in the region but left huge areas of Brazil parched. &quot;The massive complexities associated with geoengineering, and the potential for winners and losers, means that some form of global governance is essential,&quot; said Jim Haywood at the Met Office&apos;s Hadley Centre in Exeter. The warning builds on work by scientists and engineers to agree a regulatory framework that would ban full-scale geoengineering projects, at least temporarily, but allow smaller research projects to go ahead. Geoengineering comes in many flavours, but among the more plausible are &quot;solar radiation management&quot; (SRM) schemes that would spray huge amounts of sun-reflecting particles high into the atmosphere to simulate the cooling effects of volcanic eruptions. Volcanoes can blast millions of tonnes of sulphate particles into the stratosphere, where they stay aloft for years and cool the planet by reflecting some of the sun&apos;s energy back out to space. In 2009, a Royal Society report warned that geoengineering was not an alternative to cutting greenhouse gas emissions, but conceded the technology might be needed in the event of a climate emergency. Writing in the journal Nature Climate Change, Haywood and others show that moves to cool the climate by spraying sulphate particles into the atmosphere could go spectacularly wrong. They began by looking at the unexpected impacts of volcanic eruptions. In 1912 and 1982, eruptions first at Katmai in Alaska and then at El Chichn in Mexico blasted millions of tonnes of sulphate into northern skies. These eruptions preceded major droughts in the Sahel region of Africa. When the scientists recreated the eruptions in climate models, rainfall across the Sahel all but stopped as moisture-carrying air currents were pushed south. Having established a link between volcanic eruptions in the northern hemisphere and droughts in Africa, the scientists returned to their climate models to simulate SRM projects. The scientists took a typical project that would inject 5m tonnes of sulphate into the stratosphere every year from 2020 to 2070. That amount of sulphate injected into the northern hemisphere caused severe droughts in Niger, Mali, Burkina Faso, Senegal, Chad and Sudan, and an almost total loss of vegetation. The same project had radically different consequences if run from the southern hemisphere. Rather than drying the Sahel, cooling the southern hemisphere brought rains to the Sahel and re-greened the region. But Africa&apos;s benefit came at the cost of slashing rainfall in north-eastern Brazil. The unintended consequences of SRM projects would probably be felt much farther afield. &quot;We have only scratched the surface in looking at the Sahel. If hurricane frequencies changed, that could have an impact on the US,&quot; said Haywood. Matthew Watson, who leads the Spice project at Bristol University, said the study revealed the &quot;dramatic consequences&quot; of uninformed geoengineering. &quot;This paper tells us there are consequences for our actions whatever we do. There is no get-out-of-jail-free card,&quot; he told the Guardian. &quot;Whatever we do is a compromise, and that compromise means there will be winners and losers. That opens massive ethical questions: who gets to decide how we even determine what is a good outcome for different people? &quot;How do you get a consensus with seven billion-plus stakeholders? If there was a decision to do geoengineering tomorrow, it would be done by white western men, and that isn&apos;t good,&quot; Watson said.", 
    "section": "environment", 
    "gid": "environment/2013/mar/31/earth-cooling-schemes-global-signoff", 
    "wordcount": "640"
}