{
    "headline": "Finally, an iPhone case to replace that stun gun you're always carrying around", 
    "text": "Video camera. Still camera. Video editor. Handheld games console, music player, satellite navigation device, internet browser, radio, ebook reader. (Also, telephone.) But a 650,000-volt stun gun? The iPhone is often said to have revolutionised the mobile phone market. Now, it&apos;s about to take on a somewhat more alarming guise. The Yellow Jacket iPhone stun gun case, designed &quot;to be able to take down a fully grown, aggressive, adult male&quot;, is heading to market, following an Indiegogo campaign inspired by one man&apos;s real life assault. Seth Froom, former military policeman and inventor of the Yellow Jacket, was the victim of a robbery at his Louisiana home last summer, during which his iPhone was stolen. It was a traumatic experience that &quot;changed my life forever&quot;, Froom says in a video accompanying his campaign. But the trauma wasn&apos;t all for naught. As it turns out, Froom had his Eureka moment while in contemplative mood following the attack. &quot;I thought of all the things I could have done differently, to prevent myself from becoming a victim,&quot; Froom said. &quot;I thought of the firearms I had upstairs, which in the moment did nothing to protect me. I thought of the fake cellphone stun gun I had. This served no purpose as a phone and I never carried it around. &quot;I thought of my phone case itself that the robber had left behind on his way out. And that&apos;s when the idea came to me.&quot; Now, Froom has a device that will enable him to fell an assailant even if his firearms and fake cell phone stun gun are beyond reach. The Yellow Jacket fits snugly around the iPhone 4 or 4S, turning it into a powerful stun gun while also serving to protect the device from the associated thrills and spills of an attempted mugging. Oh, and it can provide up to 20 hours of extended battery life. The device bulks out the phone somewhat, but then you can&apos;t put a measurement on peace of mind. The &quot;stun part&quot; of the Yellow Jacket is at the top, which could lead to concerns regarding 650,000 volts discharging through one&apos;s ear, however Froom and his co-founder Sean Simone say a safety cover &quot;should&quot; prevent accidental shocks. The pair have been seeking backing on the crowd-funding website Indiegogo, and while they are some way off their $100,000 goal, they announced on Saturday that they had enough resources to get things rolling. &quot;We have reached our minimum goal and are pleased to announce production WILL BEGIN upon the completion of our campaign!,&quot; an update read. The Yellow Jacket&apos;s final retail price is unclear, but presently a donation of $100 will be rewarded with one device in white, black or pink. (A $380 donation gets you a &quot;family pack&quot; of four.) Still not convinced? Froom and Simone claim the Yellow Jacket can even be discharged mid-phone call, without losing connectivity. Maybe just put the call on loudspeaker first.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/jul/24/iphone-case-stun-gun", 
    "wordcount": "508"
}