{
    "headline": "Badger cull trial open to interpretation", 
    "text": "The conundrum that underlies England&apos;s controversial badger cull is that the scientific bedrock of the case both for and against it is the same landmark 10-year trial that began in 1998, the Randomised Badger Culling Trial (RBCT). The opposite conclusions reached by supporters and opponents of the cull come down to a serious difference of interpretation. The scientists who commissioned and ran the trial are, almost without exception, opposed to the cull. Lord Krebs this week called the cull &quot;a crazy scheme&quot;. The trial&apos;s leaders concluded in 2010: &quot;Our findings show the reductions in cattle TB incidence achieved by repeated badger culling were not sustained in the long term after culling ended and did not offset the financial costs of culling. These results, combined with evaluation of alternative culling methods, suggest that badger culling is unlikely to contribute effectively to the control of cattle TB in Britain.&quot; But on 4 April the Department for Environment, Food and Rural Affairs (Defra) convened a meeting of 11 top scientists. The two-page document produced was then used by ministers to justify labelling the cull &quot;science-led&quot;. The meeting was led by Defra chief vet Nigel Gibbens and chief scientist Bob Watson and, with significant caveats, concluded culling might result in a drop in cattle TB infections somewhere between 3% and 24% in that area, with a central estimate of 12%-16%. The government says this is a big enough benefit to justify the cull, despite it costing farmers more than doing nothing. Opponents highlight those caveats. First, the 10-year trial used cage-trapping and shooting to kill the badgers, but the new culls will employ the cheaper method of free shooting. &quot;The more a future culling policy deviates from the conditions of the RBCT, the more likely it is that the effects of that policy will differ,&quot; Defra&apos;s panel noted. Second, the scientists noted the risks of not conducting hard, long culls over large areas: 70% of all badgers in at least a 150 sq km area for four successive years. The RBCT had identified a &quot;perturbation effect&quot;, where badgers fleeing from cull areas increased infections in surrounding areas. &quot;If culling is not conducted  according to the minimum criteria, then this could result in a smaller benefit or even a detrimental effect on cattle bTB incidence,&quot; the panel said. Opponents argue the risks of disruption by protests and lack of co-ordination by large groups of farmers and landowners are high. When asked whether the differences between the RBCT and the government&apos;s cull justified calling the latter &quot;science-led&quot;, Watson told the Guardian the cull was backed by scientific judgement. All sides agree that better biosecurity  preventing cattle-to-cattle infections  is crucial and that vaccination would be a better option. But the existing injectable vaccine for badgers is more expensive to administer. An oral badger vaccine, delivered in laced food bait, is stuck in development. Cattle cannot currently be vaccinated as this would mean they could not be distinguished by existing tests from animals with the disease.", 
    "section": "environment", 
    "gid": "environment/2012/sep/19/badger-cull-trial-open-interpretation", 
    "wordcount": "513"
}