{
    "headline": "Poorer students hamstrung by rising living costs, according to NUS report", 
    "text": "Rising living costs and a lack of financial support are preventing disadvantaged students from succeeding at university, according to a report by the National Union of Students. It found that poorer students who cannot rely on parental assistance to help them through their studies must work 33 hours a week, 52 weeks a year, in order to cope with a cash shortfall of 8,566 (8,122 for students in London  full-time students living away from home in London are entitled to up to 2,175 more in maintenance loans than those outside the capital). The NUS says more help should be available to disadvantaged students and is calling for a greater proportion of the government&apos;s new access fund, the national scholarship programme (NSP), to be invested in scholarships and bursaries. &quot;The government has not acknowledged the steep rise in living costs we&apos;ve experienced in recent years,&quot; says Pete Mercer, NUS vice-president for welfare. &quot;Accommodation costs, for example, have doubled in the last decade. And, aside from tuition fees, which have now tripled at many universities, students are also expected to pay out for extra academic expenses.&quot; Estimating an average first-year student&apos;s expenditure, the NUS found those living outside London spend the majority of their money on rent (4,834), personal items (2,074) and food (1,956). Non-academic travel (1,524) and leisure (1,310) also account for a large proportion of their annual outgoings, while academic travel, trips and equipment cost students around 1,779 a year. After paying for housing and utilities, students from families with an average income were left with 11.15 a week (23.38 a week in London) to live on from their student support. The NUS says more of the NSP should be used to fund bursaries and scholarships, which are set to fall by 21.8m over the next three years. &quot;At the moment too much money is being channelled into fee waivers, which have zero impact on students while they&apos;re studying because they are discounting the debt that students will pay once they&apos;ve started earning  and, actually, many students won&apos;t earn enough for that discount to be realised. &quot;Students who can&apos;t rely on the bank of mum and dad while they are studying are under significant financial pressure. Those who manage to support themselves by working will be at a serious academic disadvantage for doing so  others may drop out altogether.&quot; Students from neighbourhoods with low university participation rates are more likely to drop out of education than their wealthier peers  around 10% did so in 2009-10. Pam Tatlow, chief executive of the university thinktank Million+, says universities recognise the pressures poorer students face. &quot;Offering financial support to students while they are studying rather than fee waivers is often the best way to support students to be successful in their studies. &quot;Many modern universities support students through bursaries, but we also have hardship funds. If any student finds themselves in financial difficulty they should not only approach their local students&apos; union but also their university welfare team to see if they can provide further assistance.&quot; A spokesperson for the Department for Business, Innovation and Skills said the government&apos;s reforms had made the university system fairer. &quot;Most students will not pay upfront to study; there are more generous loans, grants and bursaries for those from poorer families and loans are only repaid once graduates have jobs and are earning over 21,000.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/19/poorer-students-rising-living-costs", 
    "wordcount": "596"
}