{
    "headline": "Mystery bird: augur buzzard, Buteo augur", 
    "text": "    Augur buzzard, Buteo augur, Rppell, 1836, also known as the African red-tailed hawk, photographed in Bale Mountains (also known as the Urgoma Mountains), in the Oromia Region of southeast Ethiopia (Africa).  Image: Dan Logen, 1 February 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D300s, 600 mm lens, f/8, 1/2000 sec, ISO 400   Question: This Ethiopian mystery bird is difficult to distinguish from one of its congeners, a taxon that was once lumped into the same species as this bird. What bird is that? How are they distinguished from each other? Is it possible to identify this bird&apos;s species? If so, how? Response: This is an adult augur buzzard, Buteo augur, a large bird of prey that is placed into the taxonomic family, Accipitridae. It is found from Ethiopia to southern Angola and into central Namibia. Throughout its range, this nonmigratory resident raptor dwells in hills and mountains up to 5000 metres in elevation and in nearby woodlands, savannah and grasslands. They regularly are seen at higher elevations than any other African bird of prey.  Augur buzzards will often fly into a strong wind sweeping down a hill, thereby hanging motionless above the ground. They typically hunt by dropping down upon unsuspecting prey from just such a hover -- rather like a North American red-tailed hawk. Also like their North American ecological equivalent, they prey mostly on small mammals, snakes, and lizards, although they will also hunt for small birds, carrion and road-kill, and even insects.  Although you can&apos;t see it in this photograph, adults have white underparts and underwings, and the female has a black collar at the base of her throat. The black-and-white colouring is sufficient to identify this individual as an adult bird, since juveniles have brown upperparts with rufous-brown underparts and tail.  Some taxonomists lump the augur buzzard into the same superspecies with its two closest relatives, the jackal buzzard, B. rufofuscus, and Archer&apos;s buzzard, B. archeri. But many ornithologists consider these taxa all to be distinct, because these three sedentary and non-migratory species have disjunct ranges, distinct plumage variations and different calls.  In fact, even though the upperparts of these taxa are difficult to distinguish, they can be identified on these bases:  Archer&apos;s buzzard has bright chestnut or rufous underwing coverts, underparts and undertail. The flight feathers from below are white, with black tips. The upperparts are brown instead of black  jackal buzzard has a dark chestnut or rufous breast band and its white underparts are barred with black. Its underwing coverts are black and its undertail is rufous Keep in mind that plumage variations for all these taxa can be problematic for field identification. Overall, the taxonomy for this species remains confusing.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/13/7", 
    "wordcount": "515"
}