{
    "headline": "Sex testing and the Olympics: myths, rumours and confirmation bias", 
    "text": "Confirmation bias is an interesting psychological trick the human brain plays on us, making sure that we are more likely to notice evidence that supports our beliefs than evidence that contradicts them. Oddly, some sort of confirmation bias seems to be going on in the stories and articles written about sex testing and gender fraud in sports. Sex and gender identities are deeply personal, private matters, and are hard to investigate. When it comes to sex testing, writers tend not to study original sources or dig around in archives, but rely on existing, recently published material. This isn&apos;t an unusual way to write, but if no one is double-checking with the original material, mistakes can &quot;go viral&quot; and are repeated until they are accepted as facts. Heinrich Ratjen and Stella Walsh Take the most famous case of gender fraud: Dora/Heinrich Ratjen, the German high-jumper who competed at the 1936 Berlin Olympic Games and was later revealed to be a man. The traditional story  also available as a movie  is that the Nazis forced Ratjen to compete fraudulently as a woman to improve their medal tally. This story is told repeatedly; but we&apos;ve known since 2009 that it&apos;s simply not true.  A journalist at Der Spiegel dug deeper, and discovered that Ratjen&apos;s gender had been wrongly assigned as female at birth, and Ratjen had been raised as a girl his whole life; still only a shy teenager in 1936, this seems to be a sad and personal story about confusion, anxiety, and the fear of revealing yourself to be &quot;different&quot;  not a story about deliberate fascist gender cheating at all. Or, take the second most famous case of gender fraud: Stella Walsh (born Stanisawa Walasiewicz). Walsh was beaten to second place in the 100 metres at the 1936 games, where her rival, the American Helen Stephens, was accused of being a man and underwent the first at-event gender test (which she passed). Forty-four years later Walsh was shot dead by armed robbers in Ohio, and her autopsy revealed &quot;ambiguous&quot; sexual features.  I&apos;ve been speaking and writing about Walsh and the history of sex testing for years. My point was that although Walsh always crops up in histories of sex testing, her gender ambiguity is totally irrelevant to the introduction of sex tests, because her gender was not suspect until years after the International Olympic Committee introduced routine screening.  So I was alarmed when I found an article in a medical journal in 2008 which claimed that Walsh was actually suspected of being a man back in the 1930s, and that she even had a nickname  &quot;Stella the Fella&quot;. If this was true, my argument was completely wrong  but how had I missed this crucial fact? Rumours, myths and forgotten stories I needed to know where this evidence came from, and I started a frustrating and fruitless search for the original source. I came across many more articles mentioning the Stella the Fella nickname, but they all circled back to dead ends, or even to Wikipedia. After months of hunting, the earliest reference I could find anywhere that suggests Walsh&apos;s gender was suspect in the 1930s was the obituary for Irina Press (a famous Ukrainian athlete) published in the Daily Telegraph in 2004. Since this isn&apos;t referenced, there my trail goes cold. It&apos;s hard to prove a negative; finding no evidence of suspicions and rumours isn&apos;t enough to positively prove that they didn&apos;t exist, although it does seem as if the Stella the Fella nickname is a modern invention. This is where the confirmation bias comes in: lots of female athletes have been the victims of gossip and cruel names, and lots have been accused of being men. The problem comes when we tend to remember the cases that fit our prejudices, and forget the hundreds of times that suspicions have turned out to be wrong. We remember when a woman with a body or face that doesn&apos;t fit our models of femininity turns out to genuinely have a gender ambiguity, particularly when the athlete comes from a country run by a political regime we don&apos;t like. This matters because if we selectively remember only the cases where &quot;unfeminine&quot; athletes did fail tests, then this could unfairly reinforce our suspicions of all overtly muscular, successful female athletes. We&apos;ve forgotten that Helen Stephens was the first athlete accused of gender fraud, and that this suspicion was wrong; we forget that a British female Olympian was accused of being a man in 1960, while remembering the suspicions about &quot;sturdy&quot; female athletes from eastern Europe, like Irina Press; we even forget that rules about sex testing in international sport were actually introduced in the 1940s, not the 1960s, and this was partly because of a British transgendered athlete.  If we&apos;re going to unfairly and selectively remember people like Ratjen and Walsh, we should at least get their stories right.", 
    "section": "science", 
    "gid": "science/the-h-word/2012/aug/02/sex-testing-olympics-myths-rumours-confirmation-bias", 
    "wordcount": "828"
}