{
    "headline": "Boot up: Groupon's fatal flaw?, Linux in Zambia, Windows 8's no-Start, and more", 
    "text": "A quick burst of 11 links for you to chew over, as picked by the Technology team Why Groupon is poised for collapse &gt;&gt; VentureBeat Why?   for starters, it&apos;s not a coupon company nor a marketing company. At its core, Groupon&apos;s U.S. business is a receivables factoring business, as I wrote last year. They give loans to small businesses at a very steep rate (the price of the discount plus Groupon&apos;s commission). They get the money to fund these loans from credit card companies such as Chase Paymentech. Groupon is essentially a sub-prime lender that does zero risk assessment. And as word continues to spread about what a terrible deal running a Groupon is for many categories of businesses, the ones that will choose to run Groupons are the ones that are the most desperate. For U.S. based businesses, the only time I can definitely recommend running a Groupon is if it is otherwise going to go out of business.   Compelling. Was Google - which bid $1bn - lucky not to get it? How Linux is changing lives in Zambia &gt;&gt; TechRadar  His role includes managing the roll-out of similar installations at other sites around the country. Like many young IT professionals, Munguya is laid-back, likeable and helpful to a fault. He&apos;s just bought his first car and he plans to get married early this year.  Nothing unusual so far, you might think. Except that Elton works for LinkNet Zambia. His &apos;patch&apos; is a small rural village called Macha in the south of the country. The nearest tarmacked road is more than 15km away, and it&apos;s a 45-minute drive to get to the closest town, Choma.   Inspiring. The toll of hardware and software fragmentation on Android devs &gt;&gt; The Next Web  This was highlighted by the recent release of Temple Run on the Android platform. A previously (very) successful game on iOS, it was brought over to Android in order to take advantage of the huge number of devices that run the OS. And it has already hit 1 million downloads in just 3 days, good, even for a free app. But very quickly, the developers of the app discovered the pitfalls of fragmentation   Read the comments too, though: plenty of Android developers saying they don&apos;t have any problem. Seems like it&apos;s more of a problem for games developers.  TweetDeck taken offline following discovery of bug exposing Twitter accounts &gt;&gt; Digital Trends Friday:   Twitter has taken TweetDeck offline after a user discovered he had access to hundreds of Twitter accounts when using the client in the usual way (ie. he didn&apos;t hack it). TweetDeck said it is looking into the issue.  MasterCard, VISA Warn of Processor Breach &gt;&gt; Krebs on Security  VISA and MasterCard are alerting banks across the country about a recent major breach at a U.S.-based credit card processor. Sources in the financial sector are calling the breach &quot;massive,&quot; and say it may involve more than 10 million compromised card numbers. Update, 4:32 p.m. ET: Atlanta-based processor Global Payments just confirmed that they discovered a breach in early March 2012. See their full statement and several other updates at the end of this story.   Depressing, really. Banks have started looking for where the common point of use of breached cards might be. First result: parking garages around New York City. No, Microsoft won&apos;t add back the Start button &gt;&gt; Dividend.com  A Nomura analyst commented, &quot;Meeting Tami Reller, the head of marketing and CFO of the Windows and Windows Live Division at Microsoft. Microsoft will not be adding back the Start Button. They will add a tutorial to show keyboard/mouse users the new commands that they need to orient themselves with in the new OS. We have not seen the controversy on the touch (Metro) side, and this is where all the industry growth will come. Our next look at the product will be the Release Candidate (RC), which we have expected by June, followed by the Release to Manufacturing (RTM) in late July or August, and finally the release to General Availability (GA) in September or October.&quot;  Gang members sentenced over Apple and Amazon fraud | ZDNet UK  Three people have been sentenced for participating in a massive online music fraud, in which the gang uploaded music to iTunes and Amazon before using compromised cards to buy it back in large volumes. At Southwark Crown Court on Thursday, James Batchelor was jailed for two years, Siobhan Clarke was given an eight-month suspended sentence and 150 hours&apos; unpaid work, and Colton Johnson was order to undertake 80 hours&apos; unpaid work. The sentencings were the last to take place in connection with the fraud, which has already seen 11 other people convicted and sentenced.  The fraud cost Apple and Amazon somewhere in the region of 1m, the Met said. The members of the gang were originally arrested in 2009 following a joint operation between the Met&apos;s Police Central e-Crime Unit (PCeU) and the New York Police Department.   Thousands of compromised US and UK credit cards were used for the fake purchases. Stupidly, they picked too few albums - they&apos;d have been major recording artists to get that volume of purchases. Google Account Activity tells you all they know &gt;&gt; SlashGear  This month Google is showing off their newest opt-in service known as Account Activity, a service capable of showing you everything the group knows about your signed-in activities. Google services of course work their way into several daily activities of people like you and I, and certainly knowing everywhere I logged in from as well as all the YouTube videos I&apos;ve ever watched could be entertaining - but that&apos;s not what the service is for, says Google. Account Activity is Google&apos;s way of helping you &quot;step back and take stock of what you&apos;re doing online&quot; in an analytical way.   Looks rather neat. Girls and coding: female peer pressure scares them off &gt;&gt; The Observer Emma Mulqueeny:   In my opinion, Year 8 is too late. We need to start teaching digital literacy and coding as a part of the curriculum in Year 5, when most children&apos;s maths is strong enough. The curriculum has fostered a familiarity with computing and computers and the young minds are ready to start learning programming languages. Indeed primary school children are creative, excited and less likely to have developed associations, good or bad, with certain subjects.  Putting APIs first: legislation.gov.uk &gt;&gt; Government Digital Service  We are inviting people from outside The National Archives to work with us, to apply changes to the legislation in the database. Quality is maintained through our editorial practice and a stringent process of review. It is an exciting time as private sector companies are now investing, employing people to work with us to bring the database up to date and to maintain it.   Really interesting. Build the API first, make the API available, get people involved. And you think government is behind the times? Touch hardware and Windows 8 - Building Windows 8 &gt;&gt; MSDN Blogs Thanks @PaulJReynolds for the link, and his commentary sums it up perfectly: &quot;It&apos;s encouraging the they&apos;re spending so much time trying to make sure the hardware produced will work as well as possible. &quot;But it does point to the huge challenge they&apos;re facing without Apple&apos;s luxury of actually making the machines of getting devices to work nicely on hardware from many different manufacturers and how crappy the experience might be if you don&apos;t choose a Certified for Windows 8 machine.&quot; The video is very interesting, showing the difference between good and bad hardware: you might want to gets a hands-on with your first Windows 8 tablet before laying down your money. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/02/technology-links-newsbucket", 
    "wordcount": "1331"
}