{
    "headline": "Digital downloads: Are boxed games about to disappear?", 
    "text": "During a conference call to investors and analysts on Wednesday, Electronic Arts revealed some rather impressive  and telling  figures. Apparently, the company&apos;s revenue from digital games exceeded $1bn in 2011. Its controversial download service Origin generated $100m through the year, its social and casual games performed well, and its online multiplayer release  Star Wars: the Old Republic  managed to attracted 1.7 million paid subscribers barely a month after its launch.  Of course, the publisher&apos;s boxed big-hitters  Fifa 12 and Battlefield 3  did good business too, selling 10m units each, but the thrust of the company&apos;s attempts to claw back into profit are coming from the digital sector.  Meanwhile, fellow publishing veteran THQ is reported to be in dire straights, cutting staff and facing a Nasdaq delisting. Although the company was one of the first publishers to recognise the rise of mobile gaming with its THQ Wireless arm, it has not succeeded in transferring major brands such as Saints Row and Darksiders to mobile and social platforms. In fact, it sold its Wireless division in February 2011, while a lacklustre Facebook version of Saints Row did little to take on the likes of Mafia Wars at its own game. THQ&apos;s problems no doubt run deeper than failing to exploit the rise of digital downloading, but it seems as though the future of traditional publishers is going to rest on how well they&apos;re able to explore the online, mobile and downloadable possibilities of their brands. Physical media, though beloved of hardcore gamers, is generally suffering. The high street chain Game is facing its own major difficulties  financing problems have led to rumours that its stores would be unable to stock the week&apos;s new releases; though the company has since confirmed that the likes of Metal Gear Solid HD and Final Fantasy XIII-2 will be on sale this weekend, and that it has secured new deals with lenders.  Meawhile, digital newcomers are flourishing. Freemium publisher BigPoint announced on Tuesday that it now has 250 million users of its free-to-play online games; on the same day, web gaming company Spil Games, revealed that it now boasted 170 million unique users, with many of its customers spending up to 38 a month on virtual goods. A recent report by Juniper Research claimed that in-game purchasers would be spending $4.8 billion by 2016.  &quot;My basic argument for digital generally is that, first, it allows the publisher to reach a massive audience at no marginal cost, by going free,&quot; says games industry analyst Nicholas Lovell. &quot;Secondly, it allows you to let the people who love what you do to spend lots of money  for example, the Bigpoint users spending 1,000 on a drone.&quot;. Unsurprisingly then, smaller developers are increasingly adopting digital-only agendas. On Monday, the UK game developer trade body, Tiga, released a report showing the impact of digital downloads on British studios. Apparently, 102 British games companies are currently developing browser and download-based casual online PC games. These studios released more than 600 titles in 2011 and employed nearly 700 development staff, contributing 70m to the UK&apos;s GDP.  &quot;We are fast approaching the tipping point,&quot; says Tiga managing director Dr Richard Wilson. &quot;UK retail sales figures for video games have been in decline for several years now, but all the indications are that digital consumption of games is increasing. &quot;Tiga research from 2011 shows that 50% of UK developers regard retail as the largest monetisation mechanic for their games. However, 47% say their games are also sold via online stores such as XBLA and the Apple App Store. 13% generate money from subscriptions, 26% via micro transactions and 29% use free-to-play mechanics.  &quot;Additionally, almost half of UK developers are now self-publishing online or on mobile. The shift towards digital distribution is enabling developers to become self-publishers and reduce their dependency on publishers. It should also allow more innovation and choice for consumers.&quot; But more telling than new titles and fresh ideas are the possibilities for older brands in the digital space. Earlier this week, the veteran MMORPG Everquest became a free-to-play title after 15 years as a subscription service. Long past its incredible peak as a massively multiplayer phenomenon, profit can still be made via a freemium model that will make the game more attractive to casual users. Meanwhile, publishers such as Ubisoft, Konami and Capcom are busy filling the online stores of the PlayStation 3, Xbox 360 and Wii consoles with spruced up versions of classic titles, as well as fresh additions to nostalgic lines such as Rayman. While the ability to sell DLC and create free-to-play titles is enticing, it might be that the real driver into a digital-first business is the ability to exploit that old internet chestnut, the long tail. In packaged-goods retail, games have a very short shelf life and need to make all their money in the space of a couple of weeks. After that, titles get shoved into the back catalogue. Years ago, there was another opportunity to make money here via special cheaper editions of old games  the PlayStation Platinum range, for example.  However, that market has been all but destroyed for publishers by the rise of the pre-owned sector. Go into any branch of HMV or Game and you&apos;ll usually only see a chart display of new titles, and then a huge area dedicated to second-hand titles. That&apos;s because retailers make 100% of the revenue from these second purchases  there&apos;s little benefit for them in providing shelf space to first-hand copies of older titles.  In the digital space, though, publishers can keep flogging old titles indefinitely. When the title is out of the charts, it can be kept alive with DLC; after this, there are price reductions on digitally distributed versions of the original games. And then, on titles like Everquest and Lord of the Rings Online, there&apos;s the option to convert to a freemium model.  For new titles, the digital arena is more complex. As Lovell points out: &quot;Chris Anderson&apos;s original definition of the long tail is that in a world of infinite space, everyone can get on the shelf. But the App Store shows that just being on the shelf is no guarantee of sales. &quot;The App Store has hundreds of thousands of apps, and the long tail players are not making much money.&quot; Indeed, research released last autumn by developer Owen Goss showed that 50% of game apps on the App Store make less than $3,000 (1,900). And over in the social and casual gaming spaces, it&apos;s not old brands that are being regurgitated, it&apos;s old ideas. Zynga&apos;s release of Dream Heights on iOS has prompted a furious response from bloggers who feel it is effectively a rip off of NimbleBit&apos;s hugely successful iphone game Tiny Tower, merely adding a social layer. The cloning of games has become a huge issue in the sector, but with little in the way of legal recourse, it is running amok.  And really, the digital gaming princples behind continually re-inventing old brands for new business models and continually &quot;borrowing&quot; other studios&apos; successful ideas are the same. It&apos;s all about mining proven concepts for all they&apos;re worth in a marketplace that allows swift development, easy distribution and lightening fast iteration based on rapid customer feedback. Those who imagine that the tipping point from physical media to digital distribution will herald a new era of fresh innovative gaming experiences could well be hugely mistaken. We may be about to enter a new epoch in which the digital sector transmogrifies into one giant thirft store  your favourite game ideas served back to you in different forms on different platforms by different publishers, forever.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/03/digital-downloads-boxed-games-disappear", 
    "wordcount": "1295"
}