{
    "headline": "Thousands of pupils shamed out of free school meals", 
    "text": "More than a quarter of children entitled to free school meals take a packed lunch instead because they fear being stigmatised, according to a study by the Institute for Social and Economic Research. The study highlighted two key factors why around 300,000 of more than 1.1 million children entitled to the benefit do not take it up. In many schools lack of space or the way seating is organised mean pupils taking school dinners eat separately from those who bring sandwiches from home. Children on free school meals often end up sitting apart from their friends. The second reason, according to the report, is that in some schools which operate cash-payment systems, the free school meal pupils are singled out because they hand over vouchers instead. The financial cost to parents of not claiming the benefit is about 400 a year per child. The report points out that free school meals &quot;represent a social safety net, providing a minimum nutritional intake to children for whom malnutrition would otherwise hinder their physical and cognitive development, and increase the likelihood of disruptive classroom behaviours&quot;. Aside from the nutritional benefit to children, schools are also keen to boost the number of families on low income who apply for free school meals because this triggers payment of the pupil premium. The payment, worth 600 per child, goes direct to schools and is supposed to provide extra support to those from poorer backgrounds. Researcher Angus Holford at ISER, based at Essex University, looked at the effects of the Scottish government&apos;s experiment during the academic year 2007-2008 to give all pupils aged five to eight free school meals in five highly deprived areas. He found nonparticipation fell by 30% among those entitled both during and after the experiment. Holford wrote: &quot;These individuals were likely to be from the most deprived, &apos;hardest-to-reach&apos; backgrounds, and hence stood to benefit most.&quot; He then looked at every primary school in Scotland. In schools using anonymous payment schemes  where parents preregister to pay or receive the benefit online for example  take-up went up substantially. But Holford said this was only one way to improve participation. Getting more pupils who are not eligible for free meals to eat school lunches instead of sandwiches brought from home also helps. This is because it reduces the likelihood that a child on free school meals has to sit apart from his friends and also sends a signal that school meals are tasty and of good quality. Holford said: &quot;Peer pressure is undoubtedly important. Results show that in a typical school a 10% rise in peer-group take-up would reduce non-participation by almost a quarter. This is both because children would rather eat with their friends and because people set greater store by the actions of their friends and classmates than information from authorities. Schools should let all classmates, whether eating school or packed lunches, eat together at the same time, to reduce any stigmatisation. Introducing anonymous payment schemes would also dramatically increase take-up. Government initiatives to increase take-up would be best targeted at year groups in the most deprived areas rather than at individuals, as children are obviously responsive to the choices made by their school friends.&quot; Claire Rick of Children&apos;s Food Trust backed his call, saying: &quot;At a time when many families are struggling to make ends meet, it&apos;s never been so important to do everything we can to encourage them to register for free school meals if they qualify, and to make sure that children then take up their meals once they&apos;re registered. &quot;Research shows that when children eat better, they do better in class, and for many children their school lunch can be the only proper meal they eat in a day.&quot; Holford believes his research will be of interest to local authorities and schools anxious to promote the take-up of free school meals in order to access the pupil premium, but facing the challenge of asking reluctant families to reveal their financial status to school staff. The pupil premium scheme was criticised by Ofsted last week for having had little or no impact on the way disadvantaged children are taught in more than 50% of schools. Instead, many schools use the cash to fund existing provisions threatened by cuts or allow the money to be swallowed up in their main budget.", 
    "section": "education", 
    "gid": "education/2012/sep/23/free-school-meals-stigma", 
    "wordcount": "732"
}