{
    "headline": "WW1 trenches revealed as breeding ground for modern English", 
    "text": "The current debate in the UK about how to curb excessive alcohol consumption has made &quot;binge drinking&quot; a very topical term, but many people using it as a verb or adjective will be surprised by new research which traces its origins to the trenches of the first world war. &quot;Binge&quot; is among hundreds of words and phrases which entered British English usage as a direct result of the social upheaval of war, according to research carried out by military historian Peter Doyle and etymologist Julian Walker. Other terms include &quot;fed up&quot;, &quot;washed out&quot;, &quot;cushy&quot;, &quot;snapshot&quot;, &quot;bloke&quot;, &quot;blind spot&quot; and, not surprisingly for such a deadly war, numerous euphemisms for death, including &quot;pushing up daisies&quot; and &quot;snuffed it&quot;. Doyle and Walker analysed thousands of documents from 1914 to 1918 to identify new terms and usages. Many words originated in regional slangs or were the preserve of distinct social groups but the conflict brought millions of soldiers together to share and adapt their language. Walker, who works at the British Library, told the Telegraph newspaper: &quot;The war was a melting plot of classes and nationalities, with people thrown together under conditions of stress. &quot;It was a very creative time for language. Soldiers have always had a genius for slang and coming up with terms. &quot;This was a citizen army - and also the first really literate army - and at the end of the war, those that survived took their new terms back to the general population.&quot; The results of the research are included in a new book, Trench Talk: Words of the First World War. Indonesia reverses plan to drop primary English Indonesia&apos;s education ministry has backtracked on its plan to downgrade English language and science teaching in primary schools which was due to be introduced next July. Following an announcement in October that the new compulsory primary curriculum would be streamlined and focus on six core subjects, the ministry came under pressure from parents and regional education departments to review its stance on English and science. &quot;The scrapping of English is a retrogressive step,&quot; the head of West Kalimantan&apos;s provincial government education department, Alexius Akim, told the Indonesian-language Kompas newspaper. Education ministry officials revised their instructions to schools last month. Language and science lessons will be offered as elective subjects or will be integrated into the six mandatory subjects, officials said. Musliar Kasim, Indonesia&apos;s deputy education and culture minster, who made the original announcement about the status of English and science, denied that his department had wanted to exclude the subjects. &quot;We never wanted to scrap [English from elementary school]. From early on there was never any mandatory English class [at elementary level],&quot; he told the Jakarta Globe newspaper. &quot;All this time, English at the elementary school level has been included into local knowledge [elective] subjects, not mandatory subjects.&quot; The debate about the status of English in schools has highlighted wide disparity in the quality of teaching. English is a popular subject among parents living in major cities where schools have access to qualified teachers, but in rural areas, where standards of teaching are lower, the language is not seen as a priority. Bihar takes stock of English language skills A project to collect data on English language teaching across Bihar state in India, as part of a British government aid package to raise standards of teaching in one of the country&apos;s poorest regions, was launched this month. The survey is part of the Bihar Language Initiative for Secondary Schools (Bliss) which is a two-year project launched in January 2012 and funded by the UK&apos;s Department for International Development (Dfid). Bihar state&apos;s department of education is working with the British Council to deliver a programme of teacher training and language skills development, but the first step will be a comprehensive survey of current ELT capacity carried out by NGO Pratham Education Foundation. &quot;As part of the Bliss project we have commissioned Pratham to assist us in the production of the Bihar English Profile,&quot; Debanjan Chakrabarti, the British Council&apos;s head of partnerships in east India told the Times of India newspaper. &quot;The profile is an attempt to address research and information gaps that exist in English language teaching sector in Bihar,&quot; he said. The data will be available online and will be used by state planners and education professionals to plan curriculum and delivery reforms. &quot;We are creating an English language profile for Bihar which includes elements like English teaching, teacher training, English learning levels in both government and private schools (including private English teaching institutes like British Lingua),&quot; said Anindya Dutta Gupta, an education consultant at Pratham Education Foundation in New Delhi. &quot;We hope the profile will be a useful reference document as well as an aid for planning purposes for the government of Bihar,&quot; Gupta said. max.delotbiniere@theguardian.com", 
    "section": "education", 
    "gid": "education/2012/dec/11/elt-diary-learning-english-december", 
    "wordcount": "839"
}