{
    "headline": "New Super Mario Bros 2  review", 
    "text": "Every new 2D Mario platforming game sets an increasingly difficult task for its designers. The title is expected to innovate in a genre constrained by strict conventions, a task already bedevilled as they cope with the previous 31 years of Mario gamesmakers plundering Nintendo&apos;s toy box of ideas. If all that was not enough, they must also stay true to the cherished Mario template, which demands familiarity as much as it does originality. However, for New Super Mario Bros 2&apos;s opening chapters, it appears its creators have settled on conservative convention. A respect for the Mario games that have gone before trumps innovation, and while the game&apos;s levels are smart and refined, they are equally remarkably familiar. Or at least that&apos;s the case at first. As the main game reaches its second half, momentum is gained and suddenly it is bristling with creativity and delightful ideas. Vast secret areas also reveal themselves, in a game that is, relative to the genre, quite expansive. As with other recent Mario releases, the mechanics of movement feel a little loose and for much of the game the difficulty is geared to less experienced players. Yet, tucked away in hidden levels and areas, significant tasks await those who remember the intense challenges the series delivered in the 1980s and 90s. As part of a series that includes some of the greatest achievements of video game design, New Super Mario Bros 2 falls short of the best, but it does blossom into a splendid game worth the attention of any platforming devotee. Risen 2: Dark Waters Xbox 360, PS3, PC, Deep Silver, cert 16 Famed for its back catalogue of unforgiving PC games, developer Piranha Bytes surprised with a more accessible take on the RPG with the original iteration of Risen from two years ago. After they grafted a rum-soakedpiracy theme to its formula for Risen 2: Dark Waters, the game was released to mild acclaim on PC in April,with a transition to consoles in mind. A transition that, it would seem, did not go well. Technical problems abound, at leaston the PS3 version  the game looks five years old yet chugs and stutters throughout, marring what is essentially a solid, if unimaginative, role-playing adventure. There&apos;s plenty of content to keep players busy with a lengthy central quest, a refreshingly deep combat system and large, open world islands toexplore. But fatigue soon sets in thanks to a flat storyline, repetitive dialogue and a script that is, at best, witlessly profane. Andy Alderson", 
    "section": "technology", 
    "gid": "technology/2012/aug/12/new-super-mario-2-review", 
    "wordcount": "425"
}