{
    "headline": "Conflict over land in Cambodia is taking a dangerous turn", 
    "text": "In the first nine months of the year, we have seen the killing of Cambodia&apos;s leading environmental activist, a journalist and a 14-year-old girl whose community faced eviction. We&apos;ve also seen the conviction of 13 land activists for legitimate protests; a judicial move against one of the country&apos;s most respected human rights activists; the harassment of politically active monks; and the arrest of an independent radio station owner on charges of secessionism. And these are just the most outlandish and publicised incidents. As disparate as these cases may seem, there is a common thread that runs through each of them: conflict over natural resources. Cambodia is in the grip of a land-grabbing crisis that has seen more than 2m hectares (5m acres) of land transferred mostly from subsistence farmers to agribusiness. And as good land becomes scarce, the battle for it is becoming increasingly intense. An estimated 400,000 people have been affected by land disputes since 2003. This massive transfer of natural resources has been accomplished mostly through Cambodia&apos;s economic land concession (ELC) scheme, in which the government leases large plots of land to companies that agree to farm them. Those evicted to make way for superfarms are entitled to compensation, but rarely get it. Cambodia&apos;s land title system is in shambles, and poor farmers rarely hold deeds for their land  even if they are legally entitled to them, based on possession rights. Even a so-called moratorium on new ELCs in May has failed to stem the tide. International donors and civil society groups have long pushed for a ban, but since the moratorium, news of at least another 12 concessions, totalling more than 80,000 hectares, has emerged. The moratorium contains a little-noticed loophole  one so big that it swallows the ban itself. It allows the government to award ELCs that were &quot;agreed in principle&quot; prior to May. Of course, there is no public list of the ELCs &quot;agreed in principle&quot;, so we simply have to take the government&apos;s word for it. In other words, it&apos;s business as usual  there&apos;s just a new gloss to distract confused foreign donors. The driving force behind Cambodia&apos;s land crisis may be shortsighted greed, but its legacy could be long-term social and environmental catastrophe. The land grab is creating an underclass of landless citizens who have no stake in society and nothing left to lose. Recourse to the law is not an option. In fact, the law is often used against victims of land grabs, as in the case of the 13 women activists of the Boeung Kak lake community. They were arrested and convicted in May after taking part in a peaceful demonstration over a land dispute land dispute that led to the forcible eviction of more than 3,500 families. The women were released in June after international outcry, but three months later, two more land activists  including another Boeung Kak community leader  were arrested. For the average Cambodian, the only avenues that offer the prospect of success are public protest and individual action. The government is well aware of the desperation, and this fact helps explain the recent spate of arrests, killings and harassment. The authorities are increasingly using violence to keep a lid on things. If evictees don&apos;t go peacefully, private firms are willing and able to tap the resources of the state to forcefully capture land. The violence and arrests are symptoms of an accelerating breakdown in Cambodian society. People need outlets for complaint. They need recourse and accountability. Cambodia increasingly has neither. Pressure is building and the system is having difficulty keeping discontent bottled up. On Wednesday, officials will gather for a major conference in Phnom Penh between the Cambodian government and aid partners. At the last conference, in 2010, donors pledged $1.1bn in assistance  half of Cambodia&apos;s national budget. This year presents an opportunity for donor governments to take action to ensure Cambodia addresses the root causes of this breakdown  from the culture of impunity and corruption to the lack of a proper system of land titles. The first step would be to call for the loophole in the ELC moratorium to be closed  before more Cambodians are marginalised and it becomes too late. Only when this is done can the country begin its long journey towards transparency and fairness in land rights.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/sep/25/conflict-over-land-cambodia", 
    "wordcount": "723"
}