{
    "headline": "How our universities add value", 
    "text": "Simon Jenkins&apos;s determinedly foreshortened reasoning about university funding must not go unanswered (These academic lickspittles need the guts to break free, 16 March). He seizes on Paul Seabright&apos;s example of a particular course on which instruction is provided online to thousands, and speaks as if this were a generally viable model for higher education. He then characterises the relationship between the universities and government as a contest that has inexorably led to the neglect of teaching and a lucrative pursuit of research, so that he can then point the way to salvation in the form of universities severing their connections with the state and going into business. There may indeed be senses in which the financial inducements devised by funding agencies have led to grotesque displacements of effort. But Jenkins is drawing a false conclusion from a caricatured representation of the higher education system. In reality, the best teaching draws on the best research, and the two activities should be treated as mutually sustaining. Together, they constitute an economy of knowledge that is not reducible to a product for consumption or an instantly convertible means to earn a living, but which consists in the collaborative development of the skills of interpretation and understanding that add value to human life. Such an economy is an intricate one, and in this political climate it is also vulnerable precisely because its value cannot be quantified. If we were to let it become subordinated to the logic of consumerism we would all be the poorer. That is why we should continue to regard higher education as a public good.David MidgleyCambridge  Simon Jenkins seems to misunderstand universities and the nature of curiosity-led research. Many of the greatest discoveries over the last 100 years wouldn&apos;t have been possible without long-term public investment. His assertion that public funds have been thrown at universities in order to maintain an illusion of research excellence has no basis in the facts. Neither does he offer evidence to support his claim that &quot;in many universities the teaching nowadays is plain awful&quot;. Our research academics are world-class. UK higher education ranks first among the G8 nations on the number of citations in relation to public spending on research and development. Instead of cutting public investment the government should be spending more on research if it wants us to compete in the global knowledge economy. It is unfair to expect academics to bear greater workloads and produce more research for less. Sally HuntGeneral secretary, University and College Union  Simon Jenkins writes: &quot;Besides narrowly vocational courses higher education is not an investment but a socially advantageous consumption good.&quot; It is no accident that the rapid growth of university uptake over the last 50 years has seen a desirable drop in deference to the authority of journalists, politicians, lawyers, doctors, royalty, clergy and others. University, particularly arts and social science courses, imparts the skills to think critically. Then, when the great and the good say the budget deficit must be corrected through cutting the incomes of the poor we may say: &quot;Whoah there!&quot; And when reverends tell us that the creator of the universe is preoccupied with the definition of the word &quot;marriage&quot; we can say: &quot;Don&apos;t be silly.&quot;Rob MeggsHartlepool, County Durham  Simon Jenkins repeats many of the familiar cliches that Stefan Collini&apos;s What Are Universities For? seeks to discredit. To name three: that academics live in ivory towers; that undergraduate teaching is impoverished; that universities are above financial accountability. My reading suggests a recognition that scholars cannot sequester themselves in monastic cloisters and that excellent research and teaching are conterminous, each enriching the quality of the others. Collini&apos;s main attack centres on the bloodless newspeak that characterises bureaucratic documents attempting to justify the funding of humanities departments. His point is clear; the criteria of the marketplace will not wash when making judgments on cultural, artistic and educational endeavours. This book is a judicious, level-headed and witty consideration of the role of universities, and it seems a shame to reduce it to journalistic patter.Richard SellwoodEwhurst, Surrey  Simon Jenkins&apos;s dyspeptic outburst betrays a curious professional envy founded on an only partial understanding of how intellectual innovation has been supported since the 1960s and an equally partial reading of Stefan Collini&apos;s What Are Universities For?. Jenkins misses the point that universities exist fundamentally for the public good. They have been instrumentalised not by cowardly academics but by politicians and &quot;spineless lackeys&quot; in thrall to big business. Guts are needed not to &quot;free&quot; universities, but to make a new compact between them and a state with more clear-sighted leaders, sometime soon.Jinty NelsonHistory department, King&apos;s College London", 
    "section": "education", 
    "gid": "education/2012/mar/21/how-our-universities-add-value", 
    "wordcount": "786"
}