{
    "headline": "Obama campaign launches plan to shame climate sceptics in Congress", 
    "text": "The campaign group formed to support Barack Obama&apos;s political agenda has launched an initiative to shame members of Congress who deny the science behind climate change. In an email to supporters on Thursday, Organizing for Action said it was time to call out members of Congress who deny the existence of climate change, saying they had blocked efforts to avoid its most catastrophic consequences. The email linked to a video mocking Republicans who reject the science on climate change. &quot;Right now, way too many lawmakers in Washington flat-out refuse to face the facts when it comes to climate change,&quot; Jon Carson, executive director of Organizing for Action wrote in the email. &quot;We&apos;re never going to make real progress on this issue unless members of Congress get serious.&quot; The video mainly features Republican members of the House of Representatives who are notorious for denying the existence of climate change, or positing bizarre notions about its causes. However, it also includes some national figures such as the Florida senator Marc Rubio and House speaker John Boehner, whose views on climate are not that broadly known. There are no Democrats in the video.            The video was the first foray into climate politics by Organizing for Action, the group which emerged out of Obama&apos;s re-election campaign to promote his second-term legislative agenda. Until Thursday, the group had focused on gun control, immigration and the budget. Climate change did not even rate its own heading on the OFA website. But Thursday&apos;s video and an accompanying petition campaign suggest that Obama&apos;s allies have now decided that climate change is a mainline political issue. Obama singled out climate change as one of his priorities at his inauguration and during his first state of the union address. Since then, however, Obama has failed to offer bold policy proposals to match the sweeping speeches. Last week the New Yorker speculated that Obama may have given up on climate action entirely. Environmental groups in Washington say that is not at all the case, but admit that other issues have taken precedence in the first months of his second term. The appearance of the video was seen by some as a sign that Obama&apos;s allies are now ready for a broad grassroots fight on climate politics. A number of environmental organisations have tried similar grassroots efforts  most notably 350.org&apos;s campaign against the Keystone XL pipeline and Al Gore&apos;s Climate Reality Project  but the OFA move represented a new mainstreaming of climate politics. &quot;What is interesting to me is that it shows that climate is finally becoming a first tier political issue,&quot; said Paul Bledsoe, a political consultant who was President Clinton&apos;s climate advisor. &quot;Every other issue in the first tier always has this kind of grassroots activism behind it, whether it&apos;s the health care bill or immigration.&quot; But it will be an uphill battle. As the video points out, 240 Republican members of the house signed on to a measure describing climate change as a hoax. Since Obama was first elected, opposition to climate action has become a core tenet of conservative and Republican party politics. Some Republicans deny any change in the climate, some dispute the burning of fossil fuels is warming the atmosphere. Others accept climate science but oppose broad economy-wide measures to avoid catastrophic climate change. The video does not bother with those distinctions. However, there is broad cohesion among conservatives in their opposition to climate action  and that will make Obama&apos;s course all the more difficult.", 
    "section": "environment", 
    "gid": "environment/2013/apr/25/obama-for-america-shame-climate-sceptics", 
    "wordcount": "588"
}