{
    "headline": "Councils shun cash to reinstate weekly bin collections", 
    "text": "Just a single council in England has responded to the crusade by the community secretary, Eric Pickles, against the &quot;town hall Tali-bin&quot; by bidding for cash to return to weekly bin collections, according to new research. Pickles had claimed &quot;most people would prefer to see a weekly collection&quot; and his department found 250m in September to help the 42% of councils not offering weekly collections to do so. But freedom of information requests to every council in England have revealed that only the Labour council in Stoke on Trent has bid for cash to fund a return from fortnightly to weekly rubbish pick-ups. The requests, made by trade magazine Materials Recycling World (MRW), also revealed that only 13% of England&apos;s councils made a bid to retain existing weekly collections. &quot;The response shows most local authorities do not believe a mass return to weekly collection of residual waste is a positive move,&quot; said John Skidmore, at the Chartered Institution of Wastes Management. &quot;For me, it underlines the fact that the government&apos;s thinking on this front is out of line and out of date.&quot; Gavin Shuker, Labour&apos;s shadow minister for waste, said: &quot;Local authorities have voted with their feet. They realise we must cut down on waste, not encourage it. We need a proper plan to become a zero-waste economy, not policy-making on the hoof.&quot; A spokesman for Pickles&apos;s Department for Communities and Local Government (DCLG) said: &quot;This is an incomplete and inaccurate picture. We have received 166 different bids, in total 430m of funding for a 250m scheme. This enthusiasm shows there is significant scope for councils to increase recycling rates and improve frontline services without cutting the frequency of rubbish collections.&quot; &quot;It is right to say that Pickles&apos;s fund has had 166 bids, but the vast majority of those are not to do with traditional weekly rubbish rounds but are instead to do with bolt-on recycling services such as food waste and nappies,&quot; said MRW senior reporter James Illman. &quot;Ironically, many councils are bidding for cash to fund weekly food-only waste collections, once derided by Mr Pickles as &apos;slop buckets&apos;.&quot; MRW contacted all 353 councils in England. Of the 251 who replied, 56% had made no bid at all. Of the 110 who did bid, only 32 (13%) sought funding to keep existing weekly collections of general rubbish in place, while Stoke was the sole council replying that wanted to reinstate a weekly collection. Most of the bids were for schemes to improve recycling and other aspects of refuse management. A significant number of councils - 42 - wanted money to fund the weekly collection of food waste. But this selective form of weekly collection was not the aim of Pickles&apos;s 250m fund. In December, a senior DCLG official David Prout told a committee of MPs the funding was only available for schemes &quot;reinstating or retaining a weekly black bag collection - in other words, so you as a household get your rubbish collected every week.&quot; Waste consultant Philip Ward, a former official for Wrap and Department for Environment, Food and Rural Affairs, said it was clear that councils wanted weekly collections for food waste, not general &quot;black bag&quot; rubbish. &quot;They see it is the best way to deal with smelly waste and improve the value of their other collected materials. Hopefully a minister who professes to believe in localism will back these authorities and stop trying to bribe councils to do what he wants.&quot; In October, 2010 Pickles told the Daily Mail said: &quot;It&apos;s a basic right for every English man and woman to be able to put the remnants of their chicken tikka masala in their bin without having to wait a fortnight for it to be collected.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/06/council-cash-weekly-bin-collection", 
    "wordcount": "648"
}