{
    "headline": "Medal of Honor: Warfighter  preview", 
    "text": "When EA rebooted its Medal of Honor franchise in 2010, plenty of industry sceptics predicted failure for the gritty modern world shooter  especially with Call of Duty: Black Ops to compete against. But the title went on to shift 5m copies, as well as garnering decent reviews, especially for its compelling multiplayer. It was a healthy enough performance to guarantee another instalment. Medal of Honor: Warfighter is very much a continuation of the earnest, naturalistic action we saw in its predecessor. Once again we&apos;re following a crack squad of Tier 1 operatives  the chaps who work in small teams, on covert missions against very specific enemy targets. Members of the MoH team are back including Voodoo, Mother and Preacher, but this time they&apos;re in a new unit, operating on a global basis. This is the first title in the series to feature a whole range of conflicts rather than focusing on one specific action. The level EA shows us is set in the Philippines, where real-life Islamic separatist group Abu Sayyaf has taken several aid workers hostage. Our small group of Tier 1 operatives touches down in the flooded Isabela City after a major typhoon, and has to infiltrate a partially submerged hotel. What follows is standard military shooter fare  clearing vast rooms of enemy soldiers, ducking behind furniture, and having orders yelled at you by NPCs. The visual detail is astonishing. Running on a hefty-looking PC, the game has shards of wood splintering from furniture and walls as bullets spray. Moving through the hotel, shafts of light pour in from glass ceiling domes then play on the surface of the flood water, which ripples convincingly. The game uses EA Dice&apos;s Frostbite 2 engine to highly impressive and envelope-pushing effect. When we reach the room where the captives are being held, we get a familiar door breach then slow-mo shoot-out sequence. The difference here is that developer Danger Close has added a breach options screen allowing you to choose from different grenades to chuck in and various door bashing methods. It&apos;s a small addition, but one that the team has included thanks to close consultation with more than 30 Tier 1 operatives from spec ops units around the world. The studio also has its own in-house advisor, Tyler Grey, a spec-ops veteran, wounded and retired in 2007, after 10 years serving in Iraq and Afghanistan.     Medal of Honor: Warfighter    As for the scenarios featured in the game, it seems Danger Close spent a while, studying key hot spots around the world. &quot;We just looked at what was in the news,&quot; says creative director Rich Farrelly. &quot;You don&apos;t have to look too deeply into world affairs  just watch the BBC or any other respected news agency and you start to see where the trouble spots are; you get a hint of where the kinds of people we depict are operating. &quot;A few months ago a bunch of Navy Seals landed in Somalia and rescued a Danish aid worker. We also know that a month ago Abu Sayyaf injured 27 soldiers with an IED in Basilan. This game features a bunch of events tied together to form a single threat. &quot;It&apos;s a new type of warfare  the enemy are non-state actors, they can go wherever they want, and operate in different parts of the world. So this new breed of Tier 1 operators, these special forces guys, have to be able to go to where the threat is.&quot; It&apos;s clear Danger Close has gone to painstaking efforts to ensure authenticity. There are even sub-plots where soldiers have to deal with phone calls from home; wives talking about their fear and frustration. &quot;We started getting into this with the guys,&quot; says Farrelly. &quot;They said this was a really tough thing to go through  and everybody deals with it in a different way.&quot; But of course, there is always the controversy attached to setting violent games within contemporary real-world settings. Aid workers, soldiers and civilians have died in these conflicts, they are still dying. Is it right to set a high-octane shooter within these situations? Is it hard to get the balance right?     Medal of Honor: Warfighter    &quot;It&apos;s very hard, but it&apos;s a challenge we accept readily and whole-heartedly,&quot; says Farrelly. &quot;It fits with the core tenets of our brand which is commitment to authenticity and respect for the soldier. We want to tell the soldier&apos;s story from the soldier&apos;s point of view. Those are the rules we work by. Everything we do is applied to that razor. But yes, that has its pitfalls.&quot; Apparently, having Tyler in the office has been helpful, just in terms of capturing the minutiae of the Tier 1 life . &quot;He tells us that you sleep whenever you can sleep. Even here, when we rolled up to the demo this morning, he lined up four chairs and had a half-hour kip before we started  he knew he&apos;d have to be on all day long. &quot;He told me I can sleep anywhere  he can sleep sitting up in a truck. That&apos;s the thing, it&apos;s not about how far I can throw a grenade or how cool a machine gun is, it&apos;s real-life stuff that we&apos;ve tried to capture in the game as well  just being cold, wet, tired and hungry.&quot; Farrelly also told me the team is looking to lengthen the campaign mode, which could be finished in around five hours in the 2010 Medal of Honor title. &quot;Every game maker wants their experience to be as long as it can be. We won&apos;t compromise on visual quality and the Frostbite 2 engine is demanding in terms of what it can do  we want to push it. But yes, we&apos;re striving to make it longer than the last one.&quot; As far as multiplayer goes, EA isn&apos;t revealing much apart from the fact that players will be able to choose from a selection of 12 Tier 1 units operating out of 10 different countries. Navy Seals, SAS and KSK are all present, complete with authentic weapons and uniforms and can be pitted against each other. The question for me is whether Danger Close will ever be able to portray its obvious respect for these Tier 1 operatives through a mainstream first-person shooter. Our demo, which culminates in the soldiers and hostages escaping via speed boats before being winched to military choppers and airlifted out, has all the hallmarks of typical military blaster, with its elaborately staged shoot-outs against multiple (apparently non-too-smart) enemies. It is tense, the choreography is exciting, the weapon sounds thuddingly real. But is this authentic? What does that even mean in this context? &quot;I think fun is the primary concern,&quot; says Farrelly as his demo ends. &quot;Authenticity has to fit in with that. If you try to do it the other way around you will fail.&quot;  Medal of Honor: Warfighter is released on PC, PS3 and Xbox 360 in October 2012 ", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/20/medal-of-honor-warfighter-preview", 
    "wordcount": "1168"
}