{
    "headline": "Teaching with Twitter: how the social network can contribute to learning", 
    "text": "I am senior lecturer in English at the University of Wolverhampton and have been an advocate for the past few years of teaching using blended learning - integrating online learning activities alongside face-to-face teaching. Two of my courses on Victorian literature feature a number of assessed online discussion forum activities. They get 100% participation - much of it enthusiastic. Online learning spaces are neutral - just like a &apos;real&apos; classroom is. It&apos;s what you do in them that matters. I use face-to-face classes as a spur to take our study of any given topic further online, thus extending it into areas of reflection and research not possible within the constraints of a seminar discussion. The important question to ask regarding e-learning is: What does an online space make possible by way of teaching that my class couldn&apos;t do face-to-face? One effective answer to this is that online spaces allow students to role play and inhabit characters in a way that would be a rather embarrassing drama workshop if tried in the classroom. So in a discussion forum my entire class of 30 students can all &apos;be&apos; one of the characters from Charles Dickens&apos;s Bleak House, and, in character, debate the motion &apos;This house believes the law is an ass&apos;. To do this with flair they have to get under the skin of their character. In other words, they have to read the novel carefully and well, which is exactly what I want them to do. This kind of ludic, playful and creative activity is also something I have come to regard as very much having a place within the more critical discipline of English studies. I&apos;ve only recently joined Twitter, but before I had a Twitter account I tried teaching with the spirit of Twitter. Students on my Fin de Sicle (late nineteenth century) course all had to choose a Twitter name for one of the characters in the texts we&apos;d studied thus far and then &apos;tweet&apos; in character. So Dr Jekyll (@Doubleface), Dracula (@likeabatoutofhell), Dorian Gray (@PrettyBoy), Basil Hallward (@ClosetCase), Mina Harker (@SecretarialVamp), numerous liberated New Women (@MsDisillusion @RichBitch @ModernMuse or @TravellingTotty) and, my particular favourite, Lady Narborough (@PartyStarter) all logged on to my Fin de Sicle Twitter session. I should emphasise that we did this within a Virtual Leaning Environment (VLE) discussion forum and not on Twitter, but just like on Twitter they could only &apos;tweet&apos; up to 140 characters in any message. Dracula, who was already a tweeter in &apos;real life&apos;, immediately started &apos;hashtagging&apos; - using a hashtag to mark keywords or topics and categorise tweets. His first tag was #freshmeat. I asked Dracula to explain to those of us not on Twitter about hashtagging - which he did - and, of course, everyone else then joined in. This was a great example of a student taking the lead and making the online activity even better for all the class. Needless to say, my class loved this online session. More than 400 &apos;tweets&apos; were sent within a week. At best Twitter&apos;s brevity encourages witty, to-the-point comments, and these were there in abundance. What I don&apos;t know - and I&apos;m hoping readers of this post are going to help me here - is how to make this work for a class within Twitter itself. I&apos;m aware of the &apos;walled garden&apos; metaphors that are sometimes used to describe VLEs  work that goes on within them is screened from the wider world. The positive of this for me as a lecturer is that my class has a safe online space that they know is their space (and no one else&apos;s), and within those boundaries they can do their learning. This can seem antithetical to the endless connectivity of social media tools such as Facebook and Twitter. However, Twitter wasn&apos;t per se designed with teaching in mind. So it&apos;s the job of those of us who do use online learning spaces and tools and social media to work out how - if at all - it&apos;s possible to teach with them in our different disciplines and contexts. Rosie Miles is a senior lecturer in English at the University of Wolverhampton and was awarded a National Teaching Fellowship in 2011. She blogs at www.msementor.co.uk and tweets as @MsEmentor This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/11/teaching-with-twitter", 
    "wordcount": "740"
}