{
    "headline": "iCancer: closing the net around cancer by getting the public involved", 
    "text": "How should the public be involved in deciding the funding of scientific research? Directly, is the answer offered by a new campaign that hopes to harness the power of social media to develop a treatment for cancer. The iCancer campaign, brainchild of author Alexander Masters, aims to raise funds from the public for research into a new treatment for neuroendocrine tumours (NETs)  cancers of glands in the body that release hormones under the control of the nervous system.NETs are difficult to treat because patients typically present with symptoms only after the cancer has reached a relatively late stage and started to spread to other parts of the body. This type of cancer took the life of Steve Jobs, the charismatic and visionary founder of Apple just a year ago. The campaign is not starting from scratch since a new type of therapy for NETs is currently in development in the laboratory ofProf Magnus Essand. iCancer&apos;sspecific goal is to help the Swedish scientists get past what has so far been an insurmountable obstacle:raising the 2m needed for clinical trials in human patients. In a multi-pronged approach that would surely win the admiration of Apple&apos;s design chief Jonathan Ive, Essand&apos;s research group have cleverly re-engineered an adenovirus to turn an agent of disease into one of therapy. Their modified virus, whichnormally causes the common cold, instead targets NET cells for destruction.  The litany of design tricks is impressive. The Swedish researchers modifiedthe surface of the virus particle to help it to slip past the patient&apos;s immune system and to enhance its ability to find and infect tumour cells. Other genetic modifications suppressed virus reproduction in non-tumour cells and augmented its reproduction in tumour cells. The adenovirus infection ruptures the tumour cells, a killing strategy with a double whammy since the contents released from the dead cell stimulate the immune system to attach to other tumour cells. Essand&apos;s modified virus has worked well in mice but now lies dormant in his laboratory freezer for want of funds to start clinical trials. That is where author Alexander Masters discovered it. When he learned that his friend and editorDido Davies had been diagnosed with the condition, Masters trawled the internet for information on NETs and eventually found his way to Prof Essand&apos;s laboratory. Appalled that a promising therapy was stymied for lack of a relatively modest amount of funding, he has joined together with friends and another NET patient, Dominic Nutt, to launch an internet campaign, hosted at iCancer.org.uk, to provide Essand with the money needed to complete initial clinical trials on the safety and efficacy of the viral therapy. It is a bold and laudable ambition. But the journey from a successful experiment in a university lab to a practical therapy is a long and expensive one. As economist Mariana Mazzucato points out in The Entrepreneurial State, private companies and venture capitalists are often reluctant to invest in technologies that do not have a clear path to a profitable product, preferring the public sector to carry the risks of early stage development. Most countries, the UK among them, do not have wholly effective mechanisms for providing the bridging finance needed to get lab science a foothold with investors. A particular problem for Essand&apos;s adenovirus is that the Swedish government does not fund clinical trials in humans. The campaign&apos;s approach to solving this problem raises interesting questions at the interface between the public and scientific research. There is little doubt it will stir an interest in the mechanisms of cancer research, and perhaps even stimulate dialogue, since the public is paying directly and may be more motivated to track theoutcomes. But how does the campaign sit with existing mechanisms for funding this type of research? Should it be a free-for-all, with the loudest and most organised campaigns winning funding? In Britain cancer research is largely funded by the research councils and the charity Cancer Research UK. Their funding mechanisms have the advantage that multiple applications are considered in detail by scientific experts before decisions are made on how to allocate grants. In this way, a broader view can be taken and priorities determined with some degree of dispassion. But of course the public are excluded. iCancer&apos;s approach has public appeal but, though the scientific case is laid out clearly and without hyperbole on the campaign website, it necessarily lacks the detail that a grand funding committee would demand. Where does the balance lie? From email exchanges and my reading of the literature, it is clear that Prof Essand is no maverick; he has turned to this unusual funding mechanism for want of an alternative mechanism for raising money on this scale for clinical trials. The organisers&apos; evident passion and the plight of NET patients appeal to basic human sympathy. Who could not want the campaign to succeed? Some of my more conservative scientific colleagues may be shaking their heads at the departure from &quot;protocol&quot; but the experimentalist in me is keen for the campaign to achieve its aims, curious to see how it might perturb the funding landscape and the relationship between scientists and the public. The organisers are experimenting and discovering too. The campaign is realistic about the prospects for success of the experimental therapy  it is by no means a done deal  but also has a charming innocence.  Though the tag-line is &quot;People before profit&quot;, the organisers acknowledge that they will ultimately have to entice a large pharmaceutical company with the lure of future profits to complete the clinical trials if the initial testing is positive. What would Steve Jobs have made of it? Perhaps he is smiling down on the innovative and disruptive approach adopted by the campaign, all the while wincing at the iCancer moniker that cheekily mimics the names of many Apple products. We will never know and for now Apple has declined to comment or contribute.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/oct/08/icancer-cancer-public-funding", 
    "wordcount": "1006"
}