{
    "headline": "Rio+20: Ban Ki-moon urges world leaders to act on sustainability", 
    "text": "Ban Ki-moon, the secretary general of the United Nations, called on world leaders to step up their political commitment to sustainability on Wednesday, as he opened the Rio+20 Earth summit with an acknowledgement that negotiations have so far failed to live up to hopes. More than 100 world leaders and senior ministers, including the Chinese premier Wen Jiabao, US secretary of state Hillary Clinton and UK deputy prime minister Nick Clegg, are attending the mega-summit, which has been billed as a once-in-a-generation opportunity to rebalance economic growth, social stability and environmental protection. However, many delegates and NGOs have expressed dismay at the watered-down outcome document that was agreed by member states ahead of the summit. Although it promises to establish new sustainable development goals and a host of other objectives in 26 areas, the terminology is vague. Most timetables, targets, financing figures, methods of monitoring and strong language on commitments was stripped out of the document  The Future We Want  by the hosts, Brazil, in a desperate attempt to secure a compromise before the leaders arrived. Ban said: &quot;Some member states hoped for a bolder ambitious document. I also hoped that we could have a more ambitious outcome document. But you should understand that negotiations have been very difficult and very slow because of all these conflicting interests.&quot; He said the document was practical and far-reaching, but its significance would depend on the political will of national leaders. In the coming three days, the document will be discussed at high-level talks. It is thought unlikely that they will reopen negotiations on the wording, but Ban urged the leaders to step up the ambition. &quot;Why do we have a summit meeting? The leaders are the ones who can make a political decision. Depending on the political priorities they chose, the consequences will be huge,&quot; he said in a call for them to work harder on putting the ideas into practice. &quot;If these actions are not implemented, then this will merely be a piece of paper,&quot; he said. Brazil, which has the presidency of the conference, has declared the preliminary talks a success. With a draft agreement in place, it hopes to avoid the last minute turbulence and high-level recriminations that marked the Copenhagen climate conference in 2009. However, many civil society groups believe no deal may be better than a weak deal. Several NGOs are urging leaders to reopen negotiations so that a more ambitious deal can be reached. Friends of the Earth&apos;s director of policy and campaigns Craig Bennett said: &quot;The current deal on the Rio table is really scraping the barrel  with woolly definitions, old ideas and missing deadlines, it doesn&apos;t come close to solving the planetary emergency we&apos;re facing. Nick Clegg and world leaders arriving in Rio must give the summit a life-saving shot of urgency and ambition by pledging tough action to create a safe and prosperous future for us all.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/20/rio-20-ban-ki-moon-sustainability", 
    "wordcount": "493"
}