{
    "headline": "First land plants may have plunged the Earth into a series of ice ages", 
    "text": "The first plants to take root on dry land may have cooled the Earth enough to bring on a series of ice ages, scientists claim. As plants spread across the continents, they extracted minerals from the rocks they clung to and drew down levels of atmospheric carbon, causing temperatures to drop markedly, the researchers say. The scenario explains puzzling glaciations that saw ice sheets advance in the Ordovician period between 488m and 444m years ago. At the time, Earth&apos;s continents were clustered over the south pole and stretched as far north as the equator. Writing in the journal Nature Geoscience, a team led by Timothy Lenton at Exeter University describes experiments to investigate the environmental impact of Earth&apos;s first land plants. They took rocks and covered some with moss to mimic the simple plant life that thrived in the Ordovician, then incubated them for three months. The experiments at the John Innes Centre in Norwich revealed how plant life might have altered the planet&apos;s geochemistry enough to make temperatures plunge and usher in a period of glaciations. As the plants grew, they dissolved silicate rocks, such as granite, to release calcium and magnesium ions. These ions combine with atmospheric carbon and wash into oceans where they precipitate as carbonate rocks. This process alone might have caused temperatures to fall by around five degrees Celsius. In another process, plants extracted phosphorus and iron from rocks, but as the plants died these elements would have found their way to the sea. The rise in nutrients there was likely to have fuelled the growth of plankton, microscopic creatures that sequester carbon as they grow and ultimately carry it to the seabed when they die, where it forms rock. The scientists assumed that 15% of the Earth&apos;s land mass was covered with early plant life, but even with 5% land coverage, the cooling effect would have been substantial, Lenton said. &quot;Although plants are still cooling the Earth&apos;s climate by reducing the atmospheric carbon levels, they cannot keep up with the speed of today&apos;s human-induced climate change,&quot; Lenton said. &quot;It would take millions of years for plants to remove current carbon emissions from the atmosphere.&quot; Liam Dolan, a plant scientist at Oxford University who worked with Lenton, said the invasion of the land by plants was a pivotal time in the history of the planet that brought about huge climate changes. &quot;Our discovery emphasises that plants have a central regulatory role in the control of climate: they did yesterday, they do today, and they certainly will in the future.&quot;", 
    "section": "environment", 
    "gid": "science/2012/feb/01/first-land-plants-ice-ages", 
    "wordcount": "430"
}