{
    "headline": "Brazilian leader Rousseff's pardon for illegal deforesters condemned", 
    "text": "A coalition of Brazil&apos;s leading conservation groups have condemned the country&apos;s president Dilma Rousseff for pardoning illegal deforesters, weakening protection of the Amazon and rowing back on efforts to recover land that has been cleared of trees. The fierce attack on Rousseff&apos;s environmental credentials comes just weeks before she is due to host more than 100 world leaders in an Earth Summit in Rio de Janeiro that aims to put global development and economic growth on a more sustainable track. The Brazil Committee in Defence of the Forests  a coalition of more than 200 civil society entities  said the president had destroyed her credibility by approving changes to the Forest Code, which is the country&apos;s most important piece of legislation for protecting the Amazon and other forest areas. Last week, Rousseff&apos;s office announced that she had partially vetoed the proposed revision of the code but as details have subsequently emerged of what went through, the ire of conservationists has risen. According to the committee, the new Forest Code will waive fines and ease requirements for restitution of areas that were illegally deforested in the past. The bands of tree cover that must be left intact along riverbanks has been reduced by 80% and approval has been granted for the use of non-native species, such as eucalyptus, for restoration projects. &quot;There will be losses in the quality and quantity of waters, and losses for the conservation of biodiversity. The concept of Areas of Permanent Protection has become meaningless&quot;, Andr Lima, public policies coordinator at the Amazon Environmental Research Institute, was quoted as saying in the group&apos;s statement. Brazilian ministers have said the changes were necessary to balance food production with forest protection. The campaigners accused legislators and the president of bowing to the powerful agricultural lobby and putting export profits above Brazilian public opinion and global concerns for the environment. &quot;President Dilma Rousseff has broken her campaign promises and squandered an opportunity to be a global environmental leader. With the eyes of the world on Brazil for Rio+20, we will keep up the pressure to protect our forests. The whole world needs to know of the huge discrepancy between talk and action in Brazil&quot;, Kenzo Juca Ferreira, public policies specialist for WWF-Brazil, said.", 
    "section": "environment", 
    "gid": "environment/2012/jun/01/brazilian-rouseff-pardon-deforesters-condemned", 
    "wordcount": "378"
}