{
    "headline": "10 Best iPhone and iPad apps this week", 
    "text": "We&apos;re dropping the best-apps roundups down to 10 apiece for iOS and Android this week, as it was a bit slow for notable new releases. Hopefully it&apos;ll be back up to 20 next week. The separate Android roundup was published earlier, and as a reminder, games aren&apos;t included in either, since they have their own weekly roundup post. Here&apos;s this week&apos;s iOS selection: M&amp;S Home Marks and Spencer already has a regular iPhone app, but this week it released a standalone iPad app for its home and furniture business. Expect lots of full-screen photography, swipeable, bookmarkable items and an in-app shopping cart for purchasing.iPad CBeebies Magazine A number of shows from the BBC&apos;s CBeebies pre-school channel have their own apps, but this is the first overall CBeebies app to be released in the UK. It&apos;s a digital magazine starring characters like Mister Maker, Bob the Builder and the Alphablocks, with puzzles, digital stickers and colouring, and reward charts. Four issues will be released a year through the app.iPhone / iPad 2013 AA Pub Guide The AA has actually released seven of its guide-book applications this week, covering hotels, restaurants, B&amp;Bs and other businesses. The Pub Guide is a good example of their features, providing listings, telephone numbers and website addresses, and detailed descriptions.iPhone NextGuide TV Startup Dijit is one of many companies trying to disrupt TV viewing, albeit only in the US for now. It blends traditional TV listings with social-fuelled recommendations, alerts and reminders, and links to TV apps like Hulu and Netflix to watch shows on-demand.iPad VIA &quot;Sat-nav but for runners&quot; neatly sums up VIA, which is the work of a UK team trying to help joggers avoid slamming into lampposts while checking their iPhone&apos;s map app for directions. It gets you to set a route from A to B, then provides audio prompts while playing your music, and tracking distances, times and calories burned.iPhone Skullabones Island: Pirates Ahoy! Penguin Books is on a bit of an apps tear at the moment, having released an impressive phonics app earlier in September. This is a collection of play-activities for children based on its Skullabones Island books, including steering a ship, matching piratical pairs and dressing up virtual characters.iPhone / iPad Lego Minifigure Ultimate Stickers This week has seen a clash of big children&apos;s brands on the App Store, which is good news for parents. This is a digital sticker book based on Lego&apos;s Minifigure range, published by DK. Children can mix and match backgrounds and stickers, completing challenges to earn them for a freeplay mode, then share the results.iPad Song Beats This is the third music app from Yamaha, and aims to teach people to play drums virtual ones, obviously along to their favourite songs. Well, that&apos;s as long as they have those songs in the Yamaha MIDI format, or buy them from the in-app store. Glowing rings on the on-screen drums show what to hit and when.iPhone Uggie The Artist Remember the dog from The Artist? He shoulda won an Oscar too... But the consolation prize for Uggie is his own official iOS app. That means video tricks, colour photographs, links to various spin-off products, and some photo-manipulation silliness. It&apos;s good fun for anyone with fond memories of the film.iPhone / iPad Dumbo: Disney Classics I wasn&apos;t joking about the big children&apos;s brands. Disney has been steadily turning a succession of its classic films into book-apps for iOS, with Dumbo the latest to make the leap. The familiar story is complemented by animation and voice narration, as well as digital colouring, puzzles and a musical mini-game.iPhone / iPad That&apos;s our selection, but what new apps have you been impressed by this week on iOS? Make your recommendations in the comments section.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/14/best-ios-apps-cbeebies-aa", 
    "wordcount": "637"
}