{
    "headline": "Overcoming technical problems for accessing vital research  suggestions?", 
    "text": "I have a technical problem that I need your help with. I am a member of an international group of researchers that maintains a research library of more than 1500 PDFs that are accessible to all its members. These PDFs consist of research papers, white papers, book chapters and some grey literature that are important to our work that have been written by the group members as well as by researchers, government agencies and other professionals outside of our group. This library is vital to our work since some of us are in countries where these PDFs are not easily accessible or are too expensive to get. Currently, we use Dropbox to maintain our library but there are two problems we have battled over the years:  Problem one: unless each individual pays for their own Dropbox subscription, our individual accounts are constantly overloaded and straining from the size of this library. I know mine is! Problem two: Dropbox tools aren&apos;t very user-friendly, especially when a significant number of our members rely on English as a second or third or fourth language. As a result, our entire library, or portions of it, are frequently deleted by accident. Just this week alone, significant portions of our shared library have been deleted twice!  At this point, the researcher who is acting as the group&apos;s librarian is overwhelmed with his own work demands and is ready to quit -- and delete the entire library.  I imagine our attempt to overcome the ongoing problems of open access and limited funds for obtaining valuable research is not unique to this group of researchers, and indeed, there may be other groups who have already solved the problems we are faced with. So I need your suggestions for a cloud-based service that we can use to maintain a large professional working library that is accessible to all its members, and cannot be accidentally deleted. This means that the web-based tools have to be simple enough that researchers -- ranging from graduate students to full professors who speak a dozen languages -- can all understand how to use the library. This also means that the librarian has exclusive power over what can ultimately be deleted, whilst providing each member the ability to add relevant PDFs to the library.  I understand that what we seek could be very expensive. As you probably know, scientists are not wealthy people. So if anyone knows of a free, or low-cost cloud-based archival service, I&apos;d be very appreciative if you could share this information with me, especially if the cost of the service could be borne by one person (the group&apos;s librarian, who in this situation, may end up being me, and we all know I am not wealthy!). Ideally, the librarian would maintain and oversee the PDF library with minimal aggravation and provide password access to all members of the group. .. .. .. .. .. .. .. .. .. .. ..  GrrlScientist maintains her presence on a number of social media sites, including facebook and twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/sep/25/2", 
    "wordcount": "497"
}