{
    "headline": "Global development podcast transcript: hopes and fears for 2013", 
    "text": "JV: John Vidal LF: Liz Ford JD: Jamie Drummond MT: Mandeep Tiwana JG: Jayati Ghosh JV In this month&apos;s podcast, we&apos;re going to finish the year off with a round-up. In just a minute, we&apos;ll be joined by guests to look forward to next year and to ask them what they think will be the major stories to head up the development agenda in 2013. But first let&apos;s look back briefly at the key stories and themes of 2012. Here&apos;s the Guardian&apos;s Global development team with their thoughts. &quot;2012 has obviously been a year where we&apos;ve seen a lot of emphasis on jobs and growth. It&apos;s an exciting time in Africa, [where we&apos;re] seeing some of the rates of growth emerging, but we really need that to support the youth population and their need for jobs and opportunities. And obviously the headlines have also been full f stories about working conditions; for example, the situation in South Africa in the mining industry.&quot; &quot;One of the big themes of 2012 was the drop in aid, the first time that it&apos;s happened in decades and the situation is not likely to improve because of the continuing financial crisis.&quot; &quot;Well, we&apos;ve seen a lot of concern this year around what people have called the global rush for resources; so things like minerals, yes; but also land, water and other things. And that&apos;s not a new issue, but what is new is the rise in community mobilisation against this in places like Liberia, Sierra Leone, Cambodia and Indonesia and it doesn&apos;t look set to disappear anytime soon.&quot; JV I&apos;m joined by Liz Ford, who&apos;s deputy editor of the Guardian&apos;s Global development website. Liz, what have been the surprising outcomes of the cut in aid? LF I think the pressure on aid has probably focused attention on who&apos;s actually getting it, and there&apos;s been a bit of a clampdown. One of the defining moments that has just sort of happened in the last couple of weeks is the UK government actually suspending aid to Rwanda  direct budget support to Rwanda. And Rwanda has, for a long time, been a bit of an aid darling. So this whole government agenda of focusing things around the rule of law, transparency, and human rights has come to a head and they&apos;ve made that kind of decision. So that&apos;s been quite a key thing. JV Good point. But why is this need to find jobs for young people, especially in Africa, so important? LF The Arab Spring has shaken up a lot of people so you&apos;ve got a restless youth who don&apos;t have jobs. They&apos;ve gone through the process of education, thanks to the millennium development goal [of] universal education, they&apos;ve gone through the system and now there&apos;s nothing for them. I was in Sierra Leone in the summer and there were fears of unemployment there; there were young people who were kicking their heels  would they cause trouble with the election? Those kind of issues are worrying people. Also, if you&apos;re going to boost a country&apos;s economy, you need young people to be getting jobs and doing it from within. JV I&apos;m sure we&apos;ll come back to that. But now let&apos;s look forward to 2013. We&apos;re joined in the studio by Jamie Drummond, Founder of One and Jayati Ghosh, who is Professor of Economics at Jawaharial Nehru. Jayati, please forgive me. JG Just Nehru University is fine. JV Nehru University, down the line from Delhi. And Mandeep Tiwana of the civil society watch programme, Civicus, who is in Johannesburg. Without doubt, 2013 will be a key year for debates on what comes next after the millennium development goals. They expire in 2015, but decisions about what will be prioritised will be made next year. Liz, the talks about the next set started at Rio+20 in June; what will be the key debates for next year? LF The Rio Outcome document was to set up a working group to look at a new set of sustainable development goals. But alongside that, we&apos;ve got the UN High Level Panel that&apos;s going to agree the post-2015 agenda, and they&apos;ll be meeting early next year in Monrovia and then in Indonesia, and reports are due in May that will feed into discussions in September. But I think one of the key debates  I was in Rio and talking to local NGOs  is that they that already feel that they&apos;re already being cut out of this process. I was speaking to an NGO in Nigeria just this week, and they said this is not the beginning of a process but a done deal; it&apos;s almost as if it&apos;s coming to an end, they feel very excluded. So I think the key debate is how do we get grassroots voices heard in these kinds of discussions. JV Good point. Jamie, you&apos;re involved in these discussions. What would you like to see? JD Well, just picking up on Liz&apos;s point, it is absolutely essential that the voices of the people for whom development is supposed to function are at the centre of how the goals get redesigned. And we&apos;re working and campaigning hard so that happens. In fact, we&apos;re making a bit of progress on that: the UN has opened up the process, they&apos;ve agreed to a more people driven, evidence-based process by which the goals will be designed. We&apos;re doing, with the UN, a series of pilot initiatives that will roll out early in 2013 to try to crowdsource from among the very poorest communities in the world what the new goals should be. We hope that as a result not only will we get better data to inform the new goals, but we will, if you like, create more political space for that constituency so they can help drive the goals. JV  Explain to me what you mean by crowdsourcing? JD I mean, essentially the enormous change since the late &apos;90s when the goals  the current set of goals were designed is, of course, the near ubiquity of mobile phones and internet increasingly even in remote, rural Africa. The new idea is to make sure that they can all submit their views about what these new goals should be and so it&apos;s SMS, IVR  various interactive ways by which we can get their views on what the goals should be. JV Excellent. Now we&apos;ve got a talk point question from someone called RobYates123, and Rob wants to know, as he says, &quot;As health is unlikely to secure three of the eight post-MDG goals, does the panel think it would be a good idea to collapse existing health goals into an overarching one calling for all countries to achieve universal health coverage?&quot; Mandeep, in Johannesburg, what do you think, what&apos;s missing there? MT When the Millennium declaration was brought into being, the world leaders identified six fundamental values that were said to be essential to international relations in the 21st century. These were: freedom, equality, solidarity, tolerance, respect for nature and shared responsibility. Unfortunately, most of these were not reflected in the millennium development goals. If leaders want to get it right this time, they need to look at the goals in a more holistic manner and develop goals around these. Of course, health is a very important goal but it&apos;s also important to look at issues of democratic participation, freedom from oppression; because at the moment we are looking at one-sided indicators; there are some social goals and there are a lot of economic goals. But there are also governments that claim to have made progress on economic goals that are highly repressive states, and this doesn&apos;t take into account the cost of oppression on society. We need to have a rights-based framework; health is a very important human right, but so is democratic participation. Essentially, we have a vision but now it needs to be translated into more concrete terms. JV Jayati, in New Delhi, what do you think will be the biggest story of next year? JG Well, can I first comment on what I think is important about these new post-2015 MDG goals? I One of the problems with the way these goals were formulated is that they were very focused on outcomes, and not at looking at the processes and policies whereby you achieve them. What&apos;s very important about the input that you&apos;ve received is that there is a talk of process; universal health coverage for everyone is about a government policy, it&apos;s about universal access. And it&apos;s about, what I believe, is going to become of the most important issues in 2013, which is the growing inequality. JV Good point. Jayati, nobody&apos;s mentioned the sustainable development goals that came up in Rio; are these players? I mean, do you think there will be this merging of the environment and development agenda? JG Well, there certainly should be. It&apos;s essential that we make any development that we have sustainable. Unfortunately, recent trends are not encouraging. I don&apos;t think the international community is on any decent footing to actually look for an equitable form of sharing the burdens of ensuring sustainability  that&apos;s a concern. But it&apos;s very important for world leaders, and certainly for all citizens, to recognise that we cannot get an equitable development that is not based on respect for nature and avoiding over-exploitation of nature. JV Jamie, do you want to come in? JD Absolutely. Let&apos;s just remember that since 2000 there has been remarkable progress on a lot of human development indicators. And a lot of what we now have to do is not drop the goals we&apos;ve got entirely until the end of 2015 [as] there&apos;s a lot of progress we can still make on these; to build on great progress on malarial death rates being halved in many countries, increasing access to antiretroviral drugs, now eight million people have them of whom many would otherwise have passed away at this stage. A huge amount of progress has been made and we have to build upon that in large part. And if you look at the trends on a lot of these outcomes  and I take Jayati&apos;s point on that  but if you look at the outcomes we could drive towards near zero extreme poverty by 2030; we could drive down towards near zero avoidable, preventable deaths among children. We&apos;ve achieved a huge amount of progress [and we need to] keep driving in that direction and, although it gets harder as we get towards zero, there&apos;s a lot to play for here We could still be the great generation Mandela asked us to be, who make poverty history. JV Well, that&apos;s very optimistic. Now, 2013 really does seem to be the year of agenda-setting as David Cameron, British prime minister, is set to host the G8 Summit in Northern Ireland in June. Liz, what are going to be the main topics on his agenda? LF We&apos;re expecting him to be focusing very much on hunger, food security and tax. And both of these have excited the NGOs; ActionAid and Christian Aid have been campaigning for tax, closing loopholes. So the interesting thing will be whether what comes out of it actually benefits developing countries. There&apos;s a promise of a summit similar to the hunger summit held during the Olympics in London as something similar happening next year just before the G8. So I think those are the kind of issues. JV Jayati, why are these the key questions and how likely is it that they can actually be tackled by this summit? JG Well, hunger is clearly a key question because there are more hungry people now than when the millennium goals were formulated. That&apos;s one of the goals that we are very far from reaching. In fact, unfortunately, the world has gone in the opposite direction; similarly, on employment  both were actually part of MDG1. When we talk about having met MDG1, that&apos;s only in terms of a crude measure of income poverty rather than the things that really matter for people, which are nutrition and decent employment. But to get back to the question of hunger, I&apos;m absolutely convinced this is a critical question for the coming year and it&apos;s important that&apos;s it at the top of the policy agenda. But to be quite honest, the thought of another world summit on hunger, which is being commissioned by David Cameron, just makes you want to laugh because you don&apos;t need another summit, it&apos;s fairly clear what needs to be done. And, unfortunately, a lot of the talk from G8 about solving hunger is really then directed towards assisting multinational corporations and big agribusinesses rather than making small cultivation viable and ensuring public distribution that reaches the poorest of the poor who cannot afford to buy food. JV Mandeep, in Johannesburg, are you planning to come to Northern Ireland next year; what are your thoughts on the G8. Can civil society really have a part to play in discussions like this? MT We definitely want to influence the agenda but from what it&apos;s looking like now the whole agenda is about economic growth. It&apos;s about, &quot;we are open for business and what we really need is a new paradigm for development&quot;. And, unfortunately, the indications are that there&apos;s going to be more support for transnational co-operation, as Jayati said, there&apos;s going to be more support for economic policies that are actually going to increase inequality in the world. In fact, even the Economist said we are at 19th century levels of inequality and there&apos;s going to be less talk about the UN Business and Human Rights Framework but more about how to support big business, how to make sure the big corporations are able to create more jobs. So, unfortunately, I think the development paradigm that the [world] leaders are going to be talking about is not going to be the development paradigm that the planet and people need. It&apos;s going to be the development paradigm being pushed by the elite. JV And by the big countries. Jayati, surely one of the points is that in countries like Brazil, China, India, South Africa, the Brics, aren&apos;t even going to be there on the panel. What&apos;s going on here? JG When you said that it&apos;s very important that the G8 is meeting, it&apos;s really important for G8 that G8 is meeting. It&apos;s true that they might announce that hunger and some other issues are on the agenda, but what they&apos;re really going to be worried about is saving their own economies. Because, let&apos;s face it, this global crisis has not gone away, it&apos;s currently focused in the EU but there are big issues of potential [bank crises] and student loan debt in the US, which are going to become more aggravated next year. The G8 has plenty to worry about and I don&apos;t think it&apos;s going to spend that much time worrying about global hunger. JV Jamie, would you like to come in here? JD One of the things that&apos;s on the agenda for the G8 is transparency; Transparency in tax, transparency especially in things like the extracting sector, which is dominated by big multinational corporations who are currently resisting the campaigning efforts of our organisation and the Publish What You Pay campaign to enforce transparency in the extractive sector. If we get this legislation through, as it looks as if we will in Europe and America, it will enable activists in Africa and other resource rich but poorer developing countries, to access information about the payments these companies make to governments and, therefore, hopefully fight corruption, promote transparency and redirect these payments to into rebuilding the infrastructure of these countries. If we can get that, we can get more job intensive growth than there is currently  many countries have reasonable economic growth rates, say in Sub-Saharan Africa, but it&apos;s jobless growth. If we can redirect these payments into the kind of infrastructure that, for example, could get rural economies growing, farm to market roads and get smallholder agriculture going, we could see some serious progress partly coming from the G8  but the G8 alone is not what is was, say, in 2005 or 1998, the last two occasions the UK hosted. And the Brics summit in South Africa in March is probably more important. JV Another talk point question, this one&apos;s from John Barnes who&apos;s head of policy at ActionAid: he wants to know how the growing entry of countries into international aid might affect its quality and effectiveness. Jayati, what do you think? JG Well it couldn&apos;t get worse. So it&apos;s definitely a good thing. I would say the more countries giving aid the better. Let&apos;s hope that more of it is directed towards helping the people rather than helping the businesses of the companies that are sending the aid. JV Jamie? JD Absolutely. Just a point about the decline in aid that was noted earlier: Sub-Saharan Africa is actually getting an increase in aid even though the global levels are declining because there&apos;s a redirection from countries like India to countries in Sub-Saharan Africa. And we&apos;ll see this as an increasing trend, especially because of three important things that must be noted for next year: the replenishment of IDA, the huge $50bn replenishment of the World Bank&apos;s concessional lending arm; replenishment of the ADB, the African Development Bank&apos;s arm, [and] the ADF, and replenishment of the Global Fund. Between them, these are multibillion dollar aid replenishments that need to go well but the taxpayers who are funding these also need to know they&apos;re doing the right thing through these aid programmes. We would like to communicate back, at least to the British public  as we hit 0.7% of gross national income for aid  that this has delivered real results, and one of the long-term results we&apos;re hoping for is that it will also bring about the end of aid because of the smart ways in which we hope to see aid spent. JV The last time the UK hosted the G8, there were serious protests in Edinburgh and the major campaign was Make Poverty History. Let&apos;s hear a clip. [Playing clip: &quot;Today we&apos;re here to demonstrate against the G8 leaders who are coming to Auchterarder. Basically, the demonstrations today are going to be peaceful, non-violent direct action, it&apos;s going to be a party, we&apos;re just going to tell Tony Blair [and] Silvio Berlusconi that we don&apos;t want them here and we don&apos;t want them in our world, we want a free world.&quot; &quot;Sir Bob Geldof: Some of you were here 20 years ago and some of you weren&apos;t even born. I&apos;m just as dismayed today 20 years later. Tonight in Africa, 50% of that continent is under-16 and most of those children will go to bed hungry tonight, like every night. And it&apos;s precisely why we must make poverty history.&quot;] JV Jamie, you played a big part in that so many years ago, what will One be doing around the G8 this year, do you know? JD We&apos;ll be campaigning with partners to make sure that on the G8 agenda and the summits around it  there&apos;s a transparency moment the day before, a food moment two days before  to make sure that: first of all, we build on the progress achieved by the Make Poverty History campaign, which did not achieve everything it wanted but has made tremendous progress, and people need to know that. But we&apos;ll also be looking at how massively the world has changed since then; in terms of the rise of African economies, the emerging powers, of course, the financial crisis, and it&apos;ll draw into sharp contrast the changes since then. I have mentioned transparency in the extractive sector. For us, that is one of the key transformative pieces of legislation that is achievable. If we get it, we help the citizens of these countries access hundreds of billions of dollars of their money that they can redirect into their own development. And over time we can get ourselves out of the aid business if they are able to use their money better, manage their natural resources better and drive their economic growth. And we&apos;re happy to argue that that is also in our long-term interests. JV Jayati in Delhi, do protests have any part to play in reducing poverty? India has a great tradition of mass protest, what do you think? JG It really depends on what the protests are directed to or against. And certainly I think public protests can be crucial in changing government policies in positive ways. In India, we have the example of the National Rural Employment Guarantee Act, which is a very progressive legislation that came about because of the struggle of social movements and trade unions through public protests. So, yes, it can play a very positive role. What&apos;s important in the public protests around, let&apos;s say, G8 and other such institutions when well-meaning people in the north want to help the rest of the developing world is that it&apos;s not just about the volume of aid but it&apos;s very about the quality of that aid and what it&apos;s being used for. This point was made earlier by one of the other speakers. And it&apos;s very important because a lot of the aid going from Europe and the US today is not in the interests of the people. A lot of it is devoted to furthering the business interests of their corporations. In Sub-Saharan Africa, particularly [in] agricultural corporations, there&apos;s a shocking report from War on Want, a new report that shows how part of the DfID aid project has contributed to the fact that 67% of the import supplies for farmers in Malawi [are] coming from just one company, Monsanto; because the aid is routed through these public/private partnerships. I think transparency is also very important for the British public so that they know what their money is being used for. JV Liz, from a reader&apos;s point of view, do you think there&apos;s a cynicism growing in the UK? LF I think there is. I think [of] those who held their hands around Birmingham in &apos;98 and were in Edinburgh in 2005 with the big slogans of cancelling debt and making poverty history, and eight years on we haven&apos;t achieved that. As Jamie said, yes we&apos;ve achieved a lot but it&apos;s difficult  when you&apos;re bombarded with images of malnourished children, to believe something&apos;s happened. The messaging around any kind of initiative next year will be very important: if you go in with the simple messages again, more people are going to be disillusioned when in five years&apos; time, we&apos;re still seeing those same images, we&apos;re still having those issues. And I think people are generally, as Jayati said, wanting to know a bit more about where our aid goes and, if you give a realistic picture of the complications around development and aid processes, people have more of an informed choice and might be glad to get up and march because they know what they&apos;re actually marching for, and I think that&apos;s the key thing. JV Mandeep, in Johannesburg, what do you think will be the biggest story of 2013? MT I&apos;d like to believe that people will take power in their own hands. I think we&apos;ve seen from the Arab Spring, the occupied protest, the anti-corruption movement that has been going on people are really upset with the way governments are taking them for a ride. People want a new paradigm for development and I think it&apos;s time for government to stop outsourcing basic services for which they collect revenues and taxes from people. Increasingly, we are finding health, education, policing  you name it, being outsourced when it is actually the responsibility of governments to provide it. And I think that&apos;s going to be the big story. When people are going to call out these leaders whose hands are in the pockets of big business. And increasingly we are seeing activists challenging big corporations about the environmental degradation they are causing. I think people are going to call this out and this frustration cannot last for very long. JV But do you think the rise in civil society is really  we&apos;ve been talking about this for years and it never seems to come to very much; do you think we can see an Arab Spring in Africa, is there really any chance of this taking place? MT Many factors led to the Arab Spring, [including] how people were able to connect across borders through technology. And in Africa we are seeing that a lot of people are connecting through technology. It&apos;s also African civil society expressing solidarity with each other. But I definitely do foresee that something has to give because you have leaders who have been in power for the last 30 years, and people are upset about it. And it&apos;s not that protests did not happen in Sub-Saharan Africa, in fact, in a number of countries in Sub-Saharan Africa there were protests, whether it was Uganda or Angola or Zimbabwe, but they were not as successful, they did not culminate into people&apos;s revolutions as in Tunisia and Egypt. But I do believe that the power of international solidarity and people&apos;s connections across the world on challenging elitism and inequality is going to be the big story of 2013. JV Mandeep, thanks very much for that and we&apos;re going to say goodbye to you now. Jayati, in Delhi, what do you think the big story of 2013 will be? JG I do agree with Mandeep but maybe not just next year but for the next two years. I think we&apos;re going to see a lot of bad news as well. We shouldn&apos;t pretend that the world economy is in a very good shape, we know there are lots of fragilities and vulnerabilities. But I do believe that across the world  not just in the developing world, but also in the developed countries  we are going to see much less willingness on the part of the citizen to just accept that certain things have to happen in a particular way. And I think we&apos;re going to get demands for a shift in economic trajectory in a way that provides more economic justice, more of these rights of all citizens instead of them being taken away because of the requirements of financial markets or because of the whims or the necessities of big business. So I do believe that the next two years are going to be, in a sense, full of, yes protest, but also creative thinking. There&apos;s a lot of it already in Latin America, we are seeing many new alternative trajectories. In many other parts of the world  in Thailand and elsewhere  we&apos;re getting new social movements that are showing the way forward. This is something that I think is going to happen not just in poor Sub-Saharan African countries but perhaps all over the world, which can only be a very good thing. JV Jamie, what do you think will be the most important story of 2013? JD Well, I sincerely hope that from the beginning of January, at least in the UK there&apos;s consistent good feedback and discussion with the public about what has been achieved since the last time we hosted a G8 Summit Make Poverty History campaign because a hell of a lot has. Liz was talking about a growing cynicism, I think that&apos;s partly because there is a scandalous information feedback deficit and the public don&apos;t really know what&apos;s going on; that&apos;s partly to do with transparency. But it&apos;s also just partlya world weariness that we need to get over. There&apos;s some fantastic news out there. Please, I implore the Guardian to help tell this story in a balanced journalistic way. LF We do. JD But please let&apos;s work together on that because people need to know the amazing progress that&apos;s been achieved. On the big story for 2013; in terms of the grand narratives, I think that the thing we&apos;re observing is, if you take Sub-Saharan Africa as an example, there is one narrative about Africa rising and we&apos;ve seen it surging as a story since, if you like, the World Cup in 2010, which was a proud moment for the continent and commentators noticed how the storyline was changing. On the other hand, what you could call still Africa stuck or starving and those two things are co-existing. And we need to get better at being honest about the fact that there&apos;s at least two [narratives], in fact, there many more, it&apos;s a much more complicated story  there&apos;s great progress and there are still a lot of huge challenges. Increasingly, it&apos;s about how those who are making progress can be encouraged to look after their brothers and sisters next door who are not doing so well within these countries. We, in the international community, can create the kind of global governance norms that facilitate that fight against inequality and justice within these countries, and that comes down to things like tax, to transparency, to monitoring our companies and how they behave there. Look, we&apos;ve campaigned on a series of issues from debt cancellation to increased aid and transparency, and we&apos;ve consistently seen that whenever [there has been] a good campaign with civil society speaking strongly, with good evidence-based policy, we get policy change, we get results and there&apos;s every reason to keep getting on the streets and keep campaigning, keep marching. JV Jayati, what do you make of the high economic growth rates in some developing countries; are we really going to see big shifts in power in the coming years? JG The medium-term trajectory is inevitable that yes there will be a global shift in economic power, in the size of the economies and all of these things. But it&apos;s still quite a long way away and the gaps are still enormous, even China is still a relatively poor country in comparison. So this whole notion that they&apos;re going to take over the world and so on is quite misplaced at this point. The trend is in that direction but the gaps are still enormous, and within these countries there is huge inequality there are a number of large, middle income countries where the greater part of the population is absolutely poor and without even the most basic human needs. So I think we have to keep that in mind all the way. JV And, Liz, your thoughts on this? LF Well, I&apos;d say The Guardian does actually love a good news story. But you hit the nail on the head, Jamie, in the fact that it is complicated and we do need to try to tell the complicated stories to keep people with us and informed so that they are not just falling for the simple &quot;5 saves a life&quot; [message]. It is complicated so I think that&apos;s the key thing. I&apos;m very interested to hear more about this creative thinking. I&apos;d be very keen on looking at that and reporting on that next year. And I think we&apos;ll be tracking all the post-2015 progress next year with a lot of interest. There could be a defining moment at some point next year, and [the question] is whether that defining moment&apos;s actually going to benefit the people who really need to be supported. JV That&apos;s the last development podcast of the year; for more ongoing coverage on development issues, visit theguardian.com/globaldevelopment. And my thanks to Liz Ford, Jamie Drummond, Mandeep Tiwana, Jayati Ghosh and all the development team. I&apos;m John Vidal and the producer was Vivienne Perry.", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/28/global-development-podcast-2013-transcript", 
    "wordcount": "5301"
}