{
    "headline": "Mozambique's agricultural fortunes rest on a choice between Obama and Annan", 
    "text": "Mozambique is a development paradox. Rural poverty is increasing despite high growth rates and billions of dollars in aid. Now the country has been targeted by two contrasting models of agricultural development. The Barack Obama model was backed by the G8 in Washington in May, while the Kofi Annan model was proposed by the Africa Progress Panel (APP). Which works better for the poor? The APP, which is chaired by Annan and counts a former IMF head and a former US Treasury secretary among its members, is heavyweight and conservative. It says one of the biggest dangers in Africa is the growing inequality between rich and poor, which is creating a threat of social instability. In sub-Saharan Africa, the APP argues, &quot;the pattern of trickle-down growth is leaving too many people in poverty&quot;. The panel warns that Mozambique is one of Africa&apos;s more unequal countries, pointing out that  despite having huge agricultural potential  the republic is a net importer of staple foods. The APP report calls for &quot;fundamental change&quot; in both donor and African government policies. &quot;Raising the productivity of smallholder farmers is critical,&quot; it says. &quot;Smallholder agriculture must be placed at the centre of a green revolution in Africa.&quot; This will require more government action and more support for small farmers. Let&apos;s call this the Annan model. The second agricultural model for Mozambique was agreed in Washington in May, when G8 leaders adopted a new alliance for food security and nutrition proposed by President Obama and USAid. The idea is to use giant agribusiness to end hunger in Mozambique and five other countries. The first project in Mozambique will be to support Cargill, the giant grain trader and largest private company in the world, to take 40,000 hectares of farmland. US officials say this will include some smallholder contract farming, which means Cargill will not make enough profit from the investment, so the giant transnational grain trader must be subsidised from G8 aid. Let&apos;s call this the Obama model. The two models are incompatible. The APP report points specifically to the very large land concessions in Mozambique, and warns that &quot;for Africans, the benefits of large-scale land acquisitions are questionable&quot;. The UN Development Programme (UNDP) recently issued its Africa human development report 2012, which points to &quot;the recent international scramble for land in sub-Saharan Africa&quot; and urges caution on big foreign investors. &quot;Much agricultural technology for producing crops is scale-invariant (it is as efficient on small farms as on large), so large farms should not be expected to be inherently more efficient,&quot; says the report, which also warns that &quot;private investors naturally prioritise their own objectives, not the wellbeing of the poor and vulnerable.&quot; Mozambique&apos;s experience with large investors has not been all bad. Indeed, a single US multinational has probably done more to reduce poverty in Mozambique than any donor action  without subsidy and without grabbing any land. Universal Leaf Tobacco has agreements with 150,000 peasant families, and their earnings from tobacco have lifted thousands of families out of poverty. How ironic that the antidote to poverty should be a poison, tobacco. But Universal&apos;s success stems from a different model to Obama&apos;s  outgrower or contract farming. The company provides seeds, fertiliser and other inputs as well as extension services, and guarantees to buy the crop. In return, farmers must sell their tobacco to Universal. This package works because of two factors. First, risk is shared, so if a drought or cyclone destroys the crop, farmers do not have to pay Universal for the seeds and fertilisers they received. Second, the market is guaranteed; farmers who grow tobacco can be sure they will sell it. Elsewhere, Mozambique has the lowest agricultural technology levels in southern Africa, because the present free-market policies oblige peasants to shoulder the risks associated with weather, pests and a lack of market. Mozambican farmers are very poor  the average rural cash income is $31 a person annually. That is less than the price of a bag of fertiliser. Very few peasant farmers are willing to risk their whole year&apos;s income on fertiliser, or better seed, or a different crop. The problem for Mozambican peasants is that foreign companies will only share the risk with tobacco and cotton, and are not interested in other crops. And under the present free-market system pushed so hard by the international community, the state is not allowed to share the risk for maize and other domestic food crops. Nearly all Mozambican farmers still use only a hoe, and do not have a tractor or oxen to plough, so they can only farm 1.5 hectares. As international investors are now noticing, that leaves vast tracts of underused land. The difference between the Annan and Obama models lies in the use of that land. Under the Obama model, giant northern agribusinesses like Cargill would  with G8 help  take the underused land and end poverty through what the APP calls &quot;the pattern of trickle-down growth&quot;. The Annan model would upgrade millions of peasant farms to up to 5 hectares each, using most of the available land, but providing initial support with mechanical ploughing, inputs and assured markets. The question is, will the Annan or Obama model lead to the biggest reduction of poverty and the best use of Mozambique&apos;s land?", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/31/mozambique-agricultural-fortunes-obama-annan", 
    "wordcount": "898"
}