{
    "headline": "Cull reminds us that gulls need friends", 
    "text": "Heaven knows, I am used to getting incensed about the killing of predators on grouse moors and pheasant shoots, especially birds of prey, from hen harriers to golden eagles. I am equally outraged by the use of snares, meant mainly to eliminate foxes but agonisingly fatal to any creature that becomes entangled.  I could never condone such practices, but I can at least understand the statement of a game keeper who claims he was only obeying his master&apos;s orders. However, the report of a large scale annual cull on the Abbeystead grouse moor was something new to me.  The targets were not raptors, but lesser black backed gulls.  I am afraid one cant resist reflecting on some basic prejudices. Gulls in general seem to be birds that a percentage of the public find it hard to love, accusing them of all sorts of vandalism from pecking toddlers to stealing packed lunches. Add to this with their habits of scavenging on rubbish tips, squitting on cars and  in my part of London  screeching people awake at or before dawn, I fear it isn&apos;t surprising that they don&apos;t have a huge fan club. It is true that herring gulls are surely less lovable than lesser black backs, but let&apos;s face it they have much in common. Except of course that neither species is as common as it used to be, and lessers in particular are declining fast.  Ironically, I am old enough to remember when they were a still scarcer bird and with a more romantic lifestyle, in that most of them migrated south for the winter and returned with the spring. I also recall being thrilled to find small flocks beginning to stay through the winter until they merited reclassification as British residents.  Alas, it seems that perhaps history is turning full circle, but whatever happens, let it be natural and not the result of anti-gull prejudice, random target practice, or over protection of game birds, many of which are being reared merely to be shot in the name of sport. To borrow from an old bat slogan  gulls need friends.  Bill Oddie is a birdwatcher and broadcaster", 
    "section": "environment", 
    "gid": "environment/blog/2013/may/24/cull-reminds-gulls-need-friends", 
    "wordcount": "357"
}