{
    "headline": "The asteroid with a 625-1 chance of hitting the earth", 
    "text": "We need to talk. You&apos;d better sit down. According to astronomers at the Mount Lemmon observatory in Arizona, there is an asteroid  they&apos;re calling it &quot;2011 AG5&quot;  whose current orbit gives it a one in 625 chance of hitting Earth in 2040. The asteroid is only 460ft wide, not big enough to kill us all, but it could obliterate a city if it lands on one. Further observations will be carried out next year, but at the moment that&apos;s where things stand: 625-1. Worried? Should you be? Odds like these are rather hard to quantify emotionally, especially when something so important is at stake. &quot;It&apos;s pretty much an outsider in betting terms,&quot; says Graham Sharpe at William Hill. &quot;I don&apos;t think too many people will be losing sleep over a 625-1 shot.&quot; No. Paddy Power, for example, offer odds of 625-1 that Eddie &quot;the Eagle&quot; Edwards will light the Olympic cauldron at the opening ceremony in London. You will also have noticed that 625 is 5 x 5 x 5 x 5, so the chances of a 625-1 shot happening are the same as the chances of four accumulated 4-1 shots coming home. Thus the likelihood of this asteroid hitting Earth in 2040 is about the same as David Miliband being the next Labour leader and Spain winning the next World Cup and Jessica Ennis winning the next BBC Sports Personality of the Year and Kate Middleton&apos;s labour lasting between 18 and 21 hours when and if she eventually gives birth. If that seems unwieldy, two 25-1 shots would also do, such as Thierry Henry becoming the next permanent Arsenal manager and William and Kate&apos;s first child being albino. For balance, do bear in mind that the odds for a fairly frequent flier of dying in a commercial plane crash are in the region of 500,000 to one. So if you&apos;re frightened of flying, you should be terrified of this.  This article was amended on 2 March 2011. The original incorrectly named the asteroid as 2001 AG5 and gave the chances of a 625-1 shot happening as the same as four accumulated 5-1 shots, rather than 4-1 shots, coming home.", 
    "section": "science", 
    "gid": "science/shortcuts/2012/feb/29/asteroid-625-1-chance-hitting-earth", 
    "wordcount": "369"
}