{
    "headline": "Butterfly protector who informed climate change policy gets OBE", 
    "text": "Every June on Exmoor and in woods near Canterbury, a fragile-looking golden butterfly called the heath fritillary flutters in the sunshine. It would probably not grace summer woodlands and moors were it not for the efforts of Dr Martin Warren, a scientist and conservationist who has been awarded an OBE in the New Year honours list. Most conservationists would take pride in saving one species from extinction, but fellow scientists estimate that the famously modest Warren, who recently retired as chief executive of the Butterfly Conservation charity, has rescued at least three of Britains 59 native butterfly species from terminal decline. Its not an exaggeration to say he saved the heath fritillary, said Nigel Bourn, Butterfly Conservations director of science. His work pulled apart exactly what made it tick and what was needed to conserve it. It set a template for the conservation of other species. Saving butterflies might seem a minor achievement against the environmental challenges of climate change and mass extinctions, but colleagues point out that Warrens scientific work  cited more than 6,500 times in other papers  has influenced climate change policy and laid the foundations for todays landscape-scale conservation, in which wide swaths of countryside are protected for plants, birds, mammals and insects. Warren has also overseen the rapid expansion of Butterfly Conservation, which in 1993 he ran from the living room of his small cottage in Dorset. Under his guidance, its membership grew from 10,000 to more 30,000, with 70 staff working across the UK. Always a practical scientist and chief executive, Warren spends his summers forcing his way through neck-high bracken on the steep slopes of Dartmoor in pursuit of the most endangered butterfly in Britain, the high brown fritillary. In winter, he joins volunteers counting the microscopic eggs of the rare brown hairstreak, unglamorous work but the best way to monitor the elusive butterfly. The internationally renowned climate change researcher Camille Parmesan, a professor at Plymouth University, said Warren had inspired her and had also improved the UK butterfly monitoring scheme, a 40-year-old dataset of Britains butterfly population which is of magnitude better than any other country. The data, which charts the impact of climate change on butterflies, has been used in research that has informed the findings of the Intergovernmental Panel on Climate Change. As well as identifying the woodland management required to halt the decline of the wood white butterfly, Warren discovered that the rapidly-declining marsh fritillary exists in metapopulations. Colonies naturally disappear from one site but reappear in another and so whole landscapes, rather than isolated nature reserves, have to be protected. He led the way in developing empirical data to show that landscape-scale conservation works, said Bourn. Hes helped us and other conservation organisations develop a whole approach to conservation which is 21st century  beyond nature reserves, beyond single sites and across taxa, not just butterflies. Sir David Attenborough, who is the president of Butterfly Conservation, has praised Warrens enlightened and dedicated leadership. Julie Williams, the charitys acting chief executive, said: His unstinting dedication in standing up for our beleaguered butterflies and moths has long been an inspiration to BC staff and the wider wildlife conservation community. Warren welcomed his honour by emphasising the work of his colleagues. During my career I have tried to shine a spotlight on the plight of butterflies and moths, and understand what this means to the future of our planet, he said.  I am deeply honoured to receive this award, but it is as much a tribute to my colleagues at Butterfly Conservation who have done so much to help reverse the fortunes of these beautiful insects and improve the environment for future generations.", 
    "section": "environment", 
    "gid": "environment/2016/dec/30/butterfly-protector-who-influenced-climate-change-policy-awarded-obe-dr-martin-warren", 
    "wordcount": "622"
}