{
    "headline": "South Sudan one year on, family planning, and food aid", 
    "text": "Top stories South Sudan A year on from South Sudan&apos;s independence, what has changed in the world&apos;s newest country and what does this mean for its people and development: in numbers, for the region, economically, politically, for those still without citizenship, for the refugees in Maban county or Turalei, and for a student journalist eager to graduate in Juba? Family planning $2.6bn was raised for family planning in the global south at the London summit this month. How do you tackle the practical  and political  challenges of expanding access? And what is at stake in these debates? Zoe Williams travelled to Nepal to see how contraception is affecting society there. Aunohita Mojumdar spoke to Fariba Haidari, who is pregnant with her 10th child in Afghanistan where the average fertility rate is 6.6 children per woman. Alicia Yamin and Camila Gianella argue that the population numbers game must add up for women. We surveyed our readers&apos; views on what&apos;s blocking access to contraception and gathered insights from around the world. Embarrassment about access was seen as a barrier by 41% in the south, as was the controversial nature of contraception by 27%, whereas in the north it was only 11% for both. A few example comments below, or read the post for more: Somaliland, female, born in 1969:   cultural barriers to acceptability of contraception, even the concept is referred to as child spacing rather than contraception  Belize, male, 1953:  The males perceive the women as baby factories. They expect the women to have a child every year. This is because of the &apos;macho&apos; mentality that persists  Multimedia Gaza&apos;s healthcare system in crisis  video Medical staff and the parents of patients discuss the effect of the Israeli blockade and Hamas rule on Gaza&apos;s healthcare system. Elsewhere on the site International Development Achievement Award Who is inspiring you in the field of development? Now in its fourth year the Guardian award aims to celebrate one individual who has made an outstanding contribution to the lives of some of the world&apos;s poorest people. Get your nominations in by 3 August. Coming up on the site Mark Tran reports from Somaliland; a roundup from the African Union summit; this month&apos;s podcast is on the food crisis in west Africa; and as the farm bill is debated in the US Congress, we look in depth at food aid. Zindzi Mandela argues that children&apos;s human rights are being neglected on the world&apos;s roads. Mark Tran reviews a book on why we need to protect pastoralists&apos; rights to tap into the Horn of Africa&apos;s economic potential. Delia Grace makes the case for a more integrated approach to disease control between animals and humans. What you said: one of the best comments this week Sangs09 from Nepal challenges Stephen Hale on his sustainable development goals blog:  When I was living in Nepal until two years ago, I never heard about MDGs! It was only in my undergraduate development classes I knew that I was supposed to be one of the beneficiaries of this broad development plan  When decisionmaking takes place at such a high, centralised and distant level, what does it actually mean for normal people (like me)?  Highlights from the blogosphere Ahead of the biennial Aids meeting in Washington at the end of this month, Karen Grepin recommends books offering an overview of 30 years of the Aids epidemic. Is Kenya&apos;s constitution just a piece of paper? Brian Dabbs of Think Africa Press looks at its great promise  and the struggle to implement it. And finally  The Poverty matters newsletter will be back in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date on the Global development website. Follow @gdndevelopment and the team  @ClaireProvost, @LizFordGuardian, @MarkTran and @JazCummins  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/17/south-sudan-family-planning-food-aid", 
    "wordcount": "640"
}