{
    "headline": "Search me: online reputation management", 
    "text": "A few weeks ago, I Googled a pub to find out where it was. I clicked on the map that came up, for alarger view of the surrounding area. To the left of the map, under the pub&apos;s address and phone number, was a single quotation from a customer. &quot;I had to wait 40 minutes for my chips!&quot; it said. The pub, which is part of a large chain, clearly had a problem: a bad review  a complaint, really  was the first thing that greeted potential customers, some of whom, like me, only wanted directions. Had I not arranged to meet people there, I might have looked for another pub. I don&apos;t want to wait 40 minutes for my chips. This 21st-century problem now has its own solution: online reputation management. Businesses and brands are increasingly seeking the services of companies that specialise in tidying up search engine results. The effect of a terrible review, a critical blog, an unflattering link or a rant from a disgruntled ex-employee sitting in one of the top 10 Google spots can be devastating for a business as click-through rates plummet. Obviously some companies have the online reputation they deserve, but an unjustified, malicious or obsolete complaint may linger for years, blighting every new query. However, the future of online reputation management seems to lie not just with rescuing brands, but with individuals. In the wake of the 2008 Wall Street crash, it was reported that prominent bankers were paying retainers of up to $10,000 a month to keep their search results clean. Reputation.com, which claims to have more than a million clients in more than 100 countries, charges a starting price of 1,200 to repair the online reputations of individuals. In his book The New Digital Age, Eric Schmidt, the executive chairman of Google, predicts that in the future, employing the services of an &quot;identity manager&quot; to maintain one&apos;s online presence will be &quot;the new normal for the prominent and those who aspire to be prominent&quot;. So that&apos;s exactly what I&apos;ve done. My identity manager for the day is Simon Wadsworth, managing director of Igniyte, a UK online reputation management company with offices in Leeds and London. We are sitting at a boardroom table with a bright pink top, looking at Wadsworth&apos;s laptop. He is about to type my name into Google, and I&apos;m getting ready to pretend to be surprised by what he shows me, as if I&apos;d never done it myself. The idea of offering online reputation management was first presented to Wadsworth, adigital marketing consultant, 18 months ago by a client, a financial services company whose name brought up &quot;four or five different bad blogs&quot; when people searched for it. &quot;They said, &apos;What can you do about it?&apos;&quot; Wadsworth says. &quot;I just went and sat in a darkened room and thought about how, if I was going to do this, I would go about doing it. From that point onwards, we spent the best part of nine months learning how to do that one job.&quot; Online reputation management now accounts for 95% of his business. Initially, he worked exclusively with firms and brands, but these days 60-70% of Wadsworth&apos;s clients are individuals. &quot;Idid not anticipate that,&quot; he says. His customers range from &quot;senior execs in household name companies&quot; to medical professionals, actors, presenters, politicians and beyond. &quot;I&apos;m not exaggerating when I say I&apos;ve had phone calls from people as they&apos;ve left prison,&quot; he says. &quot;There&apos;s a fine line with that. I don&apos;t know if I can define the line, but we do turn down people quite regularly, because of the nature of what they&apos;ve done.&quot; For the most part, it&apos;s not people you would necessarily have heard of. One client is a former NHS professional who was implicated in an expenses scandal and is looking to move on with his life. The matter was settled four years ago, but it still comes up in searches. Another is an actor who wanted some pictures from when she was younger removed from the web. Confidentially isan essential part of the job. &quot;Would the individuals that we have on our books want their friends, family, relations, work colleagues or industry to know that we&apos;re trying to fix issues for them?&quot; Wadsworth asks. &quot;I don&apos;t think so.&quot; An online reputation is notoriously prone to the tarnish of outdated or contentious information, of the sort which is now the subject of proposed EU rules concerning the so-called &quot;right to be forgotten&quot;. Google&apos;s search algorithms can make stuff seem more current or valid or relevant than it is. Memories and newsprint fade, but decades-old allegations are often among the first things to appear when a name is searched. If the law can&apos;t help you, an online reputation manager may be your only option. For companies and individuals alike, the ultimate goal is much the same: a clean page one. Most people never look beyond the first page of a Google search  94% of all clicks go to a top 10 result  so pushing negative results down the list until they fall on page two or three is the strategy. A business or brand, Wadsworth says, should be looking to &quot;own the assets that are on that first page&quot;. In other words, most of the content linking from the top 10 results should be stuff generated by the company itself. Coca-Cola can manage this  its main site, partner sites, customer sites and Facebook pages dominate  but a company such as Monsanto has a harder time: news reports and organic protest sites feature prominently. For the individual, owning page one isn&apos;t really an option, or even desirable. And while the idea of shifting unfavourable content down the list sounds simple, it&apos;s far from easy.     Tim Dowling with Simon Wadsworth from Igniyte: 'People almost become obsessed about Googling their own name.' Photograph: Manuel Vazquez  for the Guardian    &quot;If Joe Bloggs sat in his bedroom in Pittsburgh decides that he doesn&apos;t like Tim Dowling&apos;s article,&quot; Wadsworth says, &quot;I can&apos;t control him going on there and saying, &apos;Yes, but he writes these terrible articles and he&apos;s unfunny and da-da-da-da.&quot; (Mymind automatically fills in the da-das with appropriate insults.) It is possible to get a malicious blog post removed if it&apos;s defamatory, or if it violates the terms and conditions of the host site, but taking issue with criticism  legitimate or otherwise  risks making matters worse. &quot;I have a particular client who&apos;s got a blogger in Belgium,&quot; Wadsworth says. &quot;Every time we try to do something, he&apos;s tripling his efforts to make sure the negative stuff stays on page one.&quot; By way of demonstrating how he might begin an audit with a new client, he turns to his laptop and types in my name. A few suggestions  &quot;tim dowling guardian&quot; is one  immediately present themselves in a drop-down box. &quot;People come tous to fix that as well,&quot; he says. &quot;If the second suggestion down is &apos;tim dowling scam artist&apos;, you&apos;re in trouble before they&apos;ve even looked at page one.&quot; How would you go about fixing that? &quot;The reason it appears in the drop-down in the first place is based on the number of searches performed for that phrase. So we do searches to effect those moves: &apos;tim dowling journalist&apos;; &apos;tim dowling nice guy&apos;&quot; Is online reputation management just gaming the system to give someone a clean slate they haven&apos;t earned? The system, Wadsworth says, isalready inherently unfair, often providing a platform for unsubstantiated gripes or preserving complaints about problems that have long since been addressed. One angry employee can wreak havoc online. &quot;I would like to see us more as the defender,&quot; he says. &quot;But you can push that point only so far, because clearly some of the things we do are covering up.&quot; My page one is, as I am fully aware, fairly clean. Guardian website pages claim the number one and two spots. Then there&apos;s a Wikipedia entry, followed by my Twitter feed and links referring to other Tim Dowlings  an attorney, an Austin-based realtor, the head of North American structuring at Deutsche Bank AG  whose reputations are not my problem. As neutral placeholders in the top 10, they&apos;re more of an asset than a nuisance. In the fourth spot are a string of Google images I&apos;d dearly like to push to page two, but I posed for all of them, so I shouldn&apos;t complain. Wadsworth tells me of a prospective client whose highest-ranking image was his prison mugshot. Wadsworth returns to the search box and types a &quot;u&quot; after &quot;tim dowling&quot;. The first suggestion in the drop-down box is &quot;tim dowling unfunny&quot;. Westare at it in silence for a moment. &quot;Have you seen this?&quot; he asks. I have. The number one spot for that search is alink to a 2009 Mumsnet discussion entitled &quot;Tim Dowling, for example, is a twat.&quot; I have only myself to blame for its existence. I stumbled across that sentence online, wrote about finding it and inadvertently spawned a thread with 484 posts. At some point my wife signed up to Mumsnet to commiserate with my detractors. Dark times. Wadsworth says I made a classic mistake, creating a forum over which I have no control. &quot;You opened up an arena for people to debate whether or not you were funny.&quot; And a twat. The other results confirm that when it comes tothe search results for &quot;tim dowling unfunny&quot;, Ido not exactly own page one. But that may not necessarily be a problem. The negative stuff is out there, but is anyone looking for it? &quot;People almost become obsessed about Googling their own name,&quot; Wadsworth says. No comment. Logging into Google&apos;s adwords tool  the one businesses use to determine what keyword searches to target with advertising  he shows me that, on average, the search term &quot;tim dowling&quot; is typed into Google in excess of 3,600 times a month. But the search &quot;tim dowling unfunny&quot; is executed globally fewer than 10 times a month. It barely registers. Something shameful occurs to me. &quot;That&apos;s probably just me searching,&quot; I say. &quot;Yeah,&quot; he says. &quot;That&apos;ll be you. And I&apos;ll have added a couple this morning.&quot; I am lucky, he tells me. The way Google&apos;s search algorithm favours established and authoritative sites means my Guardian profile page will probably retain its number one spot. But this means that for his clients, a damaging newspaper article can be all but impossible to shift to page two. Consumer sites such as moneysavingexpert.com and TripAdvisor are also stubborn. For businesses, the solution is to create positive  or even neutral  content to overwhelm the negative. &quot;What we don&apos;t do is post false reviews on behalf of the company,&quot; Wadsworth says, &quot;because it&apos;s a game you&apos;re never going to win.&quot; Straightforward, genuine, usable content is preferable  he encourages companies to set up a separate jobs portal for recruitment, for example  but even so, the change tends to be glacial. And while it can take many months to get the negative stuff off Google&apos;s front page, its arrival can happen overnight. &quot;We&apos;ve got a global alcoholic drinks brand thatposted an ad on Facebook for one hour and ended up with three completely full pages of badstuff on Google.&quot; He reckons it will take ayear to sort out, and having seen the pages in question, I agree. For an individual, there are a few simple things one can do to maintain a healthy online reputation, and I am apparently doing none of them. I should be colonising page one by joining big networking sites such as LinkedIn. I could sign up for a DIY reputation-management service such as BrandYourself. I should have online profiles lodged with professional listings sites. I should have my own website, my own blog, and I should post on them until they rank in the top 10. When I get home, I don&apos;t do any of those things. Instead, I sign up for Google adwords, and start working my way through the alphabet. &quot;tim dowling arsehole&quot;: no searches! &quot;tim dowling bastard&quot;: no searches! When I&apos;m done, I&apos;m going to go back to the search box and type &quot;tim dowling nice guy&quot; until my fingers bleed. It&apos;s the future.   This article was amended on 28 May 2013 to correct a reference to reputation.com, from reputations.com.", 
    "section": "technology", 
    "gid": "technology/2013/may/24/search-me-online-reputation-management", 
    "wordcount": "2143"
}