{
    "headline": "Equatorial Guinea is no place to hold a human rights summit", 
    "text": "The Leon H Sullivan Foundation, founded on the legacy of the late civil rights leader and anti-apartheid pioneer Reverend Sullivan, is holding its ninth biennial Sullivan summit in Equatorial Guinea this week. In doing so, it is disregarding a global standard of principles created by its namesake and championed by the organisation. The summit, whose theme is &quot;Africa rising&quot;, is being billed, in part, as a human rights conference. The organisation&apos;s choice of host, Equatorial Guinea, has provoked an outcry from many African and international human rights groups over concerns that the summit will be used to polish the tarnished human rights record of Equatorial Guinea&apos;s President Teodoro Obiang Nguema Mbasogo. The Obiang regime, in power for 33 years, has been widely criticised for rights abuses, repression, and corruption. In response to critics, the foundation appears to have embarked on a public relations campaign for the Obiang regime. In a May press release (pdf), the foundation claimed that the Sullivan summit &quot;will showcase to the international community the advancement Equatorial Guinea has made in human development and the human rights arena&quot;, and alleged that President Obiang is &quot;clearly misunderstood by western countries and human rights organisations&quot;. On 6 August, the foundation&apos;s CEO, Hope Masters, challenged critics, referring to reports of abuse and corruption in Equatorial Guinea as &quot;outrageous&quot;, &quot;tawdry&quot; and &quot;outdated&quot;. She has accused her critics of failing to check facts or verify &quot;simple truths&quot;. So we checked the facts and measured them against the global Sullivan principles, a corporate code of conduct initiated by Sullivan that remains a leading standard of corporate social responsibility championed by the Sullivan Foundation. If the principles were applied to the regime of President Obiang, would it pass the test? We tweaked the principles to make them applicable to a government instead of a corporation. The global Sullivan principles of social responsibility  As a government which endorses the global Sullivan principles we will respect the law, and as a responsible member of society we will apply these principles with integrity consistent with the legitimate role of governing. We will develop and implement government policies, procedures, training and internal reporting structures to ensure commitment to these principles throughout our government. We believe the application of these principles will achieve greater tolerance and better understanding among peoples, and advance the culture of peace. Accordingly, we will:  Principle No 1: Express our support for universal human rights and, particularly, those of our citizens, the communities within which we operate, and parties with whom we do business. Regime of President Obiang&apos;s record: The US State Department reports the occurrence of &quot;[m]ajor human rights abuses,&quot; including arbitrary arrest or detention, torture, harassment, denial of basic political rights, and extreme censorship.&quot; Principle No 2: Promote equal opportunity for our citizens at all levels of society with respect to issues such as colour, race, gender, age, ethnicity or religious beliefs, and operate without unacceptable citizen treatment such as the exploitation of children, physical punishment, female abuse, involuntary servitude, or other forms of abuse. Regime&apos;s record: Human rights abuses in Equatorial Guinea include &quot;discrimination against women; trafficking in persons; discrimination against ethnic minorities; and restrictions on labour rights&quot;, according to the US State Department. Principle No 3: Respect our citizens&apos; voluntary freedom of association. Regime&apos;s record: Civil society activities are restricted (pdf). The government has thwarted several recent attempts to hold peaceful protests. In 2012, the UN refugee agency reported that &quot;[t]rade union rights are non-existent and independent unions have never been allowed to register&quot;. The government limits freedom of movement through the use of security checkpoints. Principle No 4: Enable citizens to meet at least their basic needs and provide the opportunity to improve their skill and capability in order to raise their social and economic opportunities. Regime&apos;s record: Despite the country&apos;s oil revenues, in its public expenditure review of the country (pdf), published in 2010, the World Bank reported that the standard of living of most of the population &quot;has not significantly budged and poverty is widespread&quot;. It said public funding of the education sector was insufficient and &quot;well below the expenditure of countries in the region&quot;. Consequently, only one in two students completes primary education. In 2011, the government spent just 0.7% of GDP on education, far below the average 3.9% spent by other sub-Saharan African countries. In addition, a majority of the population still lacks adequate access to basic services such as electricity and running water. Principle No 5: Provide a safe and healthy place to live; protect human health and the environment; and promote sustainable development. Regime&apos;s record: According to the UN, nearly one in eight children die before age five in Equatorial Guinea. The World Bank said in its 2010 report that, unlike most countries of sub-Saharan Africa, Equatorial Guinea has the financial means to improve the health of its population, but that &quot;insufficient resources [are] allocated to the health sector, as evidenced by the general deterioration of facilities, the breakdown of medical equipment, and the inability of the budget to cover remuneration of personnel.&quot; Principle No 6: Promote good governance including respect for intellectual and other property rights, and not offer, pay or accept bribes. Regime&apos;s record: Government corruption is widespread. Last month, the French authorities issued an arrest warrant for the president&apos;s son, Teodoro Nguema Obiang, and seized property in Paris worth millions of dollars. The US also accuses him of looting more than $100m from Equatorial Guinea to spend on luxury goods. Principle No 7: Work with civil society and communities to improve the quality of life in those communities  their educational, cultural, economic and social well being  and seek to provide training and opportunities for citizens from disadvantaged backgrounds. Regime&apos;s record: Freedom House gives Equatorial Guinea its worst rating for civil liberties. Government officials have monitored the activities of political opposition members, civil society, and journalists. Principle No 8: Promote the application of these principles by those with whom we do business. Regime&apos;s record: The government requires foreign companies to abide by local content laws and to invest in social development projects in the country. Principle No 9: We will be transparent in our implementation of these principles and provide information that demonstrates publicly our commitment to them. Regime&apos;s record: The government has failed to publish budget information (pdf), making it difficult for people to assess government performance or accountability. Meanwhile, the Obiang regime spent more than $13m in the US between 2000 and 2011 on lobbyists and public relations firms  and an undisclosed amount on the Sullivan summit  in an effort to improve its international image. So, does the Obiang regime pass the test?  Joseph Kraus is programme director and Jonathan Hershon St-Jean is research associate at EG Justice, the leading international organisation focused solely on improving human rights and good governance in Equatorial Guinea. Follow @EGJustice", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/24/equatorial-guinea-human-rights-summit", 
    "wordcount": "1167"
}