{
    "headline": "What are the options for financing climate change adaptation?", 
    "text": "Although there is widespread agreement on the need for adaptation measures to limit the risks posed by climate change, there is no clear consensus on how much adaptation will cost or how it will be paid for. A recent World Bank report suggested that the price of adaptation in developing countries alone will be $70100 billion a year between 2010 and 2050, while other studies suggest these figures are too low. The overall bill for adaptation will depend on the severity of climatic changes and the range of measures chosen. The most expensive adaptation measures involve modifying infrastructure and improving coastal and flood protection, so costs will be highest not necessarily where vulnerability is greatest but in regions with a lot of infrastructure that needs to be climate-proofed. Lower-cost measures that can be used as part of an adaptation response include changing behaviours, shifting farming practices and making regulatory reforms.Costs will be lower if countries plan ahead  for example building roads with drainage systems that can cope with severe rain, rather than retro-fitting these features later on. Developed countries will need to fund their own climate change adaptation measures from government funds or private investments. Companies will have to adapt their activities, whilst governments will have a role in protecting national infrastructure, setting guidelines and providing social protection. Some costs will also be borne by individuals and households, such as purchasing flood insurance or adjusting heating or cooling in the home. Adaptation in developing countries will be financed through a variety of means. The UN Framework Convention on Climate Change (UNFCCC) has enshrined the principle that developed countries should transfer funds to developing countries to support adaptation. Article 4.4 of the Convention states that developed countries should assist countries &quot;particularly vulnerable to the adverse effects of climate change in meeting costs of adaptation to those adverse effects&quot;. This is due to the principle of &quot;common but differentiated responsibilities&quot; that has been agreed within the Convention to reflect the fact that developed countries have had a greater role historically in causing climate change. The UNFCCC institutions have set up a number of funding mechanisms for channelling this assistance  such as the Adaptation Fund and the Least Developed Countries Fund  and funds have also been set up through multilateral agencies such as the World Bank. However, so far the amounts pledged for these funds do not cover the projected costs of adaptation. In addition, there is a significant gap between the amounts pledged and the amounts actually deposited in the funds. There has also been controversy over the relationship between adaptation funding and development aid. Developing countries argue these should be separate, and adaptation funding additional to any existing development funding.  In the Copenhagen Accord of 2009, developed countries pledged to provide $30 billion in additional finance by 2012 (called fast-start finance) and $100 billion a year by 2020 to be shared between adaptation and mitigation measures. There are no definitive data on how the money will be spent, but according to one estimate, only about $3 billion of the fast-start finance pledged as of early 2012 is for adaptation measures. There is an ongoing debate about how more money for adaptation could be found. Options being explored include levies on aviation and shipping, carbon taxes, a tax on the carbon market and a financial transaction tax.  This article was written by Susannah Fisher of the Grantham Research Institute at LSE in conjunction with the Guardian. The ultimate climate change FAQ  This answer last updated: 17.02.2012 Read about the project and suggest a question Report an error in this answer Related questions What is the economic cost of climate change? What is the Stern review?  Which nations are most responsible for climate change?  This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/feb/28/financing-climate-change-adaptation", 
    "wordcount": "667"
}