{
    "headline": "Pangolins under threat as black market trade grows", 
    "text": "Last year tens of thousands of elephants and hundreds of rhinos were slaughtered to meet the growing demands of illegal trade in wild animals. Largely centred on eastern Asia, this black market is also devouring hundreds of tigers, sharks, tortoises, snakes and other rare beasts. It&apos;s a flourishing trade, worth an estimated $19bn a year. But little attention is paid to the pangolin, or scaly anteater, one of the mammals that suffers most from such poaching. Trade in the pangolin was banned worldwide in 2000, but the meat and supposed medicinal qualities of this unobtrusive animal  the only mammal to sport scales  have made it one of the most highly prized targets for traffickers in Asia. The meat is considered a great delicacy and many believe the scales can cure various diseases, including asthma and certain cancers, as well as boosting virility. Pangolins have become so rare that they may fetch as much as $1,000 a piece on the black market. As a result, two out of four of the Asian species  the Sunda, or Malayan, pangolin, and its Chinese counterpart (respectively Manis javanica and Manis pentadactyla)  are endangered and the other two are near threatened, according to the International Union for Conservation of Nature (IUCN). Two of the four African species are near threatened too. There are no figures for the number of specimens in existence worldwide, but the experts warn that their disappearance would alter the ecosystem of tropical forests, due to the rise in the number of ants and termites. Despite the scaly anteater being protected, poaching is on the rise. In January four Chinese nationals were arrested in Jakarta with 189 pangolin skins in their luggage. In April, October and November of last year French customs officers at Roissy-CDG airport seized several tens of kilos of scales. In May 2011 a record haul of 7.5 tonnes of pangolin meat was discovered at Tanjung Priok port in north Jakarta, concealed under a layer of frozen fish in crates on their way to Vietnam. Other seizures have been reported in Thailand, Cambodia, India, Malaysia, Burma and Vietnam. &quot;Since 2000, tens of thousands of animals have been traded in each year internationally, from countries ranging from Pakistan to Indonesia in Asia and from Zimbabwe to Guinea in Africa,&quot; says Dan Challender, co-Chair of the new IUCN Pangolin specialist group, quoted by the Mongabay website. In 2010 the wildlife trade monitoring network Traffic published a report alleging that a Malaysian crime syndicate had captured 22,000 pangolins aged over 18 months. In 2011 between 40,000 and 60,000 were netted in Vietnam alone. Many are transported live to ensure meat is fresh, but a large number die of hunger or thirst during transport. In addition traffickers often inject them with water to increase their body weight. Much as with elephants, rhinos and tigers, existing laws and penalties are too feeble to really discourage the traffic. The anteater&apos;s low profile merely makes matters worse. &quot;Unfortunately,&quot; says Traffic&apos;s Kanitha Krishnasamy, &quot;pangolins do not attract as much attention from the public, and by extension from the authorities.&quot;  This article appeared in Guardian Weekly, which incorporates material from Le Monde", 
    "section": "environment", 
    "gid": "environment/2013/mar/12/endangered-pangolins-illegal-wildlife-trade", 
    "wordcount": "535"
}