{
    "headline": "How to build a bionic man", 
    "text": "He cuts a dashing figure, this gentleman: nearly seven feet tall, and possessed of a pair of striking brown eyes. With a fondness for Ralph Lauren, middle-class rap and sharing a drink with friends, Rex is, in many ways, an unexceptional chap. Except that he is, in fact, a real-world bionic man. Housed within a frame of state-of-the-art prosthetic limbs is a functional heart-lung system, complete with artificial blood pumping through a network of pulsating modified-polymer arteries. He has a bionic spleen to clean the blood, and an artificial pancreas to keep his blood sugar on the level. Behind the deep brown irises are a pair of retinal implants, giving him a vista of the crowds of curious humans who meet his gaze. He even has a degree of artificial intelligence: talk to him, and he&apos;ll listen (through his cochlear implants), before using a speech generator to respond. Although, like us, he sometimes stumbles over his words, memorably describing his idol Eminem as a &quot;well-known crapper&quot;, before quickly correcting himself. Created by Darlow Smithson Productions (DSP, the TV company behind Touching The Void and Richard Hammond&apos;s Engineering Connections), with the help of robotics experts Shadow Robot Company, the bionic man was conceived as a literal response to the question: how close is bionic technology is to catching up with  and even exceeding  the capabilities of the human body? DSP got in touch with Dr Bertolt Meyer, a charismatic young researcher from Zurich University and himself a lifelong user of prosthetic technology, and invited him to, essentially, rebuild himself in bionic form. The result can be seen in How to Build a Bionic Man, to be broadcast on Channel 4 on 7 February. The Bionic Man himself will then reside in the Science Museum&apos;s Who Am I? gallery from 7 February until 11 March.     Richard Walker (left), chief roboticist, and Dr Bertolt Meyer (right) at the Body Lab. On the table is an iWalk BiOM ankle. Photograph: Channel 4    Build yourself in bionic form  it&apos;s not the sort of invitation a chap gets every day. What made Bertolt agree to it? &quot;My aim was to show that prostheses can, instead of conveying a sense of loss, pity, and awkwardness, convey a sense of &apos;wow&apos; and amazement - a positive reaction, if you will,&quot; he tells me. The engineering behind modern prosthetics is certainly awe-inspiring. The iLimb Ultra, of which Bertolt is a user, is part of the new class of myoelectric prosthetics. These custom-made devices function by placing electrical sensors directly in contact with the skin. These sensors pick up the signals generated by muscular movements in the residual limb - signals that are then translated by software into natural, intuitive movement in the prosthetic limb. We all know about prosthetic limbs, even if many of us are not aware of just how sophisticated they now are. Less familiar, though, is the idea of bionic organs. Far removed from the iron lung of yore, these new fully integrated artificial body parts are designed to plug directly into our own metabolism - in effect, they are not within us, they become us. They&apos;re the ultimate in biomimicry. Take the elegant simplicity of Bionic Man&apos;s pancreas, invented by Prof Joan Taylor of De Montfort University. Within a protective casing of firm gel lies a store of insulin. In the presence of excess glucose, the gel begins to soften and liquefy, releasing the insulin  and as glucose levels drop in response to the insulin release, then gel hardens once again, in a self-regulating loop. Like a natural pancreas, this device requires no conscious monitoring  implanted permanently within the body, it plugs directly into our own homeostatic systems, potentially liberating us from the chore of blood sugar monitoring. It is, Prof. Taylor hopes, only around seven years from general use. Bionic Man&apos;s kidney is, likewise, an implantable, self-regulating artificial organ. The brainchild of Prof Shuvo Roy&apos;s team at the University of California, San Francisco, it&apos;s made up of a silicon nanoscale filtration system, which requires only the power of the body&apos;s own blood pressure. The filtrate thus generated is then passed to a miniature bioreactor - a small cartridge housing living renal tubule cells from a healthy donor. Together, these components will - it is hoped - perform all the functions of a biological kidney. Clinical trials are due to begin in 2017.     Rex has some artificial intelligence: talk to him and he'll listen (through his cochlear implants), before using a speech generator to respond. Photograph: Channel 4    It&apos;s one thing to use a bionic organ to replace lost function. But in a future world where we could, feasibly, replace virtually all of our body, will we blur the boundaries of artificial and natural to an extent that we have to recalibrate our definition of self and non-self? That&apos;s especially pertinent when we consider the reality of neural prosthetics, like the &quot;memory chips&quot; developed by Dr Theodore Berger. Instinctively, many of us are uncomfortable with brain implants - but should we be? And will this discomfort be reduced if we broaden our definition of self? Bertolt himself is pleased with the increasing normalisation, and even &quot;coolness&quot;, of prosthetics. But he expresses caution about the potential for elective use of such technology - would we ever choose to remove a healthy body part, in order to replace it with a stronger, better prosthetic? Elective use of artificial body parts would, Bertolt fears, result in market forces becoming more important than medical need. In essence, those who can afford it could build &quot;super bodies&quot; - with the risk that prosthetic and bionics manufacturers would then focus on fulfilling those demands, rather than on the less profitable medical needs of the rest of us. What&apos;s already certain, though, is that artificial body parts can already restore independence to us in a way never previously possible. Bionic Man is a visceral, visual way to show just much of our bodies could be replaceable in the near future. As a piece of engineering outreach, he is unique - and as a symbol of future humanity, he is startling. How To Build A Bionic Man will be broadcast on Channel 4 on 7 February. The bionic man can be seen in a new free display in the Who Am I? gallery at London&apos;s Science Museum from 7 February until 11 March", 
    "section": "science", 
    "gid": "science/blog/2013/jan/30/build-bionic-man", 
    "wordcount": "1020"
}