{
    "headline": "Ethical living: where are the incentives to go green?", 
    "text": "The dilemma I know I should be saving power, but going to all the effort to shave a few pounds off my electricity bill or to be called nominally &quot;green&apos;&quot; isn&apos;t enough. When are there going to be some proper incentives? Kim, Essex Consider moving to France or the Isle of Wight. I&apos;m not being facetious. In France they&apos;re aiming to be the first nation to allow consumers to sell &quot;negawatts&quot; of electricity back to the grid. Negawatts are theoretical units of power which represent energy saved as a result of energy conservation. &quot;Imagine a 15W lightbulb replacing a 100W bulb. The 85W saved can be used elsewhere: these are negawatts,&quot; explains the Green Alliance, which is championing the scheme here. The concept was conceived by Amory Lovins, an American eco-energy visionary from the Rocky Mountain Institute base in the 1970s when  post Oil Shock  energy efficiency had abrief moment in the sun before going quiet. Now payday may have arrived. If we all created negawatts the energy saved could be reallocated to other consumers. This would help us out with our power-gap problem. Human beings are extremely predictable: we arrive home en masse, boil a kettle and watch TV, so the electricity grid is put under extraordinary pressure every weekday evening at peak times. At the moment, the grid can supply abuffer of 14% capacity. By 2015 that&apos;s predicted to fall to just 4%, possibly leading to power cuts. Imagine if you were incentivised to turn off at peak times whenever possible and, instead, use electricity when it was most plentiful and at its cheapest. In policy terms this electrical utopia would be an energy-efficiency feed-in tariff (FIT) where you could sell your energy efficiency and profit in cold, hard currency. Currently, you may have a smart meter and that&apos;s great. But it won&apos;t be intelligent enough to bring about a revolution. For real intelligence you need a &quot;smart grid&quot;  a two-way information system that uses the internet to react to information from smart meters and grid-friendly devices. On the Isle of Wight, the &quot;Ecoisland movement&quot;, which uses a smart grid, is already steaming ahead, bringing together negawatts, flattening out energy demand and making renewables viable. At two test houses, electric vehicles are charged and fridges switched on and off (using mobile phones) depending on electricity prices and availability. There are plans to roll this out to 1,000 houses and eventually to get the whole island on a smart grid. At which point everyone else&apos;s power habits will look dumber than ever. Green crush When Tim Burgess (ex-Charlatans) tweeted &quot;fancy a coffee?&quot; to his fans, thousands replied in the affirmative. As a result, a virtual coffee morning experience called Tim Peaks was created and now he is launching a real-world fairtrade coffee. &quot;I don&apos;t want to get all Bono on everyone,&quot; he explains, &quot;but you want to start your day drinking something that&apos;s not caused too much pain and suffering and where the people who did all the hard work are getting the benefits of it selling.&quot; If you have an ethical dilemma, send an email to Lucy atlucy.siegle@observer.co.uk or visit theguardian.com/profile/lucysiegle to read all her articles in one place", 
    "section": "environment", 
    "gid": "environment/2012/nov/04/ethical-living-green-incentives", 
    "wordcount": "559"
}