{
    "headline": "Game saved  what now? The five things OpCapita needs to do first", 
    "text": "As you may have seen on Sunday, investment firm OpCapita has acquired the stricken retailer Game, retainingg 333 UK stores and safeguarding more than 3200 jobs. Apparently, the investor has no plans for further closures and has installed former Halfords Group chief executive David Hamid as chairman.  &quot;We strongly believe there is a place on the high street for a video gaming specialist and Game is the leading brand in a 2.8bn market in the UK,&quot; said OpCapita&apos;s founder, Henry Jackson. &quot;We have assembled a strong team of experienced industry operators to implement the programme of operational change that is needed.&quot; So what now? Here are the five things OpCapita&apos;s industry operators should probably consider first. Re-establish supplier relationshipsThis is the obvious one. In the run up to Game&apos;s collapse, major publishers like EA, Capcom and Ubisoft stopped supplying the stores with new titles, so the chain missed out on major releases such as Mass Effect 3 and Resident Evil: Operation Raccoon City. Those supply lines need to be re-opened, with plenty of reassurances about the long-term future of the retailer  and, of course, its finances. Old Game was unable to secure the credit necessary to buy in fresh stock; new Game will need to show that situation has changed. Consolidate the brandThe surviving business is made up of both Game stores and branches of Game Station, the more &quot;hardcore&quot; chain bought out in 2007. This segregation made sense when there were more than 600 stores in the country, but does a streamlined franchise require it? A unified chain would make sense both in terms of operations and highstreet recognition. Develop an effective multi-channel strategyIn the past, Game failed to unify its online and high street offerings  its website was okay, but there seemed to be a lot of price differences between web and store stock and this ruled out an effective &quot;click and collect&quot; service. Stores such as Argos and John Lewis have been hugely successful with their click and collect offerings  it allows customers to check the availabiity of stock in their local stores and then purchase items that day rather than waiting for them to be posted. This set-up works especially well with entertainment products like games: if customers fancy spending the weekend playing a new release, they can check on availability on Saturday morning and have it in their console within a couple of hours. It&apos;ll be even better if Game can develop a click and collect app for mobile phones, showing the nearest stores  and even better still if they can integrate a social layer, letting subscribers know what their friends are buying.  Both embrace and counteract digitalWith an increasing number of game sales going to download services such as Xbox Live Arcade, PlayStation Network and Steam, traditional retailers could easily be edged out of the pipeline completely. Old Game made headway here, not just buy selling pre-paid cards with XBLA, PSN and Nintendo eShop access, but by supplying cards for specific digital-only games and DLC as well. This allowed parents to buy, say, new Modern Warfare maps or digital indie games such as Castle Crashers for their children. New Game needs to develop this: can it work with Electronic Arts to bring the EA Game Cards to the UK? Is there potential for a dedicated Steam card?  Be a specialistOld Game was great at the big launches, opening its stores at midnight to sell the latest Elder Scrolls, Call of Duty and Fifa titles as well as new consoles. This spirit needs to be captured within the new Game stores during daylight opening hours. Partly, this will be about the controversial practise of securing exclusive content and special editions of major titles. Game no doubt boosted its pre-orders of titles such as Assassin&apos;s Creed and Dragon Age by promising exclusive content  it was, for example, the only store in the UK to offer Batman Arkham City: The Robin Edition, which featured the Dark Knight&apos;s sidekick as a playable character (otherwise only available later, through DLC). More than this, Game needs to be a destination for gamers and for those interested in games. It needs to present an attractive environment in which the latest titles are playable, and in which staff recommendations and back-cat promotions give customers a reason to pop in. Pre-owned will clearly be a major income source for the foreseeable future, but racks of poorly displayed second-hand games can&apos;t be allowed to dominate the shop floor real estate. Customers stepping in to a Game store should feel like they&apos;re among specialists who understand and care about the products.  Do you have any other ideas? What would get you into a Game store on a Saturday morning?", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/02/game-saved-what-now-opcapita", 
    "wordcount": "794"
}