{
    "headline": "David Cameron's 'golden thread' theory of development is a little too convenient", 
    "text": "The British prime minister wants us to stop talking about the quantity of aid we give, and &quot;start talking about what I call the &apos;golden thread&apos;, which is you only get real long-term development through aid if there is also a golden thread of stable government, lack of corruption, human rights, the rule of law, transparent information&quot;. This is not a new wheeze: David Cameron was talking about the golden thread before he was leader of the Conservative party. Although the idea has never been set out in detail, he has described in speeches what he calls &quot;enablers&quot; of development: transparency, openness, accountability, empowerment, freedom, rule of law, property rights, absence of corruption, free media, free and fair elections, trade, flexibility and civil society. (Tony Blair and Barack Obama have similar ideas.) These ideas may reappear in the conclusions of the UN high-level panel on the future of the millennium development goals, which Cameron co-chairs, so it&apos;s important to reflect now on whether the golden thread is good development policy. Critics fear it is a naive restatement of economic liberalism, which says developing countries are poor because of bad policies and weak institutions. This thinking led to the policy prescriptions of the 1980s Washington consensus, now widely regarded as a failure. But Cameron does not intend the golden thread as a return to the 1980s. In a 2005 speech (pdf) he framed it as economic empowerment, which he explicitly contrasted with economic liberalism. What&apos;s the difference? Economic liberalism is about removing obstacles to enable firms to be more efficient; economic empowerment is about enabling society to evolve and change more rapidly and more fairly. This is not a semantic difference: the golden thread focuses on openness, transparency, accountability and a free press, none of which was ever part of the Washington consensus. The golden thread fits nicely with the growing interest in &quot;complexity&quot; in development. This idea, borrowed from physics and biology, is explored in my online presentation. According to this view, development is what happens when an economic, social and political system improves its ability to adapt and evolve. The enablers described by Cameron are plausible candidates for the kinds of policies that could accelerate the ability of an economic and social system to evolve. His view fits the mainstream development consensus that emphasises &quot;country ownership&quot;  that lasting change comes from within developing countries, rather than through policies imposed from outside. With its emphasis on transparency and accountability, the golden thread seeks to strengthen and accelerate those internal processes. But as development policy, the golden thread needs more work. It has three main shortcomings. First, it stresses free markets, jobs and growth, but not other ways to encourage positive social and economic change, such as reducing inequality, tackling the power of elites, providing social protection and ensuring a strong voice for civil society. There is a streak of laissez-faire in the choice of policies that does scant justice to the idea that societies can  and should  shape their own evolution. Second, the golden thread has said nothing about the need for changes to the global system, not just within developing countries. Rich countries could promote open, independent, legitimate and accountable institutions internationally; stop stitching up the appointment of top jobs; encourage companies in developing countries to pay tax to support the emergence of a social contract; and reform aid to make it less likely to undermine domestic accountability. Rich countries could promote transparency by requiring companies to publish details of their payments to developing countries, and property rights by accepting that a country&apos;s people, not illegitimate leaders, own their natural resources (pdf). Rich countries could support due process and the rule of law by closing financial havens and improving information exchange between tax and law enforcement authorities. They could promote openness and an exchange of ideas by making it easier for people from developing countries to study in their schools and universities, and by improving their immigration policies; and by ensuring that intellectual property rights do not obstruct the transfer of knowledge and ideas. Third, and most important, the golden thread has more to say about desirable dynamics in society than how to bring them about. We have had more failures than successes trying to nurture institutional and political reform in other countries, and efforts to transplant institutions from one situation to another generally end in failure. Understanding economic, social and political change through the lens of complexity should make us modest about our ability to engineer new systems. The golden thread lacks humility about the difficulty of affecting these changes, and risks appearing to offer itself as a universal blueprint for success. Cameron&apos;s golden thread fits well with the view that we should do what we can to help change occur from within, not impose it from outside. It emphasises the importance of institutions and policies that may strengthen and shape change. But it would benefit from a broader understanding of how societies change (eg attacking privilege, not just further liberalising markets), appreciation of the need for policy changes by rich countries to improve conditions for change in the developing world, and greater humility about the role that outsiders can play.  A longer version of this article appears on the Centre for Global Development website", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/27/david-cameron-development-theory-convenient", 
    "wordcount": "885"
}