{
    "headline": "Widening participation: understanding why London schools are winning", 
    "text": "Children from poorer families are less likely to go to university than their better-off peers  this much we know. But there are also big regional differences in access to higher education, as destinations data released by the Department for Education recently revealed. The data documents the education destinations of key stage 4 and 5 pupils, in particular, the proportion of key stage 5 pupils (entering for at least one A-level or equivalent) going into higher education in every region, local authority and state school in England in 2009/10. It reveals vast inequalities in higher education participation by region. The best performing local authority, Redbridge, sent over 70% of key stage 5 pupils into higher education in 2009/10, while the worst performing local authority, Bristol, sent only 34%. Bear in mind that these figures are for state school children only (though they do include selective grammar schools), which could bias the results. For example it is likely that many of the high performing kids in Bristol end up in independent schools, giving Bristol&apos;s state schools an even bigger challenge. Nevertheless, that schools in Bristol do so badly at sending their pupils to university should be cause for alarm for the government. Perhaps a more interesting trend in the data is found at the top end of the spectrum. Of the 20 best performing local authorities at sending young people into higher education, 17 are in London, with the boroughs of Redbridge, Brent and Tower Hamlets all sending 70% or more key stage 5 pupils to university. This is well above the average for England of 52%. London schools are often criticised in the media, yet this is clear evidence that the London state school sector is thriving. It is well known that whether pupils go to university or not rests heavily on their performance earlier on at school, particularly at GCSE level. Chris Cook has documented regional variation in educational achievement at key stage 4 in England, showing that London schools performed particularly well at this level and by extension that London schools are serving their pupils well from an earlier stage. Of course, it may not be the schools that London pupils attend that put them at an advantage later in life, but the characteristics of the pupils themselves. London&apos;s pupils are far more likely to be from ethnic minorities than those from the rest of the country, and are far more likely to be from poor backgrounds. Work by CentreForum also shows that London schools performed better, even after taking account of the income background and ethnicity of the city&apos;s pupils. This is evidenced by the Department for Education data. The proportion of pupils going on to university from Newham and Tower Hamlets  two of the poorest boroughs in the whole country  is among the highest at 62% and 70% respectively. We cannot rule out the possibility that pupils in London have greater aspirations, or more determined parents than those in the rest of the country, but policy makers would do well to look at what goes on inside London&apos;s schools. Learning from best practice will improve university participation among the poorest across the country. Gill Wyness is an education researcher at LSE and research associate of the liberal think tank CentreForum This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/30/destinations-data-and-widening-participation", 
    "wordcount": "572"
}