{
    "headline": "Football Manager 2013  review", 
    "text": "Another year goes by, and so, another release of Football Manager to review. Describe the new features, add in a little colour about how addictive it is, name-drop Tonton Zola Mokouko  job done. Sadly, I&apos;m not going to be able to use the tried-and-tested formula this year as Football Manager 13 is quite unlike any previous edition in the series. While the original game is still there (and yes, don&apos;t worry, I&apos;m still planning on describing its new features), this year marks the arrival of Classic mode  a new, streamlined version of the game aimed at lapsed ChampMan enthusiasts. It&apos;s a pretty radical departure for Sports Interactive, what with their unerring focus on adding complexity and depth to the series over the past 10 years. To abandon that now is somewhat surprising  after all fans have been moaning about how complex and time-consuming the game has become for a long time. Perhaps it took this long to give Classic mode the right balance. Or perhaps it took this long for SI to realise that realism at all costs was not necessarily what people want. Whatever the reason, it was certainly worth the wait. Classic mode is fun in a way the full game hasn&apos;t been for some time now, and far from just tempting back those who had given up, I think many who have remained loyal will find their allegiances tested this year. Strangely, it feels almost like an EA management sim, such is the change in tone and presentation. Classic has a much more attractive, glossy feel than the nuts and bolts of its bigger brother  but still retains the all-important player database and match engine which made Football Manager a genre-defining franchise in the first place.     Apologies for showing the Czech screen  but look! There's the Classic mode option and all the back-to-basics fun you can shake a linesmans flag at.    In terms of gameplay, what you&apos;ll find is similar to ChampMans of old: most of the fat of the last 10 years has been trimmed out to the point where you can get from match to match with only a few clicks. Miles Jacobson referred to it as a &quot;tactics and transfers&quot; in an early development video and this is probably the best way to describe it. Buy some players, pick a formation, and then zip your way through a season in a day. It&apos;s the speed with which you can make your way through the game, and the lack of time-commitment and stress that comes from this that makes Classic mode so refreshing. This is best illustrated by the Challenge feature offered within Classic mode  essentially a variety of custom-made save games for you to load up and take on different scenarios If you&apos;ve got a spare afternoon, why not take on the challenge of saving a small Dutch team from relegation? Challenge mode will put you into the hotseat in the January transfer window, and in two to three hours you can make your way to the end of the season. Win or lose, your time investment is small  you&apos;re playing for the sheer fun of it. It&apos;s been a long time since that could be said about a Football Manager game. In-game unlockables allow you to purchase, with real money, &quot;cheat&quot; options to help you with the game, and while I worry what ramifications this may have for the series  I&apos;d be surprised if we didn&apos;t one day have to pay extra for things we once expected to be included  it justs adds to the sense that this is a game, not a hobby, and it&apos;s there to be enjoyed in whatever way you want. Sure, it&apos;s less rewarding than the full version. But if you don&apos;t have the time or patience to play the full version any more, then who cares? Obviously, Classic mode isn&apos;t for everybody. For every 90s Championship Manager fan that bemoans how complex his once beloved game has become, there&apos;s another for whom the series is like a religion. The match engine is so sophisticated that hours and hours can be spent studying it  and thankfully Football Manager 13&apos;s fully-featured incarnation has had more than enough attention given to it to satisfy these hardcore fans as well. As ever, layers of complexity have been added which mean more time can be spent away from the pitch than ever before. Training has been completely overhauled  an area that&apos;s remained relatively unchanged over the past few years of updates. You&apos;re now encouraged to spend far more time tailoring training to specific players and matches  train your team in attacking movement the week before playing weak opposition at home, for example. While this has been an option before, it now feels like something you daren&apos;t ignore.     Stop Press: in press conferences, you can change your tone of voice and give the dishevelled assembly of hacks the hairdryer treatment.    Press conferences, too, have become more complex, and though you&apos;ll soon get tired of the generic replies on offer, just like team-talks you can now offer them in a variety of tones. I imagine some players will delight in the ability to turn the hairdryer on journalists, rather than just their error-prone left-back. The way you work alongside other staff at the club has also changed  for the first time you can appoint a director of football to handle contract negotiations and the like, and also find more specific coaches for different tasks. Aside from these new features, the interface has seen a major redesign that should make navigating the game&apos;s myriad features somewhat easier. The matchday experience has also been improved quite considerably, with much more information available to the player and a much less obtrusive menu available with which to make pitchside decisions. Improvements to the 3D match engine aren&apos;t hugely noticeable, but the new animations included are a pleasing addition for those of us who&apos;ve tired of seeing their tiny football men kick a ball in exactly the same way. Though we say it every year, Football Manager 13 is the most in-depth, detailed and complex football management simulator ever made. But I must admit, I&apos;ve bitten my tongue as I&apos;ve written about most of these new features. The last thing I personally wanted was a new set of variables to worry about as I play the game, and for even more hours to have to be invested just to get through a season. Now Classic mode is available, though, such complaints are harder to make. It&apos;d be nice if it didn&apos;t have to be a straight choice between too complex and not complex enough, but unless SI release 20 differently complex versions of the game, you can&apos;t keep everyone happy. One enhancement that affects both modes is the drastically improved multiplayer options  fully integrated with Steam and making it much easier to play with friends online than ever before, and in a pleasing variety of ways. In Versus mode, for example, you can set up a customised cup and compete with teams from your single-player games  perfect to settle those arguments about whose all-conquering Chelsea side is better.     Watford v Forest  now dont pretend you're not excited by the prospect of leading the Hornets to glory.    Online leaderboards are also available for the first time, making FM13 feel like a much more social experience. It&apos;s nice to know, having spent the best part of a month guiding Tonbridge Angels to the Premier League, that there are others out there too doing the same thing. Without the amount of new modes and improvements on offer, Football Manager 13 is a pretty astonishing package. It will, though, be interesting to see what form next year&apos;s release will take. If Classic mode proves popular, it won&apos;t be bundled in with the main game for long  and I fear for the longevity of the full-featured mode should they end up being competing releases. For now though, Football Manager 13 at last offers the chance to play the game at a level of intensity you&apos;re comfortable with  and even Tonton Zola Mokouko would agree that that&apos;s a great thing.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/02/football-manager-2013-review", 
    "wordcount": "1294"
}