{
    "headline": "Research funding limited to star academics", 
    "text": "It sounds like every scientist&apos;s worst nightmare. You are in an incredibly fierce battle for a shrinking number of research grants. But this time, they don&apos;t just want you to write a brilliant application, then sweat it out while it is scrutinised by your peers. No, before you stand a chance of securing any cash, you have to leave the lab and wow a panel of experts at an interview. It is your dreaded PhD viva all over again. This is how things now work at the Wellcome Trust, Britain&apos;s largest research charity, which distributes around 600m to exceptional individuals every year. Kevin Moses, the trust&apos;s new director of science funding, admits that some look forward to the interview like &quot;a trip to the dentist&quot;, but insists the panel isn&apos;t antagonistic. &quot;We&apos;re looking for gold. The mindset of the committee should be that there might be some under here,&quot; he says. The idea of meeting everyone you might fund is a radical one in this country. But more significant is Wellcome&apos;s unabashed drive to support only stellar academics. As Moses puts it: &quot;Our mission is to fund the very best science possible. We don&apos;t have a factor to say: no one in Rutland has an award yet so we&apos;d better give one.&quot; This is telling at a time when many are predicting that research will soon be concentrated in a much smaller number of universities, and institutions are sparring to poach big-name researchers. As one senior manager in a research university admits: &quot;We are repelling raiding parties almost daily at the moment.&quot; Wellcome&apos;s frank elitism also gained more import two weeks ago when its director, Sir Mark Walport, was named as the government&apos;s new chief scientific adviser. To the consternation of many, Walport&apos;s charity has abolished all funding for research projects or programmes. Instead this cash now goes to individuals, with far less prescription about what they do with it. &quot;Budgets are often larger for investigators as we want to fund people generously to pursue new directions without restraint,&quot; Moses explains. While the pot has remained much the same, Wellcome gives out a smaller number of grants: Moses estimates between two and four times fewer. Prof Robert Lechler, vice-principal for health research at King&apos;s College London, says: &quot;I fully understand the logic  that the best predictor of who to invest in is the quality of the person and their track record. However, the consequence is that the process has become incredibly competitive at a time of financial stringency.&quot; The funding of people rather than projects is a definite trend. The Royal Society has done this for some time and the European Research Council has followed suit. Cancer Research UK has cut project grant funding for all basic research, although the charity will be maintaining project grant funding for other areas including clinical research. Prof Eric Thomas, president of the vice-chancellors&apos; group, UUK, and head of Bristol University, agrees: &quot;It is a very big shift moving funding towards individuals. The two biggest starting points of my career were a Medical Research Council project grant and a Wellcome project grant. If you are a young researcher it is now more challenging to know where you&apos;ll get your first grant from.&quot; And it is not just securing your first break that might be difficult. Prof Chris Day, pro vice-chancellor for medical sciences at Newcastle University, explains: &quot;Mid-career researchers, too old to be eligible for new-investigator schemes, but not established enough for funders to risk large programme-level funding on, are finding it increasingly difficult to get funding. This risks losing a whole cadre of valuable scientists.&quot; Senior scientists also warn that funding individuals runs counter to collaboration. In the last issue of Nature, one of the most prestigious scientific journals, over two-thirds of papers had more than five authors. Prof Nancy Rothwell, president of Manchester University, says: &quot;We know that many of the big results in science come from teams, so it is a growing concern that a great deal of money is flowing in the opposite direction.&quot; There is no doubt that the tension is mounting. Universities will make their submissions to the game-changing Research Excellence Framework (REF), which will distribute somewhere near 1bn a year of background government funding based on quality, in October next year. This is fuelling the transfer market for research stars. Manchester University, which already boasts three Nobel laureates, has spent millions on hiring 81 new &quot;academic stars&quot;  and negotiations are ongoing. In September, Prof David Leigh, a world-class organic chemist, will be moving there from Edinburgh University, taking with him 30 researchers, and Prof Tracy Hussell, a big name poached from Imperial College London, will move to lead Manchester&apos;s new collaborative centre for inflammation research, taking eight research staff with her. She says: &quot;I am so pleased that they all wanted to come as it&apos;s quite a move for most of them.&quot; Her centre will be offering fellowships to &quot;bright sparks at the bottom&quot;. Hussell explains: &quot;Once you&apos;ve got your PhD, that transition to a funded permanent position is extremely difficult unless you&apos;ve got a truly excellent CV. And it&apos;s hard to find the time to get that CV.&quot; Meanwhile, Thomas warns that universities must be realistic about the returns on big investments. &quot;Hiring a big research star might increase your REF score a little, but the days are gone when a single person could produce a tectonic shift in funding.&quot; Prof Steve Smith, vice-chancellor of Exeter University, agrees: &quot;Recruiting top researchers is important, but with research income slowly moving towards greater concentration, what matters is whether you have a critical mass of researchers in a particular area.&quot; With the expectation that the REF will only fund 3* (internationally excellent) and 4* (world-leading) researchers, the Universities and Colleges Union says it is worried that academics who don&apos;t make the grade will be downgraded or &quot;forced out&quot; of institutions. Queen Mary, University of London, which has just joined the high-profile Russell Group of universities, last month deemed 37 academics in its schools of medicine and dentistry &quot;at risk&quot; of redundancy in a drive to improve research performance and cut its deficit. It is a tough new world for researchers. As she prepares to make the move to her exciting new venture in Manchester, Hussell reflects: &quot;Life has got harder for academics. We juggle so much and I think that&apos;s visible to the younger generation now. I wasn&apos;t aware of any of this when I started out.&quot;  This article was amended on 10 July 2012. The original said that Cancer Research UK had cut project grants completely for three years. It has cut project grant funding for all basic research, but is maintaining project grant funding for other areas including clinical research.", 
    "section": "education", 
    "gid": "education/2012/jul/09/research-funding-for-star-academics", 
    "wordcount": "1161"
}