{
    "headline": "Primary school class size: 'There is no magic lever'", 
    "text": "The government seems to have been caught out by the high demand for primary-school places this year. Since birthrates normally provide five years&apos; notice of numbers, this could be due to rising levels of children from overseas joining schools or more pupils moving between areas, creating imbalances. Whatever the reason, it leaves us with an urgent immediate problem: how to cater for all the children. There is no perfect solution. It has been suggested that class sizes could be increased. But asking teachers to cope with more children threatens the quality of education and makes heavy demands on the teachers. Young children need individual attention because they have very different starting points and progress at very different rates. The more children there are in a class, the less time a teacher has for any one of them. If the class size were taken up to 32, for example, each child could only receive less than two minutes of individual attention in any hour. Large classes also make heavy demands on teachers. Excessive workload is the major reason why it is difficult to retain teachers. We heard at the NUT&apos;s Easter conference that teachers are already finding the present load too much. Another possible solution would be to hire more teachers. It is never difficult to recruit people to train as primary teachers and there are plenty of qualified teachers out there. But it is highly unlikely in present circumstances that they could be afforded. Similarly, it is doubtful if more teaching assistants could be afforded, which was the solution when teachers&apos; workload was last addressed. Another more radical solution would be if children spent less time in school so there could, in effect, be two intakes, with the teachers having, say, a morning class and an afternoon class. But apart from the impact on children&apos;s education, this would greatly inconvenience many parents. So there is no magic lever. In order that all the children can be found a place and that more parents can have the school of their choice, it will probably be necessary to ask many schools to take more children this time round than they would ideally like. It will then be down to the heads to find the most appropriate way through for their particular schools.", 
    "section": "education", 
    "gid": "education/2013/apr/13/primary-school-no-magic-lever", 
    "wordcount": "380"
}