{
    "headline": "Migraines could be caused by gut bacteria, study suggests", 
    "text": "Migraine sufferers have a different mix of gut bacteria that could make them more sensitive to certain foods, scientists have found. The study offers a potential explanation for why some people are more susceptible to debilitating headaches and why some foods appear to act as triggers for migraines.  The research showed that migraine sufferers had higher levels of bacteria that are known to be involved in processing nitrates, which are typically found in processed meats, leafy vegetables and some wines. The latest findings raise the possibility that migraines could be triggered when nitrates in food are broken down more efficiently, causing vessels in the brain and scalp to dilate.   Related: Are my emotions giving me migraines?    Antonio Gonzalez, a programmer analyst at the University of California San Diego and the studys first author, said: There is this idea out there that certain foods trigger migraines - chocolate, wine and especially foods containing nitrates. We thought that perhaps there are connections between what people are eating, their microbiomes and their experiences with migraines. When nitrates in food are broken down by bacteria in the mouth and gut they are eventually converted into nitric oxide in the blood stream, a chemical that dilates blood vessels and can aid cardiovascular health by boosting circulation. However, around four in five cardiac patients who take nitrate-containing drugs for chest pain or heart failure report severe headaches as a side effect. Dr Brendan Davies, a consultant neurologist at the University Hospitals of North Midlands and a trustee of the Migraine Trust, said the idea of gut bacteria playing a role in migraine was medically plausible. Theres something called a hot dog headache, where nitrates are suspected to be involved, he said. This is interesting work, but would need to be confirmed. The study, published on Tuesday in the journal mSystems, sequenced bacteria found in 172 oral samples and 1,996 faecal samples from healthy participants, who had also reported whether they were affected by migraines. In both oral and faecal samples, people with migraines had slightly higher levels of bacteria linked to breaking down nitrates.   Related: Lightning increases migraine likelihood, new study claims    Around one in seven people suffer from migraines, with the majority having an attack more than once a month and about half being severely affected when they get a migraine. Symptoms typically involve a throbbing headache, nausea and lethargy. Some people also experience a visual aura, which appears as shimmering light in the peripheral vision. Diet, stress and lack of sleep are all known to be triggers, and hormones are also thought to play a role - migraine affects three times as many women as men. Chocolate is sometimes cited as a migraine trigger, but previous research suggests that often people crave sweet food during a preparatory phase of the migraine before symptoms have started. That is, you want to eat chocolate because youre about to get a migraine, rather than chocolate being the cause. The scientists are now planning a controlled diet study of migraine sufferers to see whether nitric oxide levels in the bloodstream are linked to migraine attacks. In the future, the researchers said, it might be possible to have a magical probiotic mouthwash that would alter the balance of bacteria to help prevent migraines. For now, though, If you suspect that nitrates are causing you migraines, you should try to avoid them in your diet, said Gonzalez.", 
    "section": "science", 
    "gid": "science/2016/oct/18/migraines-could-be-caused-by-gut-bacteria-nitrates-food-trigger-study-suggests", 
    "wordcount": "556"
}