{
    "headline": "Marko Ahtisaari: smartphone evolution is only just beginning", 
    "text": "There&apos;s a certain look in Marko Ahtisaari&apos;s eyes as he walks over to say hello. We&apos;re inside Nokia&apos;s headquarters in Espoo, a short drive from Helsinki; a blizzard has blanketed the roads and surroundings (though, this being Finland, everything carried on without pause). &quot;Cold and dark, eh?&quot; he says by way of opening. &quot;But at least you got the other bit right.&quot;  I realise that he&apos;s referring to a tweet of mine from earlier the same day as I waited for the sun to rise (which in January doesn&apos;t happen before 10am; though in the summer, the days are endless) and observed that what I&apos;d learnt from a week in Finland was that it&apos;s &quot;cold, dark, and the company name is pronounced &apos;Knock-ya&apos;.&quot; He&apos;d been researching me. Ahtisaari isn&apos;t cold or dark; he&apos;s affable and speaks excellent unaccented English, as so many Finns do. At Nokia for the past two and a half years (having been there previously, left for a startup and then returned), he&apos;s the senior vice-president of Nokia&apos;s hardware and software design team, which makes him the equivalent of Apple&apos;s Sir Jonathan Ive  though arguably his work is seen by many more people, since Nokia sells many more phones every year  400m against 93m in 2011.  But Nokia&apos;s problem is that it&apos;s struggling to keep pace in the smartphone market as first the iPhone and then Android phones such as Samsung&apos;s models have eaten into the top-end market, while cheap low-end versions have attacked the Symbian market. The long bright summer of success has turned into a dark winter of financial struggle and abbreviated market share. Nokia&apos;s response, to ally itself with Microsoft and adopt Windows Phone for the interface, has been described (though not by Elop) as a Hail Mary pass  an American football phrase for staking everything on one attempt. The first incarnation of that alliance is the Lumia 800 phone, released last November.      The Lumia 800, Nokia's first Windows Phone device    So what, I asked, could Nokia bring to the smartphone table now?  &quot;There&apos;s a point of view about design that all innovation in the interaction with the phone has been done,&quot; Ahtisaari says. &quot;Nothing could be further from the truth. The phase we&apos;re in now is like the 1880s in the car industry. Back then, cars had tillers  you would steer them like boats, with a wheel at the back. It took 15 years to settle on the steering wheel at the front controlling the front wheels. And we&apos;re in the middle of that part of the evolution of interaction.&quot; He warms up to his explanation. &quot;Look at iOS. Multiple pages of apps, and folder, with a physical home key. It&apos;s very elegant; it was a great innovation five years ago. But the core interaction hasn&apos;t evolved much. It&apos;s simple but constant. It&apos;s like a house where you know that you can always get to the kitchen from the living room  but you have to go through the front door.&quot; He adds quickly, &quot;OK, so there&apos;s been some changes. Now you can get there if you skip on one leg&quot;  referring to the double tap&apos; introduced by Apple in iOS 4 for fast switching between apps via a &quot;drawer&quot; at the bottom of the screen. &quot;The other model, of Android and Symbian, is multiple, personalisable home screens with widgets. There&apos;s some fragmentation in button layouts where different devices have them in different ways. The hope is that having personalisable screens is so organic that you end up using it via the home screen.&quot;  These, he says, are the two dominant candidates for smartphones. &quot;But these can&apos;t be the only ones that can exist. In the past year we have seen a different way to do it  Live Tiles [as used in Microsoft&apos;s Windows Phone interface]  they&apos;re abstractions of data, a panoramic view of your data. It&apos;s a different approach - &apos;glanceability&apos;, such as in the People Hub.&quot; He explains that &quot;our goal in the studio is to design so that people can have their head up again. Touchscreen designs are often immersive; we&apos;ll often see couples in a restaurant pinching and zooming, but not interacting with each other. And there&apos;s a trend of having smaller and smaller targets on screen so you have to get closer and closer. If we can make the interfaces more direct, so you can have your head up again  this is something that, while it would never come up in a focus group, is deeply appreciated by people, because the most important things are happening not only in the vessel of your phone, but also with the people and the environment around you.&quot; That element of &quot;glance-and-go&quot; is one that has been emphasised by Microsoft, and now Nokia too. But, I note, the Nokia N9  which was released first (in countries such as Finland  I saw many people using them), and which wasn&apos;t released in the countries where the Lumia 800 subsequently was (such as the UK), has the same physical design as the Lumia, apart from the extra camera button on one side on the Lumia. And the Meego software that it runs is a cross between the Android/Symbian model and the Windows Phone model: there&apos;s a main screen and then apps folders, but also multiple live screens that you swipe between. So where did the Lumia design come from? &quot;We had been working on new design language for the N9, and we took best design there and evolved it into the 800 and now [Lumia] 900 [announced at CES 2012]. The idea is to take away everything unnecessary; do less but better.&quot; But the Meego interface is closer to the Android/iOS paradigm than to Windows Phone, I suggest, &quot;The N9 has the [icon] pattern without physical keys,&quot;, Ahtisaari responds. &quot;You have to swipe things away.&quot;  His theme is that we shouldn&apos;t think that iOS or Android (or Symbian) has ended user-interface evolution. The sun&apos;s just coming up on that. &quot;I think there will be more diversity in user interfaces rather than less. In automotive, you need to have some standardisation for safety reasons  you can&apos;t have wheels in some and tillers in others. So you want a standard, or standards.&quot; That doesn&apos;t apply in phones: &quot;Here, they will be more diversity in user interface because you can design more ways to use a phone. Some people would say that the iPhone is the new generic form. My point is more about competitive diversity. What&apos;s really important is that this isn&apos;t styling.&quot; He becomes emphatic. &quot;This asethetic come from the way that we build the product.&quot; In this, his intensity is similar to that of Steve Jobs and Ive, the people best known for Apple&apos;s design aesthetic. Jobs said design isn&apos;t how it looks, it&apos;s how it works. Ive has echoed that. When I met Ive some years ago, he had a similar intensity to Ahtisaari.  The N9/Lumia 800 handset is a remarkable piece of design. The surprise comes when you hold it: the material, a polycarbonate, doesn&apos;t feel like plastic, but not like metal either. It doesn&apos;t feel cheap; the texture is more like charcoal, but, of course, without the mess. The rounded sides fit easily into the hand. It&apos;s unlike any other handset on the market. So where did they start? He picks up a Lumia, one of three arrayed on the table in front of him, and stands it on its end, the screen facing me. &quot;The front read is a hard rectangle,&quot; he says. &quot;But when you turn it around, then it has these extruded ends and a pillowy back. The severe front read makes it recognisable at retail. But the challenge is making a language that&apos;s organic. It&apos;s very difficult to make something that stands out but is true to itself.&quot; He continues: &quot;The question was: how do we take away everything unnecessary? But equally, we didn&apos;t want it to be cold.&quot; There&apos;s that word, the one he wants to avoid. No designer wants to make cold personal items.  &quot;We also worked on the post-finishing so that there&apos;s a completely seamless body.&quot; (The body is in fact made of two parts, but you&apos;d never see the seam unless you used a microscope.) &quot;The polymer is coloured - it&apos;s not sprayed or finished - so that if you scratch it, then it&apos;s still the same colour.&quot; He&apos;s clearly proud of this. &quot;It&apos;s a very simple thing that Nokia is known for  different colours. The goal is to create something by taking away, but to make sure that it has a human sense of warmth. That&apos;s the physical side of it.&quot; The screen, he adds, is included by a process &quot;rather like putting a ship in a bottle&quot;  it&apos;s (somehow) slid beneath the polycarbonate. &quot;While it&apos;s important to be different, we have given form and shape to a new ecosystem that many people will be hearing about for the first time. If people get it in their hand then they like it. Getting it out and recognised is important.&quot; To that end, it&apos;s noticeable that Nokia has been working hard on its marketing  with the Lumia popping up recently in adverts for Vodafone, for example. So how will he take it further? &quot;Things like making sure of the antenna&apos;s quality of reception  the polycarbonate means better reception and calling. Innovation in the optics for the capture experience, in both the hardware and software. And everything to do with location and motion. Being able to benefit from data about your and others&apos; anonymous information, such as traffic patterns.&quot; Doesn&apos;t the tieup with Microsoft mean that Nokia is withdrawing from the software side, to become just a hardware maker? &quot;Nokia working with Microsoft is critical,&quot; he replies. &quot;But our portfolio goes a long way down. I&apos;m as interested in the phone costing 10 euros as the expensive one. In the other phones as well we&apos;re doing innovative things in the user interface. The portfolio is broader, and the question is, what can we innovate? Here  the core UI which is a tight design sets some constraints. But depends on which part [of the UI they&apos;re looking to change] how deep we can go. The interaction between the teams at Microsoft and Nokia is very tight.&quot; How does that interaction take place? &quot;Meals are important in the studio. Important for creativity. We talked about principles  &apos;content not chrome&apos;  there was a one-to-one mapping of principles. We fed back things that we have learned.&quot; He says that before meeting the Microsoft people he &quot;did a little anthropology&quot; on them, reading up key speeches they had given to search for clues to their personalities, their likes and dislikes, and soon spotted a couple of linguistic tics: &quot;super-excited&quot; and &quot;rockstar&quot;.  So, when he sat down the first time at a meal with the Microsoft designers, he opened proceedings by saying: &quot;I&apos;m super excited about working with such a team of rockstars!&quot; He researched them. Clearly, it&apos;s a habit. &quot;And that,&quot; he says with a smile, &quot;pulled the rug from under them.&quot;  But what sort of feedback can the Nokia design team give to the Windows Phone design team? How deep can they go, and how much can they get changed? &quot;You might ask for something like, so it fits with our phones better, for the rectangles of the tiles to be more rounded,&quot; he says (but quickly emphasises that Nokia has not made this request). &quot;But real competitiveness is in tweaking things that people use 50 times a day, not some weirdo feature that will allow somebody to do something that they never do.&quot; (This sounds like a dig at Android&apos;s vast customisability, especially in 4.0, which brings in a huge array of &quot;I&apos;d never thought of that&quot; features.)  &quot;They will ship with the product that we will ship in the future.&quot; What sort of changes? The sort that will work with accessories. So Nokia already has NFC technology in some phones which works with speakers  you touch the phone to the speaker and it starts playing via Bluetooth. (It&apos;s very neat.) &quot;Touchscreens as user interfaces are immersive. My goal is give people their head up  give people a UI that&apos;s less immersive, so that we can be more present for each other, and more present for the environment that we&apos;re in right here. NFC shortcuts through dozens of pokes and taps and swipes.&quot; But, I counter, one of the things that people really like about touchscreen smartphones is that process of doing things with them. As long as it&apos;s not outright frustrating, then it is what the usablity expert Don Norman describes as a sensual experience. You&apos;re interacting as directly as you can with the software, short of donning a virtual reality headset. So if he succeeds in getting us to use the phone less, won&apos;t that mean that you love your gadget a little less? &quot;It&apos;s not about the amount of time you spend,&quot; he counters. &quot;It&apos;s the difference between a glance, and [he mimes] tap, tap, tap, tap. Ultimately, people will appreciate being present for their environment and the people around them more. It&apos;s poor design that makes an object require more attention than it needs. It doesn&apos;t follow that people wouldn&apos;t love an object that just works.&quot; One commentator, I say, described the Lumia 800 as like the negative of the iPhone 4: it&apos;s rounded where that is square, square where that is rounded, curved where that is flat. And it feels really nice in the hand. So was the Lumia/N9 thought of as a negative of the iPhone?  There&apos;s a long pause. It&apos;s like waiting for Finland&apos;s winter sun to rise. &quot;We at no point thought about it,&quot; Ahtisaari eventually says firmly. &quot;But we didn&apos;t start from that. Our aim was to start and make the most beautiful phone, where we took away every unnecessary element. In the N8, we had the extruded form. And looked to rapidly evolve it, with better materials. To build something that looks advanced but feels very human. We tried hundreds of variants. This aesthetic follows what way this is manufactured. Two pieces of polycarbonate, which is then just finished using material finishing technique for the speaker holes. And the display, which is laminated so it folds into the surface of the product.&quot; And what about the next designs? &quot;This is a funny industry,&quot; he replies. &quot;As soon as you see something beautiful the question is &apos;what&apos;s next then?&apos; We have something beautiful on the table, let&apos;s just enjoy it. But, yes, we are working on the next parts of the portfolio Will the next design perhaps omit the popup USB cover  the one design oddity and only moving part in the phone? &quot;Definitely, if you can take away a moving part and make it more beautiful in the placement of the component, we&apos;ll do it, so that&apos;s something where we can certianly keep improving. Take it to the extreme,&quot; he adds, &quot;why are there any connectors?&quot;     The Lumia 800's micro-USB connector is covered by a plastic flip lid - its one moving part. Is it for the chop?    It&apos;s a thought. With open NFC, and wireless charging, you wouldn&apos;t need any connectors  either for power or sound. It&apos;s quite an aim.  &quot;It&apos;s something that we can and will improve in the future,&quot; he says. (I get the impression that it really bugs him; it&apos;s such an odd element, and so  well  unnecessary. Other phones manage with exposed USB ports.) &quot;We&apos;re going to evolve it and keep making new ones.&quot;  He&apos;s clearly proud of the creation, a modern twist on the phone,. &quot;Perhaps it&apos;s a European modernism, but it&apos;s never cold, it&apos;s always human we&apos;re going to keep refining and refining, bright colours, give people more choice and all constantly innovating in the materials as well. So I think we&apos;re in a good path.&quot; It could take a while for the sun to rise again on Nokia. If it does, though, it will be Ahtisaari&apos;s chance to really shine. Charles Arthur&apos;s trip to Finland was paid for by Finnfacts, an independent media service organisation that provides contacts between international media and Finnish business.", 
    "section": "technology", 
    "gid": "technology/2012/jan/31/ahtisaari-nokia-lumia-design", 
    "wordcount": "2772"
}