{
    "headline": "Me Books app is 'the digital equivalent of an independent picture-book shop'", 
    "text": "Every week brings dozens of new, individual book-apps for children, but an increasing number of startups are experimenting with storybook-store apps, through which parents can access dozens of digital stories paid for using in-app purchases. The latest to launch on Apple&apos;s App Store this is almost entirely an iOS phenomenon for now is Me Books from British startup Made in Me. The app is based on an engine that the company previously used for two apps with Penguin: Ladybird Classic Me Books and Peppa Pig Me Books, which together have more than 100,000 active users according to Made in Me chief executive James Huggins. Like those, it offers a library of digital books from an in-app store, but this time they&apos;re drawn from a variety of publishers and brands. Penguin, Puffin, Ladybird, Bloomsbury and Andersen Press are all on board for the app&apos;s launch, with characters including Beatrix Potter&apos;s Peter Rabbit; Elmer, Topsy &amp; Tim; and titles from the previous Ladybird and Peppa Pig apps. They sell for between 69p and 1.99 each, with voice narration provided by celebrities including Richard E. Grant, Sir David Jason, Tamsin Greig, Adam Buxton and Josie Lawrence. &quot;It&apos;s the very logical extension of the first two Me Books apps,&quot; says Huggins. &quot;The functionality in the app itself has been tweaked and polished, but the main feedback we got from Me Books was that people loved the apps, and they wanted more books.&quot; Huggins describes Me Books as &quot;the digital equivalent of an independent picture-book shop&quot; which is trying to help parents who are struggling to filter the sheer number of book-apps available on iOS. &quot;It should be exactly like going into a little picture-book shop where you trust the guy who runs it, and know the stuff he&apos;s selling is good,&quot; says Huggins. &quot;We&apos;ve very much sold it to publishers on the basis that we are just another independent book shop that would like to sell their books. It just so happens that here, they send us the digital assets, we do the original audio in most cases, then publish it through what is essentially a retail platform for them.&quot; One key feature of Me Books is its &quot;draw and record&quot; feature, where children can draw an area on-screen a &quot;hotspot&quot;  and then record their own sounds or words for it. That may sound minor, but in the Peppa Pig and Ladybird Me Books apps, it was enormously popular with my own children, whether they were inventing their own zebra calls or insisting that visitors to the house record their own take on Daddy Pig. Huggins describes the feature as &quot;a way to bottle and keep a lot of the good conversation, silly voices and invented stories that happen around picture books&quot;, and says that more than 95% of people with an existing Me Books app have created more than 10 hotspots. &quot;In the future, we&apos;d really love the notion of people being able to save, swap and share versions of the stories, both with other people that have the app, but also the ability to, say, send your version of The Three Little Pigs to grandparents.&quot; Huggins says the company has also been thinking about the prospects for an all-you-can-read subscription, where people pay a single monthly fee for access to Me Books&apos; entire library. &quot;I personally am a big fan of that model,&quot; he says, while admitting that it will only be feasible once publisher partners are convinced that such a model makes sense. Some other companies are already trying, such as fellow British firm Mindshapes with its cross-platform Magic Town service. There, parents pay a monthly subscription to access a library of digital picture books. &quot;I know those guys and really like them,&quot; says Huggins, although he notes that Magic Town&apos;s challenge is convincing parents to pay 7.99 a month after a relatively short free trial period, when they may not yet know how much they&apos;ll use the app in the long term. The positive thing is that both Me Books and Magic Town are available: a sign that publishers and startups are experimenting together, which is healthy for the industry. &quot;Publishers are becoming much more amenable to experimenting,&quot; says Huggins. &quot;What are they going to lose, as long as their brands are being represented in the right way?&quot; Me Books has launched for iOS first, but Made in Me has plans for an Android version, likely in the first quarter of 2013. &quot;It&apos;s still an absolute fact that in terms of revenue and providing an environment that&apos;s friendlier to small developers, iOS is still way out in front,&quot; says Huggins, although he sees Android as important to the future of Me Books. &quot;We&apos;re wanting to build a channel, a brand and a community, so Android is appealing enough based on the number of users alone.&quot;  As an app, Me Books is very impressive, but only time will tell if that translates into a sustainable business for Made in Me and its publisher partners. Huggins says the company&apos;s deals with those partners vary between traditional licensing agreements and retail distribution-like deals mirroring real-world bookstores. &quot;If we&apos;re selling a book for 1.99, Apple takes its 30%, and then in most cases we share the net receipts for what&apos;s left evenly with the publisher,&quot; he says. &quot;If we do audio sound effects and narration we do all of that for nothing.&quot; If parents flock to Me Books, that investment will prove worthwhile, although the elephant in the room is Apple and its own iBooks store and reader app. iBooks 3.0 is strongly rumoured to be one of the announcements at Apple&apos;s press launch this week, which could well include more features for picture books. If so, it would be unsurprising if Apple were to encourage picture-book publishers behind the scenes to focus their energies on iBooks rather than third-party apps like Me Books. Even so, getting out early with some big publishers on board gives Made in Me&apos;s app a fighting chance at winning an audience.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/oct/22/me-books-made-in-me", 
    "wordcount": "1050"
}