{
    "headline": "Timely malaria treatment a matter of life and death for Congolese children", 
    "text": "As the sun went down and the ridges of the Mitumba mountains turned a smoke blue, a line of mothers sat quietly on a wooden bench in front of the nurses&apos; station in the paediatric tent. The children lying in their laps were new admissions, too weak to protest against the nurses, who wore miners&apos; headlamps to help search for a vein to place a drip. These children in the east of the Democratic Republic of the Congo (DRC) have &quot;severe malaria&quot;: a combination of signs and symptoms, lab results (if you have them) and infection with one type of malaria parasite, Plasmodium falciparum. After the parasite has invaded via the drill-like proboscis of a blood-hungry female anopheles mosquito, the falciparum parasite replicates fast. Like a microscopic wrecking ball, it smashes red blood cells  leaving its victim breathless with severe anaemia  and sticks to blood vessels in the brain, causing seizures, coma and death. Time is everything. Delay treatment and the parasites multiply unchecked, the patient reaching the point of no return. The duty nurse Lejuif and I started with the sickest-looking child, 18-month-old Bahati. His feet were cold, signalling he was in shock. He didn&apos;t respond when we rubbed him vigorously on his chest  he was in a coma  and his chest heaved up and down. He had severe respiratory distress. His haemoglobin, the measure of how much oxygen his red blood cells could carry, was very low. He needed an immediate blood transfusion. We rushed between the tent and the single-storey building containing our intensive care unit (ICU). The unit has an oxygen concentrator, which we used to help him breathe while we placed a drip, gave anti-malarials and arranged for a transfusion. Families have to donate blood if a child needs a transfusion. Bahati&apos;s mother had walked from the gold mining town of Misisi, 15km down a dirt road, unaccompanied by her partner. As she was pregnant, she could not donate. There was no suitable blood in the hospital freezer. A nurse, Wilondja, went back to the paediatric tent and persuaded another of the parents to give blood. We started antibiotics, as we had no means of ruling out meningitis or another blood infection, especially since Bahati had undergone a traditional treatment the previous day involving the removal of his uvula (the projection of the soft palate between the tonsils). Political will and funding to buy bed nets, insecticide spray and medications that both cure malaria and stop the onward transmission of the disease have saved many children&apos;s lives in sub-Saharan Africa. There is now hope for a vaccine. Experience in the Kimbi-Lulenge health district would seem to bear out evidence from the World Health Organisation&apos;s (WHO) latest world malaria report (2011) that the DRC is defying the trend, with cases actually rising. Mdecins Sans Frontires (MSF) treated 15% more malaria cases in South Kivu in the first two months of 2012, compared with 2011. However, the new project in Kimbi would also fit WHO findings that suggest better access to treatment has led to a rise in the recorded numbers in a remote population made even more inaccessible by a smouldering war. In MSF&apos;s more established operation in the town of Baraka, on the shore of Lake Tanganyika, the proportion of under-fives presenting with severe malaria in January and February this year was 9.3%. In Kimbi, this proportion was 25%. The difference is most likely timely access to healthcare. Much of the population around Baraka can now get to primary healthcare centres, which have reliable stocks of anti-malarials. In remote Kimbi, where MSF started operating only last October, there have been complex supply issues to overcome. But it has now started supporting health centres such as the one in Misisi so that children like Bahati can find treatment closer to home before they get so ill. Bahati had a stormy course and remained in a coma, with periodic seizures, for two days. His name in Swahili means &quot;luck&quot;; with the care of the nursing staff in the makeshift ICU, he pulled through. But this year thousands of children in the DRC will die from malaria, a disease that is both preventable and curable.  Names have been changed to protect patient confidentiality", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/25/malaria-treatment-death-congolese-children", 
    "wordcount": "714"
}