{
    "headline": "Mexico City holds its breath as leaders look for solutions to rubbish crisis", 
    "text": "Filemn Olivera pays no attention to the flies buzzing around a large bag full of rotting tortillas hanging off the side of the rubbish truck he is driving. What he finds hard to stomach is the queueing that has become a central part of his job since Mexico City&apos;s rubbish crisis began about a month ago. &quot;Queues, queues and more queues,&quot; he scoffs, glancing at the long queue of trucks waiting to empty their loads into larger trailers before heading back to the barrios to clean up the illegal dumps that spring back up on street corners almost as soon as they have been removed. &quot;How are we supposed to provide a proper collection service if we spend all day queueing?&quot; The crisis was triggered by the closure of the Bordo Poniente, the huge landfill on the edge of the city that used to receive almost all the rubbish collected in the city centre. This left the local authority struggling to find new places to take 12,000 tonnes of waste a day. The demise of the Bordo Poniente exposed how acutely the Mexican capital is struggling with the challenge of moving from a chaotic refuse collection system to more modern waste management. While Buenos Aires and Bogot receive regular praise for their efforts to generate less rubbish and recycle more, Mexico City is held up as an example of what not to do. &quot;They are just improvising solutions in an emergency,&quot; said a leading Mexican activist, Gustavo Alanis, of the Mexican environmental law centre. &quot;They could have prepared for this but they didn&apos;t.&quot; Situated on a dried-out lake bed, the Bordo Poniente was opened to receive rubble from the earthquake that devastated the capital in 1985. By the turn of the century it was nearing bursting point with experts warning that the accumulated weight of the refuse (currently estimated at 76m tonnes) carried with it the risk of collapse and serious contamination of the underground aquifer that provides most of the capital&apos;s water. The federal government, which administers the site, ordered its closure in 2005 but the city government managed to postpone this until the end of 2011. It was shut down on 19 December. Since then hurriedly negotiated deals have allowed the city to send the waste to four smaller privately run sites in the neighbouring state, but the fact that these are several hours&apos; drive away has caused major disruption of collection in the city, where mounds of waste are left beside lamp-posts. One of these alternative dumps was closed down for nearly two weeks after protests by residents who objected to convoys of lorries trundling through their neighbourhoods, often leaking unidentifiable liquids as they went. The situation has since begun to settle down, but the underlying problems remain. &quot;The new sites are small and will soon fill up and we will be back to where we started from with fewer options,&quot; said Vctor Lichtinger, a former environment minister. He would like to see the Mexican capital exploring new technologies that are already in use elsewhere, such as incineration techniques that reduce contamination in Tokyo, and Italian methods of turning rubbish into construction materials. So far the innovation in Mexico City boils down to a relatively successful effort started last year to encourage residents to separate organic and inorganic rubbish, and a plan to set up a biogas plant at the Bordo Poniente. While some activists blame a lack of drive to push through environmental improvements, others point to the state&apos;s limited control in a sector where most refuse workers are more dependent on tips from residents than their miserable salaries. The little recycling that takes place is rather basic but much of it is controlled by mafia-style bosses. Sitting in an old car seat surrounded by mountains of plastic bags full of sorted-out refuse, Guadalupe Apaseo, who is employed by one of those bosses, cannot imagine a time when this might change. &quot;Rubbish,&quot; he muses, after getting some cash out of his sock to pay a young man for 150kg of old files. &quot;The authorities would like to control it, but they can&apos;t.&quot;", 
    "section": "environment", 
    "gid": "world/2012/jan/24/mexico-city-rubbish-crisis", 
    "wordcount": "706"
}