{
    "headline": "Finding a Russell Group university place", 
    "text": "The large number of private school pupils entering top universities is not necessarily a sign of social immobility (Top universities face accusations of discrimination, 26 March). Here at Rugby school, fully funded bursary places provided by our decade-old access scheme  the Arnold Foundation  have helped send many students from deprived backgrounds to leading academic institutions. Partnerships with inner-city charities IntoUniversity and Eastside Young Leaders Academy have enabled us to widen opportunities among ethnic minorities, especially in the African-Caribbean community. Instead of regarding private schools as clearing houses for privileged children, researchers such as Dr Boliver of Durham university, which conducted the research reported in the Guardian, should embrace the independent sector as a potential partner in the fight to increase aspiration.Patrick DerhamHeadmaster, Rugby school  Durham University&apos;s research into the Russell Group&apos;s offers of places was conducted between 1996 and 2006, a period when offers were made on the basis of predicted grades. Is it possible that private schools were inclined to overstate their predictions? It is said that theRussell Group is opposed to offers being made after A-level results are published. This might produce a level playing field. This might also follow if all universities followed Cambridge&apos;s example by making their offers on the basis of the uniform mark scheme for AS-level, rather than simply on AS grades and predictions by schools.Bernard TuckerOld Alresford, Hampshire  When I arrived at Worcester College, Oxford, in 1963, the tutor of admissions, John Vaizey (later Lord Vaizey) told members of the middle common room that his researches into admissions and degree results indicated that Worcester would greatly improve its results were it to follow a procedure of accepting state school applicants with a 10% lower mark than those achieved by competing applicants from private schools.The Norrington Table had just been introduced, and Vaizey thought that had his recommendation been accepted, Worcester&apos;s ascent would be assured.However, he found that most of his fellow tutors preferred conducting tutorials with curled darlings from the private sector rather than rough diamonds from the grammar schools.John SaundersOxford", 
    "section": "education", 
    "gid": "education/2013/mar/26/finding-russell-group-university-place", 
    "wordcount": "348"
}