{
    "headline": "AssistiveWare talks autism apps, price challenges and iOS versus Android", 
    "text": "According to the UK&apos;s National Autistic Society, there may be more than 500k people in the UK with an autism spectrum disorder (ASD), including around 134k children defined as under-18s. Those are figures worth remembering on 2 April, which is designated by the United Nations as World Autism Awareness Day.  It&apos;s also a day to consider the way smartphone and tablet apps are being used by people with ASD and other complex communication needs, including cerebral palsy, down syndrome and developmental disabilities. One of the developers making these apps is AssistiveWare, which came to my notice with this YouTube video about a six year-old girl called Ruby, and her use of its Proloquo2Go augmentative and alternative communication (AAC) app on an iPad. It&apos;s a striking video, so I talked to chief executive David Niemeijer to find out more. The company has been making desktop AAC software since 2000, but spotted an opportunity in Apple&apos;s App Store when it launched in 2008. &quot;In the past, there were very expensive devices that might cost 3k or 5k,&quot; he says. &quot;In 2009, only a thousand of those devices sold in England, but there have been estimates that there are around 300,000 people in England that could actually benefit from having this technology.&quot; Proloquo2Go launched for iPhone and iPod touch in April 2009  the latter device is possibly more important than the former for children with ASD before extending onto iPad in 2010 when that device went on sale. The app shows on-screen buttons for words and phrases, which are tapped by its users to form sentences that are spoken by the app. It can be customised by parents to suit their child&apos;s age, abilities and interests. Niemeijer is keen to stress that the video of Ruby shows the impact the app has had for one specific child&quot;we don&apos;t claim that our app is the only option: there are cases when one of our competitors might be a better choice&quot; but he says it reflects the impact of putting AAC technology on consumer devices rather than more expensive, specialised hardware. &quot;For someone like Ruby, having an iPod touch in her hand while in gym class works a lot better than taking an expensive computer in,&quot; he says. &quot;And in fact, traditional devices would often stay in the classroom, so the child going out to the playground or canteen would not have access to communication.&quot; It&apos;s become increasingly clear over the last five years that many children have an instinctive feel for touchscreen technology and the apps that come with it. Children with ASD are no different, and in fact, may derive even more benefits. &quot;Especially kids with autism have this instant attraction to the iPad,&quot; says Niemeijer. &quot;They don&apos;t have an eye/hand coordination problem like with a mouse. With an iPad, it&apos;s direct: you move your finger on the screen and the thing slides with you. It&apos;s a user interface that&apos;s much more fluid for them.&quot; Apps like Proloquo2Go and its sister product Pictello aren&apos;t just for children, even if they form the bulk of their users. Around 20% of AssistiveWare&apos;s users are aged five and under, then 40% are aged 6-12 and 20% aged 12-18 according to Niemeijer. &quot;But we go right up to people in their 90s using the apps after having some kind of surgery, or if they have some kind of condition,&quot; he says. &quot;We have a really wide range of users, so making it highly customisable is important.&quot; That will extend to the upcoming update to Proloquo2Go 3.0, which will include more expressions for the app&apos;s voices. A word like &quot;Mummy&quot; will be able to be spoken in a calling, questioning, angry or even whining tone, for example.            Like other developers in the AAC sector, AssistiveWare has to balance the demands of running a sustainable business with the needs of its users. &quot;Our main objective is to create products for people that really make a difference in their life,&quot; says Niemeijer. &quot;Of course, we need profitability and sustainability in our business to achieve that, but our first objective is not making a lot of money.&quot; That does mean charging more money than most other app genres. Proloquo2Go costs 129.99 on the App Store, which sounds very expensive until you think again about those traditional AAC devices costing thousands of pounds. Niemeijer laughs when remembering AssistiveWare giving a presentation at an industry conference just before the app&apos;s release in 2009, when the company asked its audience what they thought the app should cost. Guesses ranged from $600 to $3k before the big reveal that its introductory launch price would be $149.99. &quot;People were shocked and said &apos;You cannot do this!&apos;, yet to people who are not in this field, the app seems expensive,&quot; says Niemeijer. &quot;We cannot go too low though: we would need to have an incredibly impossible volume of sales to run the business and continue improving and innovating. It&apos;s better to charge a little more up front, not least to make sure you don&apos;t abandon users after two years because you can&apos;t make ends meet.&quot; Niemeijer speaks highly of Apple and its iOS devices, noting that it&apos;s now the &quot;biggest seller of devices used for [AAC] communication&quot;, and also that the company clearly recognises the role it can play in this area. That&apos;s true, and not just for specialised AAC apps. In a video shown in Apple&apos;s WWDC conference keynote in 2012, for example, a parent was shown talking about how her daughter uses apps by children&apos;s developer Toca Boca. What about Android though? If you want to bring AAC technology to as wide an audience as possible, why not target even-cheaper Android tablets, or the huge install base of Android smartphones? &quot;We&apos;d rather do a very good job on one platform than try to conquer the world on more than one,&quot; says Niemeijer, who isn&apos;t planning a move to Android any time soon. &quot;Testing on different screen sizes, devices and OS versions would be a major resource drain on money that we could spend improving our products and innovating. Our interest is really in pushing this forward and trying to make the best possible thing we can.&quot; In fact Niemeijer says AssistiveWare&apos;s research in 2010 found that 75% of its users were buying an iPad or iPod touch specifically to run ProLoQuo2Go. &quot;We&apos;d rather keep the situation where we make our app so good that people say &apos;I want an iPad for that&apos;, rather than try to do something everywhere that doesn&apos;t push the edge.&quot; That may be opportunities here for other developers especially if they target individual devices like Google&apos;s Nexus 7 or Amazon&apos;s Kindle Fire, and try to encourage parents to buy those devices specifically for the AAC app(s). And that&apos;s without thinking about the potential for affordable AAC software on Android devices in India, Africa and other parts of the world that might be classed as emerging. For now, though, AssistiveWare&apos;s business remains iOS-focused, where the company feels it can make the most impact. That&apos;s the key word for me in all of this: impact. A reminder that while for many children apps are about entertainment and education, for others they&apos;re also about day-to-day communication with the people around them.", 
    "section": "technology", 
    "gid": "society/appsblog/2013/apr/02/assistiveware-autism-apps", 
    "wordcount": "1260"
}