{
    "headline": "PC sales dip year-on-year as ultrabooks fail to stave off economic woes", 
    "text": "The &quot;ultrabook&quot; lightweight laptop concept is showing no sign of reviving PC sales, with figures from the research companies Gartner and IDC suggesting that total PC shipments declined overall by 0.1% year-on-year in the April-June period. Gartner put the worldwide figure for shipments for the second quarter of this year at 87.5m units, while IDC put it at 86.7m.      Quarterly worldwide shipments for PCs (blue) v smartphones (red), in millions, 1999-Q2 2012. Smartphone sales figures for Q2 are not yet available. Source: Gartner, IDC    PC shipments appear to have hit a historical peak at about 93m worldwide in the fourth quarter of 2010 - the same quarter when they were first outstripped by shipments of smartphones, a pattern that has continued ever since. However, both Gartner and IDC are still forecasting overall growth for the sector once Microsoft&apos;s Windows 8 software goes on general release in October. However the &quot;ultrabook&quot; segment - defined by Intel as computers with rapid sleep, some solid state drive (SSD) storage and maximum thickness and weight - has not so far proven a hit with consumers, who buy around half of all PCs, Gartner principal analyst Mikako Kitigawa said. &quot;Consumers are less interested in spending on PCs, as there are other technology product and services, such as the latest smartphones and media tablets that they are purchasing,&quot; Kitigawa said. &quot;This is more of a trend in the mature market as PCs are highly saturated in these markets.&quot;  She noted that despite the huge R&amp;D spending, as well as the $300m of funding announced last August by Intel to invest in companies building ultrabooks, they have had little impact. &quot;Though &apos;ultrabook&apos; was at first introduced in the market in 2011, the major promotion kicked off toward the end of 2Q12 with the IvyBridge [processor]-based Ultrabook release,&quot; Kitagawa noted. &quot;This segment is still in an early adopter&apos;s stage.&quot; For IDC, Jay Chou, senior research analyst, suggested that consumers are holding off purchases as they wait for better products to appear nearer the end of the year incorporating Windows 8.  However economic factors are the more likely cause, alongside saturation in the developed world. For a year ahead of the retail release of Windows 7 in November 2009, PC sales dipped to negative growth or barely grew. But that is likely to have been due to macroeconomic effects from the 2008 Lehman Brothers crash.  By contrast, for two quarters ahead of, and for the four quarters including and after the release of Windows Vista in the fourth quarter of 2007, shipments saw double-digit growth as the world economy boomed. The three quarters before Windows XP&apos;s release in autumn 2001 saw negative shipment growth due to economic factors. The US PC market, where the economy is still struggling continued its long-term shrinkage, with IDC and Gartner both seeing a decline - though IDC put it at 10.6%, while Gartner put the fall at just 5.7%. IDC reckoned that Lenovo was one of the top five vendors in the US - while Gartner didn&apos;t place it. And the two companies diverged noticeably on their estimates for Apple&apos;s shipments, with IDC reckoning that they fell 1.1% (in effect growing Apple&apos;s share of the shrinking market) to 1.81m, while Gartner reckoned that they rose by 4.3% to 1.91m while all the other major vendors, including HP and Dell, saw a fall. The US makes up about half of Apple&apos;s PC business, so that a fall there could indicate that its &quot;long boom&quot; - where its computer sales have grown faster than the Windows PC market for more than five years - stopped in the second quarter. That will only become clear when the company publishes its own financial figures near the end of July.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/12/pc-sales-dip-ultrabooks-windows-8", 
    "wordcount": "623"
}