{
    "headline": "East Africa crisis response was effective but not fast enough, report says", 
    "text": "The response to the crisis in east Africa by members of the Disasters Emergency Committee (DEC) was effective, but not quick enough to prevent the suffering of thousands of people, according to a report published on Thursday. An evaluation of the crisis appeal in Ethiopia and Kenya, conducted by the humanitarian organisation Valid International, found that, overall, response by members could only be considered a qualified success because there had been a collective failure to respond from the time assistance was needed in early to mid-2011. The DEC crisis appeal, launched just before famine was declared in Somalia in July, raised 75m, which represents about 4% of overall international funding for the crisis response. According to the DEC, the money has assisted 1.3 million people in the region. The report acknowledged that a shortage of outside funding and red tape, including restrictions caused by the centralised control of the aid effort by the Ethiopian government, had delayed members&apos; response there. Agencies also found themselves in the &quot;familiar conundrum&quot; of not being able to scale up operations until they had sufficient funds, but that funding didn&apos;t appear until crises occurred. However, members appeared to have experienced &quot;institutional inertia&quot; and had failed to scale up operations in time, despite most agencies seeing the crisis coming from late 2010. &quot;Some [agencies], especially the larger ones, suffered from a degree of institutional inertia, complicated by the need to get agreement across a family of international affiliates,&quot; said the report. &quot;While most agencies made some efforts in the first half of 2011 to meet the increasing needs  they did not really &apos;change gear&apos; until the middle of the year.&quot; Agencies had also failed to sufficiently take into account their experiences of dealing with previous crises in these countries and, in some cases, did not have enough staff with the long-term experience to carry out effective programmes. The report said agencies needed to give greater consideration to marrying preventative measures and humanitarian efforts with longer-term development strategies. &quot;Much of what was missing from the response in terms of early action does not fall into either the standard humanitarian or development categories, and the best agency responses were those that recognised this and adapted their approaches accordingly ... Crises of this kind are entirely foreseeable and should be manageable as such.&quot; The evaluation echoed the sentiments of a report published by Save the Children in January, which concluded that an earlier response by the international community, donors and humanitarian agencies, could have saved thousands of lives. Thursday&apos;s evaluation comes a day after UN officials and representatives from African organisations called an emergency meeting to try to stop drought and food insecurity in the Sahel region of Africa from becoming a crisis on the scale of that seen in east Africa. The meeting was told that the international community had just two to three months to act to prevent famine in the area. Commenting on the east African evaluations, the chief executive of the DEC, Brendan Gormley, said: &quot;The failure [to respond] was a systematic one, so while it would not be fair to hold any single part of the humanitarian system solely responsible, nor would it be appropriate for any of us involved to shrink from determining what we must do differently in future.&quot; The evaluation by Valid focused on the DEC-funded response from July 2011, based on field visits from the end of October that year. Security constraints at the time made it impossible for assessors to assess work in Somalia and parts of northern Kenya, including the Dadaab refugee camps. The 14 members of the DEC are ActionAid, Age UK, the British Red Cross, Cafod, Care International UK, Christian Aid, Concern Worldwide, Islamic Relief, Merlin, Oxfam, Plan, Save the Children, Tearfund and World Vision.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/16/east-africa-crisis-response-effective-not-fast", 
    "wordcount": "642"
}