{
    "headline": "US envoy's cutting remark on CO2 emissions fails to add up", 
    "text": "The Obama administration has been vigorously defending its climate record at the Doha conference in Qatar. But it appears that Todd Stern, the US state department climate envoy, has been rather selective with his facts. In his sole press conference at the meeting, Stern told reporters the US was on track to meet its commitment on cutting emissions by 2020, citing a report by the Resources for the Future thinktank. The report said that incoming Environmental Protection Agency regulations on coal-fired power plants, along with other measures, could lead to a 16.3% cut in emissions by 2020. &quot;The US has done quite significant things in the president&apos;s first four years, in his first term,&quot; Stern said. &quot;I saw just the other day actually a report by Resources for the Future which is a quite good kind of environmental economic thinktank in Washington that projects us to be on track for about a 16.5% reduction based on the policies that we have in place now.&quot; That figure is not far off Barack Obama&apos;s admittedly modest target of 17% cut on emissions from 2005 levels, which he offered to the UN climate meeting at Copenhagen in 2009. The problem was, however, that Stern overlooked official US government reports indicating the US would be nowhere near a 16% cut by 2020. He also overlooked several different cautions included in the RFF report (pdf). Alden Meyer of the Union of Concerned Scientists, who first drew reporters&apos; attention to the gap, said the most accurate projections indicate America is well short of meeting even the modest commitment Obama made in 2009 for cutting the emissions that cause climate change. The 2013 outlook from the Energy Information Administration, released just this week, gives a far less rosy picture than Stern. The government agency projected only a 9% reduction in energy-related carbon dioxide emissions by 2020  and emissions would then creep back up again by 2040. Meyer said Stern&apos;s colleagues at the White House Council for Environmental Quality told him at Doha that US emissions would be down about 10% from 2005 levels. &quot;So clearly the gap to be closed is a significant one, requiring further domestic initiatives,&quot; Meyer said in an email. A State Department official responded to a requests for clarification by quoting from the RFF report, which said: &quot;The United States is about on track to achieve President Obama&apos;s Copenhagen pledge with respect to mitigation goals.&quot; However, the State Department official also acknowledged that the RFF report assumed actions not yet taken by the EPA. The current EPA actions, on their own, would not bring the US up to the target. &quot;The RFF estimate assumes additional regulatory action beyond what has occurred to date,&quot; the official said in an email.", 
    "section": "environment", 
    "gid": "environment/2012/dec/06/us-envoy-emission-cut-doha-climate", 
    "wordcount": "468"
}