{
    "headline": "Universities do not challenge racism, says UK's first black studies professor", 
    "text": "Institutional racism in Britains universities is harming the performance of minority ethnic students, the UKs first professor of black studies has said. Kehinde Andrews, an associate professor at Birmingham City University (BCU), told a conference last week marking Black History Month that universities are no less institutionally racist than the police, and criticised the curriculum for being overly white.  Universities produce racism, Andrews told the Guardian. Its only since the 1960s there have been any black or Asian people  or women  at all. In the intervening decades, little has happened to challenge ingrained attitudes and approaches, he said. Are universities producing knowledge that challenges racism? I would argue that they are not.     Dr Kehinde Andrews Photograph: Vimeo    Last year a report by the Runnymede Trust, an equalities thinktank, warned that universities had proved remarkably resilient to change in terms of curriculum, culture and staffing, remaining for the most part ivory towers  with the emphasis on ivory. Speaking after his comments at the Black History Month event were reported by the Sunday Times, Andrews said there had been a persistent attainment gap between white and non-white students, even among ethnic minorities that tend to perform well at school.  Somethings happening in those three or four years of education to institute the gap, he said.  Three-quarters of white students achieve a 2:1 degree or higher, compared to 60% of minority ethnic students. This is the same at universities up and down the league table, he said. Somewhere like Oxford or Cambridge, you might expect people to feel marginalised and excluded: theres very few minority students. But actually at BCU 50% of students are ethnic minority  You might think surely it wouldnt be the same as in Cambridge. But you still have exactly the same situation, he said. Theres obviously something about whats happening in the way things are organised and the way things are run  its institutional. Its beyond an individual place or act.   Related: Marlon James calls for action on diversity instead of just talk    Andrews believes the curriculum is a key factor. In his own discipline  sociology  the canon taught as the foundation of the subject is a collection of dead white men, he said. And thats the same at every university.  He is not alone with these concerns. Last year, the National Union of Students backed a student campaign, Why is my curriculum white, highlighting the lack of diversity in the texts assigned to students, prompting discussions within some of the UKs top universities on the issue.  At Cambridge, academics are running a research group on decolonising the curriculum. One of the groups organisers, African politics lecturer Adam Branch, told the Guardian that this aims to acknowledge the colonial roots of many of the institutions and approaches that make up a university.  The decolonising approach examines how this affects universities today, from what texts are read, to who is admitted, employed, and promoted, to the relation between the university and the community, to what knowledge is valued and what is dismissed or ignored, Branch said. Andrews says that in humanities subjects, which are largely self-guided, the impact of studying authors who not only fail to interest but sometimes actually alienate students can harm their education. So if youre reading Kant and Kants talking about European enlightenment and talking down about Africa and the rest of the world  its really difficult to get into that stuff. The most glaring illustrations of racial inequality in universities is in their staffing, Andrews said: just 60 of the UKs 14,000 professors are black.   Related: Students dont mind studying dead white men, but they want dead women too    Its unbelievable its that bad. And thats not just at redbrick universities  its replicated across the entire sector, he said.  Minority ethnic staff frequently experience micro-aggressions  small acts of discrimination, Andrews said. I get this all the time. In my first job I went to go to a staff part of the university and someone put their hands physically on me and pushed me out of the room  they had assumed I must be a student. He described how he adopts a dress code of smarter shoes and trousers whenever he goes on to campus, after persistently being questioned by security guards early in his career. Its at the point where if Im near university dressed like I would normally dress, if I have to go into university I will always go home and get changed, just because if I dont I will get hassled, he said. Andrews is currently working on a paper counting how many black sociologists are permanently employed in the UK. Ive so far counted 15  and that includes the five sociologists at BCU. Outside of BCU youre very unlikely to see a black sociologist anywhere in the UK and that must be caused by institutional racism: I dont have any other explanation, he said.", 
    "section": "education", 
    "gid": "education/2016/oct/23/universities-do-not-challenge-racism-says-uks-first-black-studies-professor", 
    "wordcount": "811"
}