{
    "headline": "Red squirrels are intensely curious creatures, and extraordinarily pretty", 
    "text": "On a recent mild day, the red squirrels from the little colony by Church Island at Menai Bridge were out and about in the trees, dancing through branches in search of nut-hoards. They&apos;re one of the ongoing, though constantly jeopardised, success stories in Welsh conservation  the Anglesey population as a whole now reckoned to be in the region of 400 after the greys, carriers of (but resistant to) the deadly squirrel-pox, had been near-eradicated by humane trapping. Forty years ago I often saw reds at play in the beech avenues of Bodorgan estate. In those days the woods of Siliwen along the mainland shore of Afon Menai also offered reliable encounters with this acrobatic and beautiful little charmer. Back home in Ariege, the squirrels obviate my need for an alarm-clock. Each night I replenish a stock of hazelnuts outside my bedroom window. At first light the scrabblings and tusslings begin  I open my eyes to strange, wedge-shaped heads with exaggerated ear-tufts and bright, mobile eyes peering in at me from oddest angles. Red squirrels, I&apos;ve concluded, are intensely curious creatures, as well as extraordinarily pretty. Their dray is in a tall garden ash-tree. At daybreak they trip along a cable to the house for breakfast. The same dray is shared not only by squirrels in standard vivid-red-and-white waistcoated garb, but also by the melanistic strain  common in the Pyrenees, and I&apos;m told also present in Cumbria&apos;s Eden Valley. My morning visitors show considerable variation in their coats  some entirely black, others a dusky rust, some white-fronted. In Russia the winter coat is near-white. But all have the marvellous ear-tufts and the extravagant tails. One little fellow I saw from outside the house took a 30-foot fall when trying to run straight up a wall and lay as though stunned. When I went to pick him up, he darted indignantly away to scold from high in an apple tree. Shipton and Tilman: The Great Decade of Himalayan Exploration, by Jim Perrin, has just been published", 
    "section": "environment", 
    "gid": "environment/2013/mar/29/menai-bridge-ariege-red-squirrels", 
    "wordcount": "334"
}