{
    "headline": "Close shaves on Everest: technology and success", 
    "text": "For the want of a nail the shoe was lostFor the want of the shoe the horse was lostFor the want of the horse the rider was lostFor the want of the rider the message was lostFor the want of the message the battle was lostFor the want of the battle the kingdom was lostAnd all for the want of a horseshoe nail [Trad.]  The focus of the Everest 60th Anniversary celebrations this year seems to be on the science, medicine and technology of the climb  there is a special exhibition at the Royal Geographical Society, and an excellent new biography of the expedition&apos;s physiologist, Griff Pugh. The importance of some technology is obvious. I&apos;ve written about oxygen and respiration systems before, but tents, food rations, boots and ropes were all argued over and tested by the organisers and team members of the 1953 expedition. Reading through the archives in the Royal Geographical Society (that is, the letters, reports, minutes of meetings and so on) what is immediately obvious is the attention to detail necessary to design and choose appropriate technology. During the planning stage the members of the team were asked to fill in forms commenting on the equipment and food rations. Many of these show how fine and individual such choices were; the armchair reader (ie me) might not appreciate why anyone would strongly prefer &quot;elastic and buttons&quot; to just &quot;elastic&quot; on a jacket wrist cuff, but to these mountaineers it was clearly very significant to climbing comfort and therefore the success of an expedition. The vast number of equipment-related decisions that had to be made about such specifications is obvious if you turn to the back of The Ascent of Everest, written by the expedition&apos;s leader John Hunt. There&apos;s a list of over 100 firms and organisations who have donated goods to the expedition, from Agfa film, to Jaeger gloves, to WH Smith&apos;s stationery. The problem with beards Shortly after the expedition returned to the UK the organising secretary, Ghurkha officer Charles Wylie, began to write &quot;thank you&quot; letters to these firms. In August he wrote to Rolls Razor Ltd to thank them for the donation of a Viceroy Dry Shaver. This could seem like a very trivial piece of kit, but it is not, because, as Wylie explains  One of the problems of oxygen apparatus for use in high altitude climbing is the difficulty of providing a satisfactory mask. This Expedition used half masks, ie masks covering the lower part of the face only. To obtain an air tight fit with a half mask, the face must be shaven  it is a great tribute to this shaver that it proved satisfactory even on the South col (25,850ft) where the first assault party used it before their final climb.  This first assault party  consisting of oxygen expert and physicist Tom Bourdillon and doctor Charles Evans  were using a closed-circuit (rebreather-type) oxygen system, co-designed by Bourdillon (with help from his dad Robert Benedict Bourdillon). Although favoured by the scientific advisers to the team because of their efficiency, in practice closed-circuit sets were not as reliable as the open-circuit kit, and in the lead-up to 1953 there had not been enough time to solve some of the problems these newly designed systems faced in extreme conditions. Bourdillon and Evans experienced technical difficulties and were unable to reach the summit.  The successful second assault party of Tenzing and Hilary used open circuit oxygen sets instead, and for these a perfect mask fit is not so important. But although the razor wasn&apos;t crucial for the second team, it was for the first, and they still mattered: if they&apos;d suffered a disaster because their masks didn&apos;t fit, or failed to prepare the way for Tenzing and Hilary, the outcome of 1953 might have been quite different. It is relatively rare to see typically &quot;masculine&quot; bodily features described as a problem or a limitation on expeditions. Obviously, not all men have significant facial hair, and not all women are hair-free, but the problem of shaving and mask fitting would probably have been reduced if the team had been all-female. It was pretty common to see menstruation listed as one reason (of many) why women can&apos;t or shouldn&apos;t engage in endurance sports like mountaineering, so it makes an interesting change here to see a climber admitting that beard-growing could also be a challenge! Was it a major challenge though? Was the razor crucial? Probably not  but one point of the traditional rhyme about the nail is to highlight the value of hindsight; it is not until after the kingdom is lost that you discover the root cause was one lost horseshoe nail. Plenty of expeditions have failed, and lives have been lost, in part because a valve broke, or because a tent blew away due to a lack of tent pegs, or a mask didn&apos;t fit properly. The lesson seems to be that if you&apos;re planning an Everest expedition, it&apos;s a good idea to &quot;sweat the small stuff&quot;. Want more? For an absolutely fantastic video on the technology of 1953 see this BBC &amp; Royal Geographical Society piece on Innovation Everest. This is the second of three blog posts celebrating the successful summiting of Everest 60 years ago. For more on Everest, and the science of exploration, tweet @hps_vanessa ", 
    "section": "science", 
    "gid": "science/the-h-word/2013/may/22/close-shaves-technology-everest", 
    "wordcount": "896"
}