{
    "headline": "Curiosity sated: Peter Molyneux reveals winner of gaming experiment", 
    "text": "Curiosity is over. The bizarre multiplayer gaming experiment, which required players to tap away at billions of tiles on a vast online cube, finished on Sunday evening, six months after its much-hyped launch. And as promised by veteran game designer Peter Molyneux  the brains behind this Willy Wonka-esque, endeavour  the person who tapped the final tile was sent a video informing them of their &apos;life-changing&apos; prize. They will become a god in Godus, the next game from Molyneux&apos;s company 22Cans, as well as taking a cut of the revenue.  For several minutes before the announcement, however, the gaming community was kept in considerable suspense, madly refreshing the Twitter hashtag, #whatsinsidethecube. Staff as 22Cans had to verify that the winner wasn&apos;t a bot, and that he or she was prepared to reveal what they had won. It was always an option for the final clicker to keep their prize a secret. However at 5pm, Molyneux tweeted, &quot;He has said he will share!!!!!!!!!&quot; and the victor was revealed as one Bryan Henderson From Edinburgh.             In the video sent to Henderson and later shared online, Molyeneux is seen in a cube-like interior, explaining the genesis of the Curiosity project before revealing the prize: &quot;We are making a game named Godus, the whole game is about being a god to your followers, but YOU, the person who reached the centre, will be the god of all people who are playing Godus. You will decide on the rules that the game is played by. And you will share in the success of the product. Every time people spend money on Godus, you will get a small piece of that pie.&quot; It is not yet clear how Henderson will take up his role, or what the ramifications will be for the design and development of the title. Godus is a strategy sim in the style of previous Molyneux games Dungeon Keeper, Populous and Black &amp; White, with the player becoming a powerful deity, guiding a population of followers. The title was successfully crowd-funded on Kickstarter last year. Reactions on Twitter ranged from grudging satisfaction to wry disappointment; and many claimed to have predicted the outcome. Journalist Matt Lees tweeted, &quot;I actually called it. Winner of Curiosity gets to be the God in Godus. Actually called it, months ago!&quot; Better still, game developer Dan Marshall linked to one of his own tweets, written on December 14: &quot;Calling it now: middle of #Curiosity cube wins a leading role in #Godus.&quot; Some reactions, though, were rather more downbeat. Games critic and academic Ian Bogost simply tweeted, &quot;Turns out the thing inside the cube was Peter Molyneux&apos;s ego.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/26/curiosity-prize-revealed-peter-molyneux", 
    "wordcount": "448"
}