{
    "headline": "Keystone XL: pressure on Kerry ahead of meeting with Canada counterpart", 
    "text": "The US secretary of state, John Kerry, steps into America&apos;s biggest environmental controversy on Friday in his first meeting with a foreign minister since his swearing in. Kerry&apos;s meeting in Washington with Canadian foreign minister, John Baird, will almost certainly touch on the Keystone XL pipeline project: a symbol of dirty oil for environmentalists, a route to market for land-locked Alberta. &quot;I have no doubt that subject will come up, as it always does with our Canadian counterparts,&quot; the state department spokeswoman, Victoria Nuland, told reporters. Environmental campaigners say Barack Obama&apos;s decision on the $7bn (4.4bn) project will be the litmus test of his inaugural day promise to act on climate change in his second term. That puts Kerry in an awkward predicament, as both sides ratchet up the pressure over the project, intended to carry crude from the tar sands of Alberta to refineries on the Texas coast. A veteran climate champion, who said his biggest regret after nearly 30 years in the Senate was the failure to pass a climate change law, Kerry in his new role as secretary of state may be the man who clears the way for the pipeline. Kerry had a 15-minute telephone conversation with Baird at the weekend, and officials from the company building the pipeline, TransCanada Corp, visited officials at the state department on Thursday. The project has been on hold for a year, after Obama rejected the pipeline&apos;s original route across Nebraska. Now the pipeline has been re-routed, and the decision on the pipeline&apos;s future has fallen to Kerry. The state department has authority over the project, because it crosses international boundaries, and Kerry is due to make a decision within the coming months. On Thursday, Republicans on the house foreign affairs committee urged Kerry to sign off on the project quickly. &quot;Our economy can no longer be put on hold while the bureaucratic process you set in motion jeopardises this critical project,&quot; the members of Congress said. Campaigners are also putting up the pressure. Sixty environmental groups wrote to Kerry this week urging him to stay true to his environmental record by rejecting the Keystone pipeline. &quot;This pipeline is not in our national interest  the evidence shows it would unlock vast amounts of additional carbon that we cannot afford to burn, extend our dangerous addiction to fossil fuels, endanger health and safety, and put critical water resources at risk,&quot; the letter said. Meanwhile, campaign groups 350.org, the Sierra Club and Hip Hop Caucus are planning a protest at the White House on 17 February to urge Obama to shut down the project.", 
    "section": "environment", 
    "gid": "environment/2013/feb/08/keystone-xl-john-kerry-canada", 
    "wordcount": "441"
}