{
    "headline": "Car review: Classic Car Club", 
    "text": "I am driving through London in summer. There is no traffic. The sun is out, the roof is down, and a bus driver who has been edging aggressively close leans out of the window and says: &quot;Madam, I like your car!&quot; Every part of this scenario sounds false. And yet, thanks to the Olympic summer, it was true: I had uncovered actual pleasure in cruising through the city. It might have had something to do with the transport-chaos scare stories that havecleared the roads of congestion quicker than a vat of Vicks. Personally, though, I put my happiness down to the 1968 Mercedes 280SL I was driving. I had taken possession of this serene soft-top from Nigel at the Classic Car Club, which houses a batcave of beauties just off the Old Street roundabout. Nigel&apos;s stable stretches from vintage Rolls-Royces to modern sports cars; members pay a joining fee and an annual subscription to take them out. It&apos;s an (expensive) haven for petrolheads, but they are welcoming to the ingenue like me, who just wants to purr around in something stylish on the odd weekend. Nigel led me past a Lotus Elan and an E Type to the more amenable touring car he had picked out for me. With its angular body and wide grille, this was a car that looked as smug as I would feel driving it. I was given a few words on its quirks and asked to &quot;take it slow&quot;. Oh-so-gently, I put my foot to the pedal. I went nowhere. I inched the pedal downwards. Still nowhere. Old cars: tsk. Nigel walked over. &quot;You&apos;re in neutral.&quot; In a vintage car, I needed a suitably old-fashioned destination. I headed for the South Downs, and for the Old Railway Station outside Petworth. This is a former station converted into a B&amp;B, with the added charm that you can sleep in 1920s luxury in one of the lovingly restored Pullman carriages that grace its sidings. As I pulled up outside, a man in his 50s leaned out of what must once have been the ticket office window. &quot;280SL!&quot; he called out, the oddest greeting I&apos;ve been given. &quot;Automatic or manual?&quot; &quot;Automatic,&quot; I replied. &quot;Ngh,&quot; he grunted. &quot;Shame. Very rare to see a manual.&quot; It transpired that Gudmund Olafsson, the Icelandic proprietor of the Old Railway Station, was more of a car enthusiast than a trainspotter. He talked me through my shining silver steed&apos;s good points (reliability, comfort) and bad (tricksy roof mechanism, rubbish as a getaway vehicle). Then I set out for a short tour around the countryside  a picnic on the Downs, some rubbernecking at the racecourse and a quick stop for a photo outside the Goodwood estate, spiritual home of classic cars. It was a showery afternoon, so I became adept at getting the roof on and off and secretly hoped this would catch people&apos;s attention. In fact, the car got far more glances when I wasn&apos;t in it. It sat there, all pleased with itself in car parks, attracting a swarm of interest  men too polite to touch, hovering over the chassis, peering through the window. I decided I didn&apos;t mind being my car&apos;s sidekick. I was standing straighter. I was developing a demure smile. I even caught myself sashaying. This new sophistication was, of course, temporary  even a full membership of the Classic Car Club would only get me kitted out like this once a month. But it could be addictive. The Classic Car Club has branches in London and New York (classiccarclub.co.uk). Membership costs from 1,555. The Old Railway Station (01798 342346, old-station.co.uk has doubles from 92 including breakfast", 
    "section": "technology", 
    "gid": "technology/2012/oct/07/emma-john-classic-car-club-review", 
    "wordcount": "631"
}