{
    "headline": "How did the velvet worm cross the world? The answer lies in amber", 
    "text": "Why are living things distributed the way they are across our planet? This is the question that the field of biogeography aims to address. Biogeography is big picture stuff: journeys through deep time, on continental scales. It brings together stories of evolutionary radiations, dispersals and extinctions with their environmental drivers. Most of us are already familiar with some of these stories, from the earliest days of modern evolutionary thinking. Darwins famous work on the distribution of closely related species in the Galapagos, and the parallel work of Alfred Russel Wallace in the Malay Peninsula tell intertwined stories of evolutionary history and geography. Its not just animals either: we can look at the scattered distribution of plants on the brink of extinction and turn back to the clock to discern how it came to be so. Palaeobiogeography goes even further. It is the field that employs biogeographic evidence from the fossil record, and incorporates our understanding of a dynamic Earth, on which the continents themselves are constantly shifting at the same rate that our fingernails grow. Such studies seek to explain anomalous patterns in the distribution of species, through time and space. This is a detective story about how fossils can tell us how an unusual caterpillar-like animal came to live where it does. Onychophorans are invertebrates which sit somewhere between arthropods and tardigrades (water bears), evolutionarily speaking. They have cylindrical segmented bodies with many pairs of legs called lobopods, which are essentially fluid-filled bags. The have no hard exoskeleton or joints, and rely on hydrostatic pressure to move around. Most are a few centimetres long and many are colourful. Each leg bears two retractable claws: the name onychophoran is derived from the Greek for carrier of claws. There are many reasons to love onychophorans. The glorious common name for the group is the velvet worms (which Im pretty sure was a mid-90s goth band). They squirt slime, which they use to trap and then eat animals which are smaller than they are. And in some Australian species, the male stores sperm in its head, which it then sticks into the females vagina. Today they are found exclusively on land, and most of the two hundred-odd species are found in the tropics in the Southern Hemisphere. They can be split into two subgroups. One group, the peripatopsids, are found exclusively on the continents which once formed the southern supercontinent Gondwana. The other group, the peripatids, are found across the tropics, in South America, Africa and South-East Asia. South-East Asia was part of the northern continent, Laurasia, not Gondwana. So how did peripatids end up in there? There are two competing theories to explain how the peripatids got to South-East Asia. One is an early migration from the southern continents, via Europe, to Asia, before Pangaea split into Gondwana and Laurasia during the Jurassic Period (145-200 Ma). The other explanation is that the peripatids surfed into South-east Asia on the rapidly-moving (for a continent, anyway) Indian landmass. When India collided with Asia (incidentally creating the Himalayas), the onychophorans could spread northwards from India instead. This must have happened much later, from around 55 Ma ago to present day. A single modern species of peripatid found in India was thought to lend weight to this second hypothesis. Analysis of new specimens of fossil peripatids exquisitely preserved in 100 million year old amber from Myanmar  dating between the two competing scenarios  have allowed Ivo de Sena Oliveira and Ming Bai (who are joint first authors of a new study) and colleagues, to offer a solution to the mystery. They used light microscopy and synchrotron radiation-based x-ray microtomography to study three specimens of Cretoperipatus burmiticus, revealing new features of the species, and establishing a remarkable similarity between Cretoperipatus and the peripatids found living in South-East Asia today. Peripatids were already in South-East Asia in the early Cretaceous, and had made the journey the long, early way through Europe, rather than rafting in on India, and subsequently went extinct in the rest of Laurasia. Interestingly, the study also also revealed that Cretoperipatus is more similar to the modern Indian species than it is to any of the modern South-East Asian species. The sole Indian species was also part of the same European migration, about 25 million years ago after the Indian collision with Asia. There are many other examples of understudied species of Gondwanan origins which are found in Laurasian places. There is still much more that palaeobiogeography could help us understand about the rich history of life on Earth.", 
    "section": "science", 
    "gid": "science/2016/oct/12/how-did-the-velvet-worm-cross-the-world-the-answer-lies-in-amber", 
    "wordcount": "758"
}