{
    "headline": "#Susanalbumparty: Top five Twitter hashtag PR disasters", 
    "text": "Susan Boyle&apos;s PR people are probably wishing they had re-read their promotional hashtag after missing its alternative message to Twitter users. Causing great mirth on the social network on Thursday, the unfortunate choice of hashtag #Susanalbumparty to promote the singer&apos;s new album event has spawned a wealth of mock invites to the party and ridicule. Gawker reports the rumour-bashing site Is Twitter Wrong (run by @flashboy)  managed to track down the original tweet from Susan&apos;s account, which was hastily changed to #SusanBoylesAlbumParty. Since we&apos;re aware of the potential pitfalls of an unfortunate Twitter name or hashtag (remember to cap up US for @GuardianUS everyone!), SuBo&apos;s PR fail (some may call it genius) prompted us to revisit some previous so-called PR &quot;hashtag fails&quot;, including: 1. #McDStories: Back in January, McDonald&apos;s #McDoStories hashtag backfired when instead of offering &quot;good news stories&quot; about the fast-food chain, users began flooding the tag with claims of fingernails in burgers and other nasties. 2. #WaitroseReasons: When the supermarket  asked shoppers to complete the sentence: &quot;I shop at Waitrose because &quot; using the hashtag #WaitroseReasons in September, it perhaps should have expected the subsequent tirade of jokes about the brand&apos;s posh image  though many have said the way Waitrose responded turned the campaign from disaster to success. 3. #QantasLuxury: Airline Qantas won the accolade of PR disaster of the year at the end of 2011 after opening up their promotional hashtag #QantasLuxury at a time when thousands of passengers were stranded overseas. 4. #MadeMeSmile: Vodafone was left bemused when Twitter users redeployed the PR #mademesmile tag to publish tax avoidance allegations direct to the company&apos;s website.  Hey everyone @vodafoneuk are giving away prizes for the best tweets with hashtag #makesmesmile. Anyone have any good ones?  UK Uncut (@UKuncut) December 12, 2010  5. #AskStevieG: The hashtag designed by Adidas staff probably should have predicted the types of questions Twitter users would post to the Liverpool footballer  the social media equivalent of scoring an own goal. Over to you  what are the best and worst PR hashtags you&apos;ve seen this year, and does SuBo&apos;s PR contribution top them all? Your favourite #fails Readers in comments have been posting their favourite Twitter hashtag fails which also demonstrate a need for some serious proofing from social media teams. freeclimb suggests #rimjobs from Blackberry maker RIM, added to job opening tweets. SubhajitBanerjee remembers the abuse of the #AskTony tag which was promoted for a Q&amp;A with Tony Blair over the interfaith harmony week.  Switzerland has picked #hobbitch for the promotion of the Hobbit with its country code, thanks dudelsac. And a fantastic shout from PorkBoy - who told us about Chester Literary Festival&apos;s #epicfail with the hashtag #CLitFest. Delightful!", 
    "section": "technology", 
    "gid": "technology/shortcuts/2012/nov/22/twitter-susan-boyle-susanalbumparty", 
    "wordcount": "454"
}