{
    "headline": "World Water Day: sanitation and water in Malawi - in pictures", 
    "text": "   Villagers draw water from the borehole in Msamala, part of Balaka district, in the south of the country. Village chief Jamson Buluweti explains it's the local authority's responsibility to provide water Photograph: Guardian       Dedza and Ntcheu districts look fertile at the end of the rainy season. This is the turn off from the asphalt road to Chafumbwa and Upper Makwangwala, where NGO Concern Universal is working with 293 villages and more than 71,000 people to reduce high rates of diarrhoea and related diseases. The NGO is constructing and rehabilitating water points and conducting hygiene promotion and community-led total sanitation programmes Photograph: Guardian       A latrine shared by villagers who don't have one by their home. More than 4,000 latrines have been constructed since July 2011. The aim is to reach 12,000 by 2016. At the beginning of the project, only 5.5% of people had access to improved sanitation and the latrine ratio in primary schools was 162 pupils to every one latrine Photograph: Guardian       This standpipe is 48 metres deep and has made a real difference to the community. The women say they used to have to walk for an hour to the nearest river to collect water, while their children often missed school lessons because they had to beg for water from local villages. Each household contributes 50 kwacha (about 10 cents) a month. Robert Kampala, the committee treasurer, keeps a stock of spare parts to ensure the pump is well maintained. The borehole, which is a treasured resource, has been the target of vandalism, including attempts by neighbouring villages without reliable drinking water to steal the critical head pump. As a result, the committee has fitted a padlock and an alarm Photograph: Guardian       The bamboo foot pedal system used in the village to enable people to wash their hands with soap after using latrines. Diarrhoeal diseases are down significantly since the project began (local health centre records show a 20% reduction in two years, but the project expects to reach more than 80% within five years) Photograph: Guardian       The private area by Emilda Windoloss's house into which water is carried for bathing. Stones are put down to prevent mud. Washing lines have also been introduced to air clothes safely  Photograph: Guardian       Dishes stowed on a raised rack safely out of the way of roaming animals, part of the village's hygiene routine. Malawi's key cash crop, tobacco, is seen drying in the background in the house of senior resident Galiveni Walasi Dzingasdwa, who says he can see the advantages of the new hygiene methods as he and his wife are no longer contracting diarrhoeal diseases and malaria Photograph: Guardian       The village school ecosan latrines. The school, attended by 366 children between the ages of six and 13, has a sanitation club with 20 participants. Sanko Fysoa, 13, says she and fellow members speak up in assembly to encourage new students to share tips about using the latrines properly and ensuring the school grounds are kept clean Photograph: Guardian       Once the pits fill up, manure is collected for use as fertiliser Photograph: Guardian       Lilongwe Water Board's water treatment plant. The government, in tandem with the private sector, is using a grant from the EU and a loan from the European Investment Bank to improve water and sanitation provision in the two biggest cities in Malawi, Blantyre and Lilongwe. Water Aid and Water for All are working with local NGOs to meet the needs of those in low-income areas Photograph: Guardian       Residents of Area 50 in Lilongwe near one of the capital's major tobacco factories Photograph: Guardian       The settlement has a marketing suite showing the different kinds of latrine that work in smaller urban spaces Photograph: Guardian       For each 20-litre jerrycan of drinking water, residents pay five kwacha (less than one cent) at the kiosk. Where the local association is aware that a family is struggling to afford this, a limited amount of drinking water will be offered for free Photograph: Guardian       Mother of eight Lucy Kaombe, from the Ngona water users' association, says water-borne diseases are much reduced in the district. In 2002, and again in 2007-08, there were cholera outbreaks in the city. In both rural and urban areas, the biggest challenge now is to keep up with growing demand for clean water Photograph: Guardian  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/mar/22/access-to-water-sanitation-malawi-in-pictures", 
    "wordcount": "0"
}