{
    "headline": "EU energy policy drives changes in UK  with mixed results", 
    "text": "Energy has been one of the most active areas of EU legislation: the ban on old-style lightbulbs, the introduction of renewable energy targets, an obligation to mix biofuels in petrol, carbon trading for energy-intensive businesses, the scrapping of ageing coal-fired power stations , support for pioneering new power plants that capture and store carbon dioxide, the development of smart meters and energy efficiency labels on electrical appliances. All of these have driven changes in the UK, from the obvious such as changing lightbulbs to the more subtle such as farmers growing energy crops destined for power stations or use in petrol. Joss Garman, a campaigner at Greenpeace, says many of the shifts have been wholly positive. &quot;The renewables directive has driven a change in Whitehall culture to take advantage of Britain&apos;s unparalleled homegrown clean energy resources, with the opportunity to move our economy away from an over-reliance upon imported gas and coal. This can reduce our vulnerability to spikes in international fossil fuel markets.&quot; Consumers have benefited, too, he says. &quot;European standards for electrical appliances like fridges and lightbulbs, as well as for cars, have helped consumers get the most energy for their money  and begun to separate energy prices from energy bills. Air pollution rules for cars and power stations have driven a move towards cleaning up the energy sector and making the air we breathe cleaner and healthier.&quot; The energy industry has embraced many of the changes, but there are grumbles. The level of prescription  not just changing our lightbulbs but dictating decisions such as whether to invest in coal, gas or offshore wind  is too great for David Porter, chief executive of the UK&apos;s Association of Electricity Producers. &quot;Prescribing cuts across the reasons for having a market,&quot; he says. He is also concerned about the impact of regulation on consumer prices. Carbon trading, for instance, adds to the cost of producing electricity from fossil fuels. &quot;Quite major initiatives can be launched by the unelected officials of the European commission, without the accountability that our politicians have to live with. They are quite remote from the impact on the paying customer of the policies that they develop. Decisions made in Brussels can affect energy prices in the member states and when they do, it is the energy companies and governments that incur the wrath of the customers,&quot; says Porter. Jonathan Gaventa, senior policy adviser at the green thinktank E3G, says the EU has failed to go far enough in some cases. &quot;We have a single market in bananas, but not in energy,&quot; he points out. According to EU targets, the UK should have 10% of electricity capacity coming from interconnections with other member states, but it has achieved less than half of that, says Gaventa. More interconnectors would help the UK to use a higher proportion of renewable energy, because when the wind fails to blow it would be possible to meet demand with power from France or Norway. Other targets have yet to be met. The EU has promised financial support for carbon capture and storage operations in the UK, but none have yet been built. Proposals for a fuel quality directive that would effectively halt the import of fuel from tar sands are yet to come into force. Greenpeace says some of the EU&apos;s policies are counter-productive or ineffective. Doug Parr, the group&apos;s chief scientist, says: &quot;By making it law to put biofuels in the fuel tanks of cars across Europe, they&apos;ve incentivised the destruction of rainforests around the world in the name of fighting climate change. And European governments made the emissions trading scheme the centrepiece of their strategy to deal with rising greenhouse gas emissions, but it&apos;s bureaucratic and complicated, it&apos;s hard to see what changes in energy infrastructure it has really driven, and it has handed a windfall to some of Europe&apos;s most polluting industries.&quot; The traffic is not all one way from Brussels to London. Though they may not acknowledge it, other European member states have a lot to thank the UK for on climate change. The EU prides itself on leading the world in tackling greenhouse gas emissions, and some of that leadership has been provided by the UK, not least during the negotiations on the 1997 Kyoto protocol, spearheaded by the then environment secretary, John Prescott. Under the treaty, the UK took on one of the most stringent emissions-cutting targets of any EU member: 12.5% compared with 1990 levels. As the bloc&apos;s emissions are counted en masse under a &quot;burden-sharing&quot; agreement, the UK&apos;s tough target meant that some member states were able to take on less stretching commitments. What&apos;s more, the UK is on track to comfortably exceed its targets, albeit largely because of the &quot;dash for gas&quot; encouraged by Margaret Thatcher as prime minister, which led to the replacement of most of the UK&apos;s coal-fired electricity generation with gas-fired power stations during the 1990s. Thanks to the burden-sharing, the UK&apos;s over-achievement makes up for the failure of several other member states to meet their obligations under the treaty. Since so much of the EU&apos;s international credibility in climate change talks rests on its backing for the Kyoto protocol, without the UK&apos;s strong showing the EU&apos;s position would be impossible and the long-running negotiations would be in even worse trouble than they are.", 
    "section": "environment", 
    "gid": "environment/2012/jan/25/eu-energy-policy-changes-uk", 
    "wordcount": "899"
}