{
    "headline": "West Bank's route 60 a 'road of death' for Palestinian children", 
    "text": "Manar Juwali&apos;s five-year-old daughter Miri is lying in a drug-induced coma after suffering burns to 75% of her body. The 32-year-old Palestinian woman holds her pregnant belly as she talks about the accident. Four months on, it is still difficult for her  and for all the parents whose children were killed or injured in the inferno on the West Bank&apos;s route 60  to identify who is to blame. Juwali blames her daughter&apos;s nursery for allowing more than 100 toddlers to board an unlicensed ancient bus in torrential rain. She blames the narrow, poorly maintained, Israeli-controlled road into Ramallah. She blames the truck driver who crashed headlong into a bus packed with children. She blames the Palestinian Authority emergency services for leaving her daughter in a burning wreck for 45 minutes. Finally, she points the finger at the Israeli soldiers standing less than 150 metres away at Jaba checkpoint for not doing more to help. &quot;Of course it was God&apos;s will, but someone had to be the cause,&quot; she says carefully. The exact sequence of events leading to the crash on the morning of 16 February is unclear. The collision happened 10 minutes from Qalandiya, the major crossing from the West Bank into Israel, three minutes from an Israeli settlement and less than a minute from an Israeli checkpoint. Families of the victims are dumbfounded as to how the accident was allowed to escalate into a tragedy. Two days after the crash, the Palestinian prime minister, Salam Fayyad, established a commission to investigate the cause. The committee is still waiting for the results of Israel&apos;s investigation, which is crucial as the accident took place in Area C  the 60% of the West Bank that falls under Israeli military and administrative control. But preliminary Palestinian reports found the following: a truck travelling out of Ramallah along a single lane between two sheer rock faces veered to the left, possibly skidding on pools of heavy rain, and crashed into a bus driving in the opposite direction. The bus, which had a wooden roof, was coated in aluminium and, with its wiring exposed, flipped on to its right side and ignited immediately. Haya al-Hindi&apos;s five-year-old son Abdullah was among five children and their 31-year-old teacher, Ala al-Julani, from the poor Anat neighbourhood of Shuafat refugee camp, who died in the fire at the crash site, with four more children dying later from their injuries. Hindi&apos;s youngest son Ahmed, four, was also on the bus. He survived but is being treated for severe trauma at Israel&apos;s Hadassah hospital. &quot;It took 45 minutes for the fire trucks to come and they were Israeli. Then the Palestinians came. It was only young Palestinians who happened to be nearby that came to help using fire extinguishers,&quot; Hindi says. &quot;The children had to be identified by their DNA.&quot; The Palestinian Civil Defence claims it first received a call reporting the accident at 8.55am, a full 20 minutes after the crash. After receiving permission from the Israeli authorities to enter Area C, one ambulance and one fire truck arrived at the scene at 9.07am from Jerusalem, driving through Qalandiya checkpoint into the usual morning gridlock. The Magen David Adom Israeli ambulance service received phone calls which spokesperson Yonatan Yagudovsky claims directed their teams to the wrong location. More than 20 Israeli ambulances were dispatched from Jerusalem and nearby settlements to the scene. Yagudovsky says these arrived within 10 minutes of the first phone call to work alongside Palestinian Red Crescent medics. The delayed response by both teams was fatal. The Palestinian investigation concludes the delay was caused by public confusion over whether to contact Israeli or Palestinian emergency services. Since Israel&apos;s separation wall was built to divide Israeli territory from Palestinian soil, road 60 has become the sole route out of Ramallah to Nablus in the north and Jericho in the east. Only the few Palestinians who have Jerusalem ID cards and those with rarely bestowed Israeli permits can pass through the wall. Before Israel&apos;s occupation of the West Bank began in 1967, its roads ran as they had since biblical times, like a fishbone from Jenin in the north to Hebron in the south. Now they travel east to west along newly built highways, or &quot;bypass roads&quot;, connecting the settlements. Many Palestinian roads are unpaved and take circuitous routes to avoid the separation wall and settlements. Mohammed Shtayeh, the Palestinian Authority&apos;s minister for homes and public works until 2010, says the Israeli authorities&apos; refusal to allow the Palestinian Authority to repair and maintain roads running through Area C can be linked to a rise in road accidents in the West Bank. There were more than 5,400 road accidents in the West Bank in 2010  four times as many as in 2006  injuring more than 7,000 people. &quot;It took me nine years to get a permit from the Israeli authorities to pave that road from Ramallah to Qalandiya checkpoint. We are talking about exactly 3.9km (2.4 miles) of road and the only major road heading south out of Ramallah,&quot; Shtayeh says. Locals call the stretch of route 60 where the children crashed &quot;the road of death&quot;. Four years ago Haya al-Hindi lost her 32-year-old cousin in a collision at the same spot. She asks why the Palestinian Authority has not done more to campaign for change. Before the accident, Israel had allowed the Palestinian Authority to expand the road from seven to 13 metres in width. The Palestinian commission recommends an increase to 20 metres and the creation of a central reservation  a request it says Israel has refused and Israel says it has not received. Miri Juwali was taken first to hospital in Ramallah by a Palestinian man whose car had a flat tyre. She suffered third-degree burns to her head, neck, back, lower abdomen, hands and legs. She has lost her left hand, five toes and two fingers on her right hand, her lips and both ears. &quot;Accidents happen  but it&apos;s what happens during and after that is important. There are many road accidents in Palestine, but this one really showed the ugliness of the situation. It is simply not human to allow an accident like this to happen and let children die like that,&quot; her mother says. &quot;The politicians&apos; response is to say they are frustrated. This is not good enough. The families of these children want action.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/26/west-bank-route-60-palestinian-children", 
    "wordcount": "1083"
}