{
    "headline": "Why universities need to think more creatively about graduate employability", 
    "text": "The new student fee regime, regardless of whether positioned at 9,000 or otherwise, is focusing the mind of many in universities. By reviewing the published tactics of some middle-ranked universities, most seem to be seeking to retain or grow their AAB/A+ numbers through offering excellence scholarships of different financial amounts and against varying criteria. Those towards the top of established league tables or within the Russell Group seem to be relying solely on their brand to attract or even grow this group of students. What does unite the approach taken by others though is a predicated assumption, which is that students will trade and base decisions on which university they select on money alone. But using price as a point of differentiation for your institution is only suitable in the short term, during the transition to a partial market environment. Students are increasingly savvy, and while barely accepting of the new fee regime, do so in anticipation of differentiating themselves as they leave university. They are seeking to stand out from the crowd when it comes to finding graduate employment. Now is the time for universities to be creative in finding new ways of being different and by doing so, possibly redefining not only the student experience but what it is to be a university. Challenging the status quo and longstanding establishment provides a real opportunity to connect often disparate strategies within an institution; to link up, for example, recruitment with employability. Rather than enticing students on the basis of what amounts to a &quot;golden hello&quot;, where differentiation comes in the form of varying amount of financial aid, new packages can be offered, where students are given choice beyond cash incentives. For those seeking a global experience, institutions can offer, for example, two overseas study tours during an undergraduate programme of study (this would also correlate well with an institution&apos;s internationalisation strategy that seeks to create global citizenship for its students). Alternatives could also include providing students with access to business startup experts during their penultimate and final year of study. This would tie in with other institutional mission&apos;s such as promoting entrepreneurship and ethical wealth creation. Progress towards differentiation remains slow across the sector but current examples, however, include the University of Manchester and University of Surrey; the former seeking to reduce its student numbers while growing the academy  demonstrating a commitment towards better student/staff ratios. While the latter is offering financial incentives to its undergraduate population and free membership to Surrey sports-park for the duration of study for those with exceptional academic achievements. Regardless of how universities wish to position themselves to attract their core student numbers, they need to be more creative through offering choice, and start thinking about what students really want, which is to be job-ready when leaving university. Zahir Irani is head of Brunel Business School This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/09/universities-think-creatively-graduate-employability", 
    "wordcount": "510"
}