{
    "headline": "Brain scans decode dream content", 
    "text": "A team of Japanese neuroscientists has used brain scanning technology to read the content of people&apos;s dreams.  Yukiyasu Kamitani of the ATR Computational Neuroscience Laboratories in Kyoto and his colleagues used functional magnetic resonance imaging (fMRI) to scan the brains of three people as they slept, while simultaneously recording their brain waves using electroencephalography (EEG). The researchers woke the participants whenever they detected the brain wave patterns associated with the earliest stages of sleep, asked them what they had just dreamed about, and then let them go back to sleep. This was done in three-hour blocks, and repeated between 7 and 10 times, on different days, for each participant. During each block, participants were woken up 10 times per hour. Each volunteer reported having visual dreams 6 or 7 times every hour, giving the researchers a total of around 200 dream reports from each of them. Most of the dreams reflected everyday experiences. &quot;I had a dream [that I was at] a bakery. I took a roll  then went out on the street, and saw a person taking a photograph,&quot; reported one participant. &quot;I saw a big bronze statue  on a small hill [and] below the hill there were houses, streets, and trees,&quot; said another. Some contained slightly more unusual content, such as meeting a film star or being in a recording studio.  Kamitani and his colleagues used a lexical database called WordNet to extract key words from the participants&apos; verbal reports, and picked 20 categories  such as &quot;car&quot;, &quot;male&quot;, &quot;female&quot;, and &quot;computer&quot;  that appeared most frequently in their dream reports. They then selected photos representing each category, scanned the participants&apos; brains again while they viewed the images, and compared brain activity patterns with those recorded just before the participants were woken up. The researchers analysed activity in brain areas V1, V2 and V3, which are involved in the earliest stages of visual processing and encode basic features of visual scenes, such as contrast and the orientation of edges. They also looked at several other regions that are involved in higher order visual functions, such as object recognition. In 2008, Kamitani and his colleagues reported that they could decode and reconstruct visual images from the activity in these brain areas. Now, they have found that activity in the higher order brain regions could accurately predict the content of the participants&apos; dreams. &quot;We built a model to predict whether each category of content was present in the dreams,&quot; says Kamitani. &quot;By analysing the brain activity during the nine seconds before we woke the subjects, we could predict whether a man is in the dream or not, for instance, with an accuracy of 7580%.&quot;  He adds that the experiments did not examine the visual structure of the participants&apos; dreams. &quot;It&apos;s about their meaning, but I still think it&apos;s possible to extract structural characteristics like shape and contrast, as we did in 2008.&quot; The work was presented at the annual meeting of the Society for Neuroscience in New Orleans last October, and has now been published in the journal Science. It suggests that dreaming and visual perception share similar neural representations in the higher order visual areas of the brain. &quot;This is an interesting and exciting piece of work,&quot; said Jack Gallant of the University of California, Berkeley. &quot;Because dreams can be decoded more accurately from higher-level visual cortex than from primary visual cortex, it suggests that dreaming involves some of the same brain areas that are involved with visual imagery.&quot; &quot;And because dream decoding is most accurate for a few tens of seconds before waking, it also seems to suggest that our waking recall of dreams is based on short-term memory.&quot; Kamitani and his colleagues are now trying to collect the same kind of data from the rapid eye movement (REM) sleep, a deeper stage of sleep also associated with dreaming. &quot;This is more challenging because we have to wait at least one hour before sleeping subjects reach that stage,&quot; he says. &quot;I don&apos;t have a pet theory about the function of dreams, but knowing more about their content and how it relates to brain activity may help us to understand them.&quot; Reference: Horikawa, T., et al. (2013). Neural Decoding of Visual Imagery During Sleep. Science, doi: 10.1126/science.1234330 This is an extended version of a news story I wrote back in October.", 
    "section": "science", 
    "gid": "science/neurophilosophy/2013/apr/05/brain-scans-decode-dream-content", 
    "wordcount": "752"
}