{
    "headline": "On the road: Skoda Citigo Se 1.0 60PS Manual", 
    "text": "Remember the jokes? How do you double the value of a Skoda? Why do Skodas have heated rear windows? What do you call a Skoda with a sunroof? Etc. There was a problem with them  the jokes, I mean, not the Skodas (though there were problems with them, too. That was the basis of the humour). The jokes weren&apos;t funny  not a single one of them was. And that&apos;s a serious problem, for a joke. To be honest, I think it&apos;s quite hard to find a huge amount of hilarity in the automotive industry. Alan Partridge is possibly the only person to have succeeded. The Top Gear idiots try hard, and some people think they succeed, but these people are also idiots. Anyway, the Skoda jokes died adeath when the company became a wholly owned subsidiary of Volkswagen at the turn of the century. The Germans, with their superior engineering and organisational talents, sorted out the cars, made them reliable. And if there&apos;s one thing even less funny than a crap car, it&apos;s a good car. So why&apos;s he banging on about old jokes, that aren&apos;t just unfunny but also irrelevant and to which no one even remembers the punchlines? I&apos;ll be honest: truth is, Idon&apos;t have an awful lot to say about this car, having already written about it before. Twice! OK, so not exactly this car, but the VW up! and the Seat Mii (Seat was swallowed up by VW even before Skoda was). There may be a few differences in the styling, but under the skin they&apos;re all pretty much the same car, with the same DNA, the same engines, platforms and cabins. The Citigo is excellent, just like the other two  surprisingly roomy for such a small car, good value, good quality, refined, practical, sensible, likable, if not the most exciting either to drive or to look at. They all tick all the same boxes. You&apos;d choose one over the other simply because you like the look of it better. My favourite  the cleanest looking  isthe Seat. But if you support Manchester City, you&apos;d pick the Skoda. Go City, Citigo See what I mean about the car/humour thing being hard? Still, Roberto Mancini should insist his entire squad drive them. I&apos;d love to see Mario Balotelli in a Skoda Citigo. (Did the marketing people even consider that no self-respecting Manchester United fan would go anywhere near one, just as you&apos;ll never see a Spurs fan in a Kia Venga?) Oh, there is one other  possibly better  reason to get a Citigo over the other two: it&apos;s the cheapest. Around 500 less than the equivalent VW up! A pony, just for a VWbadge and a silly exclamation mark. Now that is a joke. Skoda Citigo Se 1.0 60PS Manual        Photograph: Simon Stuart-Miller/Simon Stuart-Miller for the Guardian    Price From 8,530 Top speed 99mph Acceleration 0-62 mph in 14.4 seconds Combined mpg 62.8mpg CO2 emissions 105g/km Green rating 8/10 Cool rating 6/10", 
    "section": "technology", 
    "gid": "technology/2012/sep/28/skoda-citigo-se1-car-review", 
    "wordcount": "504"
}