{
    "headline": "Pedals to Medals: a competitive cycling exhibition  in pictures", 
    "text": "   Pedals To Medals is Coventry Transport Museums exhibition about the history and heroes of competitive cycling. The exhibition runs from 22 June to 14 October 2012 Photograph: Haydn Bailey and Graeme Braidwood/Coventry Transport Museum       Women workers in a bicycle factory.  Photograph: Getty Images       An advertisement circa 1880 for D Rudge and Co of Coventry, the oldest and largest cycle manufacturers in the world, showing tricycles and a penny farthing Photograph: Hulton Archive/Getty Images       June 1906: An advertisement for Triumph cycles, which claims female workmanship is inferior to male workmanship, boasting that 'the Triumph is the only Coventry cycle factory not employing female labour' Photograph: Hulton Archive/Getty Images       This penny marthing (left) or ordinary is similar to Tom Sabin's (right), Britain's first cycling Olympian and one of many cycling heroes and their steeds featured in the exhibition. During the 1878 Wenlock Olympian Games in Shropshire, the forerunner of the modern Olympics, Coventry-born Sabin won the one and three miles races. The son of a farmer, Sabin fell off during two races; both times he remounted and won Photograph: Coventry Transport Museum       Ivel racing safety bicycle, 1886. This cross-frame bicycle was designed and made by the prolific Bedfordshire inventor and cycle racer Dan Albone. This is thought to be the bike Albone competed on, featuring many non-standard parts - including a steering head and neck from a Penny Farthing - as parts for 'safety bicycles' were not readily available. The cross-frame design was widely used before diamond-shaped frames became commonplace Photograph: Coventry Transport Museum       1889. Now the world's oldest pneumatic tyre bicycle, whose canvas innards are now visible, in 1889 it was mocked by solid-tyred penny farthing riders until William Hume won all four races he entered at Queens College Belfast on it Photograph: Coventry Transport Museum       1889. John Boyd Dunlop, inventor of the modern tyre, joined forces with R W Edlin and Finlay Sinclair who designed and built this bike in their small Belfast workshop  Photograph: Coventry Transport Museum       The single forks of this 1889 Invincible indirectly helped Chris Boardman achieve Olympic gold in 1992. The modern designer Mike Burrows saw the Invincible at the Coventry Transport Museum, and went on to design the Lotus individual pursuit bike, also on display at the museum. The Invincibles single fork was originally intended to make changing tyres easier; now it helps reduce drag Photograph: Coventry Transport Museum       This Olympia tandem tricycle was made by Rudge in Coventry. It sped S F Edge and J E L Bates to glory in 1890, beating the 100-miles road record in five hours 30 minutes. In 1888 Edge also won the one mile tricycle championship (three minutes 14 seconds). Edge was also a bicycle and motor racer and one of the founders of the British motor industry Photograph: Coventry Transport Museum       A E Wills beat the world one-hour record on this 1908 BSA on a Munich track in August 1908. The 1908 picture is from a newspaper cutting showing A E Wills riding in the slipstream of a motorbike, which was how he became the first cyclist to ride a mile a minute for 60 minutes, from a standing start Photograph: Coventry Transport Museum       Edie Atkins' bike. The amateur cyclist Atkins (1920-1999) held several records for long distance riding in the 1950s, including riding Lands End to John o' Groats in 66 hours. Two weeks earlier, on 12th July 1953, Atkins had broken both the 12-hour and the London to York records in a single ride.  This 1952 R O Harrison was assembled for Atkins in one of Coventrys many early bicycle factories Photograph: Coventry Transport Museum       Riding this 1954 Hercules, Eileen Sheriden broke Edie Atkins Lands End to John o' Groats record by seven hours that year. At the finish, she continued riding and broke the 1,000 miles record in 73 hours    Photograph: Coventry Transport Museum       1954 Hercules 4. Eileen Sheridens hands blistered on the rough, unpadded bars, riding on a diet of blackcurrant juice, soup, sugar and chicken legs, bananas, honey and salt. Born in Coventry October 1924, in 1951 she turned professional, smashing all 21 of the women's records before retiring in 1955 Photograph: Coventry Transport Museum       Olympic cyclist Ernie Crutchlow won the 1980 British sprint championship on a Falcon track bike (with shoes attached), represented Great Britain at the Munich Olympics and won gold medals at the British Cycling Federation Championships six times Photograph: Coventry Transport Museum       The Pedals to Medals exhibition features Ernie Crutchlow's cycling jersey, bike and a gold medal from the 1974 Tandem Sprint event at the Commonwealth Games in New Zealand Photograph: Coventry Transport Museum       The 1990s saw Coventry once again a centre of innovative cycle design when Mike Burrows was inspired to build the Lotus 108 monocoque after visiting the museum Photograph: Haydn Bailey and Graeme Braidwood/Coventry Transport Museum       In Barcelona in 1992 Chris Boardman established an unofficial world record of four minutes 24.496 seconds on the Lotus while winning the 4000m pursuit, the first British Olympic gold cycling medal in 72 years. The word monocoque means 'single shell; in this case referring to the bikes structural carbon fibre skin. Left: Mike Burrows, with the prototype of the 'Windcheetah' cycle on which Britain's Chris Boardman smashed the 4,000 metres pursuit unofficial world record in Barcelona. Centre: 11 February 1995: Boardman in action during the 4,000 kilometres race at the National Cycling Stadium in Manchester, England. Right: Coventry Transport Museum assistant Lesley Sayars with the 1889 Invincable bicycle, which led modern inventor Mike Burrows to realise the aerodynamic potential of the 'single fork' cantilever principle being used to such good effect by Olympic pursuit cyclist Boardman in Barcelona Photograph: PA and Getty Images  ", 
    "section": "environment", 
    "gid": "environment/bike-blog/gallery/2012/jul/19/pedals-medals-competitive-cycling-in-pictures", 
    "wordcount": "0"
}