{
    "headline": "Business links and the threat to university independence", 
    "text": "In recent years, British universities have come to accept that alongside their traditional teaching and academic study, dons are increasingly engaged in consultancy and commercial research. Involvement in the outside world brings advantages; new research gets a practical application while academics get insight into what society needs. But these links have the potential to cause profound embarrassment, as the scandal over the London School of Economics&apos; relations with Saif al-Islam Gaddafi showed. An investigation by Lord Woolf, a former lord chief justice, found serious failures in the way a 1.5m donation from Saif al-Islam was handled. At a key meeting to discuss the gift, the LSE&apos;s governing body was given no paperwork and had to rely on an oral presentation from the academic who solicited the funding. That academic, David Held, was appointed to the board of the Gaddafi charity which channelled the donation a few days after the LSE had discussed and accepted the gift. Woolf&apos;s report describes this as an &quot;obvious conflict of interest&quot;. At stake was the academic integrity of Britain&apos;s leading social science university. Leaked documents showed that Saif al-Islam was allowed to lay out &quot;objectives and expectations&quot; for the LSE&apos;s North Africa research programme. Woolf recommended the adoption of an ethics code that would deal with such conflicts. Almost all universities have policies on this now, and codes of conduct for academics to follow. The LSE scandal  which claimed the scalp of its director Howard Davies  may be an egregious one; but it is unlikely to be the only such conflict that will emerge as universities increasingly turn to commercial income. This has explicit government support. A few weeks agoThis month, universities minister David Willetts announced a new 100m investment fund to support collaboration between universities, businesses and charities. The funding is for &quot;long-term capital projects that leverage in significant private funding&quot;. But with the lure of cash and the stimulus of working with business comes a hazard to universities&apos; most precious asset  their reputation for academic independence.", 
    "section": "education", 
    "gid": "education/2012/may/21/business-links-university-independence", 
    "wordcount": "342"
}