{
    "headline": "There are many beetles about in the forest, but one real eye-catcher", 
    "text": "After days of heavy downpours, the ancient woodlands of the New Forest bear an uncanny likeness to the temperate rainforests of other lands. There&apos;s a constant squelch under foot, every twig brushed sends a splash of water down my neck, the mosses on the beech trunks feel like bath night sponges waiting to be squeezed out, and mini cascades trickle down the tree trunks from the pools held in the inverted armpits of branches reaching out for the light. A faint odour of decay hangs on the air. Wild service trees are an indicator of ancient woodland, though many woodlands, as here, have only a single specimen. Distinct from ornamental service trees, the wild service tree has leaves resembling those of a maple. Like them, in the autumn, their colour changes through the yellows to rusty-reds that hold long after they are shed with the onset of winter. The greyish bark tends to flake in rectangular chips, one reason for its common name of the chequers tree. Its fruits are rather like those of the rowan but ripen brown, and can be brewed into a potent drink that tastes of dates. It is thought that this may be the origin of the name of some pubs called The Chequers. October is the season for fungi. Last year, we had a dry spell and they almost disappeared. This year it is perhaps too wet for many but some of the tiniest species are flourishing. Beautifully shaped, no bigger than the head of a match, they are but white dots poking through the surrounding moss on the tree trunks. Others blend into the soggy leaves on the floor, scarcely visible even to the trained eye. Rotting logs carry crusts and bark-hugging moulds that look like distemper, and tufts of white candlesnuff are beginning to decorate their ends. Most are discoloured from the soaking they have had. There are many beetles about but the real eye-catcher is a very large specimen of the devil&apos;s coach horse. This black insect is a fierce predator taking a wide variety of insect prey and slugs. When threatened it can emit a foul smell from its rear and also excrete an unpleasant liquid from both ends. In defence, its tail rears up like that of a scorpion, behaviour that makes it for many people a fearsome creature.", 
    "section": "environment", 
    "gid": "environment/2012/oct/27/whitley-wood-new-forest-devils-coach", 
    "wordcount": "390"
}