{
    "headline": "Facebook phones Home: Zuckerberg may have made a very smart move", 
    "text": "The problem facing Mark Zuckerberg about a year ago: not enough people using Facebook on their mobile phones. The bigger problem: even when they did, it was very difficult to put advertising in front of them  especially relevant advertising, of the sort that Facebook tries to put in front of the millions of people viewing the site on a desktop. The solution: build a phone with Facebook built in from the ground up. That was the advice given to his team by Horace Dediu, who runs his own Asymco consultancy, a year or so ago.  Dediu&apos;s advice: speak to Chinese smartphone manufacturers, create a version of Android (just as Amazon has for its Kindle Fire tablets, and Barnes &amp; Noble has for the Nook, and Kobo for the Kobo Reader) and sell a &quot;Facebook phone&quot;, because that would be the way to know what people are doing all the time. By knowing that, it could provide better targeted ads; and it could also control how often and where those ads appeared, all the time.  Here&apos;s what Dediu told me a year ago:   My recommendation was that they should do a handset, because it means they can control the user experience, and capture all the information that they might need to monetise the experience. For Facebook, they could offer it as making your life richer as a social participant.  And what did Zuckerberg say on Thursday? &quot;We&apos;re not building an operating system. We&apos;re building something that&apos;s a whole lot deeper.&quot; That&apos;s exactly congruent with what Dediu said. Quite possibly what the Facebookers were told matched what they were already thinking. Google&apos;s Android has the advantage that because Google makes its source code available, it can be tweaked endlessly by hardware manufacturers (such as HTC) and software companies (like Facebook). And so, the Facebook phone.  The soul of a new phone experience Back to Zuckerberg again: &quot;The home screen is the soul of your phone. It sets the tone. We feel it should be deeply personal.&quot; And: &quot;It&apos;s putting people first in your phone.&quot; Sure, but it also shows Facebook which people you do and don&apos;t pay attention to, by whether you bat away messages from them (useful for its news feed). And it knows what you&apos;re looking at.  And for some people, the idea of those two being so closely linked will be attractive. Don&apos;t forget that as Sir Tim Berners-Lee remarked to John Naughton recently, &quot;there are 200 million people in the world who think Facebook is the internet&quot;. Some people really love using Facebook.  But will they love having Facebook surrounding them? Zuckerberg observed that phones are currently designed around apps, but then posted the question: what if phones were designed around people instead of apps? &quot;It would feel really different,&quot; he said. Possibly, but that was meant to be what Microsoft&apos;s Windows Phone was about  it has a &quot;People Hub&quot; which integrates, yes, Facebook (Microsoft owns a chunk of it)  and that hasn&apos;t set the world on fire. Perhaps that&apos;s because we don&apos;t actually use our phones around people.  The task ahead My own feeling is that people use smartphones in &quot;task&quot; mode  call Joe, send an email to Janet, receive a message from Bert, play Words With Friends with Caroline, or even read a news site on your own (and perhaps tweet or update Facebook with what you find). Those aren&apos;t necessarily &quot;people-centred&quot;. Yes, they involve people, but they don&apos;t have to be mediated through Facebook.  Note though that you can do each of those things inside Facebook as well as outside it  with calls by VOIP introduced recently in the US and UK. Facebook is trying to encompass all the tasks that you would ordinarily do on a smartphone (don&apos;t forget it bought the mobile-only Instagram). Spotify? Available through Facebook. News sites? Available through Facebook (may we recommend the Guardian Facebook app?) If Facebook can manage that  or at least to swallow the most-used apps  then it will have achieved the original aim: get to see what everyone&apos;s doing on their smartphone.  Some people are getting worked up at the idea of Facebook pulling in this sort of data. But if you&apos;re using a modern Android phone with Google services, it&apos;s pulling in just the same data: that&apos;s how Google Now, which works like a sort of personal assistant, knows to look up train timetables if you approach a train station that you visit every weekday. It&apos;s unclear as yet whether both Google and Facebook will collect the same sets of data, or whether Facebook will somehow keep Google out of the loop. That could be a source of some friction  and Zuckerberg notably didn&apos;t find it easy to answer questions about how Home might be affected if (as some expect) Google makes Android less open and so harder to tweak. Cleverly, Facebook isn&apos;t trying to be a phone manufacturer  a path that&apos;s almost guaranteed to lead to disappointment, because unless you have the scale and brand of an Apple or a Nokia, it&apos;s hard to persuade carriers to take your new phones. Instead, the Facebook Home apps will be pre-installed on the new HTC First, which has a tempting price of $99 (though US phones come with often eye-wateringly high contract prices, at least by British standards). And Facebook Home will also work  as a downloadable app  on phones from Sony, Huawei, Lenovo, ZTE, Alcatel and, crucially, Samsung, the world&apos;s biggest maker of mobile and smartphones. Not one Android, but many     The Guardian Android app. Photograph: Guardian    For Facebook, this is a big and important step to owning the smartphone experience of its users. Benedict Evans, smartphones analyst at Enders Analysis, remarked that this illustrates how, five years after its arrival, Android has become so diverse that it is hard to pin down:   There is no longer such a thing as Android, only Androids. Facebook, Amazon, China, Samsung, $45 phones, $600 phones. All quite distinct.  In China, millions of &quot;Android&quot; phones never connect to Google&apos;s services (they made up about a third of all the Android phones shipped in the fourth quarter of 2012). There&apos;s &quot;Google Android&quot;, which connects to Google&apos;s servers. There&apos;s Amazon&apos;s Kindle Fire in the west. Samsung barely acknowledges Google&apos;s existence, and seems to be working on a project to free itself of Google via its own Tizen operating system (which would run Android apps). Will Facebook Home make it big? That&apos;s impossible to forecast. It will probably see huge numbers of downloads. It will need lots of tweaking to avoid annoying people  it&apos;s already being prodded to see whether it takes more or fewer clicks to reach the phone-dialer (more), and whether you can still set wallpaper (no, but your friends do with their picture  you may need to prune your friends).  It&apos;s early days for Facebook Home, but it has really big designs. And don&apos;t forget that Facebook itself only began out of an semi-serious attempt to rank people for attractiveness. If Zuckerberg really wants to do this, he might make it happen.", 
    "section": "technology", 
    "gid": "technology/2013/apr/04/facebook-home-smart-phone-mark-zuckerberg", 
    "wordcount": "1189"
}