{
    "headline": "Porsche 911 Carrera S", 
    "text": "Price 81,242MPG 29.7Top speed 188mph It struck a bittersweet chord that the week I found myself behind the wheel of the new 911 Carrera S  a car that can lay reasonable claim to being the most complete sportscar the world has ever seen  was the same week Ferdinand &quot;Butzi&quot; Porsche died. He was the engineer who, while still in his 20s, sketched the classic shape of the 911  a double bubble of elegance and functionality that has remained unchanged for 45 years. Porsche drivers often get it in the neck for being mindless morons  and yes, true to form, in my week inthe 911, two fellow road users feltcompelled to jerk their clenched fist at me in that internationally understood gesture  perhaps it should be called the &quot;porker salute&quot;. Either way, as Ieffortlessly accelerated away from the second of these &quot;admirers&quot;, Icouldn&apos;t help wonder whether anyone ever made the same abusive signal at Butzi as he sat at the wheel of the car he created. I bet he loved it when they did Anyway, this latest Butzi beauty looks much the same as the last one, obviously, but beneath its sleek hide there are afew fundamental changes. It&apos;s lighter, quicker and greener. Yes, greener! Who&apos;d ever have thought you could say that about aPorsche. This 911 comes with stop/start technology, deceleration battery charging and a coast-at-idle function, all of which help pinch the petrol. But don&apos;t think Porsche has lost sight of the fact that hedonism is at its core. There&apos;s a&quot;noise&quot; button on the console that proves this. Press it and the engine sounds louder. It&apos;s aswitchable exhaust system, which means you can drive your car without vibrating the neighbours&apos; windows. When you buy a 911 it comes with the system set in the mute position, but many new owners reconfigure it so that the engine is always grunting and snarling at full volume, until you hit the muffler. I think this tells you everything you probably don&apos;t want to know about Porsche owners. The 911 has also radically overhauled its steering  moving from hydraulic power to electric power. Road feel is fundamental to driving pleasure and the 911 has always boasted the most absorbing of drives. A wrong step here would have been like Coca-Cola messing with its secret recipe. But worry not, you won&apos;t detect any difference, the steering still communicates with all the immediacy of a megaphone. The car still features the marque&apos;s multi-award winning dual-clutch gearbox, which comes boasts an automatic or a paddle-shift manual. The manual also now comes with something unexpected  awhole extra gear: seventh. It must be inflation. I can remember my grandfather&apos;s green Ford Consul only had three gears  which he changed with alever on the steering column. Seventh seems a little over the top, even if it is being marketed as an &quot;economy cruising gear&quot;. The strange thing is that the 394bhp 3.8-litre engine is so flexible, so responsive and accommodating, that you can pretty much do everything in third. Driving a 911  noise button on or off  is one of motoring&apos;s most sublime pleasures. But almost everything else about a Porsche is annoying. It&apos;s impossible to get out of, the back seats are crap, the boot is pitiful, you feel sick as a passenger and you feel like dying if you are in the back But, and it must be the biggest but in the automotive firmament, we wouldn&apos;t have it any other way. Thanks, Butzi. The ride of your life If you are a bike lover with a passion for speed  or there&apos;s a person in your life who is (hint, hint Father&apos;s Day is just round the corner)  then you&apos;ll be on the edge of your seat at the prospect of Fastest. Narrated by Ewan McGregor, it&apos;s a full-length documentary feature about the MotoGP Championship which is released on DVD on 11 June from Universal Pictures. Directed by Mark Neale through breathtaking camerawork, this maximum-speed doc captures the intense and heart-pounding reality of the MotoGP Championship. It&apos;s shot around the world in 2010 and 2011 and follows the legendary Valentino Rossi as he chases his eighth world title. If you&apos;ve ever wondered what it would be like to race MotoGP this is as close as you&apos;ll get. The word&apos;s heart-in-mouth don&apos;t do it justice", 
    "section": "technology", 
    "gid": "technology/2012/may/13/car-review-porsche-911-martin-love", 
    "wordcount": "752"
}