{
    "headline": "Link between violence and HIV must be made explicit, say African ministers", 
    "text": "The link between gender-based violence and HIV infections needs to be explicit in the outcome document of the UN Commission on the Status of Women (CSW), delegates said this week. At a side event at the 57th CSW, which began in New York on Monday, activists were urged by ministers of some sub-Saharan countries to ask their governments to press for the inclusion of effective measures to prevent violence and treat women who are infected with HIV through sexual abuse. The inclusion of passages in the final CSW document are still under discussion. In a passionate, if at times disturbing, discussion on HIV and sexual violence in Africa, Julia Duncan-Cassell, the gender minister of Liberia, said the CSW afforded a chance to lobby for action. &quot;Increasingly, violence is being recognised as a cause and consequence of HIV, and that&apos;s important, particularly for women and girls,&quot; she said. &quot;In sub-Saharan Africa, a region most severely affected, women constitute 60% of people living with HIV. Those aged between 15 and 24 are particularly vulnerable to infection, and in some settings infection rates are higher among young women than among young men. There is strong evidence to suggest gender inequality and violence in particularly play an important role in influencing vulnerability to HIV. Women who experience violence are more likely to contract HIV, and women living with it face higher rates of gender violence [pdf].&quot; Nana Oye Lithur, Ghana&apos;s gender minister, said, despite education, some women in her country still find it difficult to negotiate the use of contraception with partners. &quot;For all our education, sometimes it&apos;s hard to insist people use a condom,&quot; she said. Ghana has taken strides in reducing infection rates, with an adult prevalence rate of 1.8%, down from 3.1% 10 years ago (pdf). However, there are regional disparities, and more than half of those infected are women. She said there is no data to show how many new infection rates are a result of violence, but anecdotally there is plenty. Lithur said traditional practices that force women to marry a brother-in-law if their husband dies, and the belief that a woman needs to have sex with a stranger to expel the disease of a dead husband still exist. These strip any power away from women, and mean HIV is easily spread. She said efforts to tackle gender violence and HIV are performed in isolation, and work is now needed to pull these strands together. Thokozani Khupe, Zimbabwe&apos;s deputy prime minister, said education was of paramount importance in addressing violence against women and the needs of women living with HIV. Rural women, she said, were particularly vulnerable to both and needed better support. &quot;In urban areas, women watch TV and read papers. This [rural] woman wakes up early in the morning, ties a baby on her back and goes to the fields to till the land, using primitive tools. She takes a bucket and walks 4km for water, and looks for firewood. She starts preparing meals, and then goes back to the fields. She does the same thing in the evening. She sleeps very late. If she has a husband, you know what happens. &quot;What are the &apos;game changes&apos; for these women? Clean water and sanitation  modern agricultural techniques, drip irrigation, solar power so she can have electricity. She will have more time, she will then be able to send her children to school. This woman is empowered to go to the clinic when she is pregnant, go to political meetings, health centres to find out about family planning. When a husband demands sex she can say let&apos;s go for an HIV test or use condoms. She will go to the police if she is raped. &quot;Once you empower [women], issues of HIV and gender-based violence will be a thing of the past.&quot; Sheila Tlou, director of UNAids regional support team for east and southern Africa, told the event that gender inequality was still a distant dream for many. &quot;We need to change attitudes, even among women themselves,&quot; she said. &quot;Women need to know their human rights.&quot; She said without gender equality, the UNAids vision for zero new HIV infections, zero discrimination and zero Aids-related deaths will remain an unfulfilled ambition.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/07/link-violence-hiv-explicit-gender", 
    "wordcount": "718"
}