{
    "headline": "Boot up: Microsoft + Yammer, Facebook email, Motorola's sweatshop question and more", 
    "text": "A quick burst of 11 links for you to chew over, as picked by the Technology team Microsoft buys Yammer for $1.2bn &gt;&gt; guardian.co.uk In case you missed it. Previous round of funding valued it at $600m. Microsoft: we won&apos;t build own Windows Phones &gt;&gt; Informationweek  A Microsoft executive said the company has no plans to manufacture its own company-branded smartphones, denying reports to the contrary that emerged after Redmond last week roiled the PC hardware industry by unveiling its own tablet computer.  Asked in an interview if Microsoft planned to apply that strategy to the smartphone market, Greg Sullivan, senior marketing manager for Windows Phone, said, &quot;No, we do not.&quot;   Another mad story bites the dust. November 2000: Microsoft demonstrates Tablet PC technology for enterprise computing applications &gt;&gt; Microsoft November 2000:   A long-cherished goal for technology visionaries and computer designers, the Tablet PC will represent the next major evolution in PC design and functionality. While retaining the full power to run all existing Windows-based software applications, the Tablet PC expands enterprise computing to address previously unmet needs such as the ability to take notes at meetings, annotate existing electronic documents and presentations, and read on screen easily. By allowing users to input into their PC using only an electronic pen and a few buttons, rather than with a keyboard and a mouse, the Tablet PC will provide new opportunities and technology directions for the PC hardware and software communities.   Almost - what&apos;s the word? - post-PC. (For comparison, here&apos;s the Surface release from 19 June.) Facebook changed everyone&apos;s email to @Facebook.com; here&apos;s how to fix it &gt;&gt; Lifehacker  Facebook just removed everyone&apos;s email address from their profile and replaced it with an @facebook.com email address without asking you. Here&apos;s how to easily fix the problem.  VTech Sweatshop in China: AT&amp;T, Motorola, Wal-Mart and others endorse the China model &gt;&gt; Institute for Global Labour and Human Rights  This report is about the lives of VTech employees in China, who toil under cruel, inhumane and illegal sweatshop conditions, stripped of any democratic or union rights, and with no way out of the jail of repression they are in.  This report on VTech is also a story about the race to the bottom and the hollowing out of U.S. manufacturing jobs, as massive sweatshop operations like VTech in China become the largest suppliers of cordless phones in the world. VTech is also the leading manufacturer of corded and cordless phones in North America, controlling over 50 percent of sales. Founded in 1976, VTech now has over $1.785 billion in revenues and operates in 75 countries across the world.   Note of caution: we haven&apos;t heard of this institute before. The Motorola involved is the one now owned by Google. RIM: Morgan Stanley says sell, BB10 won&apos;t offset long decline &gt;&gt; Barrons.com  The immediate danger is that RIM will miss the consensus for this quarter, the fiscal Q2 that ends in August, as it gets hit with a &quot;triple whammy,&quot; writes [Morgan Stanley analyst Ehud] Gelblum, suffering with an aging device portfolio, seeing a &quot;pause&quot; in buying ahead of the introduction of new models based on its forthcoming &quot;BB10&quot; software, and contending with an overall weakening smartphone market.  Gelblum models the company adding 2.8m new subscribers this quarter, and selling 5.8m devices. That&apos;s actually up from his prior estimates, and his revenue goes higher as well, to $2.19bn, with a net loss [per share] of 26 cents. But that&apos;s still below the consensus for $2.92bn in revenue and a 2-cent loss.   Those revenue and phone shipment numbers would be RIM&apos;s smallest since the same period in 2008. (RIM reports its results on Thursday evening UK time.) PayPal bans BitTorrent-friendly VPN provider &gt;&gt; TorrentFreak  In response to new internet surveillance initiatives there is a growing interest in privacy enhancing services such as VPNs and proxies.  TorGuard is one of the many companies catering to this demand. As the name suggests, TorGuard has several plans specifically targeted at BitTorrent users who prefer to hide their IP-addresses from the rest of the world.  Being a BitTorrent-friendly VPN appeals to a wide audience. However, the company has also learned that it has a downside. Without prior warning or detailed explanation, PayPal decided to ban TorGuard for promoting their services to BitTorrent users.   They were charging for a VPN to connect people to torrents? Skype for Android has been downloaded over 70 million times &gt;&gt; The Next Web  Introduced back in October 2010, Skype says its Android application, which received video calling support about a year ago, has been downloaded over 70m times from the Google Play store to date.  The Microsoft-owned company says the video calling app now runs on close to 1,400 Android devices, including handsets from HTC, Samsung, Sony Ericsson, Motorola, LG and others.   1,394 unique devices, to be precise. (Though nine devies - six from Samsung and three from HTC - make up 25% of the most-downloaded-to devices.) Who even knew there were that many unique Android devices? It&apos;s not clear whether those download figures include updates and upgraded phones; a more useful figure would be the number of active Skype accounts in the past month. That&apos;s not forthcoming.  Wired and The New Yorker pull back on Flipboard &gt;&gt; Advertising Age  Some magazines are developing Flipboard fatigue.   Wired and The New Yorker are suspending efforts to sell ads on the platform and replacing their robust Flipboard feeds next month with spartan versions that summon their own websites if readers want whole articles.  &quot;Wired is pulling back,&quot; said Howard Mittman, VP and publisher at the magazine. &quot;Our intention is to adapt our model to allow Flipboard users to know what content at Wired is out there. It will have a headline and a sentence leading to a URL. If digital consumers want to interact with Wired, they can do so at Wired.com and not through an intermediary.&quot;  &quot;We&apos;re doing the same thing,&quot; said Lisa Hughes, VP-publisher at The New Yorker, which like Wired is part of Conde Nast.  Photo.zip - &quot;stolen nude photos&quot; and &quot;police investigations&quot;: malware attack spammed out &gt;&gt; Naked Security  Computer users are being warned to be wary of email messages which suggest they contain nude photographs of girlfriends, or claim that they have been reported to the police, as the attached file (Photo.zip) really contains a Trojan horse.  Security Alert: CI4 SMS Bot &gt;&gt; The Official Lookout blog  CI4 is seeded through a spam email campaign. If a smartphone user activates the download and follows through with installation, CI4 is installed without a launcher icon, making it difficult for users to recognize that their system is affected. Instead of relying on a user to open the app, CI4 is activated by system events broadcast when the device is powered on or woken up. Once installed and active, CI4 sends identifying device information to its command and control server that includes IMEI and phone number, along with identifying information about the malware itself that includes &quot;bot id&quot; and a list of &quot;modules.&quot; At this time, CI4 only appears to respond to a remote command to send arbitrary SMS content to a server-supplied number.   Proof of concept? Android-only, of course. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/26/technology-links-newsbucket", 
    "wordcount": "1274"
}