{
    "headline": "Dear Mr Gove:  Michael Rosen's letter from a curious parent", 
    "text": "My, aren&apos;t you busy! If you&apos;re not busying about with Suffolk selling off a primary school, you&apos;re busying about in Haringey turning a school that doesn&apos;t want it, into an academy. I&apos;m a parent of two school-age children  and several older ones  and like you, I visit a lot of schools. Imagine my surprise to hear that the new curriculum we&apos;re all waiting for is going to be delayed by a whole year. I have to admit some confusion here. Under the last government we became very used to guidelines flying out of their ears  and ours. We were utterly curriculummed. And then your government, showing its libertarian side, announced that you were doing away with all that micro-management  you were going to leave it to the experts  the teachers! Of course, that was only partly the case, because it wasn&apos;t long before you set up a curriculum review which, excuse my yawn, felt like something that&apos;s been hitting teachers, parents and children for the whole of my lifetime. As a child, I can remember the house being full of talks of &quot;reports&quot;  and indeed the shelves being full of them a year or so later  Plowden, Bullock, Crowther, Swann  excuse me if I&apos;ve muddled them. And then when your party were in power last time and the supremely confident Sir Kenneth Baker was in your chair, again  more reports: Cox and Kingman  and didn&apos;t Mr Cox get another stab at it? Then there was the aborted LINC report (at a cost of some 20m, I heard), and lo, we had the &quot;strategies&quot; which would solve everything, but mysteriously were abolished after that 10-year experiment  not forgetting the Rose report and the Rose report 2. Then in you came with your new broom, and whaddyaknow  another &quot;review&quot;. In fact, I was honoured to have been asked to present a word or two about books and reading, and was interested to hear that the word &quot;from on high&quot; was that the new national curriculum would be very &quot;bare bones&quot; stuff, pedagogy wouldn&apos;t get a mention, though I was asked if I was in favour of a recommended list of authors. You won&apos;t be surprised to know that I said no. Either Cox or Kingman (or both) tried that one before and it got booted out when most living authors said that they didn&apos;t want to be on the list. And then, surely, my eyebrows weren&apos;t the only eyebrows that lifted when you said how important it was to read Dryden. Really? Do you read Dryden? Really? Honestly? I digress. Given that the word from &quot;on high&quot; was that the curriculum in English was going to be so slim, could I ask you why it will take another year to produce? How long does it take to write a slim curriculum? (No, that&apos;s not a question from one of the verbal reasoning tests that seem to be back in vogue.) There&apos;s a bit of an anomaly though, isn&apos;t there? This curriculum will only apply in England and only in schools working within local authorities. So central government is going to lay down a compulsory curriculum for the schools that it&apos;s trying to turn into schools where the curriculum won&apos;t apply  academies, free schools and indeed any other kinds of schools you might invent. I&apos;m sure you&apos;ve got very good reasons for all this. Yours sincerely, Michael Rosen Michael Rosen&apos;s letters will appear monthly", 
    "section": "education", 
    "gid": "education/2012/feb/06/michael-rosen-gove-curriculum-schools", 
    "wordcount": "584"
}