{
    "headline": "How would the public react if Seti found evidence of alien life?", 
    "text": "After a day off recovering from jet lag, which I somehow end up spending whizzing up and down the hills of San Francisco on a Segway, I head off down Highway 101 to Mountain View to record the first interview in my Little Atoms road trip. I&apos;m meeting Seth Shostak, senior astronomer at the Seti Institute and presenter of their excellent Big Picture Science radio show and podcast. Seth is the public face of Seti, he&apos;s the SETI GUY. At least that&apos;s what it says on his car registration plate. Seti is an abbreviation of Search for Extra-terrestrial Intelligence, and that&apos;s what Seth does. He&apos;s a full-time alien hunter. Founded in 1984, for 10 years the Seti Institute was initially part of a wider Nasa-funded search for alien intelligence, until the space agency&apos;s project fell victim to budget cuts. Since then the institute has relied on private donations and endowments to keep it going, and judging by its headquarters, they are doing ok for funding. The institute is in the middle of a huge industrial estate, albeit the richest, most innovative and manicured industrial estate in the world, otherwise known as Silicon Valley. The search for alien radio signals is only a tiny part of the work done by the Seti Institute  most of its scientists are astrobiologists who are looking for life of a less intelligent, more microbial kind elsewhere in the solar system, mainly on the moons of the outer planets. However, it&apos;s the image of a scientist listening out for a message from the cosmos, perhaps one who looks a bit like Jodie Foster, which tends to catch the public&apos;s imagination. I meet up with Seth in his office (he doesn&apos;t look like Jodie Foster). He asks if I&apos;d like to record the interview in the institute&apos;s own recording studio. This is where Seth, Molly Bentley and the team record Big Picture Science, of which I&apos;m a huge fan, so I&apos;m delighted to take him up on the offer. It later transpires that Seth is something of an audiophile and has built this studio himself, so don&apos;t expect the rest of the recordings on this trip to match this one in sound quality! &quot;The modern idea of using antennas to eavesdrop on ET goes back to Frank Drake&apos;s original 1960 experiment called Project Ozma,&quot; Seth tells me. That&apos;s Frank Drake of the eponymous Drake Equation. He&apos;s still a part of the institute, and although he&apos;s not in on the day of my visit, I later get a glimpse of his office. Drake&apos;s Project Ozma focused on just two nearby stars, Tau Ceti and Epsilon Eridani. Nowadays, SETI uses the Allen Telescope Array, funded by Microsoft co-founder Paul Allen, to monitor thousands of stars. However, even before Project Ozma, Seth reminds me, Edison, Tesla and Marconi had all considered the possibility that radio waves might be receivable from Mars or elsewhere. I&apos;m interested to know how the news of alien life  be it of vast intellect (hopefully not &quot;intellects vast and cool and unsympathetic&quot;) or simply microbial  would be greeted on Earth, and whether this would provoke some great existential change. Seth thinks that unlikely. &quot;In a sense we&apos;ve run that experiment. In 1996 there was an announcement by Nasa that they had found dead microbes in a meteorite that had come from Mars. No doubt it had come from Mars; the doubt was whether these were really microbes of course but, at least for the couple of days of that story, the assumption was: Nasa is announcing this, these are reputable scientists.&quot; Of course we know how that turned out, but as Seth points out: &quot;It was the biggest science story of the year  people didn&apos;t riot in the streets. Nor did peace and brotherhood break out.&quot; But this very issue remains one of the main concerns of the conspiracy theorists, who believe that the US government wouldn&apos;t trust the public with such knowledge. According to Seth: &quot;There are a lot of people who think that finding life would be enormously disruptive. In this country people say, well if you guys find a signal, the government would shut it down, you&apos;d keep it quiet, and the reason given for that is that it would disrupt society. Well there&apos;s no evidence for that at all.&quot; While it&apos;s easy to picture scientists sitting around waiting to be surprised by an incoming signal, the reality is that the Allen Telescope Array is constantly bombarded by radio waves. The trick is to filter out the wheat from the chaff, most of which is as Seth describes, &quot;all from an intelligent society, namely ours&quot;. And of course we haven&apos;t identified a signal from an intelligent alien species yet. We&apos;d definitely know about it if we had, despite the doubts of the conspiratorially minded. Of all of the many false alarms, I ask Seth, which one was the most interesting? He tells me that &quot;there was one that we got in the summer of 1997  It had us fooled for most of a day.&quot; It turned out to be an equipment failure, the signal coming from a European satellite. As I say, the vast majority of science regarding the possibility of alien life is being done by astrobiologists, and a few days later I was afforded a glimpse at the heart of a mission to look for signs of life on another planet in our solar system. But that&apos;s a story for the next column. You can find out more about the work of the Seti Institute, including how to donate to help their search, at their website. And you can listen to the full interview with Seth Shostak here. Neil Denny is the producer and presenter of the Little Atoms radio show and podcast, which is broadcast every Friday evening at 7pm BST on Resonance 104.4fm You can find the feed for his US road trip here or search for Little Atoms Road Trip on iTunes, and follow his progress on Twitter @littleatoms. The trip was made possible by a 2012 travelling fellowship from the Winston Churchill Memorial Trust", 
    "section": "science", 
    "gid": "science/2012/may/21/public-react-seti-evidence-alien-life", 
    "wordcount": "1032"
}