{
    "headline": "Source code: PharmaSecure goes mobile in battle against fake drugs", 
    "text": "Counterfeit drugs affected people in 124 countries in 2011. Among them was India, where 20% of the drugs on the market are fake, according to the World Health Organisation. It&apos;s a global war, hitting the developing world hard, says the Pharmaceutical Security Institute, a not-for-profit network of the security divisions of 25 big pharma companies. Counterfeit drugs, which are also referred to as substitute or falsified drugs, are a $75bn-200bn market according to estimates by Deloitte. Roger Bate, an economist at the American Enterprise Institute in Washington DC, calculates that at least 100,000 people, mainly in poor countries, die annually from fake drugs. Asia has the most confiscations, but data  the bulk of which is withheld by pharma companies and governments  is lacking and statistics are estimated. However, a 29-year-old from New Hampshire has decided to take on this battle from his office in a clocktower building in Gurgaon, in the Indian state of Haryana. Nathan Sigworth and a fellow Dartmouth College graduate, N Taylor Thompson, who has since left, founded PharmaSecure in 2007. Sigworth is now chief executive of the company, which is based in Gurgaon and Lebanon, New Hampshire, and prints unique codes on medicines to enable consumers to verify their validity and potency using their phones. PharmaSecure is not the only company providing medical authentications. Sproxil and mPedigree are also using mobile technology to authenticate drugs, but do not operate on the same scale as PharmaSecure, which will soon be operating beyond India and has produced more than 500m coded packages. Up to 2m packages are coded every day, says Sigworth. &quot;Even though we&apos;re churning out so many meds, we are still only saturating 5% of the Indian market. We are now working hard to make this scale,&quot; he says. That means integrating with pharmaceuticals. It&apos;s merely a matter of time, says Sigworth; pharma companies that previously printed codes on only three of their 17 medicines are now authenticating all of them. Sigworth began digging into healthcare as a college student, volunteering in hospitals in rural India. &quot;That&apos;s where I saw how cheap human labour is. In some cases, patients would not be given injections because they could just be monitored instead by staff to make sure their condition did not worsen.&quot; Sigworth wanted to create a village-level healthcare solution. &quot;That&apos;s where my roots are,&quot; he says. Even though PharmaSecure has developed an app that is user-friendly for middle class Indians with smartphones, its primary aim was to ensure that the bottom-of-the-pyramid consumer would be able to authenticate medicines with a basic mobile. There is therefore no charge to consumers for the service; PharmaSecure&apos;s revenues come from pharmaceutical companies that subscribe to the printing services. Last year, Sigworth&apos;s team collaborated with the Indian government to ensure all drug exports are coded. It&apos;s now a mandate. Tom Woods, a Washington-based consultant and former diplomat who argues for stronger regulation of the drug trade, says India is an ideal place for this venture because the country is practically a &quot;medicine cabinet to the developing world&quot;. India&apos;s pharmaceutical industry is worth $12bn, according to Business Week. The drugs that are hardest hit are the cheapest ones, says Sigworth. Criminals go for volume, which is much more profitable. The Institute of Medicine, which advises the US federal government, called the illegal drug trade the &quot;perfect crime&quot; in a February study called Countering the problem of falsified and substandard drugs. It said the &quot;cost of making a fake drug is minimal and often leaves no paper trail, making it difficult to investigate and prosecute&quot;. Identifying a fake isn&apos;t a job for the naked eye. Mark Davison, PharmaSecure&apos;s chief business officer and author of Pharmaceutical Anti-Counterfeiting: Combating the Real Danger from Fake Drugs, says the highly regulated nature of the pharmaceutical industry &quot;engenders an overcautious approach&quot;, which has slowed innovation in the supply chain. As supply chains in pharmaceuticals become more global and complicated, a tracking system becomes more critical. &quot;[It&apos;s a very] conservative industry,&quot; says Sigworth. &quot;In the early days, it was a lot of banging your head against the wall and knocking on doors.&quot; Now, though, the industry has an incentive to use these platforms, he says  and it&apos;s all connected to the mine of data that companies like PharmaSecure are amassing. PharmaSecure works with Interpol, which can detain illicit medicines. If the same code is verified in two locations using the PharmaSecure platform, an alert goes out, suggesting that fraudulent activity may be taking place. Live, interactive information can be captured, compiled and analysed. A host of factors can be determined  where drugs are being used, when patients are dropping out, and what follow-up services should be offered to ensure that the drugs are properly taken. PharmaSecure 2.0 will go beyond medical authentication. Telemedicine is starting that process. PharmaSecure users get a second SMS asking if they&apos;d like a free consultation with a doctor via the online appointment service DocSuggest. These calls illuminate trends and data about drug consumption in India, Sigworth says. PharmaSecure is &quot;banking on the emerging markets&quot;, says Sigworth. &quot;The way mobile leapfrogged in India and Africa, bypassing landlines, the same is going to happen in healthcare, with mHealth.&quot;  This article was produced with the Pulitzer Center on Crisis Reporting  This article was corrected on 9 May 2013. The original said PharmaSecure has produced more than 500bn coded packages. The correct figure is 500m. It was further amended to clarify that PharmaSecure offers doctor appointment services via DocSuggest. It does not have a partnership with mDhil.", 
    "section": "global-development", 
    "gid": "global-development/2013/may/09/source-code-pharmasecure-fake-drugs", 
    "wordcount": "943"
}