{
    "headline": "Leaving appliances on standby 'can cost UK households up to 86 a year'", 
    "text": "Losing money while you sleep is easy, according to a new study which has found that leaving our everyday appliances on &quot;standby&quot; costs UK households between 50 and 86 a year on average. Televisions, satellite boxes and other video and audio equipment are the worst offenders, but people are increasingly leaving computers, mobile phones and other appliances from washing machines to dishwashers on standby, where an appliance appears to be off but is still using energy. Standby use accounts for about 9% to 16% of the average electricity bill of 530 a year and is helping to push the UK&apos;s electricity use upwards, but with little benefit to consumers, according to a new study called Powering the Nation, from the Energy Saving Trust (EST). Turning off equipment left idling on standby could be a quick and cheap way for people to start shaving pounds from their energy bills, according to the EST, helping to combat fuel poverty and cut unnecessary carbon emissions. People are also failing to use their domestic appliances efficiently, the study found, especially when washing clothes and dishes. According to the study, we are spending at least 80 a year on laundry with 5.5 washes a week, but we could be just as clean for much less. People are failing to use the most efficient washes, and in households with a tumble dryer, more than four-fifths of the washing is dried using electricity, even though in many cases it could be dried for free on a washing line or indoors clothes horse. Households with dishwashers fare even worse, spending twice as much washing their crockery as they do on their clothes. The findings come from the Household electricity use study, undertaken by the Energy Saving Trust and Department for Environment, Food and Rural Affairs. Under the study, a total of 251 households had their habits examined from 2010-11, with 26 of these watched for a full year and the remainder for about a month. The study was the first of its type in the UK. The government is hoping to use it to better understand energy usage and how households can make themselves more efficient without lowering their quality of living, thereby saving money, and helping the UK towards its carbon-cutting climate change targets.", 
    "section": "environment", 
    "gid": "environment/2012/jun/26/appliances-standby-cost-households-energy", 
    "wordcount": "384"
}