{
    "headline": "Get your Christmas outfit in a charity shop", 
    "text": "   I'm going to start by putting something together for my friend Chloe Marie. I buy this vintage skirt from my local RSPCA charity shop for 4  it's been there for weeks, tempting me. Eventually I give in Photograph: Nathan Korn/Guardian       I buy this blouse for 3 from the same shop. What initially draws me is the  detailing on the collar and front, but what cements the purchase is the interesting cut around the bottom of the garment Photograph: Nathan Korn/Guardian       This jewelled insect and flower necklace is our most expensive purchase, at 6. I really like the look of enamelled items, and although this is a relatively contemporary creation, the enamel gives it an appearance of age. The somewhat macabre mixture of flowers and insects I find intriguingly reminiscent of some Victorian items Photograph: Nathan Korn/Guardian       And look how special it looks on Chloe Photograph: Nathan Korn/Guardian       And there's Chloe, confident no one else will be wearing what she is this year  Photograph: Nathan Korn/Guardian       Right, what about me? This vintage silk shirt seems a good starting point for a fiver. The brilliantly kitsch print of compasses, maps and hibiscus flowers is so strange I can't stay away. It makes me think of being shipwrecked on a tropical island, which I'd quite like  Photograph: Nathan Korn/Guardian       These grey cotton trousers could do with an iron, but they're a steal at 4. They have a repaired tear, but that's all part of the charm Photograph: Nathan Korn/Guardian       Oh good heavens, an Italian wool jumper for 4. Subtlety is always chic, and it doesn't get more subtle than this: a simple black jumper with contrasting lines of varying thickness that are only  noticeable in some lights - a very handsome garment Photograph: Nathan Korn/Guardian       I didn't think I needed this red and navy faux leather shoulder bag when I first saw it for 3 in my favourite charity shop (London Centre for Children with Cerebral Palsy), but it's already turning out to be the most useful charity shop item I've ever bought Photograph: Nathan Korn/Guardian       And that's me, all dressed up, nowhere to go Photograph: Nathan Korn/Guardian  ", 
    "section": "education", 
    "gid": "education/gallery/2012/dec/04/students-advice-for-students", 
    "wordcount": "0"
}