{
    "headline": "Cod stocks recover after years of overfishing", 
    "text": "Cod could be in for a revival at the fish counter as stocks recover after being overfished for decades. Eating cod has been regarded as close to a crime by environmentalists, and consumers have been urged to opt for alternatives such as gurnard. But a survey by the Marine Stewardship Council (MSC) and other fisheries organisations suggests that effective management means cod is increasing. The standards body, which certifies certain fisheries as sustainable as a guide for consumers, said that on current trends cod would soon qualify for its certification. Richard Benyon, the fisheries minister, recently confessed to the Guardian that cod  in batter, with mushy peas  was his favourite fish. But cod aficionados will have to wait a bit longer before tucking in with a clear conscience: stocks will not be sustainable for at least a year and possibly two or three, said Claire Pescod of the MSC: &quot;Things are a lot better than they were, but we can&apos;t let up just yet.&quot; Chef Hugh Fearnley-Whittingstall said he would be waiting for a full certification by the MSC before putting cod back on the menu. &quot;I&apos;m more keen than anyone to see British cod back on the &apos;fish to eat&apos; list, but I can&apos;t in good conscience promote eating fish from a stock that it is still below what scientists consider safe limits, while fishermen still have to throw much of it back dead into the sea,&quot; he said. &quot;If you know your cod is from a boat catching in a selective and low-impact way, or a trawler on the CCTV scheme for discard-free cod, then that&apos;s the best choice you can make for British cod.&quot; Some green campaigners were cautious, saying a full recovery could still take many years. Paul de Zylva of Friends of the Earth said: &quot;We would expect some recovery of cod stocks because of the closure of the North Sea cod fisheries. But this does not mean stocks have recovered to high enough levels. &quot;We&apos;re in this near extinction mess  and the North Sea cod fisheries were closed  precisely because industrial commercial fishing has stripped fish stock to the bone. The UK used to be self-sufficient in fish for all 12 months of the year. Now we&apos;re using our own fish stocks for just six months.&quot; He said taking species off the danger list too soon would just repeat the cycle of overfishing. &quot;It&apos;s pointless to declare that cod and other species are recovering if they are still far from being at safe levels where adult fish reproduce, their offspring survive and overall levels are sustained.&quot; A handful of other species that have been overfished are also showing signs of improvement: Dover sole caught using trammel nets in the western channel, North Sea herring caught by drift net, and cockles from the Thames Estuary. But red gurnard may be less safe than thought  there is not enough data, according to the MSC, to say for certain how stocks are faring. The brighter prospect for cod comes in Project Inshore, a survey of 450 of the UK&apos;s inshore fishing grounds carried out by the MSC and other fishing organisations, with government backing. The organisation said: &quot;Cod stocks in the North Sea  often perceived as a species to avoid  continue to show a strong recovery and are now close to a level where they could meet the MSC standard. The report shows that strong management measures have made a positive impact and that  once stocks have reached the required levels  all other areas of the fisheries are ready to enter an MSC full assessment.&quot; On red gurnard, the MSC called for more data and more government investment in greater monitoring. &quot;While a shortage of data doesn&apos;t mean that the fisheries are inherently unsustainable, that data will be increasingly important as the species gains in popularity and catches increase.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jun/08/cod-stocks-recover-overfishing-marine", 
    "wordcount": "657"
}