{
    "headline": "David Attenborough presents award to old friend Ted Smith", 
    "text": "There was the time they conspired to smuggle a snake onto a train from Kings Cross, and the occasion Sir David Attenborough gave a wildlife documentary-loving milkman the shock of his life by taking in Ted Smith&apos;s bottles one morning. But on Tuesday there was one more surprise for the old friends with 177 years&apos; conservation experience between them, when Attenborough, who is 86, presented Smith, who is 91, with a special award to mark the centenary of the Wildlife Trusts movement. The achievements of Attenborough are well-known but the broadcaster was keen to hail the work of Smith, a former English teacher who may have done more than any other living person to save wildlife in Britain. In 1948 Smith founded Lincolnshire Wildlife Trust and created a pioneering nature reserve at Gibraltar Point the following year. In the following decades he travelled the country, working tirelessly to help people set up their own wildlife trusts. From Kent to Cumbria, the Wildlife Trusts today have 800,000 members and own or manage 2,300 nature reserves  more than 90,000 hectares of the most precious meadows, heaths and woodlands in the UK. Hailing this &quot;gentle, wonderful naturalist&quot;, Attenborough said Smith&apos;s greatest achievement was uniting a conservation movement. &quot;He did all the tiresome, boring, tactful diplomacy of meetings, bringing people together to create a national voice,&quot; said Attenborough. &quot;He was so unobtrusive people wouldn&apos;t know he did it, but he did.&quot; Celebrating Smith&apos;s award in the sunshine as a hobby darted overhead and orchids burst into flower on Kirkby Moor nature reserve in Lincolnshire was one of their more pleasant adventures together, but Attenborough fondly remembered many hours at Smith&apos;s side as worthy-but-dull meetings &quot;droned on&quot; to save Britain&apos;s wildlife. Charles Rothschild, the banker and naturalist, is famed as the founding father of the Wildlife Trusts, buying the first nature reserve, Woodwalton Fen, in Cambridgeshire, in 1912, and identifying hundreds of other sites in need of protection. But Smith, who came to love nature by watching the birds feeding on peanuts in his garden as a child, had no fortune with which to save the countryside  only persuasion and vision. Smith, who still conducts swift surveys and plays an active role in conservation as president of Lincolnshire Wildlife Trust, was instrumental in opening up its first nature reserve, Gibraltar Point, to the public. As he explained, conservationists watched the post-war decimation of the countryside through industrial agriculture, spreading pesticides, planting conifer forests and roads and houses, and nurtured a &quot;keep it to yourself&quot; attitude. &quot;Reserves were like fortresses. The managers were afraid people would cause too much disturbance,&quot; remembered Smith. One botanist even picked the only lizard orchid in Lincolnshire each summer so that school children wouldn&apos;t see the beautiful flower and pick it themselves. &quot;That &apos;keep it to yourself&apos; attitude was totally self-defeating in the end,&quot; said Smith. &quot;The idea that reserves were there for people as well as wildlife was a new concept.&quot; Attenborough was full of praise for Smith&apos;s deceptively &quot;steely&quot; determination to save habitats. Naturalists were drawn into often acrimonious disputes over land with powerful landowners, furious farmers or ruthless developers. &quot;Many naturalists are quiet people  they like to watch their birds. It took a bit of courage for them to stand up in public inquiries,&quot; said Smith. According to Stephanie Hilborne, chief executive of The Wildlife Trusts, like Rothschild, Smith was 40 years ahead of his time. In the 1970s, Smith encouraged a parliamentary committee to look beyond the creation of fragmentary nature reserves and create buffer zones and corridors so birds, mammals and insects could move more freely through the countryside. Unfortunately Smith&apos;s vision &quot;got crushed and it has taken until 2010 to push that forward,&quot; said Hilborne. Rather than simply seeking to protect isolated islands of ancient woods or marshes, today the Wildlife Trusts follow Smith&apos;s vision in campaigning for &quot;living landscapes&quot; and &quot;living seas&quot;, with the restoration of hedges and the creation of corridors for wildlife to move beyond protected reserves. There are now more than 100 living landscape schemes across the UK. Smith is still haunted by the precious habitats he failed to save  describing one, Waddingham Common, as &quot;the Calais engraved on my heart&quot;. Despite being designated a site of special scientific interest by the government, it was ploughed up by a local farmer, helped by grants from the then Ministry of Agriculture. But many other corners of the countryside would not have been saved, and many people would never have made a connection with nature, without the 91-year-old&apos;s unheralded labours.", 
    "section": "environment", 
    "gid": "environment/2012/may/23/david-attenborough-award-ted-smith", 
    "wordcount": "788"
}