{
    "headline": "Facebook shares fall sharply on second day of trading on Nasdaq", 
    "text": "Facebook shares have fallen sharply on a second day of trading, leading to questions about the valuation of its IPO and the handling of the sale by its bankers. At the close of business on Monday, shares in the social networking site were off more than 10%, down to $34.03 from the initial price of $38. The market value of the firm took a $10bn hit as a result of the slide. The slip appears to confirm the views of analysts who said Friday&apos;s flotation was overvalued. Questions were also being asked of Morgan Stanley, Facebook&apos;s bankers, who provided the advice that led to Facebook increasing the number of shares for sale and raising the opening price just ahead of the flotation. &quot;The underwriters completely screwed this up,&quot; Michael Pachter, an analyst at Wedbush Securities, told the Wall Street Journal. He said Facebook ought to have offered far fewer shares: the social network decided on Wednesday to increase the potential number of available from 388m to 484.4m. Executives at the Nasdaq stock exchange also expressed their embarrassment at ongoing technical problems. The chief executive, Robert Griesfield admitted that a delay to the start of the sale on Friday was &quot;not our finest hour&quot;. About 30m shares were affected by the delay, he said. Morgan Stanley&apos;s brokerage affiliate, Morgan Stanley Smith Barney, which handled the sale for Facebook, still has a &quot;large number&quot; of market orders that have still not been reconciled When trading finally began Friday, shares briefly climbed before beginning a slow descent back to the initial asking price. The slide continued on Monday. At one point in early trading, the stock price dropped to $33. It rallied briefly to $36.66, but slipped again, ending the day at a touch over $34  down just under 11% on its opening price. &quot;There must have been some sober second thoughts about this,&quot; explained Brian Wieser, a market analyst at Pivotal Research Group. Wieser suggested that a fair price for the stock would be $30. John Lonski, chief economist at Moody&apos;s Capital Markets Group, said: &quot;When you start the downward momentum it can be difficult to turn it around unless there is a positive surprise pertaining to the company itself.&quot; Lonski suggested that the IPO price tag  which had valued the company at $104bn  had been buoyed by over-enthusiasm surrounding the launch. &quot;Investors were being swayed more by hype than by underlying long-term value,&quot; he said.  &quot;The truth is that in the hi-tech sector, nobody really knows what the predominant product might be five or ten years from now.&quot; As a result, many had underestimated the stock&apos;s risk, Lonski suggested. Despite Facebook&apos;s share price fall, the Nasdaq index ended the day up 2.46% to 2847.21, as US stocks rebounded from their worst week in a year. Apple was among the market risers. Stocks in the computing giant bumped up by almost 6% in trading Monday, to $561.28.", 
    "section": "technology", 
    "gid": "technology/2012/may/21/facebook-shares-fall-sharply", 
    "wordcount": "505"
}