{
    "headline": "Future of UK nuclear power hangs in the balance, says EDF boss", 
    "text": "The future of nuclear power in the UK is hanging in the balance, the chief executive of the company charged with building new reactors has said. Vincent de Rivaz, chief executive of EDF Energy, told MPs at a select committee hearing on Tuesday that he had still not made up his mind whether to go ahead with a construction programme that would see the first new nuclear power stations in the UK for decades. He said the company was waiting for further reassurances from the government on what assistance the company will receive. This includes assurances on the disposal of waste and the decommissioning of plants at the end of their life, and a regulatory regime that should favour nuclear power through the provision of long-term &quot;contracts for difference&quot; that will penalise fossil fuels in favour of low-carbon forms of energy. &quot;We are on the brink of delivering an infrastructure project similar in scale to the London Olympics. We are poised to deliver immense benefits in terms of jobs, skills and economic growth  locally and nationally,&quot; said de Rivaz, appearing before the parliamentary select committee on energy and climate change. &quot;But like all investors in capital intensive infrastructure projects we need to have a compelling business case. In this respect our final investment decision requires more progress to be made.&quot; This new regulatory system, known as electricity market reform (EMR), has been criticised by renewable power companies as unwieldy and overly complex. They fear it will favour big companies and squeeze smaller players out of the market. The French state company EDF is the government&apos;s best hope of having new nuclear power stations built in the UK, because two German utilities  RWE and E.ON  pulled out of plans to build new nuclear power stations earlier this year. Their consortium, called Horizon, was put up for sale but failed to garner the expected interest. Companies are understood to be concerned that new plants will face protests and will be expensive to build and run, while the electricity regulatory regime has been subject to drastic changes from successive governments in recent years, generating uncertainty and raising the risks to investors. EDF owns and operates eight of the UK&apos;s 10 existing nuclear power stations, and any new reactors are likely to be built on or next to existing sites. If de Rivaz does decide to go ahead, the first new plant to be built will be at Hinkley Point in Somerset. Another prospective nuclear consortium, NuGen  owned by Iberdrola of Spain and GDF Suez, another French company  is considering new reactors in Cumbria, but is unlikely to make a final decision soon, having said it could wait until 2015 before proceeding. A further setback to the proposed &quot;nuclear renaissance&quot; in the UK came this month, when three councils in Cumbria delayed a decision on whether to allow new nuclear waste sites to go ahead. But a Department of Energy and Climate Change (Decc) spokeswoman said: &quot;There is strong interest in UK nuclear from a number of potential investors. We are confident that UK&apos;s stable policy environment and the measures in the energy bill to be published next month, will provide the detail and certainty that investors need. &quot;We are in the midst of a commercial negotiation with EDF so it is not appropriate for us to comment on the details of it. In our discussions with new nuclear investors, our focus will be on delivering a fair deal for consumers, which is affordable, provides clear value for money, and is consistent with the coalition agreement&apos;s commitment to no public subsidy for new nuclear power. And we will be transparent around any agreement reached&quot;. EDF&apos;s main concern is to make sure that the &quot;contracts for difference&quot; under EMR are arranged in such a way as to benefit nuclear power generation. Rival utilities and opponents of nuclear power have argued that these contracts will be effectively a form of subsidy to the nuclear industry, a charge the government has denied. In the European parliament, the Green grouping of MEPs is challenging EMR as a form of state aid. De Rivaz told MPs a decision would be made within months: &quot;We have workers in high-visibility jackets, standing ready to go to work on our site. The responsibility now is on the government and us to deliver the [contracts for difference] and transitional arrangements, the framework to make it possible for our project to move to the next stage around the end of the year.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/23/future-nuclear-power-uk-edf", 
    "wordcount": "764"
}