{
    "headline": "Life awakes on a heathland morning", 
    "text": "It&apos;s sunny but cold and a dampness still hangs in the air. The much-needed light rain of the night has replenished the small pools of dark, whisky-coloured water that collect in the sandy paths. Early morning dog-walkers have come and gone, and a stillness is returning to the heathland, together with some warmth. A woodlark sings softly from the top of a pine. A yellowhammer hops about among the grass in a quiet corner of the heath. It drinks from one of the fresh pools of water before flitting up to the top of a nearby pine, from where it lets out its stuttering call. Weaving between large puddles of water, I find the stump of a felled pine tree next to the path and sit down and listen. A party of linnets whistles and chirrups across the common, first alighting on a gorse bush, then a tree, then moving off. There&apos;s a rustle in the heather. It&apos;s a sand lizard. Lizards and adders have been emerging from hibernation for a couple of weeks now, basking in the morning sun to raise their body temperature before slinking off into the undergrowth. The lizard stays still in the top of the heather in the warm glow. It turns its head to watch me with one eye. It&apos;s a male  the top of its head, back and tail are brown and mottled, but its face and flanks are a rich green with leopard-like dark green splodges and cream centres. These animals were reintroduced to this patch of heath about 20 years ago, but this is the first time I&apos;ve seen one here. It tolerates the attention for a few seconds, then shoots off, snaking across the heather before dropping out of sight. Not everyone welcomes the return to heathland; several dog-walkers have told me of their horror at the clearing of the non-native pine trees. This precious habitat&apos;s contribution to biodiversity may be more subtle than that of woodland, but it&apos;s no less important for many rare species, including the sand lizard.", 
    "section": "environment", 
    "gid": "environment/2012/apr/12/lavington-plantation-sussex-heathland-morning", 
    "wordcount": "340"
}