{
    "headline": "On the pros of nuclear power", 
    "text": "&quot;America is addicted to oil,&quot; George W Bush told us in 2006. W was worried particularly about America, but the problem is really a global one. Of course you might not want to believe the ex-president, because he also said (in the same speech): &quot;Americans should not fear our economic future, because we intend to shape it&quot;  two years before the most massive financial recession seen since the 1930s.  But Bush was right about the oil part. Regardless of where you stand on climate change, the world at some point and maybe sooner than we think, is going to run out of oil. According to the Hirsch report, commissioned by the US department of energy, peak oil has already occurred or is about to occur. &quot;Peak oil&quot; is simply when the world is at the peak of extracting oil from the ground, after which we will go into steep decline. If you are optimistic, peak oil isn&apos;t coming anytime soon. If like W and the Hirsch report, you are not so optimistic, peak oil has happened or is just about to and we have on the outside about 20 years until we feel the effects. Running out of oil has much bigger consequences than just not being able to drive your car to work or not being able to watch TV. Most of the world&apos;s hydrogen comes from cracking of oil into useful stuff like octane for engines, or hydrogen for hydrogen-storage, hydrogen for fertilisers that keep the world&apos;s population fed. Hydrogen can also be produced by splitting water but this also requires energy  which often ultimately comes from a fossil-fuel base. If we are not prepared when the world runs out of oil, bad things are going to happen.  So what are the alternatives? There are many. Wind  but it has to be windy; solar  but it has to be sunny; hydroelectric  but you have to have water. While many of these energy technologies are good short-to-medium-term solutions and often the perfect local solution, what about the longer term? What about the global energy problem? What about nuclear? Until we develop new technologies, nuclear power is currently the best alternative to oil.  Europe in general, and Germany in particular, have fallen out of love with nuclear power. Angela Merkel announced a plan in 2010 to phase out nuclear by 2021  marking a complete reversal in Germany&apos;s current energy policy. The US, on the other hand, seems to be re-enamored with the nuclear idea. Barack Obama recently announced that The US department of energy, in conjunction with none other than philanthrocapitalist Bill Gates, have an aim to increase the number of nuclear reactors in the US by the year 2022.  Nuclear power often gets a raw deal, partially for some very good reasons. The waste, for starters. It is difficult to know what to do with nuclear waste. It takes for ever to lose its radioactivity  so long that at the moment the only viable solution is to immobilise and store it. This is not ideal for obvious reasons.  Nuclear accidents also get some rather scary press  Chernobyl, Fukushima and Three Mile Island. Not that these weren&apos;t nuclear or industrial accidents, they definitely were, but it is good to be a bit careful about throwing out the baby with the cooling bath water. Nuclear accidents are sort of like plane crashes in our cultural mentality. Planes are by and large one of the safest ways to travel, yet plane crashes can hit the news for days at a time. I am not saying plane crashes aren&apos;t tragic, they are; but so is dying in a car crash  an event that happens much more often.  In all of these &quot;disasters&quot; some relatively dumb mistakes and painful oversights were made. Such as waiting almost 18 hours to flood Fukushima Daiichi with sea water to cool the reactor. The potential environmental consequences seem fairly large with Chernobyl, though it is hotly debated whether this is solely the result of radiation. In the Three Mile Island meltdown, no one =even got hurt, which isn&apos;t bad going for an industrial accident. If anything, the Three Mile Island meltdown should make us all feel better about reactor safety in general. Big meltdown, no one died. There is an excellent book that compares the relative environmental and health risks of nuclear reactors with other industries  Terrestrial Energy by William Tucker, who argues that more deaths are caused by our traditional power plants than by nuclear power.  Despite the downsides, the benefits of nuclear power should not be overlooked. It is not oil. Nuclear fuel does not produce CO2. Nuclear plants are relatively accident-free. There is plenty of radioactive material around currently. Nuclear fuel itself is non-renewable but breeder reactors produce more fuel than they use. The few cons there are, like storage and safety issues, are actually why governments need to fund nuclear energy research. Research monies for making safer reactors and better containment would be nice for a start, but government money needs to be found for &quot;blue skies&quot; nuclear research too. Blue-skies funding is what led scientists to find a way to split the atom in the first place. Now it is time to figure out how to safely get rid of radioactive waste. Now is the time to put some serious funding into nuclear energy research, because in 10 years we may not be able to turn the lights on.Sylvia McLain runs a research lab in Oxford. She is GirlInterruptin on Twitter.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/nov/27/the-pros-of-nuclear-power", 
    "wordcount": "929"
}