{
    "headline": "Thailand ignoring slaves at sea, says EJF report on Burmese migrants", 
    "text": "     Thailand is facing fresh allegations of using slave labour in its fishing industry with the launch of a new investigation into the sale, abuse and exploitation of migrant workers on Thai fishing ships. The Environmental Justice Foundation (EJF), an environmental and human rights NGO, highlights the case of 15 Burmese men who had been rescued from boats in its report Sold to the Sea: human trafficking in Thailand&apos;s fishing industry (pdf). All of the men claim to have been deceived by labour brokers and forced to work up to 20 hours a day for months at a time with little or no pay on shrimping boats in Kantang, a city in the south of Thailand. The men had been subjected to bonded labour, forced detention, and abuse and beatings by senior crew while working on ships operating in Thai waters, according to EJF. Two of the men reported seeing fellow migrant workers tortured and executed for trying to escape, and witnessing the murder of at least five other men. Another man reported multiple murders and bodies being thrown out to sea with the crew forced to watch. The report claims that while the men were in police custody, the owner of the boat that had held the men, as well as the broker who had sold the men to the ship, were given access to the rescued workers by local police. Statements from the Burmese migrants also claim that Thai police profited from their further exploitation by forcing them to work on a rubber plantation allegedly owned by a senior official in the local force. &quot;We have been genuinely surprised by the levels of collusion by agents of the state, who instead of stopping these awful human rights abuses are ignoring and even benefiting from it,&quot; said Steve Trent, executive director of EJF. &quot;We were shocked by the extreme levels of violence inflicted on and witnessed by migrant men held as captive workers on these boats and how easy it was for us to conduct this investigation and collect our evidence. This was all out in the open. This is not an isolated case, but indicative of the widespread acceptance and use of modern slavery in an industry that feeds a global appetite for seafood.&quot; Thailand has been repeatedly accused of slavery and human trafficking in its shipping industry. A 2011 report (pdf) by the International Organisation for Migration documented widespread trafficking within the fisheries sector in Thailand, with migrant fishermen being kept working on board for years without pay. A report in 2009 (pdf) by the UN Inter-Agency Project on Human Trafficking found that 59% of interviewed migrants trafficked aboard Thai fishing boats reported witnessing the murder of a fellow worker. EJF is calling for Thailand to be downgraded to a tier three country in the upcoming US state department&apos;s Trafficking in Persons (Tip) report, which grades the scale and severity of people trafficking globally. Thailand has been lobbying to retain its tier two status despite last year&apos;s Tip report concluding (pdf) that Thailand has not shown evidence of increasing efforts to address human trafficking and is not in compliance with minimum standards for its elimination. A relegation into tier three would rank Thailand among the countries with the worst records on human trafficking including Zimbabwe, Saudi Arabia and Yemen. It could lead to restrictions on US foreign assistance and access to global financial institutions such as the World Bank. &quot;If you look at the structure of this industry, which is almost wholly dependent on migrant labour, it&apos;s clear that the state is turning away so its economy can continue to benefit from these abuses,&quot; said Trent. &quot;Thailand is looking to keep their European and North American markets open by trying to convince the world that they are taking the necessary measures to counter widespread slavery and forced labour, but these continuing abuses need to be dragged out of the shadows. This can no longer be allowed to continue.&quot; An International Labour Organisation (ILO) report this month identified the fishing industry as one of the most open to coercive and deceptive labour practices due to the isolation, length of time at sea and transnational nature of the work, as well as the high percentage of migrant labour used.  However, the ILO office in Thailand said that although the EJF report highlights the &quot;worst of the worst&quot; abuses, it is difficult to assess how comprehensive the problem is within Thailand&apos;s fisheries sector. &quot;We have been working very closely on this issue for a number of years and in our survey of over 600 fisheries, we have found a number where there are decent working conditions and others where there is a problem with exploitation and forced labour,&quot; said Max Tunon, co-ordinator of an ILO project on migrant workers in Thailand. &quot;While this report is important [in] highlighting the very bottom end of the scale, it is important to frame it within the broader range of experiences within the sector and recognise that a significant percentage of those working in the industry are not trafficked.&quot; He said the government is working to ensure that it is not relegated to tier three status in the upcoming Tip report. &quot;While it is not true to say that real and definitive progress has been made, it is also not entirely fair to say the government is turning a complete blind eye to this. In the last year there has been a lot of willingness and urgency around this issue, although more definitely needs to be done.&quot; The 15 men whose testimonies are included in the EJF report are being held in a government centre in Ranong. Thai police are investigating the boat owner and labour broker. EJF says it has raised the allegations concerning the local police with Thailand&apos;s department of special investigation, which is yet to announce whether it will launch an official inquiry.", 
    "section": "global-development", 
    "gid": "global-development/2013/may/29/thailand-slaves-sea-burmese-migrants", 
    "wordcount": "997"
}