{
    "headline": "Attempts to predict earthquakes may do more harm than good", 
    "text": "Almost every time a large earthquake strikes an inhabited area questions are raised in the media about why the event was not predicted. The argument is that a successful prediction would greatly reduce the loss of life, if not necessarily the economic damage, by permitting dangerous buildings to be evacuated, tsunami-prone areas to be cleared, and hospitals and rescue teams to be prepared and on standby. Given that this vision sounds so appealing, it is perhaps surprising that most specialists working on natural hazards argue that work on prediction is at best a red herring, and at worst has adverse impacts on our ability to manage disasters. First, we should be clear about what is meant by prediction. In this context we mean that in advance of an earthquake a correct estimate is made of its magnitude, location and time of occurrence. To be useful an earthquake prediction needs to include all three. It is of course reasonable to provide a prediction that indicates a range of values, within reason. So a prediction that an earthquake with a magnitude between 7.4 and 7.6 might occur in a particular location between 16:00 and 20:00 on a particular day would probably be fine; a prediction that an event of magnitude 2.0 to 9.0 might occur in May somewhere in the US is unhelpful (and guaranteed to be right, of course). So what are the objections to investment in, and reliance upon, prediction? Let&apos;s set aside for the moment the technical concerns (and there are many). The first problem is one of the impact of the prediction itself, especially long-range predictions. Let&apos;s imagine a scenario in which a long-range prediction is possible, and postulate a situation in which a correct prediction is made today that on 30 May 2013 an earthquake of magnitude 8.2 will strike the fictional city of Newtown. If we were 100% confident in our prediction, the city could be evacuated in advance, dangerous buildings could be knocked down, and the emergency services made ready. But what would be the economic and social impact of the prediction over the coming year? It is likely that a large number of people would move away, businesses would shut down, and the economy would probably go into freefall. The economic and social cost for Newtown would be huge  and indeed might be greater than the cost of the earthquake itself. This is made far worse when one considers that the prediction cannot be 100% reliable  indeed as I&apos;ll show below it is likely to be a long way from this  which means that it could well be a false alarm, or the magnitude might be overestimated, or the location would be wrong. In this case of course the unnecessary damage to the economy and social functioning of Newtown would be very large indeed. So if the economic and social impacts of a very long-term prediction are problematic, what about short-term predictions? Say a prediction could be made that the same earthquake will strike Newtown 24 hours from now. This would avoid the long-term economic and social impacts, but would permit a high level of preparedness to be achieved. Again, buildings could be evacuated, hospitals made ready, schools closed, etc. In essence this is appealing, but the practical problem lies again with uncertainty in the prediction. Let&apos;s say the prediction was perfectly correct in terms of the time and the magnitude, but was 200 kilometres out for the location. This could have disastrous consequences if the population has been moved from the area of the prediction into the area that is now affected. This could (and probably would) make the impact of the earthquake far more serious than if no prediction had been made. Or let&apos;s say that the earthquake location and magnitude was exactly right, but that it happened three days later than the prediction. There is a large chance that the population would start to move back into the affected area, and could be more vulnerable than if no prediction had been made. In reality, the mechanics of earthquakes makes predicting them even more problematic. First, while it is common to imagine that an earthquake is similar to a bomb being detonated at a point underground, with the energy waves travelling away from that point, the actual mechanisms are rather different. In fact, an earthquake occurs as a result of two blocks moving past each other on a fault  an underground surface  with energy waves being radiated from every point on that surface. The earthquake typically starts with a rupture event that starts a slippage, which then spreads along the fault over a period typically of a few minutes. The magnitude of the earthquake (the amount of energy released) depends on how much of the fault slips, how much movement occurs and the type of slip that is generated. These parameters also determine the area affected by the earthquake: in general it is places close to the fault that receive the most intense shaking. So forecasting which parts of the fault might slip once a rupture starts is incredibly important  and really difficult. In the 2008 Wenchuan (Sichuan) earthquake the rupture started at one end of the fault, with the earthquake then propagating for over 200km to the northeast. In other cases the rupture propagates in both directions along the fault, and even jumps to other fault segments. A reliable prediction would somehow need to account for this behaviour, which looks unrealistic in the short term at least. So even if the location and timing of the rupture event were correctly anticipated, the actual earthquake event in terms of area affected and magnitude would still be unclear. Second, the magnitude of damage depends on the depth of the earthquake. Sometimes large earthquakes occur at very significant depths (more than 50km), in which case typically a wide area is shaken, but the intensity of the ground motions is comparatively small. At other times the earthquake is very shallow (10km or so, with movement affecting faults that reach the surface), in which case the shaking is typically more intense but affects a smaller area. And finally there is the problem of false alarms. False positives (cases in which a prediction is made but no earthquake occurs  crying wolf) would quickly result in a loss of confidence in the system. False negatives (cases in which no prediction was made for an earthquake that actually occurs) are also very problematic because a population that is convinced that it is likely to be warned before an earthquake is likely to be less prepared, increasing the impacts when they occur. So the real solution is not prediction but forecasting. We know quite well the areas that are likely to be affected by earthquakes  and the international Global Earthquake Model project is under way to improve these estimates  and we have a good understanding of the probability of events in a human lifetime. We also know the main causes of loss of life in earthquakes, namely building collapses, tsunamis and landslides. We have the knowledge and skills to reduce the impacts of such events, for example we know how to build structures that can withstand high levels of shaking; we know the areas that are most vulnerable to tsunamis; and we know how to stabilise slopes (although in all three cases a great deal more work is needed). The impediment to actually achieving these measures is a combination of political, social and economic factors, especially in the most vulnerable urban areas in less developed countries. In this case, the development of methods of prediction is often an excuse not to take the appropriate actions. Most natural hazard specialists believe the key to reducing losses is to use our existing knowledge of the ways earthquakes occur, and where, to implement measures that increase awareness, preparedness and resilience. The real focus needs to be on dealing with the social, political and economic barriers that prevent effective disaster risk reduction. While speculative research on prediction is an interesting exercise, and might yield unintended benefits, it is not the magic bullet that will reduce losses, no matter how appealing it might seem at first glance. David Petley is executive director of the Institute of Hazard, Risk and Resilience, University of Durham", 
    "section": "science", 
    "gid": "science/blog/2012/may/30/attempts-predict-earthquakes-harm-good", 
    "wordcount": "1385"
}