{
    "headline": "School federations aim to provide education to degree level", 
    "text": "Ellie Ireland&apos;s dad works in a factory making cardboard, and her mum is a cook in a local school. Ellie, who is head girl of her school, City academy in Norwich, sees a different future for herself. &quot;I want to work in a media company,&quot; she says. &quot;Probably video production.&quot; And she thinks a degree is what she needs to get her there. Until recently, Ellie might have been the sort of student higher education  despite its open-access pledge  failed to reach. Before her school became an academy, and then transformed its outcomes three years ago, it was ranked the fourth worst in the country, according to school league tables. Now, Ellie says: &quot;You can just tell it&apos;s different. There are more opportunities. The teachers are always happy to talk to you about all your options.&quot; The school strives to convince students, whatever their background, that they are the sort of people who go on to do further study. City is not working alone. It is part of an experimental chain called Ten [Transforming Education in Norfolk], linking primary and secondary schools with City College Norwich. The idea is that progression through the education system right up to degree level, which the FE college caters for, should be seamless and unthreatening. In Ellie&apos;s words: &quot;Our school has partnered with the college so when students leave, instead of thinking, &apos;I&apos;ll get any job to earn money,&apos; they think about doing more study to get something better.&quot; Dick Palmer, Ten&apos;s chief executive, is evangelistic about what this education pipeline can achieve. &quot;The message to parents is, send your four- or five-year-old to a Ten school and we&apos;ll give them an entitlement to a degree,&quot; he says. &quot;Some of these kids are from three generations of worklessness, so they&apos;ve never gone anywhere near higher education before.&quot; Ten school students pop into the local college fairly often, witnessing everything from apprenticeships to degree courses at first hand. &quot;A feeling that higher education isn&apos;t for me is reinforced by your surroundings,&quot; Palmer says. &quot;Because we control these organisations right the way through, we can fight that lack of aspiration.&quot; This fresh thinking about widening access to degrees may be good news for children from disadvantaged backgrounds, but it poses a potential threat to universities that should be chasing the same students  and, in some cases, are struggling to fill places after raising their fees. Professor Deian Hopkin, former vice-chancellor of London South Bank University, says: &quot;Dick Palmer&apos;s venture is inspiring. And it is a reminder to the entire university sector that it needs to look carefully at progression routes given the demographic downturn and the evidence of a loss of appetite for higher education.&quot; As 45 FE colleges sponsor an academy school like those in the Ten federation, the scope for more such links seems obvious. Barnfield Federation in Luton is already on a very similar path. In 2007, Barnfield FE College was the first to sponsor two schools. Peter Birkett, the chief executive, says: &quot;About 30% of the children each year left school with no qualifications and became Neets. They progressed nowhere. We have turned that around.&quot; Higher education is dyed into the wool of Barnfield&apos;s schools. &quot;They graduate from primary school in a cap and gown,&quot; Birkett says. &quot;Parents love that!&quot; Students regularly come in to talk to pupils about what they are doing. Pupils from the skills academy cook pizzas for the pupils who choose to do extra lessons on a Saturday  and the pizza money goes into a bank account to help pay for their higher education. But this isn&apos;t about learning for its own sake. &quot;All our courses are career-focused,&quot; Birkett says. &quot;It is about getting a job. We aren&apos;t saying you have to decide what you&apos;ll do for a living at the age of five. We are saying the way out of poverty is thinking about your future.&quot; Joy Mercer, head of policy at the Association of Colleges, argues that this vocational focus gives FE colleges an edge over many universities in the degrees market. &quot;Often courses are devised with employers so people can get an HE qualification that has a direct relation to the job they are hoping to do. That is particularly important with graduate employment as it is.&quot; There is no doubt colleges also appeal because of their strong local links. Claire Callender, professor of higher education at Birkbeck College and the Institute of Education, and co-author of a recent study on higher education in FE, says: &quot;They are attracting a very particular kind of student, who wants to go somewhere local, familiar and comfortable academically.&quot; She points out that many students like the teaching environment in colleges. &quot;Their tutors will know who they are, rather than teaching them in a lecture hall with 200 other students. That personal touch is what many want.&quot; There are drawbacks, she adds. &quot;The learning resources on the whole aren&apos;t as good and they will miss out on broader, potentially eye-opening extra-curricular activities.&quot; But Callender&apos;s research shows the majority of HE students in FE had only one option when deciding where to go. This raises the question of whether directing poorer students into a degree at their local college is raising their aspirations high enough. &quot;We asked students if they knew the difference between university and college and often they didn&apos;t really,&quot; Callender says. &quot;They are not always making informed choices because they do not know what the alternatives are. On the other hand, many of them wouldn&apos;t have gone into higher education at all without that college.&quot;", 
    "section": "education", 
    "gid": "education/2013/feb/11/schools-federations-primary-to-degrees", 
    "wordcount": "969"
}