{
    "headline": "Somaliland hopes Brexit will pave way for UK to grant international recognition", 
    "text": "Britains looming departure from the EU may be a fraught issue at home, yet in one corner of the Horn of Africa hopes are harboured of a very definite Brexit dividend. The government of Somaliland believes the impending split marks a pivotal moment, one that will free the UK to grant the self-declared state the international recognition it has been seeking for more than 25 years. I think Brexit will make it much easier for the British government to make up its mind, said Somalilands foreign minister, Dr Saad Ali Shire.  Under the EU, all the members have to abide by the EU policy regarding Somaliland. Britain did not have much leeway to make up its own mind. Being out of the EU [means] they can do whatever they want. I think its good for us. I think they will have the flexibility in their foreign policy.   Related: Somaliland inspired by Scotland and Catalonia independence campaigns    Shires comments come at a potentially transformative moment not just for the former British protectorate but also for the wider east African region, after one of the worlds largest port operators announced a 30-year concession to manage and develop Somalilands Berbera port. The $442m (360m) deal between DP World and Somaliland  which has long sought deep-pocketed investors to modernise the port and exploit its offer of a free trade zone around Berbera  heralds a new gateway for trade between east Africa and the rest of the world.  Ethiopia, Somalilands landlocked neighbour and one of the worlds fastest growing economies, is particularly likely to feel the benefit. The deal gives Ethiopia and DP World a potential alternative to the dominant Red Sea port in Djibouti, the government of which has been engaged in a legal wrangle with the Dubai-based firm in relation to its concessions there. The government of Somaliland regards the Berbera port project as crucial to the diversification of its largely pastoral economy. At present, the natural deepwater port is capable of handling 60,000 6.1-metre (20ft) containers annually. The new scheme is expected to increase capacity to 1.2m containers a year, attracting more shipping lines to east Africa.  Work on the port, developed by the Soviet Union during the cold war, is expected to be completed in 2019. The main impact of the extension is the confidence it gives to international investors, said Shire. A lot of other people were on the sidelines and had not made up their minds about whether or not to invest in a country that was not recognised. I think it will boost the investment climate and encourage others to come in. Catalysts for economic development are a priority in Somaliland, which is struggling with the twin challenges of climate change and the recent arrival of large numbers of refugees escaping Yemens civil war. Among the refugees are Somalis returning after fleeing in the opposite direction. The UN high commissioner for refugees, UNHCR, puts the figure at more than 9,500, although many more may be unregistered. The foundation of our economy is livestock, but unfortunately the conditions are changing. The rains are smaller. We dont know when they are going to come, and also we have more frequent droughts. Now we have one every one or two years, said Shire. We have to provide assistance to the people affected by the drought, so that will reduce our resources available to support the refugees from Yemen  so we really need immediate assistance with the drought and the refugees. The UK, which has hosted a series of talks aimed at repairing relations between Somaliland and Somalia, has been reluctant to endorse Somalilands quest for recognition. A spokesperson for the Foreign Office said: It is for Somalia and Somaliland to decide their future, and for regional neighbours to take the lead in recognising any new arrangements. ", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/19/somaliland-brexit-pave-way-uk-grant-international-recognition-berbera-port-deal", 
    "wordcount": "642"
}