{
    "headline": "GM 'hybrid' fish pose threat to natural populations, scientists warn", 
    "text": "The offspring of genetically modified salmon and wild brown trout are even faster growing and more competitive than either of their parents, a new study has revealed, increasing fears that GM animals escaping into the wild could harm natural populations. The aggressive hybrids suppressed the growth of GM salmon by 82% and wild salmon by 54% when all competed for food in a simulated stream. &quot;To the best of our knowledge, this is the first demonstration of environmental impacts of hybridisation between a GM animal and a closely related species,&quot; wrote the scientists from Memorial University of Newfoundland. &quot;These findings suggest that complex competitive interactions associated with transgenesis and hybridisation could have substantial ecological consequences for wild Atlantic salmon should they ever come into contact [with GM salmon] in nature.&quot; The leader of the study, Krista Oke, said: &quot;These results emphasise the importance of stringent regulations to ensure GM animals do not escape into nature.&quot; Salmon and brown trout are closely related and can produce hybrids in nature, though usually less than 1% of offspring are hybrids. But the researchers, writing in the journal Proceedings of the Royal Society B, warned that &quot;escapes and introductions of domesticated salmon can increase rates to as much as 41%.&quot; The GM salmon used in the experiments had been given growth genes from a Chinook salmon and a seal eel. As a consequence, the GM fish produced growth hormone year-round, enabling the altered salmon to grow twice as fast as farmed salmon, bringing the fish to market size in 18 months instead of 30. The GM salmon was created by US company AquaBounty Technologies, which stands on the verge of delivering the first GM food animal to supermarkets and dinner tables. A US government consultation with the public on whether to allow commercial production of the GM fish ended in April. But there have been high levels of opposition from consumer groups and supermarkets, while the US Congress is considering a bill that would outlaw GM salmon entirely. The Guardian visited AquaBounty&apos;s development facility in Panama City in April, where government officials were upbeat about AquaBounty&apos;s prospects of getting its fish to market. &quot;From what we know it is very close to being approved. There have been tests for many years and the last thing we heard from the US Food and Drug Administration is that there is a very good probability that it is going to be approved in the near future,&quot; said Giovanni Lauri, the director of the Aquatic Resources Authority of Panama. The Newfoundland researchers tested how GM salmon, brown trout and their hybrids fared in a laboratory and a stream-like habitat that replicated natural conditions. As well as boosting growth, the genes in the GM salmon greatly also increased the risks the fish took to catch its food. They found that the hybrid fish were even better than its parents at competing for food in semi-natural conditions, meaning less food for both the GM salmon and brown trout. This could reduce wild salmon populations in the event of an escape of GM fish. However the genes also reduce the reproductive performance of some male salmon, meaning that establishing of population of fast-growing, aggressive hybrids is less likely. &quot;We suggest that hybridisation of transgenic fishes with closely related species represents potential ecological risks for wild populations and a possible route for [genes from GM fish], however low the likelihood, into a new species in nature.&quot; &quot;The authors point out hybrids would be improbable in nature, but fail to mention such hybrids would also be unable to reproduce,&quot; said Ron Stotish, CEO of AquaBounty. &quot;We have stipulated that we will market only sterile, all female AquAdvantage salmon. The US Food and drug administration conducted a rigorous environmental assessment of AquaBounty salmon eggs, and, in December 2012, stated that &apos;No effects on stocks of wild Atlantic salmon are expected&apos;.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/29/gm-hybrid-fish-threat-natural-populations", 
    "wordcount": "662"
}