{
    "headline": "Apps Rush: BBC Olympics, Barclays, Recce, NBC Olympics, Bambi, Twitter, Brewster and more", 
    "text": "A selection of 19 new and notable apps for you today: BBC Olympics There will soon be more Olympic Games apps than there are athletes competing. The BBC&apos;s looks set to be popular in the UK though: available for Android and iPhone, it will stream live video and catch-up highlights, while also providing news, schedules and results.Android / iPhone Barclays Mobile Banking What&apos;s this: some good news for Barclays? The bank, which has been under fire in recent weeks, has launched an iPhone and Android app for its banking customers, enabling them to check balances and transactions, transfer funds and make payments.Android / iPhone Recce London 3D mapping is all the rage following Google and Apple&apos;s recent announcements. Recce is an independent iOS app that riffs off the same ideas: a 3D map of London, pinpointing key landmarks while serving up transport route recommendations and info on the tube and BorisBikes.iPhone / iPad NBC Olympics and NBC Olympics Live Extra Two more broadcaster-Olympics apps here, from NBC in the US (and thus restricted to that country). NBC Olympics provides news, real-time results and information on athletes, as well as Twitter features. NBC Olympics Live Extra adds live streaming video from the Games.iPhone / iPad Twitter for Nokia (Series 40) Nokia has launched a new version of its Twitter app for Series 40 phones, promising &quot;most of the features you&apos;d expect to see from a Twitter client on a smartphone to hundreds of millions of feature phones around the world&quot;. It&apos;s downloadable today, but will be preloaded on future handsets.Nokia Brewster iPhone app Brewster is getting a bit of buzz Stateside, promising to be a &quot;personalised address book&quot;. That means aggregating contacts from Facebook, Twitter, LinkedIn, Gmail, Foursquare and the iPhone itself, then presenting them in thumbnail-image form.iPhone Auryn HD - Where Do Balloons Go? Jamie Lee Curtis wrote the Where Do Balloons Go? children&apos;s book, and now she&apos;s providing voice narration for its iPad app. The tale of a lost balloon includes plenty of interactivity, from creating animated movies and virtual balloon animals through to sending e-postcards.iPad Bambi: Disney Classics Disney has been turning a succession of its famous animated films into book-apps, with Bambi the latest. The story of a young deer (there&apos;s a &apos;no iDeer&apos; joke to be made here by someone funnier than me) is complemented by narration, digital colouring, music and a matching mini-game.iPhone / iPad Official London 2012 Results App It&apos;s already out for iOS and Android, but just in time for the actual Olympics, the official results app is live for BlackBerry and Windows Phone too. Expect results, obviously, as well as news, schedules and medal tables. The link above is for BlackBerry, but here&apos;s the Windows Phone version.BlackBerry / Windows Phone NASA Be A Martian NASA&apos;s latest app promises to let users &quot;experience Mars as if you were there&quot;, with the latest mission images from spacecraft, news and videos from NASA&apos;s Jet Propulsion Laboratory.iPhone Spacecraft 3D More NASA appage here, with an augmented reality app for iOS that shows various spacecraft. It involves pointing the device&apos;s camera at a printed target to pop up the animated robotic explorers.iPhone / iPad Funimal Pairs Developer School of Happy made the excellent Funimal Phonics app, and now there&apos;s a sequel focusing on matching pairs of virtual cards. Aimed at children from 18 months upwards, it gets them to match animals and letters, with animation and sound.iPhone / iPad marantz Remote App Marantz is the latest high-end hi-fi firm to launch a remote control smartphone app. Well, it&apos;s been out for a little while on iPhone, but has now made the leap to Android with customisable home-screen and multi-room features intact.Android Business Card Reader HD Shape Services, which is behind the popular IM+ messaging app, has released a new iPad app that scans business cards, then imports the contacts  while also integrating LinkedIn. iPad Galaxy Life: Pocket Adventures Social/mobile games publisher Digital Chocolate&apos;s latest iOS game partly falls into the town-building resource-management bucket, as you build a community on an alien planet. Then it throws battles into the mix, as you fight other players around the world.iPhone / iPad I Am Serj System of a Down&apos;s Serj Tankian has carved out his own solo career, and now he&apos;s got an iOS app for fans to remix songs from his three albums. It involve tapping gems to trigger loops while altering volume, tempo and pitch.iPhone / iPad Fishing Joy II Fishing games seem to have established a niche on iPhone, with PunchBox&apos;s Fishing Joy more than 70m users apparently now spawning a sequel. Catch fish and sea-creatures, earn coins, and buy upgrades to improve your chances.iPhone The House That Went On Strike Another storybook-app here from Jumping Pages, which aims to teach children &quot;respect for the house&quot;. It taps into Yogiplay, which is a platform for kids&apos; apps that tells parents how their children are getting on, and recommends other apps they may like.iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/13/apps-rush-bbc-olympics-recce", 
    "wordcount": "845"
}