{
    "headline": "Birdbooker Report 259", 
    "text": "Books to the ceiling, Books to the sky,My pile of books is a mile high.How I love them! How I need them!I&apos;ll have a long beard by the time I read them.  ~ Arnold Lobel [1933-1987] author of many popular children&apos;s books.  Compiled by Ian &quot;Birdbooker&quot; Paulsen, the Birdbooker Report is a weekly report that has been published online for years, listing the wide variety of nature, natural history, ecology, animal behaviour, science and history books that have been newly released or republished in North America and in the UK. The books listed here were received by Ian during the previous week, courtesy of various publishing houses.   Featured Title:   Forshaw, Joseph M. and Mark Shephard. Grassfinches In Australia. 2012. CSIRO Publishing. Hardbound: 318 pages. Price: $194.00 U.S. [Amazon UK/kindle UK; Amazon US/kindle US]. SUMMARY: It is not surprising that Australian grassfinches are highly popular with ornithologists and aviculturists, for included among the species are one of the most beautiful of all birds  the Gouldian Finch, Erythrura gouldiae  and one of the most familiar cagebirds  the Zebra Finch, Taeniopygia guttata. Despite a scarcity in published works on finches, interest in the species is growing, leading to a dramatic advancement in our knowledge of many species. For example, we have gained new information from field observations carried out on little-known species, including the Blue-faced Parrot-Finch, Erythrura trichroa, and the Red-eared Firetail, Stagonopleura oculata. Significant advances in taxonomic research, largely as a consequence of the development and refinement of biochemical analyses, often involving DNA-DNA hybridisation, have given us a new insight into relationships among species, with some unexpected alliances being determined. Additionally, dramatic changes have taken place in avicultural practices, and in virtually all countries aviculture has taken on a new professional approach, with the most notable results being increased productivity and success with a wider variety of species. After a lapse of almost half a century since publication of Klaus Immelmann&apos;s eminent work on finches, based on extensive field studies, the time has come for a new examination of Australian grassfinches. In Grassfinches in Australia, Joseph Forshaw, Mark Shephard and Anthony Pridham have summarised our present knowledge of each species, and have given readers a visual appreciation of the birds in their natural habitats and in aviculture. The resulting combination of superb artwork and scientifically accurate text ensures that this volume will become the standard reference work on Australian grassfinches. In addition to enabling aviculturists to know more about these finches in the wild as a guide to their own husbandry techniques, detailed information on current management practices for all species in captivity is provided. The book also includes colour plates depicting some of the more common mutations held in Australian and overseas collections.IAN&apos;S RECOMMENDATION: A MUST have for those with an interest in these finches and/or collectors of bird art. This title is also available from BUTEO BOOKS (here).   New and Recent Titles:   Fuller, Harry G.. Freeway Birding: San Francisco to Seattle. 2013. Living Gold Press. Paperback: 352 pages. Price: $21.95 U.S. [Amazon US]. SUMMARY: Freeway Birding author Harry G. Fuller is an unrelentingly devoted birder, and for over two decades he has shared his passion by leading field trips in California, Oregon and Washington. In his new book, Harry reaches out to the frustrated freeway-traveling birder with a little time to spare on the way from here to there, from a few extra minutes to a few extra hours. Learn how and where to find the birds within a few miles of the freeway corridor, so that one or more short stints of birding can be easily worked into your otherwise uninspiring interstate travels.IAN&apos;S RECOMMENDATION: A useful general birding guide to the region, but I don&apos;t think it will replace the more detailed regional birding guides.   Bradley, Richard A. and Steve Buchanan. Common Spiders of North America. 2013. University of California Press. Hardbound: 271 pages. Price: $60.00 U.S. [Guardian Bookshop; Amazon UK/kindle UK; Amazon US/kindle US]. SUMMARY: Spiders are among the most diverse groups of terrestrial invertebrates, yet they are among the least studied and understood. This first comprehensive guide to all 68 spider families in North America beautifully illustrates 469 of the most commonly encountered species. Group keys enable identification by web type and other observable details, and species descriptions include identification tips, typical habitat, geographic distribution, and behavioral notes. A concise illustrated introduction to spider biology and anatomy explains spider relationships. This book is a critical resource for curious naturalists who want to understand this ubiquitous and ecologically critical component of our biosphere.IAN&apos;S RECOMMENDATION: Despite some organizational problems, people with an interest in North American spiders should enjoy this book.   Lawrence, John M. (editor). Starfish: Biology and Ecology of the Asteroidea. 2013. Johns Hopkins University Press. Hardbound: 267 pages. Price: $100.00 U.S. [Amazon UK; Amazon US]. SUMMARY: Among the most fascinating animals in the world&apos;s oceans are the more than 2,000 species of starfish. Called &quot;Asteroids&quot; by scientists who study them (after their taxonomic name, Asteroidea)  or sea stars in some parts of the world  starfish are easily recognized because of their star-like form. Starfish is a comprehensive volume devoted to the integrative and comparative biology and ecology of starfish. Written by the world&apos;s leading experts on starfish, the integrative section covers topics such as reproduction, developmental biology and ecology, larval ecology, and the ecological role of starfish as a group. The comparative section considers the biology and ecology of important species such as Acanthaster planci, Heliaster helianthoides, Asterias amurensis, and Pisaster ochraceus. Replete with detailed, scientifically accurate illustrations and the latest research findings, Starfish examines the important role of these invertebrates in the marine environment, a topic of great interest because of their impact on the food web. As major predators that are able to evert their stomach and wrap it around their prey, starfish can have a significant impact on commercial fisheries.  Starfish are of interest not only to echinoderm specialists but also to marine biologists and invertebrate zoologists in general and, increasingly, to the medical community. A starfish&apos;s ability to regenerate body parts is almost unequalled in the animal world, making them ideal models for basic science studies on the topic. IAN&apos;S RECOMMENDATION: For those with a technical interest in starfish biology.   Minton, Sherman A., Jr.. Amphibians &amp; Reptiles of Indiana (Revised Second Edition). 2001. Indiana Academy of Science. Hardbound: 404 pages. Price: $45.00 U.S. [Amazon UK; Amazon US]. SUMMARY: This extensively revised second edition is one of the best state treatments for herps, by one of the foremost authorities. The shaded range maps make it a useful reference for eastern North America.IAN&apos;S RECOMMENDATION: A must have for those with an interest in the herpetofauna of Indiana.   .. .. .. .. .. .. .. .. .. .. .. ..  Ian &quot;Birdbooker&quot; Paulsen is an avid and well-known book collector, especially to the publishing world. Mr Paulsen collects newly-published books about nature, animals and birds, science, and history, and he also collects children&apos;s books on these topics. Mr Paulsen writes brief synopses about these books on his website, The Birdbooker Report.  .. .. .. .. .. .. .. .. .. .. ..  Follow Grrlscientist&apos;s work on facebook, Google +, LinkedIn, Pinterest and of course, on twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2013/feb/17/1", 
    "wordcount": "1208"
}