{
    "headline": "Battlefield 3 and altruism  a question about motivation", 
    "text": "Every time I play Battlefield 3, it happens, and I am not sure why. It happens amid tense urban skirmishes, and during quiet spells broken by unseen sniper fire; it happens in home bases, and on the perimeter of enemy-held positions. It happens all over the map, all the time. Players are nice to each other.  I don&apos;t just mean the tactical interactions provided by the game  the ability to chuck first aid kits and ammo at teammates, and the option to revive them if they&apos;re shot. I mean stuff like waiting in a vehicle until another player catches up, allowing them to hop in, or providing covering fire when someone else (often me) is stuck out in the middle of a street with an empty clip and a lousy sense of direction. There is an argument of course, that this isn&apos;t altruism, it&apos;s simply part of the game  Battlefield 3 is predominantly a team endeavour, in which you earn more points at the close of a match if you&apos;re on the winning side. Helping other players ensures that you&apos;re not churning through re-spawn tickets, and in this sense can be as valuable as shooting an enemy. If you think that&apos;s the definitive answer, you may want to stop reading right now. The thing is, this highly developed sense of macro-strategic thinking is not what we&apos;re led to expect from FPS players, certainly not on public servers. When you&apos;re playing with friends, you import your existing interchanges of loyalty and reciprocity into the experience; but playing with strangers, most of whom aren&apos;t wearing headsets and can&apos;t or won&apos;t communicate, separates us from those human bonds. And yet it happens. People are nice.  What&apos;s more, people are not only nice, they are often selfless. Choosing to revive a downed comrade can put you in harm&apos;s way  this may not only make the act counter-productive in a strategic sense, it will also have ramifications for your own kill-death ratio. This is important stuff. The famous Prisoner&apos;s Dilemma exercise has taught us that under duress, humans may have to think tactically, and to assume the worst from others. Yet, as social animals, we have relied on the evolution of altruistic traits to keep communities together. The whole field of game theory has developed to understand these contrasting facets and to plot the behaviours of rational participants  and here they are, playing out continuously, on every server of the Battlefield 3 universe. And, call me crazy, but I&apos;m pretty sure the fleeting group relationships formed on public Battlefield servers have genuine research value to mathematicians, anthropologists and evolutionary psychologists who want to understand human motivations. Battlefield teams are essentially primitive tribal units, usually lacking in verbal communication and formed around the need to defend boundaries against rival groups. Interplay is instinctive and focused  it&apos;s like role-playing the dawn of man, but with M16s rather than clubs and spears.  Of course, the problem is, key crowd behaviours are often reversed in online games. There&apos;s a well-known phenomenon known as the bystander effect, in which the likelihood of people rushing in to help someone who&apos;s being attacked or has had an accident in the street is inversely proportionate to the number of witnesses. Large crowds instil us with a sense of audience inhibition  we don&apos;t want to look silly if we try to help someone who actually isn&apos;t in distress at all, or we don&apos;t want to take responsibility for doing the wrong thing. But in Battlefield 3, where situations are both anonymous AND lack ambiguity, people chuck out med kits and jump in to revive injured colleagues with total abandon. In some choke point areas, med kits just start to pile up uselessly, because everyone wants to have a go.  I&apos;m still surprised, though, that gameplay generosity remains common in Dice&apos;s series 15 years after it first arrived. In the original Battlefield 1942, I put it partly down to the fact that, even without comms headsets, players were able to jab the relevant function key to send out a request for ammo, medical help or just a lift in a passing tank. In the Xbox 360 version, you can make a context-sensistive call for help, but these operations are tucked away on the select key, which is not particularly intuitive, and they are not always noticed amid the chaos.  When I discussed all this with fellow games writer Christian Donlan he came up with another theory, which was less heart warming, but probably just as valid. As gamers, we&apos;re conditioned to interact continuously with the virtual world; we&apos;re almost always hitting buttons. However, in Battlefield, there are often long periods where you&apos;re just guarding a base, or camping on a hilltop with a sniper rifle waiting for an enemy to wander by. In these moments, we begin to crave inputs, we need to do something  so hitting a button to lob a health kit or an ammo box at a passing comrade is at least a feedback loop, however insignificant. Maybe this is the same impulse that drives players, in the countdown before a Battlefield level starts, to make their avatars jump up and down or twirl on the spot. We just need to be inputting. It&apos;s altruism as compulsive behaviour.  Perhaps there is a simple truth that online games get the players they deserve. If you&apos;re pitching your title as a fast-paced twitch shooter in which speed and individual excellence are the key requirements, you will get players who work in isolation. Modern Warfare 3 has attempted to build altruism into the Call of Duty experience with its support package, but by awarding experience points for altruistic acts, it&apos;s merely generating a new form of currency exhange. Psychologist Alfie Kohn has famously posited that generously rewarding people for being good doesn&apos;t make good people, it makes people who want more rewards.  I do wonder as well, whether EA has fabricated this sense of brotherhood by disabling team killing as default. In early iterations of Battlefield it was possible to shoot teammates or blow up their vehicles. There was always a small population of players who did this, either as an act of anarchy, or to force another craft to spawn so they could get in it themselves. In the latest versions of the game, team killing only operates in the &apos;Hardcore&apos; mode. Battlefield players, then, perhaps rely on strict boundaries and benign systems in order to be nice to each other. We are human after all.  Anyway, over to you. Have your experiences been different? Do you think it&apos;s all down to the type of game that Battlefield is? Are there other shooters that engender even more benevolent behaviours? Let us know in the comments section...", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/31/battlefield-3-altruism", 
    "wordcount": "1122"
}