{
    "headline": "Following the shoals of herring  with a pod of killer whales", 
    "text": "The air is saturated with the stench of rotting fish. An estimated 22,000 tons of herring have died here due to low oxygen levels in the water. Tarnished silver bodies blanket the shore, more lie at the bottom of the fjord, their decomposing flesh turning the water a milky aquamarine. Mobs of ravens peck at the thick band of cream-coloured fat marking the tide line and a sated white-tailed sea eagle loafs on a rock. Gannets dive like volleys of arrows, while bull-necked fulmars glide on stiff wings, banking low over the waves. On our starboard side the water is troubled and swirling clouds of glaucous gulls, great black-backed gulls and kittiwakes gather expectantly overhead. A huge bull orca emerges from the depths, his six-foot-high triangular dorsal fin carving effortlessly through the chop. Sunlight flares off the scimitar dorsal fins of three females as they surface beside him, seawater beading off their backs like mercury. The pod circles, diving and rising in tight formation to corral the live herring that boil up in their midst. The bull slaps the water with his tail flukes, sending up a rainbow of spray. Stunned fish float on the surface like ribbons of aluminium foil and the whales consume them one by one. A second pod is spotted. The snow-dusted peaks create a natural amphitheatre, amplifying the explosive whooshes of air exhaled through the orcas&apos; blowholes as they approach us. These individuals are more interested in socialising than feeding. They slap their paddle-like pectoral fins, tail lob, spy hop and roll playfully on their sides as they pass one another. A calf swims alongside the boat, flanked by its mother and a mature male, probably an older brother. The calf&apos;s peach-tinted belly and eye patches indicate it is less than six months old. As the adults eyeball me, the calf leaps clear of the water, breaching the elemental barrier that separates us.", 
    "section": "environment", 
    "gid": "environment/2013/mar/11/kolgrafafjordur-iceland-herring-orcas", 
    "wordcount": "319"
}