{
    "headline": "Higher education policy: 12 UK blogs worth bookmarking", 
    "text": "Online is a university of the mind. For every newspaper article or research paper that appears in printed form, there are many more articles, debates and comments on the internet. As readers of this network, you&apos;ll be aware that some of the most interesting debate on higher education policy takes place online. What&apos;s tricky is knowing that every minute you spend reading one blog, you might be missing out on a better one. At JISC, we support people in using technology to make their working practices more efficient, which often means helping people to develop their curation skills in an era of information deluge. In order to take the hard work out of finding the best blogs to keep up with, I&apos;ve shared some of my own trusted sources below. What are my metrics? We&apos;ve chosen blogs primarily that inform  these sources are some of the most trusted voices in the higher education policy sphere. I&apos;ve chosen those that entertain, that say something with a different take on the news headlines, perhaps with a particular research angle or political slant. And I&apos;ve chosen blogs that challenge me to think differently. As a blogger myself, I see their value for developing ideas  they&apos;re a rare space to test, debate and redraft in public. Being challenged and challenging back is all part of that research process  enjoy. WonkHE   This group blog (@wonkhe) which incorporates a range of HE policy professionals and analysts (including some mentioned below, plus amazing writers like Debbie McVitty and Emily Collins) is very influential and set to become even more so. Its editor Mark Leach (@markmleach) is now policy advisor to Labour&apos;s higher education spokesperson Shabana Mahmood (@ShabanaMahmood). Critical Education Andrew McGettigan (@amcgettigan) was responsible for the Intergenerational Foundation report &apos;False Accounting?&apos; which is an incisive investigation into the real cost of the new student funding model in England. He blogs in a similar way, drawing on detailed referenced analysis of policy alongside an understanding of economics and government accounting. HE Planning Blog A view from Andrew Fisher in the registry at the University of London, this blog covers all manner of planning and funding issues. Registrarism Written by Paul Greatrix (@registrarism) registrar at the University of Nottingham, this blog aggregates and comments on what&apos;s going on policy-wise in the UK and overseas. And True Crime on Campus is absolutely unmissable! Fragments of Amber Amber Thomas (@ambrouk) is my colleague at JISC and one of the smartest people I know. She exemplifies an approach known as whole-person blogging, so you&apos;ll find her reflections on the technological and policy challenges facing HE alongside everything else that she&apos;s interested in. Such as (currently) rabbits. University Blog Occasionally blogging with great insight on higher education policy, as a post-graduate student Martin Hughes (@universityboy) also writes practical advice for students. Research Research The blog forum for the magazine Research Fortnight is like a sweetshop of different authors (most frequently William Cullerne Browne @williamCB) writing on a wide range of issues affecting research policy. It&apos;s particularly good at analysing speeches by key MPs. Improvisation Blog Mark Johnson (@mwjtweet) at Bolton University shares a cybernetics-informed perspective on higher education policy and practice, enhanced by drawing on everything from musical creativity to modern philosophy. It&apos;s an incredibly thought-provoking read and I&apos;ve recommended it to a lot of people. You met me at a very strange time in my life Richard Hall (@hallymk1) who works at DeMontfort University, is developing an important, Marxist-informed, analysis of the interface between academia and the corporate world. OUseful Tony Hirst at the Open University (@psychemedia) will be known to many people for his posts about emerging techniques for analysing and manipulating big data  I love how he is happy to experiment in public and share his learning process. But he also writes well on HE policy and emerging trends in academic practice. No Good Reason Another great OU blogger, Martin Weller focuses on issues around pedagogy and online learning, examining the ways in which policy and linked trends affect these areas. The medium and the message A bonus non-HE policy link, just to demonstrate some of the best blogging practice I know about. Adam Curtis is a BBC filmmaker (&quot;all watched over by machines of loving grace&quot; etc) who tells stories from history by finding links between what&apos;s going on in the news, and the amazing archives of the BBC  one of my favourites. David Kernohan is programme manager at JISC, the UK technology consortium for education and research  follow it on Twitter @JISC and David @dkernohan Did the right blogs make the list  and who is missing? Comment below or email nancy.groves@theguardian.com  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/higher-education-network-blog/2012/aug/23/top-higher-education-policy-blogs", 
    "wordcount": "806"
}