{
    "headline": "Boot up: Google's lost links, iPad mini forecasts, uninstalling Windows 8 and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team SERP Crowding &amp; Shrinkage: It&apos;s Not Your Imagination &gt;&gt; SEOmoz For a significant number of searches, Google now only offers 7 results that aren&apos;t Google-related (eg YouTube, News). So what can you do about it? Let SEOMoz tell you:   In a word: nothing. This isn&apos;t an SEO-related change, where an on-page or link-profile tweak might change your SERP back to 10 results. This is an algorithmic volume knob Google can turn and we can&apos;t, right or wrong. My best advice is to spot-check the SERPs for your main keywords. Don&apos;t just rely on rank-tracking tools - they may tell you that you&apos;re in the #8-#10 spot, but they won&apos;t tell you whether your SERP cut off after #7.    The important point being that if you&apos;re not on the first page of results, then 89% of searchers (as of 2005; quite probably more now) won&apos;t see your link. Apple warns customers to be cautious of SMS after &apos;flaw&apos; cited &gt;&gt; PCWorld  &quot;Apple takes security very seriously,&quot; the company says in its statement. &quot;When using iMessage instead of SMS, addresses are verified which protects against these kinds of spoofing attacks.&quot;  &quot;One of the limitations of SMS is that it allows messages to be sent with spoofed addresses to any phone, so we urge customers to be extremely careful if they&apos;re directed to an unknown website or address over SMS,&quot; it adds.  Pod2g explains that the SMS flaw allows the sender of the message to enter an address on its reply line that&apos;s different from the address that appears on its &quot;from&quot; line.   Aren&apos;t there SMS gateways that allow such spoofing that have been around for ages? Supply volume of 7.85-inch iPad to reach 4m units starting in September &gt;&gt; Digitimes Apply salt:   Supply volume of Apple&apos;s 7.85in iPad is estimated to reach 4m units per month starting in September in order to prepare for demand from year-end holidays, according to sources from the upstream supply chain.  Rumors are circulating in the IT market that Apple will launch its 7.85in iPad in October with a thinner screen frame to allow the device to feature a bigger display area than other competing products and will also feature a resolution similar to that of iPad 2.   It&apos;s like a Rolf Harris picture. How Hollywood Is encouraging online piracy &gt;&gt; Scientific American David Pogue:   if you don&apos;t make your product available legally, guess what? The people will get it illegally. Traffic to illegal download sites has more than sextupled since 2009, and file downloading is expected to grow about 23% annually until 2015. Why? Of the 10 most pirated movies of 2011, guess how many of them are available to rent online, as I write this in midsummer 2012? Zero. That&apos;s right: Hollywood is actually encouraging the very practice they claim to be fighting (with new laws, for example).   But those films (Fast Five, Hangover 2, Thor...) are available on DVD, and have been for some time. Is there something magical about being able to stream a film that renders it immune from piracy? Or is piracy fuelled by people who want to watch a film as soon as - or even before - it&apos;s released, for the lowest price possible? After all, the list of pirate downloads doesn&apos;t include Disney classics like Snow White - yet they aren&apos;t on streaming services. So &quot;not on streaming&quot; isn&apos;t the whole story. (Thanks @modelportfolio2003 for the link.) Why passwords have never been weaker--and crackers have never been stronger &gt;&gt; Ars Technica  The average Web user maintains 25 separate accounts but uses just 6.5 passwords to protect them, according to a landmark study (PDF) from 2007. As the Gawker breach demonstrated, such password reuse, combined with the frequent use of e-mail addresses as user names, means that once hackers have plucked login credentials from one site, they often have the means to compromise dozens of other accounts, too.  Newer hardware and modern techniques have also helped to contribute to the rise in password cracking. Now used increasingly for computing, graphics processors allow password-cracking programs to work thousands of times faster than they did just a decade ago on similarly priced PCs that used traditional CPUs alone. A PC running a single AMD Radeon HD7970 GPU, for instance, can try on average an astounding 8.2 billion password combinations each second, depending on the algorithm used to scramble them. Only a decade ago, such speeds were possible only when using pricey supercomputers.   (Thanks @tehgreatgonzo for the link.) Why I&apos;m uninstalling Windows 8 &gt;&gt; PCGamesN  This isn&apos;t an exhaustive list, but it is an exhausting list of reasons why I&apos;ll never touch Windows 8 again.   He really, really doesn&apos;t like the desktop experience. Twitterrific: New Rules, Same Road &gt;&gt; Iconfactory Twitterrific was one of the first third-party apps for Twitter:   For the past several months, we&apos;ve been working on a major update to Twitterrific that we&apos;re very excited about. There were concerns that this new version might end up on the cutting room floor prior to Twitter&apos;s announcement, but after reviewing the new restrictions and speaking with the team at Twitter, we&apos;re pleased to report that our development plans remain unchanged.  We&apos;re re-doubling our efforts to bring you an all-new version of Twitterrific: one that complies with Twitter&apos;s new guidelines and makes reading and posting to Twitter even easier and more fun.   So who exactly is affected by this Twitter change?  Windows 8 Pro to be priced at $199 following $69.99 promotional pricing &gt;&gt; The Verge  Microsoft&apos;s Windows 8 Pro software will be priced at $199 after a promotional price of $69.99 expires on January 31st 2013, according to one source familiar with Microsoft&apos;s plans. The software maker will also offer a Windows 8 to Windows 8 Pro upgrade option at retail stores for $69.99 until January 31st when the price reverts to $99.99.   It&apos;s a big upgrade, but in these days of apps that feels pricey. Three days after suing Apple, Google says patent wars hurt consumers &gt;&gt; Ars Technica  Google&apos;s director of public policy Pablo Chavez said &quot;One thing that we are very seriously taking a look at is the question of software patents, and whether in fact the patent system as it currently exists is the right system to incent innovation and really promote consumer-friendly policies.&quot;   We already know the answer to that in the US (Europe has a slightly different approach). The question is, what is Google actually doing about it, apart from setting Motorola on Microsoft and Apple - a tactic that has borne absolutely no fruit in the year or so it&apos;s been doing it? (Google assented to Motorola instigating a lawsuit against Apple before the takeover was complete.)  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/22/technology-links-newsbucket", 
    "wordcount": "1187"
}