{
    "headline": "Margaret Thatcher: her impact and legacy in global development", 
    "text": "Structural adjustment programmes were socially devastating One of the most surprising appointments that the young Margaret Thatcher made when she became British prime minister in 1979 was to ask an elderly American academic to be her macro-economic adviser. Milton Friedman was in his 60s, leader of a small group of respected but largely theoretical academics known as the &quot;Chicago school&quot;. He and his colleagues had been making waves by promoting &quot;economic liberalism&quot;, including low taxes, the sale of state-owned industries, the removal of protectionist barriers, the primacy of private rather than government finance and, philosophically, the individual above the state. Friedman won the Nobel prize in 1976 but, apart from advising Chile, he and his colleagues had little experience of government. That was to change as he and Thatcher&apos;s other like-minded economic adviser, Alan Walters, launched an economic revolution that was to reverberate through world bodies and gather pace as it was forced on to developing countries. Within a few years of meeting Thatcher, Friedman was advising the US treasury, and most world bodies were beginning to adopt what became known as &quot;neoliberal&quot; ideas. The new mantra of economic liberalisation  free trade, open markets, privatisation, deregulation and reducing the size of the public sector  spread rapidly across the world via the US and British treasuries&apos; political domination of the World Bank, the International Monetary Fund (IMF) and, later, the Gatt  precursor to the World Trade Organisation. In return for bailouts, over 90 indebted countries were forced to radically restructure their economies by opening their markets, reducing state spending and growing their exports. Today, the structural adjustment programmes (SAPs) imposed on developing countries might be called &quot;austerity&quot; programmes. They required poor countries to reduce spending on health, education and development, while debt repayment and other economic policies were to be made the priority. The result was socially devastating. The divisions that emerged in Britain throughout Thatcher&apos;s 11 years of power were mirrored across the world. Because SAPs and global trade policies hit poor and working people particularly hard, the result was riots in south-east Asia, Latin America and Africa, price hikes and unemployment. The path of global development, it is argued, was dramatically changed, marked throughout the 1980s by increasing inequality, the march of multinational companies, the globalisation of trade and the opening up of economies to a brand of capitalism that led to economic growth  but at the expense of unemployment, falling incomes and environmental destruction. The 1980s coincided with the greatest destruction of rainforest, the fastest growth of slums and the greatest increase of emissions. Farming, cities and industry were all affected as people left the countryside, local markets were undermined as rich countries dumped more subsidised food and goods, and state-run industries were closed. Thatcher&apos;s economic and cultural influence is still argued over. What is certain is that the policies she and her three successive governments backed had become the consensus of western governments by the time she left office in 1990, and still dominate economic thinking.  John Vidal is the Guardian&apos;s environment editor She ignored social justice, equity and inclusiveness     A bottling plant near Cape Town. 'Labour laws exist in many less developed countries, but are rarely implemented.' Photograph: Mike Hutchings/Reuters    One of the key contributions that Thatcher made to development was her transformative leadership, with which she changed not only the course of her country, but also the understanding of what a UK prime minister can achieve and how. She contributed to the fall of the Berlin Wall, which started a major transformation of central and eastern European economies from relying mostly on central planning to being governed by markets. Thatcher&apos;s leadership style was strong, decisive and sometimes so uncompromising that it would undermine her objectives. Nevertheless she was admired for being principled and unafraid to stand up for her values and goals. Her unshakable belief in herself was both her greatest strength (and helped her become first female British prime minister) and greatest weakness (she became increasingly isolated from her voters). Thatcher made a major contribution to economic policies, especially with her emphasis on enhancing competitiveness and the flexibility of labour and product markets. The focus on the deregulation of these markets underpins much of the work carried out by the Organisation for Economic Co-operation and Development and other international organisations today. Thatcher strongly believed in the benefits of privatisation. Her supporters credit her with turning the British economy around. These policies provided the core for the structural adjustment programmes applied by the IMF and World Bank to developing countries during the 1980s and 1990s. While many of the above policies may work in the UK or other advanced economies, without modification to the local context they tended to be ineffective in developing countries with weaker institutions and capacity. For example, labour market laws exist in many less developed countries, but they are rarely implemented. Similarly, the experience of eastern Europe revealed the weaknesses of privatisation programmes when markets are thin and corporate governance lacking. Moreover, perhaps because of her preoccupation with competition and markets, she did not pay enough attention to issues such as social justice, equity and inclusiveness  all critical development issues. On a more positive note, it is still true that many African countries&apos; private sectors could be more developed, economies less regulated, business environments more investor-friendly. While pursuing these economic objectives, the continent can draw on lessons from other regions, while also paying attention to inclusion. And it has been said on numerous occasions that structural transformation in Africa needs strong, visionary and determined leadership  perhaps not too distant from a contemporary version of the one Thatcher provided to Britain more two decades ago. Perhaps what the continent needs today is &quot;Thatcherism&quot; that is inclusive and shows the people of Africa its human face.  Professor Mthuli Ncube is chief economist and vice-president of the African Development Bank The problem with socialism is that sooner or later you run out of other people&apos;s money     African leaders meet in 2011. 'There is no reason to believe that governments make better decisions than the market.' Photograph: Sia Kambou/AFP/Getty Images    In much of the west, the post-second world war economic boom began sputtering even in the 1950s. The emergence of &quot;stop and go&quot; economics suggested that, sooner or later, choices would have to made, not just in Britain but around the world. The tragedy of the 1960s and 1970s was that many countries proved unwilling, or unable, to make the necessary choices. The precise shape of the trap differed from country to country. Britain continued to strive for the impossible: to have, simultaneously, low unemployment, low inflation, a high and stable pound, and a positive balance of trade. The effort to &quot;have it all&quot; inevitably involved more and more state intervention in the economy, which many on the left prized as being somehow more fair than relying on the market. Not coincidentally, it also allowed them to pay off their political base. The net result was to give greater power to the takers in the state and less to the makers in the private sector. There was never any reason to believe that governments  which are just small collections of individuals  would have the necessary wisdom to make better decisions than the market  a much larger collection of individuals. But the greater fallacy was in using the state as a crutch to avoid prioritising some good things over others. In the end, as Thatcher pointed out, the problem with socialism is that sooner or later you run out of other people&apos;s money. There are numerous ways to ruin an economy, but the essence of any top-down system is that it promotes inflexibility, which is the antithesis of growth. At its worst, this gives you the Soviet Union. At its best, in the west, this gives you a system steadily smothered by its own vested interests, a problem that was even worse in the developing world which too often lacked the legal protection of property rights that we take for granted. Thatcher&apos;s achievement was to challenge this increasingly stagnant status quo by making decisions about what to prioritise, thus rejecting the belief in the state as the enabler of all good things. Predictably, it earned her the hatred of the left. But it was the failure of state intervention that gave Thatcher her opening, which other western leaders  including Franois Mitterrand of France, who U-turned to the right  seized with gratitude or out of necessity. As Thatcher liked to say, &quot;There is no alternative.&quot; And by 1979, she was right.  Ted R Bromund is senior research fellow in Anglo-American relations at the Heritage Foundation&apos;s Margaret Thatcher Center for Freedom A reversion to a Dickensian variety of capitalism     An anti-poverty protester in Manila, the Philippines, 2011. 'One of Thatcher's legacies is sharply increasingly inequalities of assets, incomes, opportunities.' Photograph: Bullit Marquez/AP    Since her death, many eulogies of Thatcher have spoken of her as a revolutionary. Thatcherism (along with the associated Reaganomics) is seen as a radical transformative agenda that changed the face of economy and society. But seen from the developing world decades later, much of this agenda appears familiar, in the form of structural adjustment policies that have been forced upon different countries at different times by international institutions. Given the broad contemporaneity of these strategies, it is a moot point who &quot;inspired&quot; whom, or just how original those ideas were. But it is certainly true that they contributed to shaping policy dialogue in fundamental ways, and thereby left a continuing (if unfortunate) legacy. Consider just five significant elements of this legacy, most features of which are now found across the world and especially in developing countries: First, and possibly the most well-known: the attack on organised labour and the resulting drastic reduction in workers&apos; bargaining power. This occurred not just through the instrument of unemployment (or fear of it) used to discipline workers, but through regulation and legal changes as well as changing institutions. This is now an almost universal feature, except in societies such as in Latin America where recent political changes have generated some reversal. Second, financial deregulation and significant increases in the lobbying and political power of financial agents. This has led to the massive expansion and then implosion of deregulated finance, with the crisis affecting the real economy in terrible ways. It has also contributed to deindustrialisation and the rentier economy. The UK today is clearly one, with its focus on the City of London as its most prominent &quot;industry&quot;  but this is increasingly the fate of countries that are much lower in the development and per capita income ladders. Third, the triumph of private gain over social good and the aggressive delegitimisation of public provision. Quite apart from the adverse effects on the long term (in terms of inadequate public investment for the future or for meeting current social needs) this has terrible effects on society, creating not just injustice but small-minded and petty individualism as a dominant social characteristic. Fourth, the weakening or destruction of notions of the rights of citizens, particularly social and economic rights. Most citizens of the developing world are still struggling for these to be recognised, so the rapid derecognition of such rights in the post-Thatcher era has been a setback for everyone  and is only too obvious in much of Europe today. Fifth, sharply increasingly inequalities of assets, incomes, opportunities, which has become socially and economically counterproductive everywhere and increasingly politically destabilising as well. Was Thatcherism then all that new? No  it was essentially a reversion to an older, Dickensian (if not even Hobbesian) variety of capitalism, bringing back into significance those more unpleasant features of the capitalist system that were supposed to have been abandoned in the forward progress of human history.  Jayati Ghosh is professor of economics at Jawaharlal Nehru University, New Delhi, and the executive secretary of International Development Economics Associates", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/16/margaret-thatcher-impact-legacy-development", 
    "wordcount": "1935"
}