{
    "headline": "Guided tour of a slate quarry reveals slabs of history and modern methods", 
    "text": "Down in the pit, gulls float on turquoise water beneath tiers of cut slate and old blasted areas colonised with scrub. Up on the rim of this 425ft deep quarry, overlooked by four tall wind turbines, gusts blow across from the ocean and towards the rainy summits of Rough Tor and Brown Willy. The unseasonal weather buffets willow, blackberry flowers, cocksfoot and sorrel along the defunct trackbed of the Atlantic Coast Express, and a few jackdaws rise above the quarry&apos;s sheltering cliffs. Delabole&apos;s blue-grey slate has been valued for centuries, particularly for roofing, and is used for building and restoration work throughout the country. The oldest record of its use was for Winchester castle in 1314, and in the reign of Elizabeth I slates were exported to Brittany and the Netherlands. Lettering on slate gravestones in Cornish churchyards remains legible for centuries and, beneath slate roofs, within walls hung with slate to keep out the driving rain, indigenous farmsteads and cottages featured flagstone floors and dairy slabs for cream and butter. Before the railway arrived, in 1893, teams of horses hauled slates to Port Gaverne for dispatch by sea. Old photos show the crowds of men who worked here; in 1859, 1,000 men raised around 120 tonnes each day. On this afternoon&apos;s guided tour, four visitors watch huge blocks of stone being sliced with diamond saws cooled using water pumped from the quarry. The engineer is attending to the &quot;gang-bladed&quot; or frame saw which cuts slabs for floors, worktops, sills and hearths. In another shed two men split blocks into roofing slates using bettle (a small mallet) and chisel. Dressed square in the guillotine, the finished slates are sorted and packed into crates. Randoms and peggies are of variable size, laid on roofs in diminishing courses  biggest at the bottom and smallest at the ridge. Royal and aristocratic names are no longer used for specific sizes, but the largest produced now is, at 24in x 12in, equivalent to what used to be a duchess.", 
    "section": "environment", 
    "gid": "environment/2012/jun/19/delabole-cornwall-slate-quarry-tour", 
    "wordcount": "337"
}