{
    "headline": "The fluorescent jacket of a woodsman stands out among the wintry trees", 
    "text": "The sound of a chainsaw drew me across the field, a guttural drone rising in pitch and then rumbling as it idled. Snow was falling in soft, loose flakes, just enough to dust the grass and show tracks leading to the footbridge. Here a summer flood had torn a beech tree from the high bank. Its double trunk lay wedged across a tributary of the East Allen, already collecting a sizeable dam of flotsam. Under the bridge, the metal gabions had been partially scoured out and the burn, stopped in its normal flow, had started to eat deep into the bank. The fluorescent jacket of a woodsman stood out, an incongruous orange among the wintry trees. Running his chainsaw up the smooth trunk of the beech, he was snedding  slicing off the side branches that another man then piled up under the trees. There the limbs would rot down and return to the earth, but not before their tangled boughs gave safety to the many birds in this fragment of ancient woodland. An opportunistic robin nipped among disturbed leaves to pick off insects. Field officers for the county&apos;s footpaths network, the two men measured the damaged bank. The beech was then cut into several 17ft lengths. Asthe chainsaw slid through its bulk, a pile of sawdust the colour of buttermilk built up on the gravel. They then drove scaffolding posts deep into the stony riverbed, the thud of the mell reverberating through the wood. Using felling tools, gravity and metal bars for leverage, they deftly manoeuvred the weighty beech trunks. With the scaffolding posts at the front to hold them firm, three stacked trunks made a wall across the gouged-out bank next to the footing of the bridge. The gap behind they filled with boulders. Though raw looking now, the wood and stones will quickly be covered in moss in this shady place, and butterbur leaves will hide the repair. Apart from the posts, everything used was of the place. The stream can now flow freely while the bank is shored up by the recycled tree.", 
    "section": "environment", 
    "gid": "environment/2013/jan/31/fluorescent-jacket-woodsman-wintry-trees", 
    "wordcount": "348"
}