{
    "headline": "Tottenham Hotspur in talks to open free school at their new stadium", 
    "text": "Tottenham Hotspur football club is in talks to host a free school at its stadium after Michael Gove, the education secretary, wrote to every Premier League club urging them to back his reforms. Following the letter from Gove, the club, whose manager Harry Redknapp is on trial for tax evasion, is planning to build a new stadium close to its current ground, White Hart Lane, with space set aside for &quot;educational use&quot;. The club said it had held talks with a number of groups interested in establishing a free school at the stadium but had yet to decide who would take the space in the 56,000-capacity arena. The development, which was uncovered by the BBC&apos;S Sunday Politics London show, adds a new twist to the controversial free schools programme. Gove wrote that he hoped football clubs might meet him to discuss sponsoring an academy or setting up a free school. He said: &quot;It would be possible to ensure that training is incorporated effectively into the school day without disrupting pupils&apos; academic studies.&quot; He added: &quot;Football clubs are pillars of their communities and invest time, money and energy into young people. The work you are doing is having a positive impact on young people&apos;s lives. Your experience and drive would be hugely beneficial to children in your local area, who would be inspired by going to a school that their local football club is involved with.&quot; Redknapp and Milan Mandaric, his former boss at Portsmouth Football Club, are accused of colluding to conceal payments of 187,000 in a Monaco bank account. Both deny the charges. A group of parents and teachers called the Academy of Entrepreneurship and Sporting Excellence (AESE) is campaigning for a free school in Tottenham and has partnered with the charity founded by Lord Harris, owner of Carpetright. The Harris Federation runs 13 academies and is expected to submit plans for the new free school to the Department for Education by the end of the month. Meanwhile, Tottenham has dropped its campaign to move into the Olympic Stadium in Stratford, and the club is committed to its original plan for a new stadium near White Hart Lane. A spokesman for the Harris Federation said: &quot;We would certainly look to work closely with Tottenham Hotspur if the free school gets the go-ahead to open, wherever in the area it is located, just as we would wish to partner any major organisation in the areas our schools serve.&quot; Adam Davison, head of community relations at Spurs, told the Sunday Politics London show, which airs today, that the club was exploring its options. He said: &quot;Tottenham Hotspur Football Club believes education has the potential to play an important role in the new stadium redevelopment and could bring great benefit to the wider community. &quot;The club has been approached by groups and organisations who are interested in exploring the opportunities on the Spurs site but is not endorsing any one proposal at this time and is keen to explore all the options before committing to anyone. All options for education provision will be considered in the context of the club&apos;s vision and ethos, community benefit and financial viability.&quot;", 
    "section": "education", 
    "gid": "education/2012/feb/05/tottenham-hotspur-free-school", 
    "wordcount": "540"
}