{
    "headline": "Deepwater corals may be key to restoring damaged reefs, survey finds", 
    "text": "Healthy corals that lie deep below the ocean&apos;s surface may be the key to regenerating parts of Australia&apos;s badly damaged Great Barrier Reef, according to an underwater survey being carried out off the coast of northern Queensland. Using remote operated vehicles (ROVs) and deep-sea diving techniques, the Catlin Seaview Survey has found healthy coral habitats at depths of 30-120 metres, right underneath badly damaged areas of the Great Barrier Reef. &quot;Some of the shallow areas of the reefs we&apos;ve been diving on have been completely devastated by cyclones, but as soon as we dive to depths of 40m and below, the areas are almost completely untouched,&quot; said Pim Bongaerts of the University of Queensland&apos;s global change institute, who is leading the deep reef survey. Until now, very little has been known about the deep reefs and knowledge has been largely limited to depths of 30m, which is accessible by scuba diving. For the first time, the survey&apos;s findings suggest deeper waters may provide a form of refuge for corals. &quot;One of the most striking things we&apos;ve seen is the abundance of coral on the deep reef, even at 70 or 80m. We have also already seen a few species in the deep areas that also exist in the shallow water,&quot; said Bongaerts. This may suggest that the upper and lower corals are part of the same population and have moved between deep and shallow waters, which could be an important part of regenerating the damaged upper reef. Earlier this month, a report by the Australian Institute of Marine Science showed that coral cover in the shallow part of the Great Barrier Reef has dropped by more than half over the past 27 years, with 48% of the damage caused by storms. Using the ROV vehicles to film and collect samples from the deep reef on this scale is &quot;simply unprecedented&quot; in Australian waters, according to Carden Wallace, principal scientist at the Museum of Tropical Queensland, who has been examining the survey&apos;s samples. &quot;Up until now, we&apos;ve only had a very small number of specimens from deep reefs, mostly dredged samples, totalling about 20. Already the survey has collected more than 10,000 deep coral specimens (from below 40m),&quot; she said. The Great Barrier Reef is the largest coral reef ecosystem in the world, stretching 2,000km along the Queensland coast.", 
    "section": "environment", 
    "gid": "environment/2012/oct/26/deepwater-corals-great-barrier-reef", 
    "wordcount": "398"
}