{
    "headline": "Pass notes No 1,131: Browsing", 
    "text": "Age: Began with the first online browser  TimBerners-Lee&apos;s WorldWideWeb  in 1991. Appearance: The internet. What&apos;s browsing? That&apos;s the technical term forvisiting websites. OK. So what&apos;s your &quot;browsing history&quot;? That&apos;s alist of every website you have ever visited. Including the naughty ones. You mean the gossip sites? Yep. Red-hot gossip sites. Teenage gossip sites. Japanese animated gossip sites. That sort of thing. You know me so well. Those were just hypotheticals. Right. Duh. Good thing I delete my history. Clearly. Unfortunately, deleting your history only hides it from the people on your end. There are people on the other end? Yep. Millionsof them, actually. But right now the onesyou should be worrying about are Google. Asof 1March, the company will be gathering dataon you from every one of its services  including e-mail and YouTube  and collectingthem in abigdigital box with yourname on it. Is that bad? Well, let&apos;s say you search the term &quot;elf gossip&quot; a few times and that goes into the Google database. You delete your history, so no one at home will find out, but Google still knows. A few days later, a friend visits YouTube on your computer and an ad pops up for &quot;loose-lipped elves&quot;. Get the picture? I surely do. Although that elf thing was just theone time. Can I opt out? Well, they have pledged to give users a &quot;do-not-track&quot; button, butthat&apos;ll only work when you&apos;re not logged intoa Google account. Is that all? If you&apos;re quick, there&apos;s also still timetodisable your web history in your accountsettings. OK done. Phew. So now they can&apos;t track me at all?Actually that won&apos;t stop them tracking you either, but they will have to make your data anonymous in 18 months&apos; time. That&apos;s not very reassuring. Is there nothingelseIcan do? You could always not useGoogle. Ha! Good one. Thanks. Do say: &quot;I&apos;m just browsing.&quot; Don&apos;t say: &quot;No idea what these ads for lederhosenare about.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/feb/24/pass-notes-browsing", 
    "wordcount": "376"
}