{
    "headline": "This week's new games releases", 
    "text": "Birds Of Steel, PlayStation 3, Xbox 360 Console flying games tend towards the missiles first, come-at-me-bro philosophy of the arcade, unlike more stately flight simulators which aren&apos;t afraid of lengthy periods of relative quiet. Birds Of Steel is steadfastly of the latter school, and is unusual in its dedication to authenticity even when it&apos;s not terribly exciting, resulting in a historically accurate flying game with 100 airborne relics to test in a campaign focusing on the Pacific conflict in the second world war, first from the American perspective and then the Japanese. Missions&apos; inexplicable tendency to spend more time on level flying to waypoints than in actual combat renders the game unnecessarily dull, an issue exacerbated by the glacial speed of its aircraft. Konami, 29.99-39.99 Journey, PlayStation 3     Journey. Photo: PR    Starting in an apparently featureless desert without so much as a word of introduction, you discover you can move your dainty, almost feline, heroine across the sand and off you go. Your wanderings soon uncover an imposing mountain on the horizon and enormous, partly destroyed ruins springing from the sand, followed by the joyous realisation that you can fly. What follows is an experience uncluttered by scores, power-ups or even words, as desert gives way to the sparkly blue twilight of subterranean caverns and finally the snowy wastes of the mountain. It&apos;s three or four hours of blissful exploration, perfect for a lazy afternoon. SCEE, 9.99, download via PSN Fun! Fun! Minigolf TOUCH!, Nintendo 3DS     Fun! Fun! Minigolf TOUCH!    Fun! Fun! Minigolf TOUCH! plays a refreshingly simple game of crazy golf which, despite its name, can also be controlled entirely with joystick and button presses. Playing each hole earns coins, rewarding you for rounds with fewer strokes, while quick trips to the shop between matches unlock new tournaments, trick-shot challenges and sets of clubs. Cock-ups, meanwhile, go relatively unpunished. Like Journey, this is a game designed to occupy a few glorious hours before returning you to day-to-day life in a slightly better mood. Nintendo, 4.50 from eShop Games news     I Am Alive. Photo: PR    Also out are I Am Alive (download for PS3 &amp; Xbox 360), bringing the aesthetics and sense of gloomy desperation of Cormac McCarthy&apos;s The Road to videogames in this lo-fi post-apocalyptic tale  FIFA Street (PS3 &amp; Xbox 360) gets a reboot with more realistic looks and just as much emphasis on showing off your &quot;skillz&quot;  BIT.TRIP Complete (Wii) and BIT.TRIP Saga (3DS) provide all the games in BIT.TRIP&apos;s splendid pastiche 8-bit canon along with a clutch of bonus challenge levels  Cabela&apos;s Big Game Hunter 2012 (PS3, Wii &amp; Xbox 360) lets you shoot and kill wildlife without the need to don a pith helmet or even get up off the sofa  Captain Morgane And The Golden Turtle (DS, Wii) brings its brand of bargain-bin Pirates Of The Caribbean adventuring to Nintendo fans  Finally, Yakuza: Dead Souls (PS3) blends Sega&apos;s bestselling gangster franchise with a legion of the undead.", 
    "section": "technology", 
    "gid": "technology/2012/mar/17/birds-of-steel-journey-review", 
    "wordcount": "495"
}