{
    "headline": "UK's education plan for Nigeria unrealistic and unaffordable  Icai", 
    "text": "Tens of millions of pounds poured into Nigeria&apos;s education system by the UK government have had &quot;limited benefits&quot; in a nation that accounts for a third of all out-of-school children in sub-Saharan Africa. The Department for International Development (DfID), working with the Nigerian government, created a 10-year state education plan that was &quot;neither realistic nor affordable&quot;, according to a report published on Tuesday by the Independent Commission for Aid Impact (Icai), a watchdog that monitors UK aid. DfID has spent 102m backing a Unicef-run girls education programme and an education support programme, overseen by a consortium led by consultants Cambridge Education. A further 126m is earmarked up to 2019 in eight northern Nigerian states, one southern state and the commercial capital, Lagos. &quot;The programmes have yet to achieve sustainable results, largely due to the failure of state governments to fund adequately and equitably the required improvements,&quot; the report said. It recommended DfID scrap the Unicef-run programme next year, citing poor performance. Nigeria is Africa&apos;s largest oil producer, but that wealth has largely failed to trickle down. Two-thirds of the population of 162 million live on less than $1.25 a day, the World Bank indicator of extreme poverty, the majority of whom live in the north. Literacy levels are particularly low in the north, but Nigeria&apos;s top-performing private schools remain out of reach to most as term fees start at around 500,000 naira (2,400). Officials say a plethora of private schools, often church or community-funded, have sprung up in recent years as literacy levels have slipped. Nine out of 10 five- to 16-year-olds were able to add together two single digit numbers in Lagos, but this achievement got progressively worse further north. In Sokoto, Nigeria&apos;s northernmost state, fewer than two out of 10 children were able to complete the sums, the Icai report found. Support for female teachers was a rare example of success from the programmes, the report said: &quot;There have been some successes, including support for female teachers and school-based management committees, and an innovative approach to Qur&apos;anic schools, attended by most Muslim children in northern Nigeria.&quot; Implementation issues, however, were limiting the impact on pupil learning. &quot;During the rainy seasons, sometimes all 65 of us have to bundle into one corner of the room because there is no wall on one side of the building and the other side is just filled with floodwater,&quot; a Lagos-based teacher in a state-run school said. In another school in the northern state of Sokoto, a teacher said her school had three fully trained teachers for 1,000 primary school pupils. &quot;We are lucky if pupils come to school with a single book. You cannot ask someone to do their homework if you know they are going to help their parents in the market afterwards,&quot; the teacher added. Despite a 2004 law that made nine years of free basic education compulsory, around a third of all children who are out of school in Africa come from Nigeria. The country is home to one-fifth of the continent&apos;s population. A report released by the government in November said Nigeria had fewer than 40,000 university lecturers. A Nigerian education ministry official said internal reports showed that some universities had only five professors, but that steps had been made to improve education in the north despite attacks by Islamist militants Boko Haram, whose bombing campaigns have targeted schools and reduced attendance rates. Campaigners say political will to clean up the education sector remains low, but there have been glimmers of hope. Last year, president Goodluck Jonathan inaugurated an education rescue project for street boys in northern Nigeria. Education minister Ruqayyatu Rufai has urged families to educate girls, who are often excluded in favour of boys in the Muslim-majority north. &quot;The problems are very deep and span right from primary to tertiary level,&quot; said Bankole Sadipe, director of NGO Total Child&apos;s Education Foundation. &quot;An average secondary school has at least 60 students per teacher. We found secondary schools with up to 120 students in one class. Then everywhere you go there are infrastructure problems, schools with no toilet facilities, or blackboards, no books, just basic things,&quot; he added. A DfID spokesman said: &quot;This was a limited inquiry in that the team only visited less than 1% of schools, most of which were in only one state in Nigeria [Sokoto], and they did not take into account the most recent evidence of the projects&apos; progress. However, we will carefully review the report&apos;s recommendations and respond in due course.&quot;  This article was amended on 21 November to include a response from DfID", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/20/uk-education-nigeria-unrealistic-unaffordable", 
    "wordcount": "788"
}