{
    "headline": "How to make the most of postgraduate open days", 
    "text": "Given the abundance of information available online and in prospectuses, you might be tempted to skip visiting your university in person before signing up to a postgraduate course. But, while postgraduate open days may not be the most glamorous dates in your diary, they can help you make the right decision and, crucially, help you realise if you&apos;re making the wrong one about your education. &quot;There&apos;s no substitute for visiting prospective universities in person,&quot; says Claire Chalmers, student recruitment officer at Goldsmiths College. &quot;You will get a feel for the campus, the area in which it&apos;s located and the students. It&apos;s also an opportunity to have some contact time with the people who will be teaching you, which is invaluable. Attending university, either at undergraduate or postgraduate level, is a huge commitment and it&apos;s vital you take all the opportunities available to you to ensure you make the most well-informed decision possible.&quot; While your choice of undergraduate study may have been influenced by non-academic factors  such as the size of the union, the music scene, or the price of a pint  prospective postgraduate students should have a lot more queries regarding the details of their course. &quot;Academic staff teaching or supervising postgraduate programmes tend to be more specialised in their field and it will give you an opportunity to discuss in more depth the content of the programme and the suitability,&quot; says Chalmers. This was the case for Dan Turi, who went to an open day at the School of Oriental and African Studies (Soas) to hear what professors had to say about the course he was eyeing up, and ended up choosing a different one altogether. &quot;One of the politics tutors convinced me to take international politics rather than history. He emphasised the flexibility of the courses there, the possibilities to combine different disciplines, and drummed up the usefulness of a politics degree in applying for research-type jobs. Those were the things I wanted to know, and here I am now.&quot; Anya Pearson, who has just completed a master&apos;s in history at University College London (UCL), also found the open day was &quot;relatively pain-free&quot; with &quot;plenty of free tea and biscuits&quot;. She found out specific details about what the university was looking for from applicants and grilled the tutors for tips on funding opportunities  very important if you&apos;re only applying to one or two competitive and costly postgraduate courses. But her advice is to take time to wander around the campus: &quot;Even if there aren&apos;t many people around, you can tell a lot about a place from the atmosphere in the cafes, bars and little things like the event posters on the noticeboards. Ask yourself whether you can picture yourself going there or not.&quot; Another option is the virtual open day. Since there tend to be smaller numbers of students considering postgraduate study, many universities now organise open days online. &quot;They are a good way to get people talking about the program and interact with them, especially if they are unable to visit in person,&quot; says Dr Sarah Gregory, director management programmes at Lancaster University, where they run a series of webchats each year. They&apos;re an opportunity for international students to speak directly with tutors, but also allow students to get to know one another before they arrive. &quot;One Chinese student advised another prospective Chinese student that you need lots of shoes and umbrellas if you were going to come to Lancaster,&quot; says Gregory. Postgraduate open days are a chance to make sure you get the most out of your money. Virtual or real-life, they&apos;ll equip you with the personalised information you need to get the course right, and make sure you don&apos;t end up getting caught short. Of shoes, that is.", 
    "section": "education", 
    "gid": "education/2012/nov/12/hwo-to-make-the-most-of-postgraduate-open-days", 
    "wordcount": "641"
}