{
    "headline": "Eric Schmidt: EC and FTC should make a decision on Google lawsuit", 
    "text": "Antitrust regulators at the European Commission and the US Federal Trade Commission should either sue Google or drop their cases against the search giant, its executive chairman Eric Schmidt suggests. He also says that the company&apos;s relationship with Apple  which has booted Google&apos;s Maps and YouTube app off the newest version of its iPhone software released in September  is less like teenagers with guns, and &quot;more like a country - they have disputes, but they&apos;ve actually been able to have huge trade with each other.&quot; Speaking to the Wall Street Journal, Schmidt said that he doesn&apos;t know how the competition regulators on both sides of the Atlantic  who have each been investigating the company for more than 18 months over claims that it manipulates search results and limits advertising flexibility  will decide. But he added: &quot;We have been in quite continuous communication with [them]  it&apos;s time for them to sort of move to one resolution or another. It&apos;s not like they don&apos;t have a million documents and so forth.&quot; He adds that he remains &quot;optimistic&quot; about the outcome. The antitrust heads of the EC and the FTC, Joaqun Almunia and Jonathan Leibowitz, met on Monday. Although the agenda of their meeting has not been released, it is believed that they discussed the best approach to their respective cases against Google. The possible options would be to sue Google, or to reach an agreement on its future behaviour. Both organisations have been talking separately to the company for some months. FTC staff are understood to have recommended that its five-strong commissioners should move strongly towards a lawsuit, but no majority decision has emerged. The EC and FTC have been considering complaints from a number of companies in Europe and the US about Google&apos;s positioning of its own products such as Google Shopping in search results ahead of rivals&apos;, and other complaints relating to the use of sites&apos; content in search results, advertising portability and exclusivity. For Google, the possibility of having to yield to government regulation over the ordering of its search results would be the first major incursion into its operation by outside authorities. Supporters have said that such a move would interfere with its free speech. The EC and FTC are expected to decide what to do independently over the question by the end of the year, though no formal timetable has been announced. The two regulators are also separately considering demands made by Motorola Mobility, which Google purchased for $12.5bn earlier this year, to use its ownership of standards-essential patents to block competitors&apos; sales. Apple: &apos;on and off&apos; Of Google&apos;s relationship with Apple, which removed two key Google apps from its iPhone and iPad in its iOS6 software, Schmidt said: &quot;It&apos;s always been on and off. Obviously, we would have preferred them to use our maps. They threw YouTube off the home screen. I&apos;m not quite sure why they did that.&quot; But he says their relationship is more like trading countries - &quot;they&apos;re not sending bombs at each other&quot;. He reiterated the view he expressed earlier this year that Google, Amazon, Apple and Facebook constitute a &quot;gang of four&quot; companies which matter in the consumer technology space, disregarding Microsoft&apos;s formerly dominant position. &quot;We had never in our industry seen four network platforms of that scale,&quot; Schmidt told the WSJ.  Android monetisation Of the substantial gap in monetisation between Apple&apos;s iPhone and Google&apos;s Android-based Google Play, Schmidt says that &quot;the monetisation [of Google Play] just started working well in the last year, maybe the last six months. The volume [of Android handset sales] is indisputable, and with the volume comes the opportunity and the luxury of time.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/dec/05/eric-schmidt-ec-ftc-google-lawsuit", 
    "wordcount": "627"
}