{
    "headline": "Education in brief: protesters force college to change its plans", 
    "text": "Profit and loss A further education college that seemed poised this year to become the first state-funded institution in England to be run for profit has been forced to reconsider a planning application to build on its sports fields after a major protest by residents. Barnfield College in Luton had hoped to develop its 14.3-hectare (35-acre) site with a new college building, an 88-bed care home, up to 39 houses and a &quot;free school&quot;, while also redeveloping its sports pitches. But campaigners who oppose the 25m plans say 382 people had complained as of last week, while Luton borough council&apos;s planning application website has 27 pages of letters of complaint. Residents seem most unhappy that a substantial part of the area, which, they say, was passed by the local authority to the college free of charge in the 1990s and is used extensively as open green space by the community, would be lost, and that traffic would grow significantly. In March, the Guardian revealed how Barnfield, which is part of a chain of academies and free schools, would become a profit-making body if plans to allow a proportion of its financial surplus to be paid to shareholders won the approval of its board. The notion of a profit-making institution gaining from what had been publicly maintained land had added to campaigners&apos; ire, said Rubina Zaidi of the Barnfield Development Action Group. However, Barnfield says its original planning application had been &quot;completely withdrawn&quot; and also that the profit-making proposal had not yet gone ahead. The college is now looking at &quot;new ways to enhance and develop the site that will entirely remove the various concerns raised by local people&quot;, says Alan Euinton, its principal. Luton borough council says it has yet to receive notification that the application was being withdrawn. Legal wrangle for teachers Staff who were left without redundancy payments or a job this month after two comprehensives closed and a free school opened on the site of one of them, could face a wait until the new year until their situation is resolved. Former teachers and support staff at St Wilfrid&apos;s high and St George of England high, both in Sefton, Merseyside, have been caught in the middle of a legal dispute between the local authority, the free school&apos;s trustees and the Department for Education. The local authority argues that under employment law, staff jobs at the two schools must transfer to the Hawthorne&apos;s free school, meaning no redundancy payments apply. But the Hawthorne&apos;s, backed by the DfE, says it is under no obligation to take on workers from the two closing schools. Sefton council is now seeking to challenge the DfE and free school&apos;s position in the high court, with an application expected to be submitted this week. Some staff are pursuing the matter through employment tribunals, but a former St George teacher says hearings are unlikely to start until December or January. &quot;We have been left in limbo, and people are getting increasingly outraged.&quot; Minister&apos;s useful A-level And finally  does Matthew Hancock, the new further education minister, have an FE past? Not, it would seem, if you looked on his personal Conservative party website before his appointment two weeks ago. It simply listed his education as primary school followed by King&apos;s school, Chester, then Oxford and Cambridge. But hours after his appointment, West Cheshire College  where he is said to have gained an A-level in computing  was added, though initially in a different font from the rest of the entry. The apparently frantic rejigging was revealed by the trade title FE Week. Nick Linford, its managing editor, says: &quot;Cynics might suggest the new minister was not bothered about his FE past until it became politically useful. Personally, I think it is good to see it there, in pride of place no doubt.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/17/further-education-college-planning-change", 
    "wordcount": "647"
}