{
    "headline": "The future according to Mr Google", 
    "text": "I am face to face with the man who knows everything about me. He knows where I&apos;ve been, who I know and what I think.He knows what Ido and when I do it; who I talk to and what I want to do next.He knows about my health, my work, my home, my finances, my dreams. His face is a foot away from mine. He is middle aged, with steel-rimmed glasses and a white open-necked shirt. Helooks pleasant. He is not a government agent or a policeman. My instinct is to trust this man, so mildly spoken and full of precisely articulated reason. He is telling me about my future  for he knows about that, as well. He knows about your future, too  yours and billions like you. He begins to explain this future. He knows how human beings will learn, travel, heal themselves, do politics, conduct business and wage war. He sees everything and can rationalise everything. And  I can&apos;t quite get this thought out of my head  he knows all about me. But I know I&apos;m getting carried away. It&apos;s not that Eric Schmidt does actually know all these things about me.Not me by name. But his company collects and stores an extraordinary amount of data about all of us, albeit in an anonymised form. Which is all well and good, until government agencies come knocking on Schmidt&apos;s door  as they did more than 20,000 times in the second half of last year. The company usually obliges with US officials. (It&apos;s more complicated with others.) This will only get worse. The balance between the power for good of this infinite ocean of data  benignly represented by the man in front of me  and the awful potential of its misuse clearly troubles Schmidt. So much so that he has written a book about it. This is the second time in a week or so that we have hung out. The first time is in Delhi, when Iinterview him in front of an audience of Indian media and technology types. On stage he&apos;s confident, quick-witted and even a bit puckish. We&apos;re due to meet again in London but he tells me he&apos;s going to cancel as he&apos;s damaged his shoulder in a sporting injury. I&apos;m intrigued by his choice of work-out  not your average exercise for a 57-year-old engineer-turned-global-executive chairman. Was it public knowledge that he had this particular (entirely blameless) pastime? &quot;No,&quot; he says emphatically, adding without apparent irony, &quot;You have to fight for your privacy or you lose it.&quot; So the second time we literally hang out, on a Google Hangout  Skype with bells and whistles  of the sort he built for just this kind of encounter. He&apos;s in New York; I&apos;m in London, hoping he won&apos;t notice the clutter in my office. Eric Schmidt looks like a clear-desk man. His shoulder is better, though he advises me offthe meds his doctors had given him in India. &quot;Iwas totally out of it for about four days.&quot; I hadn&apos;t noticed. He&apos;d seemed the same Schmidt as now  thoughtful, controlled, precise, sharp. It&apos;s just over 12 years since the managerial computer scientist joined Google as the &quot;adult&quot; to babysit Larry Page and Sergey Brin, the kids who&apos;d started it all. He&apos;d begun life writing programmes on old mainframes before discovering he had an entrepreneurial streak  andthat he wasn&apos;t bad at figures, strategy and running things. He&apos;s now executive chairman of one of the most powerful companies in history. Blessed are the geeks etc: Schmidt is said to be worth $8.2bn (5.4bn). But, while he has indeed inherited quite a bit of the Earth, he remains a most unusual chairman. Within the past few weeks he has been hanging out in North Korea. Physically, not just down a computer line. (Asked why, he deadpans: &quot;Free food, you know, hang out with the basketball players, that kind of thing. Sorry, wrong guy.&quot;) What&apos;s more, it was in Iraq that he struck on the idea of writing a book  at a chance encounter with his future co-author, the writer and foreign policy adviser Jared Cohen. That was in 2009, a time when there wasn&apos;t a long queue of Fortune 500 bosses at Baghdad International Airport. &quot;Itwas the first of these kinds of trips, of seeing what the world was really like.&quot; Among his main discoveries was that people are the same the world over. &quot;I&apos;ve never met a person who does not want a safer world, better medical care and education for their children, andpeace with their neighbours.I just don&apos;t meet those people.What I meet, over and over again, as I travel around, is that the essential human condition is optimistic  in every one of these places.They may or may not have reasonable governments, but the people are the same as us.&quot; These expeditions  to several parts of Africa, the Middle East, Burma, Malaysia, Iran  developed a triple function. To make money for Google, obviously. To gather material for the book (co-writing it along the way on Google Docs, naturally). And  how to put it?  a kind of global corporate social responsibility for a company that believes in the public realm as well as in keeping its shareholders happy. Schmidt re-orders these. &quot;Google was founded to get information to everybody,&quot; he says. &quot;Aby-product of that strategy is that we invented an advertising business which has provided great economics that allows us to build the servers, hirethe employees, create value. The book was an old-world artefact intended to start a conversation about what&apos;s going to happen to theplanet when another five billion people become digitally connected. Which, thanks to mobile technologies, is sooner than you think. &quot;There&apos;s a lot of discussion in the world aboutthe two billion that are connected,&quot; he says. &quot;We spend all day talking about the issues of e-commerce and start-ups and globalisation and so forth, and we forget that the majority of people are not online and that they will come online, the majority of them in the next five years. &quot;It&apos;s going to happen very fast. It&apos;s going to happen in countries which don&apos;t have the same principles that we in America have from the British legal system  around law and privacy and those sorts of things. All sorts of crazy stuff is going to happen. Human societies can&apos;t change that fast without both good and negative implications.&quot;     Eric Schmidt: 'Human societies cant change that fast without both good and negative implications. Photograph: Christopher Lane for the Guardian    Schmidt has generally been thought a technological optimist  and he still overwhelmingly celebrates the way connectivity will rapidly revolutionise medicine, education, agriculture and productivity for the rest of the world. But the book is also very alive to the downsides of what is to come  either through thebehaviour of repressive states or the actions of a tiny minority, including terrorists. &quot;The future for us is great. The quality of life of the first world just gets better and better and better. But for these people, they&apos;re going to go through a rough patch where all this information shows up and they can&apos;t quite figure out what todo.&quot; It&apos;s a mantra in everything he talks about. He doesn&apos;t waste much breath on China  Google&apos;s very public falling-out is well-documented. He was shocked to find that North Korea had built its own version of the internet  a kind of national intranet. He chides India and Russia for various restrictive bits of legislation around the liability for content. Burma&apos;s new press laws &quot;look like Stalin&apos;s Russia&quot;. In Mexico, he worries about the government building a dossier on every citizen as part of the narco wars. He ridicules the leaders of Libya, Tunisia and Egypt, past or present, for misunderstanding the open nature of the internet. In South Sudan he becomes excited at the possibilities of how much information can besmuggled via tiny SD micro-cards. He is more circumspect about Europe: a hefty chunk of Google&apos;s vast legal team has had its work cut out in recent months and years trying to navigate the political and commercial eddies in both Germany and France. &quot;We&apos;ve been engaged in lengthy conversations, through the [French] president&apos;s office, with the chief publishers,&quot; he says with a barely masked sigh of frustration. &quot;They have a problem where the digital transition is not happening fast enough from a revenue perspective, something you understand very well in Britain as well. And so what we agreed, after a lot of give and take with the president, was to create a digital transition fund of 50m or 60m, I believe, over a five-year period. And that money will be run by a board [that] will then choose the technologies and new ways of monetising digital content for France. Ithink this is an excellent outcome for France.&quot; That sounds great, I say. Can we have one, too? &quot;I&apos;m sure we can talk about it.&quot; Nervous laugh. You can just say yes. Schmidt sighs again. The prospect of European governments (and media companies) forming an orderly queue behind the French is obviously one that has occurred to him. He prevaricates: &quot;The reason I like this model is it&apos;s I don&apos;t like the idea of randomly writing cheques to publishers in the old model, and I think it&apos;s a very good idea for Google to assist in the transformation of their business model from old to new. So it&apos;s a very good positioning.&quot; Change of subject. He wants to return to the future. The book has sections on how domestic life will change  how your mobile phone will make you dinner in the evening while your fridge does your son&apos;s homework and your smart lawn mower performs a hip-replacement operation on your husband that sort of thing. All this from the man who is about to bring you glasses you can talk to. (&quot;You don&apos;t say much to it, by the way.&quot;) The future is going to be great for robots, it turns out  but also, he insists, for human beings, so long as they can become more creative. Which they will. But the bigger stuff  on the future of nation states, politics and war, the Balkanisation of the internet  is less familiar. He is particularly exercised about the miniaturisation of war  for example, the prospect of privately owned drones, which have the potential to act as a new type of IED, able to be used in the air or on the ground. &quot;Let me do it as a &apos;How would you feel?&apos;,&quot; hesays. &quot;You&apos;re having a dispute with your neighbour. How would you feel if your neighbour went over and bought a commercial observation drone that they can launch from their back yard. It just flies over your house all day. How would you feel about it? &quot;If you look at the miniaturisation of drones, there will be restrictions on them. I can give you worse examples, but you get the idea. So it&apos;s probable that robotics becomes a significant component of nation state warfare. I&apos;m not going to pass judgment on whether armies should exist, but I would prefer to not spread and democratise the ability to fight war to every single human being. &quot;It&apos;s got to be regulated. You just can&apos;t imagine that British people would allow this sort of thing, and I can&apos;t imagine American people would allow this sort of thing. It&apos;s one thing for governments, who have some legitimacy in what they&apos;re doing,but have other people doing it It&apos;s not going to happen.&quot; I suggest that the question of what you do about bad things that can&apos;t be uninvented appliesto Google itself. He bridles at the word &quot;Frankenstein&quot;. &quot;Google is not a bunch of engineers who throw stuff over the wall,&quot; he says rather stiffly. &quot;A classic example is that a team built a facial-recognition tool. It was just really good  state of the art at the time. We stopped that product for two reasons. One is that it turned out to be illegal in Europe and the second was that it was not a good product to offer in the US for the same reasons. So we didn&apos;t do it.&quot; What stopped it in the US? &quot;Our judgment. I made the decision; I was literally in the room.&quot; &quot;Facial recognition, completely unmonitored, canbe used for very bad things. It can be used for stalking, for example. You know, it&apos;s just we don&apos;t want to be part of that as a company. There are cases where facial recognition can be used, but they need to be fairly carefully boxed. If you look at Facebook, for example, they have this Facebook tagging thing which is essentially face recognition, and they went through a huge cycle where they made it too aggressive. People got freaked out, and then they had to pull back on it. So we&apos;re super-sensitive on any of these privacy issues. He warns of the dangers of combining London-style traffic cameras with this technology. &quot;You could imagine the sort of aggressive, obnoxious autocrats saying, &apos;Well, we need this to keep our people under control&apos;, and once those things are in place, they&apos;re very hard to turn off. They really are.&quot; His research led him to a conversation with Wikileaks founder Julian Assange. He was struck by one &quot;important&quot; argument Assange advanced  that systematic evil has to be written down, and therefore can be subverted by leaking. He ponders how events in Hitler&apos;s Germany or Rwanda might have been different with the internet. &quot;So I had sympathy for the Assange intellectual argument, but not sympathy for the implementation.&quot; Why not the implementation, if whistleblowing is an answer to bad things happening? His instincts as a cautious Fortune 500 executive chairman kick in. &quot;I want to be careful about what I&apos;m saying about leaking. This is a minefield.&quot; Pressed further, he picks his words with care: &quot;The problem is who gets to decide who doesthe leaking? Well, Assange&apos;s answer was himself,and I was never able to determine any providence, god, religion, or so forth, that had appointed Julian Assange to be the person to make that decision, because it&apos;s a pretty weightydecision. &quot; Finally, some questions about Schmidt himself. The announcement that he&apos;s soon selling off 40% of his Google stock has provoked people to suggest his time with the company is coming to an end. &quot;Completely false.&quot; Not thinking about a job in government? &quot;No, never.&quot; Kindle or BlackBerry? &quot;I&apos;m a BlackBerry user. I like the keyboard, although BlackBerry is certainly in trouble.&quot; Facebook or Twitter? &quot;Twitter has a more distinct model because of the celebrity and publishing model. Facebook is in a transition and I don&apos;t know enough about what they&apos;re transitioning to. I will tell you that, if you have a billion users, you can make money.&quot; Amazon or Apple? &quot;I have a soft spot for Apple. They&apos;re both goingto do well. Apple will continue to be a tremendous technology innovator and build beautiful products regardless of the market share of the products, and that&apos;s a great strength. Amazon has well passed any expectations of its ability to change distribution and marketing.&quot; iPad mini or iPad? &quot;iPad.&quot; You don&apos;t like the little one? &quot;It&apos;s too small.&quot; That&apos;s the point of it! &quot;Take a look at the Samsung 10in tablet called the Nexus.&quot; India or China? &quot;In the short term, China gets all the attention; the maths favours India. And I am a mathematician.&quot; The hang-out comes to an end and the mathematician disappears from my screen, leavingquite a few dreams in the air. And not a fewnightmares.", 
    "section": "technology", 
    "gid": "technology/2013/apr/20/eric-schmidt-google-alan-rusbridger", 
    "wordcount": "2715"
}