{
    "headline": "How to build a winning team - 10 top tips from outstanding school leaders", 
    "text": "Developing the right team is critical to a school&apos;s fortunes. This applies not just to the senior leadership team but to every single unit within the school, from the English department to facilities and premises. For many head teachers team-building is all about getting relationships right and is a crucial first step to achieving their overall vision and ambitions for their schools. It&apos;s not just a matter of appointing the right staff to the right jobs. It&apos;s about developing good relations between the leadership, staff, pupils, parents and wider community. This process is tied in with the values headteachers want to instil. Recently, I interviewed more than 20 highly successful headteachers for a forthcoming book which looks at the key qualities needed to run a great school. High on their list was the need for emotional intelligence; an almost instinctive understanding of what makes people tick. Without this quality it is virtually impossible to build a successful team. Get the team dynamics right however and much else follows naturally. For this article, I asked three leaders whose schools are rated &apos;outstanding&apos; by Ofsted for their advice on how to build a successful team. Here are 10 top tips. Identify skills gaps Look at the balance of your team and try to find people who complement each other, says Roger Pope, principal of Kingsbridge Community College, Devon. &quot;I identify who I need for a particular role within a team and actively try and recruit somebody with those characteristics. For example, when I first became a head I knew I had skills in communications and strategic thinking but wasn&apos;t strong on the logical, mathematical side of things. So I appointed someone with a first class honours degree in maths to be my logical, mathematical thinker on the team. That partnership has worked well for 12 years.&quot; Build friendships Joan McVittie, head teacher of Woodside High School in north London, has taken her school from special measures to outstanding with virtually the same leadership team. Successful teams are built through friendship, trust and spending time together, she says. &quot;On the day before we start school every year I invite my leadership team to my home and we have a buffet and a glass of wine so we can talk as a group about what we did over the holiday and make sure we&apos;re ready for the next day, but under very sociable circumstances. It&apos;s those little soft skills that make a school tick over.&quot; Identify and promote talent A crucial part of leadership is spotting people with talent and giving them opportunities to grow, says Lynn Slinger, head teacher of Forest Way Special School in Coalville, Leicestershire. &quot;Always try to find the best in people and if they show talent utilise that within the school. Sometimes you take risks with people and it comes off, sometimes it doesn&apos;t. I had a supply teacher who I appointed deputy head and she&apos;s still with me 17 years later. It was a big risk but it paid off.&quot; Play to people&apos;s strengths &quot;On a leadership team some people will move people around because they want them to get experience in all sorts of skills and different areas,&quot; says Roger Pope. &quot;I tend to play to people&apos;s strengths. So I&apos;ve got people who are very good at dealing with parents and children who will specialise in that and not go anywhere near the data and others who will specialise in that.&quot; Help people to develop &quot;As well as identifying people&apos;s strengths and talents you have to try to help them overcome their weaknesses,&quot; says Lynn Slinger. &quot;Nobody&apos;s perfect. Someone may be an absolutely superb teacher and brilliant at leading learning but lack emotional intelligence when dealing with colleagues. You need to try and give them an opportunity to improve. &quot;It&apos;s not just about developing skills. It might be a personality trait that&apos;s causing an issue that you need to address. It&apos;s about helping people to grow and really push themselves personally.&quot; Lead by example It is a leader&apos;s job to act as a role model for both staff and pupils, says Joan McVittie. &quot;I do set high expectations but I never ask people to do things that I wouldn&apos;t do myself. I am always prepared to roll my sleeves up. If we are running revision classes over a holiday then I will make sure I come in. Leading by example like that is critical.&quot; Delegate Don&apos;t try to do everything. As leader it is your role to set objectives and make sure the right outcomes are achieved, says Roger Pope. &quot;The way I tend to operate is to say: &apos;This is the role, this is what we need to achieve; you are responsible for doing it and you are accountable&apos;,&quot; says Roger Pope. Joan McVittie takes a similar approach but stresses it is a leader&apos;s job to intervene when necessary. &quot;People do things in many different ways and I recognise that more often than not their way of doing them is better than mine. So I&apos;m not didactic in how they manage things. However, if someone keeps making errors and the outcome isn&apos;t what I want then I will pull them in and be fairly didactic.&quot; Be prepared to move people on &quot;You can&apos;t have a successful team if you&apos;ve got dead wood. It really has to be a case of &apos;Get on the train and leave the station&apos;&quot; says Lynn Slinger. &quot;While you always try to grow leaders and develop people who want to be part of a successful team you also have to tackle those who don&apos;t want to be there for the sake of the children and the school. It&apos;s about holding people to account.&quot; Take collective responsibility &quot;It&apos;s absolutely critical that the team understands that we have collective, corporate responsibility,&quot; says Joan McVittie. &quot;We can have a very full and frank discussion at team meetings but once we&apos;ve made a decision and we move outside the door then everybody has to abide by it.&quot; Be positive &quot;You can never underestimate the impact of your words on a person,&quot; says Roger Pope.&quot;One of the prime things about motivating people and keeping them happy is having a sense of what you say to different people at different times in order to have that positive input.&quot;In our school we have a lot of light-hearted banter and always try to look out for one another. We also try to create the sense that there is no such thing as failure; that you can learn from mistakes, take risks and have a &apos;no blame&apos; culture. It&apos;s about avoiding the negatives and promoting the positives.&quot; Jeremy Sutcliffe&apos;s book: Successful School Leaders is due to be published by Continuum in 2013.", 
    "section": "education", 
    "gid": "teacher-network/2012/oct/08/top-tips-outstanding-school-leaders", 
    "wordcount": "1157"
}