{
    "headline": "How the Higgs boson explains our universe", 
    "text": "There is utter joy in the world of particle physics  Cern&apos;s announcement that a new particle has been discovered will have long-lasting consequences for our understanding of how the universe works and it paves the way for a swathe of exciting new results over the coming years. All the evidence points to this new particle being the long-sought Higgs boson. Its discovery is testament not only to the brilliance of the experimental physicists and engineers from around the world who have built the Large Hadron Collider but also to the theoretical physicists who dreamed of its existence almost 50 years ago. Fundamental science like this is thrilling, not least because of the way that years of hard work, experimentation and mathematical analysis have led us to a worldview of astonishing simplicity and beauty. We have learned that the universe is made up of particles and that those particles dance around in a crazy quantum way. But the rules of the game are simple  they can be codified (almost) on the back of an envelope and they express the fact that, at its most elemental level, the universe is governed by symmetry. Symmetry and simplicity go hand in hand  half a snowflake is enough information to anticipate what the other half looks like  and so it is with those dancing particles. The discovery that nature is beautifully symmetric means we have very little choice in how the elementary particles do their dance  the rules simply &quot;come for free&quot;. Why the universe should be built in such an elegant fashion is not understood yet, but it leaves us with a sense of awe and wonder that we should be privileged to live in such a place. Without symmetry, the golden rules turn to ash and we lose our grip on the micro-world. The problem is that perfect symmetry seems also to imply that the fundamental particles should be massless and that is clearly nonsense  it would correspond to a world in which atoms could not even exist. The genius of Peter Higgs and the other theorists who came up with the idea of the fabled boson was to appreciate the importance of symmetry. They had to figure out a means by which the universe could simultaneously be both symmetric and contain massive particles. The Higgs boson is the solution to the dichotomy. By supposing that empty space is not empty at all, but rather it is crammed full of Higgs bosons, it becomes possible for particles to acquire mass. It is rather like the universe is pervaded with a kind of cosmic treacle through which the elementary particles wade. Imagine trying to pull a ping-pong ball through a vat of treacle  do it blindfolded and you might be tempted to suppose you are pulling something much heavier. So what happens next? What can we look forward to in the coming months and years? As it stands, the discovery of a Higgs boson is only the beginning. Attention will immediately shift to studying the particle in detail. To produce a Higgs particle, the LHC smashes protons together about a billion times every second, producing something like one Higgs particle every 10bn collisions. Almost as soon as it is created the Higgs undergoes a radioactive decay into other particles and these are what the giant detectors see. Sometimes a dying Higgs converts into a pair of photons (particles of light), other times it converts into a pair of quarks and so on. We want to know not only how often Higgs particles are created but also how often they convert into the different types of particle. The data from Cern is quite consistent with the plain vanilla Higgs particle predicted in the simplest model but there are already hints that things may not be so straightforward and that really whets the appetite for the future. Jeff Forshaw is professor of particle physics at the University of Manchester and co-author of The Quantum Universe: Everything that can happen does happen (Penguin)", 
    "section": "science", 
    "gid": "science/blog/2012/jul/04/higgs-boson-universe-peter-higgs", 
    "wordcount": "668"
}