{
    "headline": "'Suction bucket' lays new foundation for offshore wind", 
    "text": "     A gigantic steel bucket will be lowered upside-down through the deep, murky waters of the North Sea within the next few days, and, through a smart engineering trick, it will sink rapidly into the sandy sediment on the sea floor. Once nestled into place, it will become stuck fast and form a rock-solid foundation for a structure towering far above the waves. If all goes well, the technology may also provide a secure basis for the thousands of giant offshore wind turbines planned for UK waters: the most ambitious offshore wind rollout in the world, potentially providing electricity for 26m homes by 2030. The foundation could help calm the war being waged over the building of turbines in the countryside by significantly cutting the extra cost of placing them out to sea and out of sight. &quot;The &apos;suction bucket&apos; foundation is a really great innovation for the industry as you can install it faster and at lower costs than conventional foundations,&quot; said Phil de Villiers, of the Carbon Trust, which has supported its development. &quot;That is good for everyone as it brings down costs.&quot; He estimates the foundation could save developers more than 5bn if used for the 6,000 turbines planned in the next decade or so, because it is 20% cheaper than conventional foundations, which make up about 30% of the 90bn total cost. Two of the foundations, which resemble giant sink plungers, left the Harland and Wolff shipyard in Belfast on Wednesday and will become the first deepwater deployment of the technology once planted 25 metres below the surface at Dogger Bank on Monday.     The 'suction bucket' foundations are loaded on to a carrier. Photograph: Alan O'Neill/Forewind Ltd/CHPV    According to Sren Nielsen, technical director at Universal Foundation in Aalborg, Denmark, which developed the design, the secret is creating a quicksand around the rim of the 16-metre-diameter bucket, so it slips easily into the seabed. When the inverted steel bucket reaches the bottom, a pipe running up through the stem above sucks water out of the bucket. This causes water to flow into the bucket through the sediment, creating a sloppy quicksand at the rim. But when the bucket is in place, the pump is turned off, forming an extremely strong foundation. &quot;Trying to pull it out creates a vacuum in the bucket, like when you try to pull your foot out of wet sand on the beach,&quot; Nielsen said. The two foundations are the biggest infrastructure put in place by Forewind, a developer that aims to spend 24bn erecting 2,000 huge turbines on Dogger Bank, about 125 miles off the Yorkshire coast. Mark Legerton, head of engineering at Forewind  a consortium of four major energy companies, RWE, SSE, Statoil and Statkraft  said the bucket foundation&apos;s attraction was its cost-effectiveness. &quot;We also think it will be generally applicable to a wide variety of sites,&quot; he said, though Forewind is still considering alternatives. The foundations will support 120-metre meteorology masts, which will provide essential wind data for siting the turbines. They will be operational in March, with the project costing more than 10m.     suction-bucket_220113 Photograph: Graphic    Conventional foundations for offshore wind turbines are either a giant steel rod, driven into the seabed, or a steel jacket resembling an electricity pylon. Both need more steel  an expensive material  bigger, more specialised ships for deployment and are more prone to costly weather delays.The government has placed a heavy emphasis on offshore wind turbines as part of its plan to deliver a secure, low-carbon energy supply. But reducing costs is critical, with onshore wind much cheaper at present but opposed by some communities. De Villiers&apos; work focuses on developing cost-cutting technologies, including ways to prevent engineers getting seasick, and he is optimistic. &quot;Ultimately, you should have costs that are equal to or lower than those onshore,&quot; he said. &quot;The advantage of offshore wind is there is a much bigger wind resource and you can have much larger turbines. Furthermore, they are now getting so big that there are constraints on what you can physically move on land, but you don&apos;t have that problem with turbines constructed in ports and moved by ship.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/22/suction-bucket-offshore-wind", 
    "wordcount": "693"
}