{
    "headline": "Rio+20 Earth summit is too important to fail, says Ban ki-Moon", 
    "text": "The global sustainable development summit that begins next week in Rio is &quot;too important to fail&quot;, the UN secretary general, Ban ki-Moon has said. In a desperate last-minute plea to world leaders before the meeting, Ban said the international community was in danger of squandering a once-in-a-generation opportunity to use the Rio+20 meeting to map out a new course for economic and social development. It was the starkest warning from Ban to date that the meeting  being held 20 years after the first Earth summit in Rio which was attended by then US president George HW Bush and British Prime Minister John Major  risked failing in its mission of setting out a plan for expanding prosperity and opportunity without destroying the planet&apos;s environment. &quot;It is too important to fail, too important to fail,&quot; Ban told the Guardian in an interview at UN headquarters in New York. &quot;We must not waste [this]. We must have a good practical outcome.&quot; Nobody expected Rio+20 to produce all the answers, Ban said, but it was crucial the leaders at least agree on the bare bones of a plan. &quot;If we really do not take firm actions, we may be heading towards the end  the end of our future,&quot; he warned. The final round of negotiations leading up to the Rio+20 summit took place this week, amid deepening despair about the prospects of getting world leaders to agree on development goals. At a lunch with a group of international journalists last month, Ban described the pace of negotiations as &quot;painfully slow&quot;. But with the meeting now only days away, the secretary general tried to put a more positive spin on the plodding path to Rio. &quot;It&apos;s only natural that when you are dealing with so important, so serious, matters that you have to address these issues until the last minute. It&apos;s not unusual in this type of these mega, big, multilateral conferences,&quot; he said. Unfortunately for Ban, however, his leadership at the UN is indelibly associated with precisely the kind of diplomatic dysfunction put on display at such mega-conferences. He spent months elevating the importance of the 2009 climate change conference in Copenhagen, cajoling Barack Obama and other world leaders to attend. The effort blew up in their faces, when the Copenhagen summit failed to produce a binding climate change treaty. Instead, the meeting exposed the deep divide between rich and poor countries over who should deal with climate change. Now, some fear, it&apos;s Rio&apos;s turn. After a great deal of build-up, there is little sign that the meeting will heed Ban&apos;s call to put the world on a clear path to sustainable development. Despite personal appeals, many leaders are staying away from Rio. Barack Obama made it clear this week he would not attend  though he is sending a high-powered delegation led by the secretary of state, Hillary Clinton. David Cameron and Angela Merkel are also giving Rio a miss  the deputy prime minister, Nick Clegg, is leading the UK delegation, along with the environment secretary, Caroline Spelman. Spelman told the Guaridan that Cameron was not going partly because of the Eurozone crisis, and reiterated the point she made earlier this week that the UK was fully committed to Rio. &quot;It&apos;s just a simple straight practical issue for the prime minister that it&apos;s the Mexican G20 summit just before Rio and he can&apos;t afford to be out of the country for that length of time given all the difficulties that are in the Eurozone.&quot; She claimed that the world financial crisis would actually increase the chances of a deal at Rio. &quot;Nations are very focused on the challenge of unsustainable development and the fact that resources are finite in a lot of cases, running out in some cases, becoming more expensive in other cases. All of that challenges how we use those resources.&quot; Officially, the UN has ascribed their absence to the economic crisis and electoral considerations. Obama is facing a tough re-election contest against Mitt Romney in November. The Republicans have tried to frame his clean energy policies as high-spending, job-killing measures. Nonetheless, there will be more than 130 heads of state or government in attendance. Christine Lagarde, the managing director of the IMF, also plans to be in Rio. It will be the first appearance at any UN environmental conference for an IMF head. Some analysts saw Lagarde&apos;s attendance as a sign the IMF was attaching greater importance to the idea of sustainable growth. But even she was urging caution this week about expecting too much from Rio. &quot;For a long time it will be a bit like a mirage. You feel like you are there and it keeps moving away from you,&quot; she said. &quot;But each and every step really does help us get there.&quot; At the moment, there are only signs of baby steps. By the end of this week, only a small portion of the draft text had been agreed. Negotiators were squabbling over punctuation, rather than engage in substantive issues, experts following the talks said. &quot;There aren&apos;t a lot of real action areas. It has proven to be both lacklustre and contentious,&quot; said Katherine Sierra, a senior fellow in economy and development at the Brookings Institution. &quot;I am not seeing this as a breakthrough document.&quot; Nate Hultman, director of environmental policy at the University of Maryland&apos;s school of public policy, was similarly downbeat. &quot;I&apos;m frankly quite uninspired by the new thematic approach to Rio+20,&quot; he said. &quot;It&apos;s very incrementalist and it&apos;s not really thinking about the big environmental goals, which is what do we really need to do about energy and environment over the next 50 years.&quot; Ban was so concerned about the glacial pace of preparations for Rio that he ordered negotiators to spend five extra days trying to agree on some common goals. &quot;They spent an extra week in New York trying to simplify it and I think it is a bit improved,&quot; said Spelman. &quot;But there&apos;s still a long way to go.&quot; By the eve of the conference, Ban was still trying to get negotiators to pare down their unwieldy agenda and focus on a few core items that, crucially, the international community could rally around. &quot;We need to have must-haves,&quot; he said. In practical terms, this would mean negotiators at Rio agreeing on goals for rich as well as poor countries. The top contenders now are seen as access to energy, with Ban promoting an energy-for-all initiative, access to water, and easing the global food crisis. It was also hoped Rio would update the milllennium development goals adopted a decade ago, and advance efforts for adoption of a new measure for development, that would take into account social costs and the cost of using up natural resources. Ban, in the interview, acknowledged that there would be no bold new breakthroughs at Rio. But he argued, the meeting was intended to be just the beginning. He also rejected flat out the suggestion that, when it came to climate change and development multilateral diplomacy had run its course. Dismissing Rio+20 and other mega-conferences as mere junkets was a &quot;totally irresponsible way of thinking&quot; he said. &quot;Too much alarmism, too much pessimismtic, will not be helpful,&quot; he said. Despite the diplomatic clashes in the run-up to Rio, and the breakdown of international climate change negotiations, Ban said he was convinced the UN&apos;s multilateral institutions remained strong. Member states were still committed to the UN process, Ban said. And it was the natural vehicle for dealing with global issues such as development. &quot;If you can find any alternative, please let me know,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/jun/15/rio-20-earth-summit-ban-ki-moon", 
    "wordcount": "1311"
}