{
    "headline": "Consumer interest sees the green deal hit the ground running", 
    "text": "The green deal is helping the people of Britain stay warm for less, and today&apos;s first official numbers are a clear sign that it&apos;s hit the ground running. The green deal lets homes and businesses pay for energy efficiency improvements, such as insulation or a new heating system, through savings on their fuel bills. A typical three-bed semi could save around 270 a year with solid wall insulation alone. As more families are hit by the rising cost of gas and electricity, the green deal provides unprecedented choice for consumers, giving them more options for making home improvements and keeping their home warm. And today&apos;s numbers show that 1,803 green deal property assessments were completed by the end of February. It&apos;s hugely encouraging to see this level of genuine consumer interest in such a short period. Some householders in older properties, and those on benefits or low incomes may qualify for extra financial assistance from the new energy company obligation (ECO), and this has also started really well with four successful brokerage auctions and 26.9m worth of contracts signed. The green deal has been designed to open up and transform the energy efficiency market in the UK. It will empower small- and medium-sized businesses  the engine of our economy  to enter this growing market, innovate and create new jobs at a national and local level. The number of accredited businesses has grown steadily, building confidence that the green deal offers serious long-term opportunities. The register shows that at the end of February, 40 firms were authorised as providers and 629 were registered to carry out installations. In addition, 619 individuals were registered to offer assessments. I was at Ecobuild, the UK&apos;s largest retrofit trade fair last week and it was positively buzzing with green deal participants and promotions. Of course the green deal is a market where the customer is fully in charge  a world away from the centrally driven schemes of the past. Consumers in control means that they determine how and at what pace to proceed, so it may take a while before a complete picture emerges of what is happening in this market. Research from this early phase will help us to understand more about consumer behaviour after the assessment stage  how people are taking the next steps, how many are financing through green deal plans or other routes. Some consumers will have decided what to do early and will act fast. And a range of voices from the market suggest that demand for assessments is translating through to demand for plans, our generous cashback scheme and installations. Others will want to take time to decide the best way to make and fund their home improvements, to shop around for the right kit or the best deal, or to fit their green deal installation in with other work, such as a new kitchen or an extension. This is perfectly understandable and exactly what we expected. Either way, the first evidence today clearly underlines that consumers are showing a healthy interest in making their homes warmer and tackling their rising bills  and the green deal is very much up and running.  Edward Davey is the secretary of state for energy and climate change", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/14/consumer-interest-green-deal", 
    "wordcount": "540"
}