{
    "headline": "Oliver Letwin: environmental rules could be 'great deal simpler'", 
    "text": "Cabinet office minister Oliver Letwin revealed on Tuesday that he thinks environmental guidance and regulation could be a &quot;great deal simpler&quot;. That fits pretty closely with the direction I was told he gave privately to environmental officials to slash thousands of pages of regulation and guidance down into 50 pages, as &quot;worked very well&quot; in the goverment&apos;s highly controversial planning proposals. Letwin appeared before the environment select committee of MPs and was questioned by Labour&apos;s Barry Gardiner on his red tape challenge proposal, which Gardiner said had &quot;sent shockwaves through the natural environment community in this country&quot;. Letwin&apos;s surprising response was that the red tape challenge he leads had failed to identify a single green regulation that was unneccessary, making a mockery of claims that environmental red tape is strangling business. But that, said Letwin contrarily, did not mean the regulation and guidance was &quot;in any way adequate&quot;. Here&apos;s his full statement on the matter: &quot;Having been through all the environmental regulation as a first cut - I mean, to avoid any ambiguity, a first approach - our view is that all of it is necessary. [But] I don&apos;t believe that the way it is put, the way it is communicated, the way it is enforced, is in any way adequate. I think that the guidance and regulations themselves could be a great deal clearer, a great deal simpler, while observing every single one of the constraints that it rightly imposes.&quot; So it appears that Letwin thinks turning thousands of pages of regulation and guidance into a few dozen would retain every protection currently in place. Is that credible? I&apos;ll let you decide, but I will note that, later in the session, Letwin told MPs that the secretary of state for environment, food and rural affairs (Defra), Caroline Spelman &quot;did extremely well in a tough spending round&quot;: Defra in fact suffered the biggest cut in Whitehall in 2010&apos;s spending review. I can also confirm that neither Spelman, nor any environment minister at all, attended the Star Chamber meeting which Letwin convened on 12 January to make his &quot;50-page&quot; proposal. Neither Spelman, Letwin, their departments or the Environment Agency or Natural England have been willing to speak to me, so through a freedom of information (FOI) request I have obtained the full attendance of the meeting:    Oliver Letwin  Will Cavendish - cabinet office official leading the red tape challenge  David Halpern - director of number 10&apos;s behavioural insight team  Peter Unwin - senior Defra official  Sonia Phippard - senior Defra official  Steven Gleave - senior Defra official  Francis Marlow - senior Defra official  Robin Mortimer - senior Defra official  Paul Leinster - chief executive of the Environment agency  Andrew Wood - executive director at Natural England  My request for minutes from the meeting was refused on the basis that it &quot;contains personal data&quot; - the names of junior officials - and because &quot;policy discussions are ongoing&quot;. What makes the absence of Defra ministers even more extraordinary is the explanation of the red tape challenge process given to me as part of the FOI response:  All the regulations being considered within each theme are listed on the Cabinet Office website for public comment and those comments ... are fully assessed through a rigorous review process which includes discussions in the Star Chamber. The Departmental Ministers concerned consider and decide on those proposals to take forward within the context of collective Cabinet agreement.  Are Defra ministers not concerned with environmental regulation and guidance? There have been no subsequent meetings, I am told, and the results of the environmental red tape challenge are expected before the end of March. Watch this space.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/mar/01/environment-regulation-red-tape-letwin", 
    "wordcount": "625"
}