{
    "headline": "Running Windows 8 on old or new hardware?", 
    "text": "I&apos;m after a Windows 8 tablet/hybrid. Looking at the prices of these beasts, however, shows that they tend to be expensive. Is it possible to buy a Windows 7 tablet  which are now older and, on the whole, cheaper than brand new Windows 8 tablets  and a copy of Windows 8? Neil You could, but I recommend against it. Windows 8 will run on all sorts of old hardware including ancient Atom-powered netbooks, and it will generally run faster than previous versions. However, Windows 8 has changed the set of touch commands that have been used over the past decade, from Windows XP Tablet PC Edition to Windows 7. Many of the Windows 8 touch commands require you to swipe from the edge of the screen, and this can be a major problem for old hardware. For example, swiping to the left in the middle of the screen will always pan the content to the left, as you would expect. However, if you swipe from the edge of the screen (or slightly beyond the edge) in Windows 8, this pulls out the Charms command bar that let you go back to the start screen or change the PC settings, etc. This is a frequently-used edge-swipe, but there are others. Swiping up the screen from the bottom edge brings up the commands for a Metro-style app. Swiping from the left edge provides access to the programs you have running. Swiping down selects something, and you can close an app by swiping it down and off the bottom of the screen. For completeness, there are gestures that do not use the screen edges. There are three one-touch commands: tap to activate; press and hold to learn; and swipe to pan. There are two two-touch commands: pinch to zoom, and turn to rotate. All these work consistently across the operating system and apps. However, Windows 8 hardware must support a minimum of five touch points, and many systems support 10. Old hardware can have problems working with these gestures. First, some screens only support two-point touch. Second, edge support is generally poor. Before the launch, Microsoft tested Windows 7 hardware with Windows 8, and many screens couldn&apos;t handle right-edge swipes consistently if at all. With Windows 7 and earlier versions, touch operations focused on the centre of the screen, and performance at the edges was lower. When you swipe in from an edge, the hardware has to detect the touch very quickly, or else it will be seen as a swipe-to-pan gesture. Tablets that carry the Windows 8 logo have been tested to do this. Tablets designed for Windows 7 have not. (Tip: if a swipe fails, try doing it a fraction slower. This gives the hardware more time to pick up the gesture as an edge-swipe.) Microsoft could have allowed a few pixels round the screen edges to pick up swipes but decided against it. One of the main design principles of Windows 8 is &quot;content over chrome&quot;, and the app developer &quot;owns&quot; 100 percent of the pixels on the screen. In other words, Windows 8 is designed so that you can manipulate content directly, without any task bars, menu bars, scroll bars, docks and similar old-fashioned clutter (this is the &quot;chrome&quot;). Edge-swipes have been introduced to replace these control features without taking any pixels away from the content. If the edge-swipes don&apos;t work properly, you don&apos;t have complete control, and the beauty of Windows 8&apos;s &quot;fast and fluid&quot; operation is diminished. Of course, you can still operate Windows 8 using a keyboard and touchpad or mouse, and this works well once you&apos;ve got the hang of it. The Start screen&apos;s Live Tiles still work as launchers, switchers, widgets/gadgets and notification areas, which is why they are such a huge advance on the Start menu and dumb icons. The drawback is that you lose the sense of directly manipulating content that makes tablets in general, and Windows 8 tablets in particular, a pleasure to use. The only Windows 7 tablet that comes close to delivering the sort of experience you get from a Microsoft Surface is a Samsung Series 7 Slate. Microsoft worked closely with Samsung on the design. Microsoft used this tablet in its demos, supplied thousands to developers who attended its major conferences, and loaned hundreds to the journalists who have been using Windows 8 for many months. You could buy one of these (US import) Samsung Series 7 Slates with an Intel Core i5 processor, 4GB of memory and 64GB of solid state storage (SSD) from Amazon for 807.49, reduced from 1,599.99. They&apos;re generally not much cheaper new on eBay. In a blog post, Microsoft also mentioned the HP EliteBook 2760p Convertible, Asus EP121 tablet, Dell Inspiron Duo and Lenovo X-220t as machines that developers could use instead but said: &quot;This is not an endorsement, and users of these PCs should not expect official support from PC vendors when installing Windows 8.&quot; The current equivalent of the developers&apos; tablet is the 11.6in Samsung ATIV Smart PC. This has an Intel Core i5-3317UM, 4GB of memory, 64GB of storage, Windows 8 Professional and a 5-year warranty for around 999. There&apos;s also a cheaper version with an Intel Atom Z2760 processor for 795. An Atom can handle tablet apps in Windows 8, but I wouldn&apos;t pick one to run Adobe Creative Suite or similar desktop programs. The most attractive Windows 8 touch-screen laptop at the moment is the 11.6in Asus VivoBook S200. You can have a look at one in PC World, which is selling them for 499.99 with the 1.4GHz dual-core Intel Pentium B987 processor. However, Expansys is offering a faster Intel Core i3-3217U version on pre-order for 399.99, and Tesco has offered it for 449. Stocks are short and demand is high, so you will have to shop around. If you really want a tablet, then Microsoft&apos;s Surface RT is good value at 399 for a tablet with a 10.6in screen. It is exceptionally well made, and also includes a copy of Microsoft Office. But there are several &quot;buts&quot;. Surface RT uses a Tegra ARM-based processer so it won&apos;t run your old Windows 7/XP software, the 32GB of storage is really only 16GB (Windows 8, Office and the reset/recovery system take up half the space), and you&apos;ll need a Touch or Type keyboard/cover for an extra 99.99 or 109.99. At least the USB port and microSD card slot are built in, and Surface RT works with a lot of old Windows controllers, printers and other accessories. The Lenovo Yoga convertible (699) is an interesting but more expensive alternative. The cheapest way to run Windows 8 today is to load it on your current PC, and this is what I&apos;d do in the short term. PC manufacturers have not done much to support Windows 8 so far, apart from loading it on sub-350 laptops and 650+ Ultrabooks. Some more innovative designs will be shown at the CES 2013 computer trade show in Las Vegas in January, and will hit the market early next year. You can also expect the Asus VivoTab Smart, Asus TransformerBook, and Microsoft Surface Pro, which have already been shown. Big multi-touch capacitative screens are expensive, so there&apos;s no chance that this kind of Windows 8 PC will appear at typical Windows 7/XP prices in the near future. However, if you like the idea of having both a big-screen tablet and a Windows 7 laptop in one convenient device, they&apos;re good value.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/nov/22/jack-schofield-windows8-old-hardware", 
    "wordcount": "1288"
}