{
    "headline": "Twitter users to be arrested over naming of Ched Evans rape victim", 
    "text": "Police are planning to arrest a number of Twitter users who are alleged to have named the 19-year-old rape victim of Sheffield United footballer Ched Evans, and have launched an investigation into Sky News after it broadcast her name in a report. A spokesman for North Wales police confirmed on Tuesday that arrests would be made and said that the force was looking into Sky&apos;s mistake as part of the same investigation. Sky News inadvertently displayed a Twitter feed that named the 19-year-old as part of a report on users of the micro-blogging site revealing who Ched Evans&apos;s victim was following his conviction for rape. &quot;North Wales police will seek to ensure that the legal anonymity of victims in rape cases under the Sexual Offences (Amendment) Act 1992, is protected and those who commit offences in this regard will be brought before the criminal justice system,&quot; said assistant chief constable Gareth Pritchard. &quot;We wish to reassure victims of serious sexual offences of our continuing determination to support them.&quot; Sky issued an apology after the victim&apos;s name was flashed up on screen for what is understood to have been around a second. &quot;In our coverage last night we very briefly revealed the victim&apos;s name despite heavy redaction, and if watching in real-time viewers would not have noticed,&quot; said a Sky News spokeswoman said. &quot;We would, however, like to apologise to the victim and her family for any distress caused.&quot; An Ofcom spokesman said that the regulator was not currently investigating to see if Sky&apos;s error was breach of the broadcasting code. The media regulator said that the incident was a matter for the police. &quot;Broadcasters must comply with our rules to protect the privacy of people who appear in their programmes,&quot; said a spokesman for the media regulator. &quot;However, identifying victims of sexual assault is a criminal offence and as such is primarily an issue for the police.&quot; On Monday, North Wales police announced that it was investigating the naming of the victim on Twitter after she was first identified just hours after Evans was found guilty of the attack, which took place in a Premier Inn hotel room during a Bank Holiday last May. The victim&apos;s name was circulated so widely that it is understood to have trended on Twitter over the weekend, meaning it was one of the most popular topics on the site. Evans was jailed for five years on Friday at Caernarfon crown court after being found guilty of raping the woman who was &quot;too drunk to consent&quot;. Sheffield United have suspended 19-year-old reserve-team player Connor Brown after he allegedly voiced his support for Evans by making offensive comments about the victim.  To contact the MediaGuardian news desk email editor@mediatheguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook.", 
    "section": "technology", 
    "gid": "technology/2012/apr/24/twitter-users-arrested-ched-evans-rape", 
    "wordcount": "520"
}