{
    "headline": "Top 10 most popular environment stories of 2012", 
    "text": "1 New monkey species identified in Democratic Republic of Congo Lesula found in remote forests is only the second new monkey species to be discovered in Africa in 28 years 2 George Monbiot: The day the world went mad As record sea ice melt scarcely makes the news while the third runway grabs headlines, is there a form of reactive denial at work? 3 Arctic expert predicts final collapse of sea ice within four years As sea ice shrinks to record lows, Prof Peter Wadhams warns a &apos;global disaster&apos; is now unfolding in northern latitudes 4 World&apos;s biggest geoengineering experiment &apos;violates&apos; UN rules     This illustration shows relatively high concentrations of chlorophyll (yellow to brown is high) in August 2012 where HSRC says they placed the nutrients. Other patches of high chlorophyll in the open waters can bee seen where HSRC was not operating. High chlorophyll indicates higher concentrations of phytoplankton. Careful and thorough research is required to determine what occurs naturally. Photograph: Giovanni/Goddard Earth Sciences Data and Information Services Center/NASA    Controversial US businessman&apos;s iron fertilisation off west coast of Canada contravenes two UN conventions 5 Greenland ice sheet melted at unprecedented rate during July Scientists at Nasa admitted they thought satellite readings were a mistake after images showed 97% surface melt over four days 6 10 things you should never flush down your toilet     Many sewer blockkages have to be removed by hand. Photograph: Stewart Turkington    Wet wipes are wreaking havoc, but they are not the strangest things to have been found in our sewers 7 Climate change study forces sceptical scientists to change minds Earth&apos;s land shown to have warmed by 1.5C over past 250 years, with humans being almost entirely responsible 8 Mitt Romney confirms he would end US wind power subsidies Mitt Romney and Barack Obama draw up battle lines over US wind farm tax credits 9 Poles apart: satellites reveal why Antarctic sea ice grows as Arctic melts     Changing wind patterns around Antarctica, above, have led to a minor increase in sea ice, as cold winds off the continent blow ice away from the coastline. Photograph: Momatiuk/Eastcott/Corbis    US military satellite data exposes complexity of climate change and impact of changing wind patterns on polar regions 10 Lester R. Brown: The world is closer to a food crisis than most people realise Unless we move quickly to adopt new population, energy, and water policies, the goal of eradicating hunger will remain just that", 
    "section": "environment", 
    "gid": "environment/2012/dec/24/top-10-environment-stories", 
    "wordcount": "299"
}