{
    "headline": "Facebook plans to extend Free Basics internet service to Americans  report", 
    "text": "Facebook is planning to extend its controversial Free Basics service, which offers a free but limited internet access to people who dont have it, to the US. The social networking company has been in talks with the White House and wireless carriers about introducing the program in a way that doesnt attract the criticism and regulatory scrutiny it has faced elsewhere, according to a report in the Washington Post. Free Basics, which started life as Internet.org, is an app that provides users with access to Facebook-curated online services, such as news, employment and health education. These services are zero-rated, which means that users dont get charged for the data. The company intended to provide a means for the worlds poorest people to access the benefits of the internet without having to pay for expensive data plans, but it attracted criticism for cherry-picking websites instead of giving people unfettered access to the web. Proponents of net neutrality, who say that internet service providers should not get to pick and choose which online services count against data caps because it gives an unfair advantage to those that are zero-rated. Free Basics was banned in India under net neutrality rules following a 11-month public debate  an expensive blow for Facebook. Facebook has since revised its approach to Free Basics, allowing any third-party company to offer its content or services as part of the program, as long as it provides a pared-down version of the website or app (so no high-resolution images) that doesnt consume a lot of data. The US version of Free Basics would, according to the Post, target low-income and rural Americans who cannot afford reliable high-speed internet access. It would offer users, via partnerships with mobile operators, the ability to view a selection of resources that fit Facebooks requirements. Even with the changes to the Free Basics program, some critics remain wary. Free Basics isnt the internet, its an application that connects people to internet-like services but doesnt connect them to the open internet itself, said Timothy Karr, senior strategy director at Free Press and Free Press Action Fund. Facebook says its a stopgap, a half step to getting people online, but nothing that the company is doing addresses the biggest problem for adoption of the open internet in the US which is affordability, he said. Karr acknowledged that Facebook hasnt unveiled the details of its plans to bring the service to the US but suggests that they focus on building internet infrastructure so that access becomes cheaper for everyone. Its worrying when you have a company as powerful as Facebook inserting itself as a gatekeeper to the online world. Despite the controversy, Facebook says that more than 25 million people are using Free Basics around the world. Most recently the company has been rolling out the service across many African countries. In addition to creating the service and negotiating the deals with local carriers, the company is also testing infrastructure such as satellites and solar-powered drones to beam the internet direct to remote communities.  While we have nothing to announce, Facebooks mission is to connect the world and were always exploring ways to do that, including in the United States, a Facebook spokesman said.", 
    "section": "technology", 
    "gid": "technology/2016/oct/12/facebook-free-basics-internet-us", 
    "wordcount": "550"
}