{
    "headline": "iPad numbers fail to impress Wall Street analysts", 
    "text": "Apple has disappointed Wall Street for the second quarter in a row after results released on Thursday showed iPad sales had grown less than expected. The quarterly results beat the company&apos;s own forecasts with net profits up 24% to $8.2bn (5bn) and revenues up 27% to $36bn  giving profits of $8.67 a share. But Wall Street analysts, used to years of Apple overshooting its estimates, had forecast profits at $8.75 per share, prompting the stock to drop below $600 in after hours trading from its official $609 close. Sales of iPhones grew faster than forecast, by 58%, to 26.9m  with the quarter including one week when its new iPhone 5 was on sale  but the 26% growth in the iPad line to 14m units was lower than anticipated. With signs of consumer demand reviving in the UK and US, analysts hope Apple&apos;s next quarter will benefit from a revamped iPad, its iPhone 5, which chief executive Tim Cook called &quot;the largest product ramp-up in Apple&apos;s history&quot; and its new iPad mini announced this week. Others fear the global slowdown hitting the eurozone and Asia will hold it back. Cook told analysts that China provided about 15% of revenues over the past four quarters. Apple is forecasting revenues for the current quarter of $52bn  against analyst forecasts of $55bn. A year ago its revenues were a record $46.3bn, suggesting that it expects revenue to grow 12.2%. Sales of iPads were noticeably below analyst forecasts of 15.3m  though some thought that the slowdown could have been due to the growing number of reports during the summer of the expected launch of the iPad mini. Cook said it is &quot;clear that customers delay new tablet purchases due to rumours of new products&quot;. Analysts had expected sales of iPhones at 25m to 26m. Cook expressed optimism for the present quarter. &quot;We&apos;re very proud to end a fantastic fiscal year with record September quarter results,&quot; he said. &quot;We&apos;re entering this holiday season with the best iPhone, iPad, Mac and iPod products ever, and we remain very confident in our new product pipeline.&quot; The iPhone 5 had been widely expected ahead of its launch, and preorders began two weeks before the close of the quarter  and sales began the week before its end. Apple&apos;s iPad mini is expected to cash in on the apparent demand driven by Amazon and Google for smaller tablets with seven-inch screens. But finance chief Peter Oppenheimer said in a conference call that the &quot;mini&quot; has &quot;substantially lower&quot; profit margins than Apple&apos;s overall margins. Sales of iPods, the product launched 11 years ago this week and which drove Apple&apos;s second phase of growth after it nearly fell into bankruptcy in the 1990s, fell by 25% year-on-year to 4.9m. Sales of Macintosh laptop and desktop computers grew very slightly by 0.6% to 4.9m  against a backdrop of falling PC sales worldwide. Oppenheimer revealed that $83bn of Apple&apos;s $121bn in cash is held outside the US. Repatriating it would trigger a huge tax bill, which the company has so far avoided. Meanwhile, before the results announcement, stock in the music streaming service Pandora was hit by a Bloomberg report claiming that Apple will launch an ad-supported internet radio service in the new year.", 
    "section": "technology", 
    "gid": "technology/2012/oct/26/apple-ipad-sales-slow-down", 
    "wordcount": "562"
}