{
    "headline": "GCSE results row: a highly testing week as term-time looms", 
    "text": "     After the tears and despair of GCSE results day, when teenagers up and down the country received D grades in their English rather than expected Cs, a wave of recrimination and threats swept through the education establishment this week. Estimates of the extent of the problem grew with every passing day, lawyers for education authorities drafted plans for litigation, and teachers&apos; leaders piled pressure on the education secretary, Michael Gove, accusing him of political interference that has hit the poorest, most disadvantaged students hardest. &quot;These are the right grades, absolutely,&quot; said Glenys Stacey, chief executive of the exams regulator, Ofqual, when news of the problem first broke. &quot;You are seeing the independent regulator doing the right job to make sure qualifications are right and grades are right.&quot; She claimed there was only a 1.5% difference in the grades compared with the previous year, but in the following days the problem seemed to get worse. More and more pupils appeared to have missed out on college places and apprenticeships because of a redrawing of the grade boundary. Leeds city council estimated that around 400 pupils were affected. Across England and Wales, estimates range from 10,000 to 67,000 in total. &quot;I have never experienced teachers in such a state of distress because they are feeling personally responsible for the situation their students find themselves in,&quot; said Judith Blake, deputy leader of Leeds council. &quot;There is a growing sense that this is really serious and it needs proper investigation. This needs to be resolved this weekend because the schools start back on Monday. The levels of outrage have been growing as the personal stories of the students affected have come out and the damage that has been done.&quot; Calculations by the Centre of Education and Employment Research (CEER) released on Thursday suggested that 10,300 students who received a D grade or worse would have got at least a C if they had scored the same mark last summer. On Wednesday, the Association of School and College Leaders (ASCL) released a detailed study of papers marked by Britain&apos;s biggest exam board, the Assessment and Qualifications Alliance, which has been at the centre of the row. Its analysis suggested half of the 133,900 candidates who received a D in English may have gained Cs if pass marks had not been shifted since January. &quot;The more feedback we get the more serious this crisis has proved itself to be,&quot; said Brian Lightman, the ASCL general secretary. &quot;There is enormous concern across the whole sector.&quot; Anger was inflated as the disappointing grades caused teachers to think of their own careers, a symptom of the extent to which the government leans heavily on GCSE results to hold teachers to account. &quot;Teachers can lose their jobs if they don&apos;t hit the right levels,&quot; said Professor Alan Smithers, director of the CEER. &quot;It is the way the results are used to hold schools to account and the exams don&apos;t really bear the weight of that. If 40% don&apos;t get five A* to C including maths and English there are consequences. Ofsted might be called in, consultants sent in, a school could be forced to become an academy or, like an underperforming football manager, the head might be fired.&quot; Ofsted said lower attainment by pupils in this year&apos;s GCSE examinations would not &quot;automatically&quot; lead to schools being downgraded in inspections. &quot;Inspectors judge the quality of education provided by a school by evaluating the achievement of pupils, the quality of teaching, the behaviour and safety of pupils, and the quality of leadership in, and management of, the school,&quot; a spokeswoman said. The impending start of the educational year adds more urgency. Many of the pupils who needed C grades but received Ds still do not know whether they will be able to start further education courses that start on Monday. So teachers&apos; groups piled pressure on Ofqual and Michael Gove to move the grade boundary back. Lightman met Stacey on Wednesday to provide her with evidence of the impact collected from 950 schools. &quot;We want to see justice done for those young people who were unfairly marked down on their results,&quot; Lightman said. &quot;This means reissuing grades to all pupils based on the January grade boundaries.&quot; He told Stacey at least 20% of secondary schools in England and Wales appeared to have been negatively affected by the grade boundary changes. &quot;Not only is this hugely unfair on the young people who are affected, but it has huge repercussions for those schools which are near the 40% floor target or are due an Ofsted inspection this autumn,&quot; he said. Ofqual, an independent regulator established in April 2010, denied suggestions it had acted under political pressure from Gove, who has spoken out against grade inflation. &quot;We act and regulate independently,&quot; Ofqual said in a statement. &quot;We were established as an independent regulator by parliament. Our approach  called comparable outcomes  was introduced in 2009 for AS levels and was applied to new A-levels in 2010 and new GCSEs from 2011.&quot; It was a change in tone from Stacey&apos;s first remarks and teachers&apos; leaders recognised that Ofqual was taking concerns very seriously and was acting fast. &quot;We have arranged to meet with representatives of NAHT (the National Association of Head Teachers) and ASCL to discuss the concerns that they are collating for us now,&quot; Stacey said. &quot;We will be meeting with a selection of school leaders in Leeds and in Bradford because of particular concerns expressed about results in those cities.&quot; Facing growing pressure to act, Gove denied political interference, saying: &quot;These decisions have been made because the exam boards and the regulator have sought to ensure this year, as every year, that exam results are comparable over time so that we can all have confidence in the examination system.&quot; It was not enough to stop local authorities, academies and teachers&apos; groups exploring the possibility of legal action. Leeds city council&apos;s lawyers indicated there could be grounds to request a judicial review of the decision to move the grade boundary. The Academies Enterprise Trust (AET), which runs 29 academies, began to gather evidence about which social groups the decision affected most, amid suspicions it hit the most disadvantaged pupils hardest. &quot;This action by the examination boards, if proven to be factually correct, is unfair, unjust and may well be in breach of the Equalities Act 2010,&quot; said David Trigg, the trust&apos;s chief executive. &quot;The AET will continue to fight in every way that it can to ensure that every one of our students it treated fairly, equitably and equally.&quot; Leeds city council said the change in the exam boundary would have an impact on its attempts to reduce the number of people who are not in either work, education, or training. &quot;We suspect the very ad hoc decision that was made to lift the grade boundaries has disproportionately affected certain groups of students,&quot; said Lightman. &quot;If we are advised that legal action is the right way to challenge this, then that is what we will do.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/31/gcse-results-row-testing-week", 
    "wordcount": "1219"
}