{
    "headline": "Audrey Randall obituary", 
    "text": "My mother, Audrey Randall, who has died aged 83, shared the joy of discovery with generations of people. As a teacher and conservationist, her instinct for children&apos;s learning and her fascination with the natural world were inspirational. The middle child of five, Audrey was born in Hoddesdon, Hertfordshire. The family moved to north London before the outbreak of the second world war, and during her schooling Audrey suffered the trauma and disruption of evacuation, which left her aware of the fragility of life. Her father, Edward Pullan, was a dentist. Audrey worked in his surgery and would have followed in his footsteps if the family could have supported it, but only her brother was able to train in the profession. After working as a lab assistant, she coached games in a local grammar school while raising a family with her husband, Peter, whom she married in 1953. Following teacher training at Balls Park College, Hertford, she joined the staff of Brookland infants school, in Cheshunt. Not many years later, she became headteacher there. She extended the provision within the school and, in recognition of her expertise in the development of primary science, was promoted to an advisory role supporting schools in Hertfordshire and beyond. But she was then faced with the loss of her young son, Mark, in a car accident and with the breakup of her marriage. Supported by friends and colleagues, she tackled these challenges with fortitude. When Kenneth Baker brought in the national curriculum in the 1980s, Audrey had the honour of being appointed to the primary science writing group, which enabled her to work with colleagues across the UK. Her main goal was to bring young children&apos;s learning of science to new levels and to prominence. Towards retirement from full-time teaching and afterwards, Audrey continued her educational work across many areas. This included supporting trainee teachers at two local universities and an active role with the Association for Science Education. She also became increasingly occupied with her passion for wildlife conservation. Keen to help with protected species, she was involved in the rescue and rehabilitation of badgers, bats and birds of prey. Safaris to Africa, India, Australia and Alaska to catch a glimpse of some of the more exotic animals were a highlight of her later years. Audrey found time for many voluntary activities and gave countless talks to a range of groups. She was still rescuing injured and orphaned animals until her final weeks, nurturing them at her home. She is survived by two sisters, Pamela and Shirley, and by me and her grandson, Marcus.", 
    "section": "education", 
    "gid": "education/2012/jul/16/audrey-randall", 
    "wordcount": "430"
}