{
    "headline": "Farmers' leaders look at new areas for badger cull", 
    "text": "Farmers&apos; leaders are considering the possibility of finding fresh areas for the controversial badger cull in England, which is due to take place later this year. The cull had been due to take place in two zones in Gloucestershire and Somerset this winter but the government announced in October that it would be postponed. The farmers&apos; union, the NFU, said that alternative areas were being looked at in case the will to carry out the cull, designed to tackle bovine tuberculosis in cattle, was not there in the original places. The NFU has not confirmed where else the cull might now take place but it is believed that farmers in Devon, Cornwall and Derbyshire are being consulted. A spokesman for the NFU said: &quot;It is the right and responsible thing to ensure that the best areas are selected to be pilots for the planned cull of badgers. &quot;As part of the early planning it&apos;s important to ensure that all areas are looked at. If other areas present themselves as being better choices for piloting this policy then they should be seriously considered.&quot; In an interview with Farmers Weekly the NFU president, Peter Kendall, said: &quot;If something went wrong in one of the original areas we want to ensure that we have got really strong alternative regions ready to go. &quot;We don&apos;t know yet whether someone will drop out, so we are making sure that we have got the best possible areas ready to go.&quot; He said he was happy with the number of farmers who were backing the scheme in Somerset but appeared less confident about Gloucestershire. &quot;If Gloucestershire drops out at least we would have other areas,&quot; he said. The cull was postponed after the farmers in charge of it said they were unable to carry out the scheme before the start of the winter in part due to higher than expected badger numbers. Activists who oppose the policy have vowed to disrupt the cull wherever and whenever it takes place.", 
    "section": "environment", 
    "gid": "environment/2013/jan/09/farmers-leaders-badger-cull", 
    "wordcount": "340"
}