{
    "headline": "Profit-making schools: good or bad idea?", 
    "text": "Chris Husbands, Institute of Education Education is a public service, and it has a key role in creating an inclusive society. So, given that it&apos;s a force for public good, I think for-profit provision brings risks that are difficult to manage. But having said that, there are two things we have to accept. First, we already have a degree of for-profit provision in the system  companies that provide software, and textbooks, and even agencies that provide temporary teaching staff. The companies behind these are for-profit organisations, and it doesn&apos;t bother anyone that they&apos;re making money out of the education system. And, second, if we&apos;re asking local authorities to commission schools, then we have to realise that it may be very difficult to commission them in some areas without some incentive. So while I&apos;ve always thought it was the wrong thing to do, I&apos;ve also begun to see that it could help to develop a commissioning structure that delivers in areas where we are struggling. Vic Goddard, head of Passmores academy in Harlow, Essex This is a fundamentally morally bankrupt idea and there&apos;s absolutely nothing to be said for it. Every penny that&apos;s there should be invested back into education. My school has wonderful facilities, and when we hire them out, the money goes back into the school. If I&apos;m invited to speak about being a head, any money I&apos;m given goes back into the school. I know the argument is that it would bring more money into the sector  but ultimately, it&apos;s going to be taking money out of the sector. I once worked for a profit-making school in Cairo: and it was a business, and it felt quite different. Image was more important than the children&apos;s experience; but in my school, the only thing that matters is what it&apos;s like for the children. Sir David Bell, former chief inspector of schools in England, once permanent secretary at the Department for Education, now vice-chancellor of Reading University I&apos;m not opposed in principle to exploring for-profit schools. I feel a degree of experimentation is not unhelpful here. The important thing is that profit-making companies can&apos;t be allowed to just cherry-pick their schools: if they can, they&apos;ll just take the best, and then how will the system work? So we need to give companies a range of schools  we have to see whether the profit motive stimulates improvement across schools of varying types and varying quality, and only after gauging that could you make a decision on whether these companies should be allowed to go ahead. The area where this idea is least contentious is failing schools: it is relatively easy to say existing measures haven&apos;t helped for this school so we should try something different. But can you then say to a profit-making company, you can run schools, but only failing schools? Another issue is public acceptability, and the same point is relevant here. It is likely to be easier to persuade people to bring in a profit-making company to run a failing school than a successful one. In terms of public perception of the idea, the NHS provides a good parallel: generally, there&apos;s anxiety about the private sector getting involved in the provision of public healthcare. But if it is provision that the public sector was struggling with, it is less contentious. John Tomsett, head of Huntington school, York Michael Gove has been moving from country to country  from Sweden to the US to Poland to Chile  looking for examples of where privatisation of education works, and the truth is that the evidence base is really thin. But he is very clever at couching his argument: he says that, providing children have great schools, why does it matter whether they&apos;re privately run or not? And he says people like me, who don&apos;t agree with privatisation, are &quot;enemies of promise&quot;. But the bottom line for me is that this doesn&apos;t feel right: I didn&apos;t go into education to make money, and I don&apos;t know any teacher who did. My profit is great exam results. That&apos;s what I&apos;m required to provide, and if you introduce money-making, then somewhere along the line, that&apos;s going to change, and a head like me is going to be accountable to a board who will want to know how I&apos;m going to make them money. Laura McInerney, former teacher in London, now studying in the US The important thing here is, what is being done is as important as how it is being done. It&apos;s easy to get bogged down in the pros and cons of profit-making schools, but the actual system you create is everything. Two things matter more than anything when it comes to setting up companies to run schools: their limits, and how transparent they are. You&apos;ve got to think about how much you want to control these companies, and how much they can do; and you&apos;ve got to work out how transparent they need to be, because what&apos;s happened in the US is that companies that run schools have been able to keep things out of the public eye because they&apos;re out of the realms of freedom of information, and that&apos;s not always for the best. Interestingly, what&apos;s happening in the US now is a move away from with-profit companies. That&apos;s partly been because several chains running schools have gone down quite spectacularly; some have had to close six or seven schools, and that&apos;s maybe 3,000 children suddenly without a school. There have also been examples of companies that buy schools and then asset-strip them, just as any company might after a takeover, before selling them on. So you&apos;ve got to be aware that when with-profit companies come into play in education, these are the sorts of things that can happen. Kenny Frederick, head of George Green&apos;s school in south-east London The biggest issue for me is that for-profit schools will inevitably and invariably exclude the hardest-to-teach pupils. Children who are vulnerable, who have special needs, who come from hard-to-reach families ... these are the most expensive children to teach, and what&apos;s going to be in it for a company trying to make profits? Now of course we all know these schools will have targets  but we also all know there will be all sorts of ways of getting round things. Just think about how cut-throat the pressure is already with the league tables  how much worse is it going to be when money-making and profits come into play? There will be children who profit-making companies will think are unattractive to invest in, and what&apos;s going to happen to them? They&apos;re entitled to an education, but in a profit-driven education system, who is going to provide it? Anders Hultin, head of profit-making school company in Sweden; former head of Gems school chain in the UK I think allowing profit-making companies to run schools is one important key to the development of the UK education system. That&apos;s because it&apos;s the only way to get some scale behind the free school movement  if you don&apos;t allow the free market economy into this model, what you end up with are a few hundred small-scale schools with no ambition to grow or develop. But if you have profit-making companies in the mix, they provide the drive and impetus for schools to improve and to expand  that&apos;s the thrust of what business is all about. The government cannot afford to invest large capital amounts into school building etc right now, so it needs to bring in investors from outside to improve the British education system. It&apos;s a really important move for the future of schools in your country. Janet Marland, head of Cavendish primary in West Didsbury, Manchester There doesn&apos;t seem to be much empirical evidence on this one way or the other, so there would be an experimental aspect to bringing in profit-making schools, and that&apos;s where my worries lie. We can all think of examples in other sectors, like Southern Cross and G4S, where the needs of the company have overridden the customer&apos;s needs  and we can&apos;t afford that to happen when it&apos;s children who would be the losers. Another thing is: where does it leave school governors? Being a governor is a time-consuming job with a lot of responsibility and sometimes more than a few headaches  but those who do it are volunteers. How would it be if these people continued to do this huge job unpaid, while others were doing much the same thing for profit? Katharine Birbalsingh, currently setting up the Michaela Community free school in Brent Teachers, like doctors, used to be seen as key professionals in our society. Now, we only respect professions where people earn lots of money. But I&apos;m still holding on to the romantic notion that teaching is a profession that should be admired in itself; and if we bring the profit motive into the mix, I feel it&apos;s going to be like giving up on the idea that teaching is done for itself, not to make lots of money. I feel my attitude is conservative with a small &apos;c&apos;: it&apos;s about conserving a good attitude from the past, and I don&apos;t think this policy would do that. Ian Gilbert, teacher trainer I used to work in Chile, which is the neo-liberal experiment the right uses to justify this idea. But the state-funded, privately run schools there are businesses masquerading as &quot;doing something for the community&quot;. There are lots of instances of dubious owners cooking the books in order to get government funding. And the bottom line is that they do little to improve the education or prospects of those who need it most  low-income pupils. I have friends in Sweden who despair about the for-profit schools there, where children sit in front of computers for hours and the profits are sent offshore into a tax haven. I think schools can and should be about something other than that.", 
    "section": "education", 
    "gid": "education/2013/mar/04/profit-making-schools-debate", 
    "wordcount": "1655"
}