{
    "headline": "Google raises privacy fears as personal details are released to app developers", 
    "text": "Google could face a third privacy row in a two years, after a leading campaigner called for the US government to investigate the fact that the names, geographic region and email addresses of people who buy apps from its Play store are passed on to the app developers without users&apos; explicit permission. The company is also coming under pressure from developers who do not want it to send them that data, because they are concerned about its privacy implications. Ben Edelman, an associate professor at Harvard Business School, says that analysis of Google&apos;s terms and conditions relating to its Google Play store and Google Wallet transaction system (used for buying apps) doesn&apos;t show any clauses where users are specifically told that their emails will be sent on to the developer.  He also warns that developers could use that information to &quot;track and harass&quot; people who have given apps low ratings or requested refunds. And hackers  or malicious developers  could create personalised emails to send out to people to steal passwords (phishing) or install &quot;updates&quot; that were actually malware. Apple does not pass on any such information from its App Store when users buy or download apps  although Google&apos;s store has a different legal structure from its rival&apos;s. Users buy from Apple, for legal purposes; with Google, they are legally buying from the developer. Google says it has to provide some location data about which country apps are bought in so developers can calculate the correct amount of tax to pay.  But that does not explain why it passes on buyers&apos; names and email addresses, which together with a postcode could be used to identify a person&apos;s location and address. &quot;Google&apos;s prior privacy blunders have put [it] under higher scrutiny,&quot; Edelman says, pointing to the 20-year consent order with the US Federal Trade Commission that Google signed in March 2011 in the wake of its Buzz social network fiasco  followed by a record $22.5m fine in August 2012 for hacking Apple users&apos; browsers to install tracking cookies. It has also been fiercely criticised in Europe for its changes in March 2012 to its privacy policies, which data protection chiefs said could mean &quot;uncontrolled&quot; use of personal data.  Eric Butler, a freelance software developer of the Tapchat and Farebot apps, tweeted in July 2012 &quot;I wonder if most Android users realise that when you buy an app in the Play Store the seller [of the app] can see your name, email address and phone.&quot; Following the row, he has noted on his blog that &quot;Because the entire experience of purchasing Android apps is so sloppy, it&apos;s not unreasonable to assume that this privacy issue was actually an oversight.&quot; But, he says, &quot;Google should follow Apple&apos;s lead and offer users and developers better privacy protection.&quot; The release of the emails to developers was highlighted by Dan Moran, an Australian app developer, earlier in February  though Edelman points out that &quot;at least three other developers had previously raised the same concern&quot;.  Another developer, Jesse Wilson, pointed out the same problem in November on Google+, and was quickly echoed by Chris Lacy, who said that &quot;as a developer I never asked for this information, I have no need for it, and I simply do not want to be a custodian of such information.&quot; Lacy added that &quot;As a consumer, this is distressing on many levels: there is no fair warning that this information will be transferred  trusting my personal information to Google is one thing. But with this system, users are unknowingly having to trust their information to a third party. There&apos;s no way to know what security measures that third party might have in place.&quot; He added that it meant that the app developer &quot;has gained my personal information without requesting the appropriate permissions via the app.&quot; Google has said that passing on the details does not breach its privacy conditions. In a quote to Siliconvalley.com, a representative told the site that &quot;Google Wallet shares the information necessary to process a transaction, which is clearly spelled out in the Google Wallet privacy notice.&quot; But Edelman disputes that. &quot;First, it simply is not &apos;necessary&apos; to provide developers with access to customer names or email addresses in order to process customer transactions  To claim that it is &apos;necessary&apos; to provide this information to developers, Google would need to establish that there is truly no alternative  a high bar, which Google has not even attempted to reach. Second, this data sharing is not &apos;spelled out in the Google Wallet privacy notice&apos; and certainly is not &apos;clear&apos; there.&quot; He added that the idea that the developer is the &quot;merchant of record&quot; for the transaction is contradicted by the fact that the transaction is carried out with Google itself, through Google Wallet  and that repayments too come via Google. &quot;If it has &apos;Google&apos; as the company you do the transaction with, not the developer, then it seems logical that Google is the merchant of record,&quot; he told the Guardian.", 
    "section": "technology", 
    "gid": "technology/2013/feb/25/google-privacy-fears-app-developers", 
    "wordcount": "862"
}