{
    "headline": "Revolution in filming reveals epic journey of the monarch butterfly", 
    "text": "The extraordinary 2,000-mile journey made by millions of butterflies each autumn from Canada, through the USA to Mexico is revealed in minute detail for the first time in a multimillion-pound 3D film. The insects&apos; hair, scales and body movements in flight can be seen with a clarity that moved scientists at a preview screening to tears. Filming the migration of the monarch butterfly took five years and was made possible by the development of new technology. The film&apos;s British director, Mike Slee, used the pioneering 3D &quot;snorkel system&quot; which can film insects in 3D &quot;like nobody else before&quot;. Micro CT and MRI scans for medical purposes have also been adapted to view inside a chrysalis, showing a caterpillar transform into a butterfly over a period of two weeks. It is thought that Flight of the Butterflies 3D  which has its world premiere tomorrow  could do for butterflies what the feature documentary March of the Penguins did for penguins. Monarchs have orange and black wings with distinctive veins and spots, but so detailed is the technology that every butterfly looks individual. The scales on their wings and &quot;punk&quot; hairstyles on some heads stand out vividly. So too hundreds of tiny breathing tubes feeding air into the pupa, &quot;like shredded wheat,&quot; Slee said. &quot;Nobody&apos;s ever seen in 3D inside a chrysalis as it changes from caterpillar to butterfly.&quot; He added: &quot;You watch a caterpillar morph into a butterfly, one of nature&apos;s most extraordinary moments. I still can&apos;t believe it when I watch it  It&apos;s rather like when they first brought out ultrasound and you could see a baby in the womb.&quot; Almost all the butterfly footage is shot in slow motion  120 frames per second rather than 24. Tomorrow&apos;s premiere takes place at the Smithsonian, Washington, one of the world&apos;s most respected educational institutions, with a UK cinema release to follow. Scientists were overwhelmed by the footage at a preview. One of them, Chip Taylor, said: &quot;The film is  truly extraordinary  I have been amazed by the overwhelming emotional reaction that revealing the scientific secrets of the butterfly has had  even the eminent board of science advisers had moist eyes when the lights went up.&quot; Slee made his name as a film-maker of natural history programmes and directed the film Bugs! 3D, about two rainforest insects, narrated by Dame Judi Dench. &quot;But Bugs was almost wholly shot on film, whereas Butterflies uses digital technology that has changed natural history film-making. Digital allows you to be closer,&quot; said Slee. The success of Bugs prompted cinemas and several foundations to support this new production, a collaboration between Britain, Canada and Mexico, which follows the quest of one man, the late zoologist Fred Urquhart, to uncover the secret of the butterflies&apos; annual migration. After 40 years, Urquhart discovered their hideaway in remote central Mexico where they spend the winter before returning north. The monarch has multi-purpose antennae and tactile sensory receptors on its head, legs and feet that help it navigate and migrate long distances. Their migration involves flying 25 to 30 miles a day, although some tagged individual monarchs have covered hundreds of miles in a few days. Catching free rides on high altitude winds and storing fat reserves, after arriving, they rest for months in the evergreen trees on the mountaintop. Slee estimates that there are 50m butterflies per hectare, with the sites covering more than six hectares: &quot;That&apos;s a possible 300 million monarchs.&quot; The film shows millions of them dancing in slow motion. Each wing beat is a whisper, but the film-makers achieve a combined wash of sound. Filming was difficult in 3D and 10,000ft up a mountain, requiring 70ft camera cranes and a 100 crew. Slee said: &quot;Shooting wildlife in 3D is technically complicated. Things can&apos;t come too close to camera, but how do you tell millions of butterflies to stay away? We had to work out tricks. They only fly where there&apos;s sunshine. So we created big shades in front of the camera so they wouldn&apos;t accidentally come into our danger zone.&quot; The film could also play a part in the monarch&apos;s conservation. Scientists are extremely concerned that monarch populations are declining because the caterpillar&apos;s only food source  milkweed  is being eradicated. SK Films, the American distributor, is encouraging audiences to grow milkweed and also to create their own butterfly gardens by selling seed-packets in cinemas. The film dispels the myth that butterflies live only for a day. Monarchs create about four generations each year. Those from the first three generations live only a few weeks, but it is the fourth  known as the &quot;super generation&quot;  that migrates south and survives for between five and sixmonths. &quot;It&apos;s all triggered by daylight and warmth,&quot; Slee explained. &quot;They genetically don&apos;t mature, and use the spare energy from not having sex to fly 2,000 miles. &quot;That&apos;s their ace. They fly to Mexico, where there&apos;s this perfect forest and perfect climate. They go into a dormant state and hang in the trees until the sun shines on them again, and they come back to life. That generation will fly back north to lay eggs  and the story beginsagain.&quot; But even butterflies get lost. Earlier this month, a monarch was spotted inDorset.", 
    "section": "environment", 
    "gid": "environment/2012/sep/22/monarch-butterfly-secrets-revealed", 
    "wordcount": "903"
}