{
    "headline": "The EU should stand firm on its scheme to limit aviation emissions", 
    "text": "US senators and about 20 countries met in Washington this week to oppose Europe&apos;s decision to charge airlines for their carbon emissions by including them in its emissions trading scheme (ETS). This &quot;coalition of the unwilling&quot; failed to agree on a joint declaration, but a US spokesman said: &quot;The meeting confirmed strong opposition to the ETS, but indicated interest in continuing to work on the suite of activities in the International Civil Aviation Organization [to tackle emissions from aviation].&quot; To hear this coalition speak of the need for the ICAO to tackle aviation emissions makes it sound as if the problem appeared yesterday and the Chicago Convention created ICAO just last week. In fact, attempts to address this problem on a global basis have been festering for more than 15 years in ICAO and the United States is at the centre of the problem. For US senators to urge official action only now, when Europe drew up legislation in 2007, says it all. It&apos;s not calls for action at ICAO we need, it is deeds, and they have been very few and infrequent, particularly from Washington. ICAO&apos;s leadership rather bravely stepped forward earlier this year promising to develop a global market-based measure to tackle aviation emissions. Putting aside whether Europe&apos;s decision to implement an ETS prompted this change of heart, the move was widely welcomed. Sadly however, the cabal of the unwilling now make no mention of this move. Suddenly no one in Washington can say how long technical or political work on a global measure itself might take while senators jostle to take aim at the ETS. Need one ask whether the US really wants or ever wanted a &quot;market measure&quot;? Isn&apos;t the answer clear? The coalition&apos;s language has now been dialled back to ICAO&apos;s 2010 Assembly Resolution of frameworks and voluntary aspirational goals as if these offer anything new that will save the planet. Operations and air traffic reforms at the airline and national level that are mentioned are fine, even one or two biofuels might help if they can ever prove to be sustainable, but CO2 is a global problem requiring the political will to forge global action. Yet ICAO&apos;s first litmus test, to secure its members&apos; agreement on a fuel burn metric as the basis for setting an aircraft CO2 standard, was a tortuous and contentious affair. We still have a precious window over the next months for ICAO&apos;s experts to produce a feasible and environmentally effective global action plan. The main elements are all there. Air travellers will bear the cost if given a chance. They already pay fuel surcharges and mandatory US fees on airline tickets without any quibble. As citizens we accept the cost of clean electricity, of gasoline taxes and of charges to cut industrial air pollution. Aviation should not be different. But sadly it is different. Leadership is more concerned to protect tomorrow&apos;s profit forecast than to implement sustainability measures that represent the only future that aviation has. Behind them, the travel industry and large corporate buyers who sustain airline profits and wield undoubted influence, stand shamefully silent. Given that aviation is the most carbon intensive and fastest-growing source of transport CO2 emissions, it is imperative that the EU stands firm on the ETS until and if something better globally emerges. ICAO has the chance now to prove it is more than a talking shop. It could rise to the challenge but that depends on enlightened governments and industry empowering it to do so. The role of the Obama administration and of Washington&apos;s elite is critical; will they prove to be the guardians of a sustainable aviation future or of their own selfish interests?  Bill Hemmings is programme manager on aviation and shipping for the campaign group Transport &amp; Environment", 
    "section": "environment", 
    "gid": "environment/blog/2012/aug/03/eu-limit-aviation-emissions", 
    "wordcount": "635"
}