{
    "headline": "Greedy Lying Bastards: US filmmaker attacks oil industry", 
    "text": "     Provocative, frank and impossible to ignore. And that&apos;s just the title. Craig Rosebraugh, a US filmmaker and political activist, has produced a feature-length documentary that demands to be seen. Greedy Lying Bastards is still awaiting a firm release date  sometime in 2012 is the current promise  but, if the trailer and impressive roster of interviewees are anything to go by, it&apos;s likely to cause quite a stir. Filmed over the past two years and across nine countries, Greedy Lying Bastards claims to be a &quot;searing indictment of the influence, deceit and corruption that defines the fossil fuel industry&quot;:  Rosebraugh documents the impact of an industry that puts profits before people, wages a campaign of lies to thwart measures to combat climate change, uses its clout to minimize infringing regulations and undermined the political process in the U.S. and abroadBy interweaving the stories of the victims of the Gulf oil spill and the global climate crisis, he lays bare the industry&apos;s deliberate pattern of irresponsibility. And, while oil companies worldwide exert influence over policies that will protect their revenues, those who speak out against the industry&apos;s reckless practices risk their livelihoods, and in some instances, their lives.  Rosebraugh&apos;s position is abundantly clear: he is aiming hard and fast at the oil industry and the network of influence that does its bidding. But, despite all the polemic and editorialising, it would appear that he has gone to some lengths to include a wide range of voices in the documentary:  &quot;Greedy Lying Bastards&quot; details the people and organizations casting doubt on climate science and claiming that greenhouse gases are not affected by human behavior and includes interviews with scientists, industry experts, international political delegates, climate change victims as well as deniers, and people affected by the practices of the fossil fuel industry. Among them: UN Secretary General Ban Ki-Moon; Rep. Henry Waxman; former EPA head Christine Todd Whitman; leading climate science skeptics Myron Ebell, Christopher Lord Monckton, and Jay Lehr; Ken Wiwa, the son of the slain Nigerian environmentalist; farmers in Peru and Uganda; and Mike Robichaux, one of the few doctors willing to treat Gulf residents sick with chemical poisoning from the BP spill, Republican Presidential candidates, Texas governor Rick Perry and Minnesota representative Michele Bachman, as well as other prominent politicians like Senator James Inhofe, from oil-rich Oklahoma.  It was announced this week that the composer Michael Brook  who scored Al Gore&apos;s An Inconvenient Truth - has signed up to pen the music for the film. And in recent weeks, the Greedy Lying Bastards YouTube page has started to host short extracts from some of the film&apos;s interviewees. The most viewed  somewhat inevitably given the hero worship he attracts online  is Noam Chomsky.            But there are many other interesting contributions, too. For example, here are the thoughts of Pieter Tans, a senior scientist at the US National Oceanic and Atmospheric Administration, on why climate sceptics behave more like lawyers than scientists.            And here&apos;s Jacqueline McGlade, director of the European Environmental Agency, on how she responds to climate sceptics.            As yet, there are no video extracts on the YouTube page from any of the climate sceptics interviewed for the film, but the film&apos;s Twitter account shows that Ian Plimer and Lord Monckton, as well as representatives from US thinktanks which routinely disseminate doubts about climate science, are among those who have been interviewed. It will be interesting to see what they were asked, how they responded and how the interviews have been edited and incorporated into the film, not to mention how the oil industry responds to being labelled &quot;greedy lying bastards&quot;.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jan/20/greedy-lying-bastards-oil-filmmaker", 
    "wordcount": "608"
}