{
    "headline": "New plans for carbon capture must not repeat mistakes of the past", 
    "text": "Carbon capture and storage (CCS) promises all the ease of continued use of fossil fuels without the carbon emissions. The UK should be a leader in its development. It has all the advantages of good geology, industry expertise, and public support, but as the National Audit Office reported two weeks ago, our demonstration programme has been plagued by delays, putting the whole programme back by half a decade. This has happened because the policy supporting CCS is based on outdated assumptions. CCS started out as a technology which was supposed to decarbonise coal. But by late 2009, the competition launched in 2007 that had been designed to demonstrate a type of CCS that could capture emissions from existing coal power stations was out of kilter with a new reality: the UK had stopped building coal and was preparing to build gas power stations instead. The competition teetered on, but collapsed at the end of 2011. The government is expected to announce a second competition within days, to enable 10GW of CCS  the equivalent of around five coal power stations  to be in operation by 2030. But there is a real risk that it too will be based on outdated assumptions. Previous studies showing how 10GW of CCS could be developed by 2030 assumed the first competition would enable demonstration plants to be built by 2014. Now government expects a project to begin at the end of 2016 at the very earliest, and even this is very optimistic. This delay has consequences: as our research shows, beginning CCS demonstration in 2020  a similar delay to the one we have already experienced  could mean power sector emissions are nearly 80% higher than limits suggested by the Committee on Climate Change. Even starting in 2016 would leave a sizeable gap in our low-carbon power system. Without CCS, we&apos;ll have to build other low-carbon power plants to bring our carbon emissions down. This might mean building an additional 9-13 GW of offshore wind in the 2020s and shutting down gas plants prematurely. In order to avoid this, the government needs to let go of another shibboleth: that a low-cost, low-intervention approach can deliver in time for CCS to compete with other low-carbon technologies by 2030. If CCS is to have a second chance to fulfil its promise, we need an active industrial strategy, underpinned by smart regulation and credible finance. This active industrial strategy should start by using existing funding for shared CO2 transport and storage infrastructure in strategically located CCS development zones. Clusters can reduce the cost and time needed to develop CCS, while enabling power plants and heavy industry to fit CCS sooner. In the absence of a strong emissions performance standard, the government also needs to set a clear carbon trajectory to a nearly decarbonised power sector in 2030. Doing so in the forthcoming energy bill would provide certainty to investors in CCS. Finally, lack of credible finance has been a major source of delay to CCS in the past. Resolving this means creating a durable revenue stream for CCS through the energy bill, taking the risk of changes to government policy out of investor calculations. All these would require a new set of operating principles: that industrial policy can help to deliver new technology, that smart regulation can support private sector innovation, and that government should shoulder some of the financial risk of this new development.  Dustin Benton is a senior policy adviser at the Green Alliance thinktank", 
    "section": "environment", 
    "gid": "environment/2012/apr/02/carbon-capture-storage-delay", 
    "wordcount": "578"
}