{
    "headline": "Impact of deforestation on wildlife in the greater Mekong - in pictures", 
    "text": "   Montane broadleaved rain forest in Kaeng Krachan national park, Thailand. Using satellite data, the WWF researchers calculated that since 1980, Cambodia has lost 22% of its 1973 forest cover, Laos and Burma 24%, and Thailand and Vietnam 43% Photograph: Gerald S. Cubitt/WWF-Canon       Trees form small peninsulas within a large river system. The report on ecosystems in the greater Mekong area warns that these countries risk losing more than one-third of their remaining forest cover within the next two decades if they fail to increase protection Photograph: Adam Oswell/WWF-Canon       Mangrove forests have been cleared for several alternative land uses including rice production and shrimp farms throughout the region. Large expanses of mangroves were destroyed with defoliants in the Mekong delta in the 1960s and 1970s during the war. Between 1980	and	2005, lower Mekong countries (Cambodia, Myanmar, Thailand and Vietnam) lost an estimated 222,650 hectares of mangroves Photograph: Adam Oswell/WWF-Canon       Fields in Laos. Conversion of forest to agriculture remains high, particularly in lower-income Cambodia, Laos and Burma Photograph: Adam Oswell/WWF-Canon       Man in rice field, Vietnam. Large	areas	 of lowland forest have been cleared, primarily for rice and other agricultural production, increasingly by industry rather than individual farmers Photograph: Adam Oswell /WWF-Canon       Fishing and aquaculture in the Mekong delta employ more than 2.8 million people  10% of Vietnams labour force Photograph: Elizabeth Kemf/WWF-Canon       Sampans meet at an early morning market in the Mekong delta  where rivers converge, Vietnam Photograph: Elizabeth Kemf/WWF-Canon       A crowd of children with Pra or river catfish (Pangasianodon hypophthalmus), Tonle Sap River, Cambodia. River catfish are closely related to the Mekong giant catfish, (Pangasiandon gigas), which has declined by more than 80% over the last 21 years, due primarily to overfishing Photograph: Zeb Hogan/WWF-Canon       Workers at the Hung Vuong factory and fish farm, Vietnam, unload their live catch of pangasius, ready for the species of catfish to be processed and frozen in the factory before being distributed worldwide. More than 75% of rural households in the lower Mekong basin are involved in fisheries, both for their own consumption and for sale  Photograph: Greg Funnell/WWF-Canon       A banteng (Bos javanicus) herd at a waterhole in Mondulkiri forest, Cambodia. Intensive hunting and extensive deforestation together have caused virtually all larger species  including the banteng  to suffer serious declines in number and range Photograph: Fletcher &amp; Baylis/WWF-Canon       The Irrawaddy dolphin (Orcaella brevirostris). Habitat degradation, gillnet entanglement, killing for oil and destructive fishing practices have driven populations near extinction Photograph: Gerry Ryan/WWF-Canon       Species unique to the region, such as the saola (Pseudoryx nghetinhensis), a forest-dwelling bovine, occur in only a small portion of their former ranges Photograph: David Hulse/WWF-Canon       In 2010, poachers killed the last Javan rhino (Rhinoceros sondaicus annamiticus) in mainland south-east Asia, in Cat Tien national park, Vietnam   Photograph: WWF-Greater Mekong       Tiger skins openly on sale at a retail outlet in Mong La, Burma, June 2010. Black markets along Myanmar, Thailand and China's shared borders play a crucial role facilitating the deadly illicit trade in tigers and other endangered species, say Traffic and WWF Photograph: Adam Oswell/TRAFFIC       Dry farms near a dam, Thailand. The growing need for energy in the greater Mekong has led to an unprecedented rate of dam building,	impacting	on	freshwater	ecosystems,	the	rivers	connectivity	and	flow, and the people that rely on these Photograph: Adam Oswell/WWF-Canon       Aerial view of the Mekong delta in southern Vietnam Photograph: Elizabeth Kemf/WWF-Canon  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/may/02/impact-deforestation-wildlife-greater-mekong-in-pictures", 
    "wordcount": "0"
}