{
    "headline": "World's first CCS leak experiment completed in sea off Scotland", 
    "text": "The world&apos;s first experiment to investigate the impact of a breached storage tank of carbon dioxide on the marine ecosystem has been completed off the coast of Scotland. More than four and a half tonnes of carbon dioxide were pumped into the seabed to simulate a gas leak, as part of a wider investigation into the safety of carbon capture and storage (CCS) technology. The experiment, led by the Plymouth Marine Laboratory, began in May and is focused on assessing the safety of CCS . The technology captures carbon dioxide from power stations before it can be emitted into the atmosphere and then sequesters it under the ocean. There are 15 CCS projects in various stages of development worldwide, but this has been the first attempt to simulate the conditions of a breach in the carbon storage tanks. For the past 30 days, CO2 has been supplied from a &quot;pop-up&quot; lab and has travelled through a borehole under the sediment to the release site, 350 metres from the shore and 12 meters below the seabed of Ardmucknish Bay, near Oban.            Initial results have followed the expectations of researchers, with localised impacts that have affected some creatures, while others have so far been unaffected. The experiment&apos;s co-ordinator, Dr Henrik Stahl from the Scottish Association for Marine Science, said: &quot;CO2 gas has been bubbling out of the sediments over the past few weeks and we have seen a clear but localised drop of the pH in the sediments and overlying water in the bubble zone, as expected. &quot;Some animals, such as sea-urchins living in the sediments, seem to react negatively to the increase in CO2 whereas others, such as crabs, seem to be attracted or unaffected by the bubbles; so there could be both winners and losers in a real-life situation.&quot; Although the gas injection has now been turned off, the site will continue to be monitored until at least September. The researchers believe that ongoing monitoring and analysis will prove essential in furthering our understanding of how leaked CO2 moves through sediment and how the marine ecosystems would respond in such an event.", 
    "section": "environment", 
    "gid": "environment/2012/jun/29/ccs-leak-experiment", 
    "wordcount": "356"
}