{
    "headline": "The instant comings and goings of a dragonfly in flight", 
    "text": "Long and narrow, no more than four feetat its widest, the pool by the path appears at first sight more like a deep puddle where water has flooded out of the shallow ditch. But the plants around its perimeter reveal that this is a permanent rather than a transient feature. A bright yellow-green patch of sphagnum moss marks where water transitions into dry ground. Bog pimpernel, with the first of its delicate pink flowers beginning to open, sends out exploratory stems across as yet uncolonised ground. On a drier spot of bank, but still characteristically close to the water, a single alder sapling has sprung up. Its leaves tremble delicately in the breeze in the way of all alders young or old. The pool&apos;s nearer bank is lined with clumps of rush, whose dark, slender stems with their pompom-like flowering structures arch gracefully over the water. Among the rushes, wherever they can find a suitable place, a variety of grasses has taken hold. Above the water there is a sudden flicker of movement  a glimpse of silvery wings  as a dragonfly, a four-spotted chaser, appears as if from nowhere. It is in almost perpetual motion around the perimeter of the pool, not in mindless circling but in a constant assessment of its territory, and in its darting, slowing, hovering, and darting onward again the dragonfly reveals not only the beauty of its sunshot wings but also its mastery of flight. It is some minutes before it thinks of alighting, and when it does, it is not on the inviting, sun-warmed stone by the pool&apos;s edge, but on the surrounding vegetation. It takes time to find the perfect place to settle. A stalk of grass dips beneath its weight, causing it to take to the air again; it remains clinging to a rush for a mere second or two before resuming circling, eventually finding a place where it lands and, in its stillness, becomes almost invisible among the grass stems.", 
    "section": "environment", 
    "gid": "environment/2012/jul/12/south-uist-dragonfly-in-flight", 
    "wordcount": "331"
}