{
    "headline": "What does the Higgs boson look like?", 
    "text": "What does the Higgs boson look like? It&apos;s a stupid question and I&apos;m not going to answer it but bear with me. The evidence presented for the discoveryearlier this summer was  to my untrained eye  a hump on a curve that had reached the magic threshold of five sigma significance. Everybody clapped and cheered; Peter Higgs wiped a gratified tear from his eye. Nobody now seriously doubts the existence of the Higgs boson (or at least something very like it  there are a few details to clear up). And yet no-one has seen it. We have been won over by the mathematical theory and CERN&apos;s experimental observations, all of them indirect. It might no longer seem surprising to have such confidence in an entity that cannot be visualised but it was not always thus. The humble atom must be looking on in envy because it did not have such an easy ride into the warm embrace of the scientific community. What the history of the atom shows is that although a sturdy mathematical base could provide some support for a new idea or theory, accompanying visuals were often needed toconvince.Until relatively recently, like the apostle Thomas, scientists would not believe unless they had seen. Some still don&apos;t. It&apos;s a funny old business. I love science&apos;s ability to slice through the surface of the world, which our daily immersion dulls with over-familiarity, to reveal just how strange it is underneath. But science is a struggle sometimes, even for scientists, whosestock-in-trade is supposed to be imaginative hypotheses and penetrating insight. Though an ancient idea, the atom battled resistance for a long time. First discussed by Indian and Greek thinkers over 2000 years ago  it was Democritus who coined the termatoms(uncuttable) for this building block of matter  the atom was ushered into the modern era in the early 19th Centuryby John Dalton, chemist and obsessive meteorologist. Drawing on Greek thought and the writings of Newton, Dalton asked why air in the atmosphere, then known to be a mixture of nitrogen, oxygen, carbon dioxide and water vapour, remained perfectly mixed at all altitudes rather than settling into layers of different density, like oil and water. In his mind&apos;s eye he saw atoms of these different gases as tiny particles whizzing around, their constant motion keeping the air well mixed. This suggestion was received coldly by Humphrey Davy, perhaps the most celebrated chemist in Britain at the time. He did not share Dalton&apos;s vision and was &quot;astonished how a man of sense or science would be taken up with such a tissue of absurdities&quot;. Dalton persisted. One of his other key contributions was to consider that atoms of any one chemical element were identical to one another and distinguishable from the atoms of all other elements. This idea seemed to show a way to explain the results that Gay-Lussac and Berthollethad been getting by reacting pure gases. These French chemists found that reactions involved simple integer ratios of volumes. So two volumes of hydrogen reacted with one of oxygen to produce two volumes of water vapour; and three of hydrogen reacted with one of nitrogen to yield two volumes of pungent ammonia.  Why were the numbers so simple? It wasn&apos;t clear at first becauseDalton made one crucial oversight.He thought that the simplest form of every element that occurred naturally was the single atom but this is not true for common gasses like hydrogen, oxygen and nitrogen, which contain molecules made from two atoms. As a result, Dalton thought of water vapour as HO, not H2O, and he stuck stubbornly to his guns. No great experimentalist himself, he doubted Gay-Lussac&apos;s talents in the laboratory and wrote sniffily: &quot;The truth is that gases do not unite in equal or exact measures in any one instance; when they appear to do so, it is owing to the inaccuracy of our experiments.&quot; The matter remained unresolved, although Amedeo Avogadro had offered the solution as early as 1811 with the bold (and correct) hypotheses that equal volumes of gases contain equal number of molecules and that some elemental gases were molecular rather than atomic in their simplest form. These insights link the simple volume ratios of reacting gases to our modern understanding of how molecules combine but unfortunately, on publication, Avogadro&apos;s idea were widely ignored. It did not help that many chemists used the terms atom and molecule interchangeably, stirring the confusion for decades to come. It seems hard to credit now but as late as 1860 a grand conference of chemists met at Karlsruhe in Germany to ponder the question, &quot;Would it be judicious to establish a difference between the terms atom and molecule?&quot; The conference ended without the matter having been settled so in 1868Charles William Elliot, President of Harvard no less, was still able to claim that &quot;the existence of atoms is itself an hypothesis and not a probable one. All dogmatic assertion upon it is to be regarded with distrust.&quot; Others saw value in the atom, but only as a tool. Elliot&apos;s contemporary,Alexander Williamson, president of the London Chemical Society, caught the prevailing mood: &quot;On the one hand, all chemists use atomic theory, and on the other hand, a considerable number view it with mistrust, some with positive dislike.&quot; Their experiments were rubbing their noses in atoms but chemists didn&apos;t much care for the smell of something they couldn&apos;t see, however useful the concept. Around the same time physicistsJames Clerk Maxwell and Ludwig Boltzmann had taken up atomic theory to explain the physical properties of gases. Their statistical approach to the kinetic theory, which supposed the pressure of a gas to be due to the collisions of atoms with the sides of its container, produced a mathematical treatment of elegance and power. It immediately explained, for example,Robert Boyle&apos;s 200-year-old law that reducing the volume of a gas increases its pressure. For Maxwell and Boltzmann the truth of their equations was enough to convince them of the reality of atoms and molecules. But not everyone was won over. The tide may have been turning, but it was slow going. Boltzmann&apos;s complex statistics on colliding atoms proved too much for those like Wilhelm Ostwaldwho, ironically, did not like the simplicity of the notion: &quot;The proposition that all natural phenomena can ultimately be reduced to mechanical ones cannot even be taken as a useful working hypothesis: it is simply a mistake.&quot; I sense that the lack of visuals remained a stumbling block. Even if atomic theory explained the pressure of gas in a glass vessel, a gas-filled vessel still looked identical to an empty one. The atomicity of the gas couldn&apos;t be seen or felt, only inferred from the numbers game. The final validation of atomic theory came in the early 20th Century. During the course of 1905,as hewas workingout the photoelectric effect, special relativity and establishing the equivalence of energy and matter, Albert Einstein also found time to publish a theoretical treatment of Brownian motion. Scottish biologist Robert Brown had observed the constant jiggling motion of pollen grains suspended in water with his microscope in 1827. But it wasn&apos;t until Einstein took up the problem and theorised that the movement was due to the constant bombardment of the pollen grains by water molecules, that the phenomenon was finally wrapped in respectable mathematical clothing. His short paper (PDF) produced an equation that predicts how far, on average, a grain will move in a fixed period of time. Five years later in 1910 Jean Baptiste Perrin&apos;s careful measurements showed that the equation worked beautifully. A grateful Einstein wrote to the Frenchman, &quot;I would have considered it impossible to investigate Brownian motion so precisely; it is a stroke of luck for this subject that you have taken it up.&quot; With these experiments the final resistance to the reality of molecules and atoms withered. Even Ostwald was won over. To be sure, the congruence of mathematical theory and experimental observation helped to pave the way but I like to think it is the visibility of Brownian motion that put real flesh on the idea. You can see for yourself in the video below which I made using a mixture of milk and water; instead of pollen grains there are tiny droplets of milk fat dancing under the continual assault of billions and billions of water molecules.            Because the movement of the droplet is visible, it takes less effort to imagine the molecular motion that drives it. Humans like to think of themselves as creatures of great imagination but we are dull, argumentative folk for the most part and rely more on our eyes that we realise.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/sep/27/1", 
    "wordcount": "1491"
}