{
    "headline": "Apple's $10bn share buyback announcement  as it happened", 
    "text": " 8.45am: Tim Cook is about to speak on a press call.  9.01am: Cash rich Apple is planning a $10 billion share repurchase program.It&apos;s the first time that the company has paid a dividend since 1995 and marks a big turning point for Apple which has previously argued it needed its cash to fund supplies for its latest gadgets. But as the company has got ever richer shareholders have lobbied the company for a dividend.Tim Cook, chief executive, is expected to initiate a quarterly dividend of $2.65 a share sometime in the fourth quarter, Apple said Monday in a statement. Cook says innobation will remain key for the company &quot;these decisions will not close any doors for us,&quot; he says.  9.02am: Tim Cook is running through Apple&apos;s product portfolio. The company sold 37 million iPhones in the last quarter but the market for mobiles will be two billion by 2015. &quot;The potential is enormous,&quot; he says.  9.06am: The markets have yet to open but Apple&apos;s stock is up about 1% in pre-market trading. Today&apos;s announcement has been widely trailed, but it will be interesting to see how the market reacts. Will Apple be punished? Do dividends herald slower growth? Or will the company attract a new set of investors looking for dividends? We&apos;ll know in about 20 minutes.  9.10am: Apple has an unbelievable cash pile - close to $100 billion. That&apos;s more than twice the $44.6 billion Google had on hand at the the year. If it wanted the firm could go on a massive spending spree, snapping up Yahoo, Dell or pretty much anything it wanted. Chief financial officer Peter Oppenheimer is talking now. He says Apple expects to spend over $10 billion annually on its dividend, and $45 billion total over the next three years. &quot;It will make us one of the largest dividend payers in the United States,&quot; he said. But they will keep enough cash to take advantage of any opportunities that come up.  9.25am: The press call is over. For those of you interested in listening to it, it will be available here. Now we are waiting for the markets to open to deliver their verdict.  9.34am: Apple&apos;s shares are up $8. That&apos;s about 1.4%. Meh.  9.38am: Colin Gillis at BGC Partners is running some interesting numbers on Apple after the announcement. He calculates only six companies, including Apple, have been valued at over $500 billion mark. And on average they have managed to stay above $500 billion for 90 to 180 days. Gillis expects competition to be fierce for Apple. Cook was keen to point out how much growth was left in the mobile and tablet market. But Gillis points out that Amazon sold an estimated 4.5 million Kindle Fire&apos;s in the last quarter and that Samsung and others are all beefing up in the tablet market. And they will be competing on price.  When you have $100 billion in cash, it&apos;s really a lot more than you need to run a business. So you can do a dividend, a share buyback or you can burn it. Well they haven&apos;t burnt it. But $10 billion is measly for a share repurchase and the dividend is less of a yield than Microsoft.   9.49am: Apple said Sunday night that they were going to make a big announcement this morning. Unfortunately today&apos;s announcement wasn&apos;t as much fun as last night&apos;s speculation.  My favorite was Josh Greenman (@joshgreenman), New York Daily News opinion editor.   Buy an island, found a country called Apollonia.  Sadly, no.  10.19am: So we are wrapping this up now. To sum up Apple has announced a $10 billion share buyback and its first dividend since 1995 - three years before the launch of the iMac and all those i wonders that followed from the iPod to the iPad. The company is sitting on close to $100 billion in cash and other securities so the buyback and dividend aren&apos;t going to make too much of a dent. But some have worried that this means Apple&apos;s historic run is about to slow and that the dividend signals the end of an era. Shaw Wu, an analyst at Sterne Agee &amp; Leach, disagrees. This is a positive move for Apple, he says.  This is something that shareholders have been pressing for for some time and it proves they are listening. It&apos;s a good move for shareholders and employees who hold the stock over the longer term and for funds looking for yields.  Wu said it will also put pressure on Google, which has yet to pay a dividend and is sitting on its own massive cash horde. As for suggestions that Apple is losing steam:  Everyone has been saying that for at least five years. So far they have proven to be a bit premature.  It&apos;s still early in New York, Apple&apos;s shares are now up a bit over 1% and the firm is worth $545.97 billion - making it the most valuable company in the world.", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/19/apple-98bn-cash-surplus-decision-live", 
    "wordcount": "851"
}