{
    "headline": "Gone Home  and how games can tell stories about everyday lives", 
    "text": "Steve Gaynor of the Fullbright Company slumps against the wall with me on the floor of Moscone North hall at the Game Developer&apos;s Conference. It&apos;s four days into the event: he must feel hungover, I think. He must at least be as hungover and exhausted as me. But he&apos;s all grin and giggle as usual. I decide to test him. &quot;So... You moved back to Portland to make your new game Gone Home,&quot; I say. &quot;Yeeeees,&quot; he says. &quot;So....&quot; I hesitate. &quot;Does that mean that you... went home.... to make.... Gone Home?&quot; I scrunch my face up in all sorts of agony. Steve looks at me in disbelief. &quot;Yes,&quot; he says. &quot;You could... You could say that.&quot;            Once a senior level designer at 2K Marin and Irrational Games, Steve left to set up Fullbright with two co-workers. Now, there&apos;s a freeing simplicity around the way that he sees games. In the IGF Award-nominated Gone Home, you arrive home to an empty family house, and the only indication of where your missing family are is told through the notes and objects they have left lying around.  &quot;We came from working on Bioshock together and we wanted to make an environmental storytelling exploration game, and we didn&apos;t want to have combat or puzzles in it,&quot; Steve says. &quot;We&apos;re a small team, so we were like, how can we have that experience of being a person that&apos;s in a place, that&apos;s exploring, that&apos;s finding a house, like a family&apos;s house - it&apos;ll be small, so we can build it, and really dense with all this ephemera that tells you all about the people&apos;s lives.&quot; It&apos;s interesting that games haven&apos;t fully utilised the impetus of human curiosity that much. Last year&apos;s Dear Esther did a good job of bringing the industry&apos;s attention to first-person exploratory narrative games, but still, it had an experimental air. There haven&apos;t been many attempts at the sort of structured environmental story design the Fullbright Company is creating - and without one combat or puzzle mechanic present. Steve is involved in making a first person game that is the antidote to years and years of run and gun shooters. He&apos;s breaking the curse over us, like some sort of cheeky punk-influenced gilet-wearing shaman. It&apos;s the beginning of a slow fierce rebellion, one in which atmospheric game space sharpens our appetite for investigation and human stories stripped bare. Gone Home is set on a day in 1995 to the sound of a howling storm, a Riot Grrl soundtrack, the scratch of television static and the squeak of answerphone messages. The period is a time that many players of the game will have lived through and will be immediately familiar with - even affectionate towards. But the Fullbright Company chose it deliberately as the best way of telling a story through design.  Steve explains: &quot;We weren&apos;t like &apos;we want to make a game about the 90s&apos;. We came from the opposite direction. We were like &apos;we want to make it as contemporary as possible&apos;. If you set it in 2012, if you set it even in 2000, half the interesting stuff that&apos;s in the house is gonna be like, okay you get the password to dad&apos;s computer and you read all his emails. You know? Cos we knew we wanted to have a bit of the story and a piece there... So we went back far enough and we were like, 95? Maybe they don&apos;t have AOL yet because that&apos;s actually plausible, and they left notes everywhere for each other.&quot;            Triumphant about his team&apos;s decision to use Riot Grrl music (as demonstrated in the trailer above), I ask about his research into what seems like a video game &apos;period piece&apos;. Immediately I feel as if I have pissed off the spirit of the Riot Grrls by somehow conjuring images of Jane Austen and petticoats. But Steve&apos;s adamant that he&apos;s into the &apos;1995 period piece&apos;, just with extra Quentin Tarantino. &quot;I was talking to somebody yesterday and they were like, &apos;oh yeah if you got Sleater Kinney that would have been too mainstream&apos; - but also, that&apos;s not period. That was in 1996, so it&apos;d be a paradox... I was looking for movies that came out at the time that people would be into during the actual months before the game takes place, and I was like, oh Pulp Fiction came out a few months before - that&apos;s perfect. Looking up when all these little cultural things happened was interesting.&quot; Gone Home is not just a game about exploring an environment; it also explores the relationship between two sisters, and how one sister&apos;s secrets are shared with the other. &quot;The mystery has to be why is nobody here, what happened to everybody, where has everyone gone, so obviously that points to there&apos;s gotta be conflict within the family. The one teenage kid that still lives at home is in high school and lives with the parents, and then you&apos;ll be a part of the family too, so you have a connection to the house and feel like you should be there, you&apos;re not just a home invader... you&apos;re like, &apos;I have a reason to care about these people&apos;.&quot;  Steve and his story partner Karla Zimonja have brought a great deal of experience and many influences to Gone Home from their previous design work on Bioshock 2: Minerva&apos;s Den. It&apos;s clear that they share the same principles of pragmatism and interest in the player&apos;s emotional entanglement in the narrative.  &quot;I mean, [Karla]&apos;s interested in telling stories from a female perspective but above and beyond that, we just started trying to imagine who the most interesting character to get to know in that situation would be. And we just started picturing Sam: this teenage girl, this stuff she&apos;s going through. ...We were influenced by most of My So Called Life, which is very much focussed on Angela as an individual, and different interesting issues happen to a girl in high school than a guy in high school. We wanted Sam to be speaking to the player, not like fourth wall breaking, but like you&apos;re supposed to be hearing the stuff that she&apos;s saying, like she&apos;s writing in such a way that is addressed to the player and as if... she was telling her older sister... Then it allows her to be completely honest about the stuff that she is going through.&quot; I tell Steve about a part of Gone Home where I was shocked by my own discovery, by a deduction his level design had led me through. And because I&apos;d pieced it together myself, it had a huge impact on me. He nods. &quot;Most game stories are about some fantastical context, you know, even something that takes place in the real world is really pushed - like GTA or Tomb Raider or whatever.They&apos;re mechanically extraordinary individuals in extraordinary situations. A sort of pushed reality...&quot;  He pauses and slows down for emphasis. &quot;Normal people&apos;s stories are really interesting if you are able to discover them. We wanted to make this game about giving people the ability to really deeply get to know the stories of just normal people who could live down the road. The moment that you had was a culmination of a series of bits of information that give you more insight into who these people are and what has happened to them; the surprising things that you find may be a totally mundane thing without the rest of that context. It&apos;s not like being in Portal and finding hieroglyphics scrawled on the wall and all these symbols and stuff - it&apos;s just like... that&apos;s a Post-It note.&quot; The sophisticated gradual accumulation, and the connecting together of fragments of lives Gone Home asked of me was heady, emotional, and memorable. And the game is wordy and dense with the level design chops to realise expert narrative space and pacing. Though only the first hour of Gone Home was playable at GDC, exploring that empty house provoked in me a full range of emotions. It is a house haunted by sentimental shards of the 90s, lonely voices of teenage angst, and numerous unreliable household electrics. And I didn&apos;t have to beat one person to death with a crowbar in the name of story. If I ever want to talk to Steve again, I&apos;ll post him a cryptic note written in a Trapper Keeper along with my favourite episode of the X-Files on VHS. He&apos;ll be able to piece it together.  Gone Home is scheduled for release in mid-2013, and will be playable on PC, Mac and Linux", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/26/gone-home-telling-everyday-stories", 
    "wordcount": "1463"
}