{
    "headline": "Ban on A-level resits will hit ill students", 
    "text": "The proposal to abolish A2 exams in January may avoid embarrassing discrepancies between GCSE winter and summer grades (Sitting A-levels in January to end, 9 November). Unfortunately, it will do nothing for those students who have suffered illness, family bereavement or trauma in the spring and summer terms. They will have to wait a whole year before having a further opportunity to take A-level exams. Participation by those who cannot afford to stay at school or college will be undermined. Valuable opportunities to enter employment, gain work experience and volunteer prior to progression to university will also be lost. This rigid, all-or-nothing, once a year approach to A-levels contrasts sharply with the US, where equivalent examinations are available seven times a year. It is not in the interests of students to pretend that challenging A-level examinations can only be taken in June. Michael Gove should ensure that January A2 exams are retained. Pam TatlowChief executive, million+  It seems strange how the issue of exam module resits seems to agitate Ofqual, Mr Gove and many newspapers so much that it is now to be banned at A-level. Surely it would only be a problem and an unfair advantage if the student resat exactly the same examination with the same questions and testing the identical aspects of the curriculum (which patently doesn&apos;t happen). Why do we denigrate people who may require a little more time to reach a particular level of achievement than others, or imply that their grade is someone inferior to the one achieved by someone else at the first sitting  surely the same grade indicates the same level of achievement? Using Ofqual&apos;s and Gove&apos;s logic, why don&apos;t we take away the driving licences from people who didn&apos;tpass first time on the basis they must be inferior drivers? What a shameelitism and twisted logic seems to underpin most of this present government&apos;s educational policies.Chris TalbotBiggin Hill, Kent ", 
    "section": "education", 
    "gid": "education/2012/nov/15/a-level-resits-ill-students", 
    "wordcount": "322"
}