{
    "headline": "Neil Scott obituary", 
    "text": "Our friend and colleague Neil Scott, who has died aged 90, played a crucial role in the development of modern university careers services. He was head of the Nottingham University careers service when the Standing Conference of University Appointments Services was established in 1967. Neil was its first chairman. Always active and forward-looking, he embarked with great energy on getting careers advice on the higher education map and ensuring that everything was relevant to the postwar world. The success of the current body, the Association of Graduate Careers Advisory Services, owes much to Neil&apos;s vision. He was closely involved in the Heyworth Report (the first review of higher education careers services) in 1964; the establishment of the Standing Conference of Employers of Graduates (now the Association of Graduate Recruiters); and the early days of collating graduate job statistics, publication of information booklets and the development of training for careers service staff. The work of leading the SCUAS in its early years put great strain on its officers. In due course, the Central Services Unit for careers services was established, but in the early years everything had to be done by volunteers from the careers services. Born in Newcastle upon Tyne, Neil served as a bomber pilot during the second world war and attended Newcastle University (then part of the University of Durham). He became head of the Nottingham University careers service in 1957, and from the beginning recognised the need for communication between his counterparts in other services. Informal meetings took place throughout the 1950s and 60s. The growing recognition of the need for a national body led to the establishment of the SCUAS. A man of real vision, he also had a warm personality with a wry sense of humour. His students valued his advice and many graduates have cause to be grateful to him. Neil was appointed OBE in 1982 and retired that year. His wife, Danuta, whom he married in 1947, survives him, along with his children, Dorothy, Christine, Wendy and Andrew; seven grandchildren; and one great-grandson.", 
    "section": "education", 
    "gid": "education/2013/apr/17/neil-scott-obituary", 
    "wordcount": "340"
}