{
    "headline": "Android share grows as China takes over while iPhone buyers pause", 
    "text": "Android&apos;s grip on the world smartphone market is confirmed by figures from the research group Gartner, which says that in the second quarter of 2012 it powered 64.1% of the 153.7m smartphones shipped, up from 43.4% a year ago as that segment of the market grew by 42.6%. (Mobile users can see the graph here.)     Smartphone market share 1Q 2007 - 2Q 2012; normalised to 100%. Source: Gartner    In sheer numbers, Android handset shipments more than doubled from 46.8m to 98.5m- far faster than any other platform. Of other smartphone platforms, only Apple&apos;s iPhone had more than a double-digit share, registering an 18.8% share - essentially flat, up 0.6%, year-on-year - as it shipped 28.9m units. That confirms the situation drawn out by other analysts, which see the smartphone platform race as belonging to Android and Apple - and the handset race to Apple and Samsung, which have about 50% of the market together. Gartner&apos;s figure for Apple&apos;s shipments is higher than the number given by the company in its financial results, explained smartphones analyst Carolina Milanesi, because &quot;we track sales to consumers, and Apple burnt inventory&quot;. The latter point, in which Apple is reducing the number of phones with carriers, could point to the launch of a new iPhone comparatively soon. The analysts reckon that new iPhone purchases were postponed by some who expect the company to announce the next version of its handset imminently: its market share dipped by 3.7% sequentlally &quot;as users postponed their upgrade decisions in most markets ahead of the upcoming launch of the iPhone 5&quot;. A growing number of apparent leaks from Apple&apos;s supply chain, as well as information from carriers who have begun stocking up on the nano-SIM agreed by Apple and other handset makers as a new standard, points to a release soon. Online speculation revolves around 12 September, though Apple has given no indication so far of any event on that date. But Gartner&apos;s figures also point to a growing world divide, with China trending towards low-cost Android smartphones made by &quot;white box&quot; manufacturers while western markets, and particularly the US, look to high-end names.  China is the world&apos;s largest smartphone market, with 39m shipments, or a quarter of the world total, of which 80%, or 31.2m, were Android and 12%, or 4.7m, were iPhones.  By contrast in the US, the largest single western market, total shipments were 23m, of which 58%  13.3m  were Android, and 36%, or 8.3m, were iPhones. Separate mobile data from Baidu, the Chinese search engine, analysed by Benedict Evans of the research company Enders Analysis, indicates that page views there from Android phones passed those from Nokia S60 Symbian phones during the second quarter, and at 21.4% are running at about three times the iPhone&apos;s 7.9%. Symbian is still second, at 16.6%. (Other featurephone platforms make up the remaining proportion of accesses.) That suggests that many of the Android smartphones being sold in China are not yet being used to connect to mobile data networks. The overall mobile phone market dipped by 2.3% to 419m units, as the number of featurephones sold fell even further, having peaked in the fourth quarter of 2010 and now begun a steady decline as smartphone sales grow. The latter now comprise 36.7% of the world mobile phone market  indicating a long-term decline for featurephone sales. (Mobile users: graph here.)     Featurephones v smarphones, world market, 1Q 2007 - 2Q 2012. Source: Gartner    That in turn poses a risk particularly to Finland&apos;s Nokia, which shipped a total of 83.4m phones in the quarter, of which about 70m were featurephones. So far, Nokia&apos;s adoption of the Windows Phone platform from Microsoft has been of little benefit; sales were around 4m for the quarter, still smaller than the fast-declining Symbian platform, which has been earmarked for phasing out yet still shipped on 9m handsets. &quot;Declining smartphone sales are worsening Nokia&apos;s overall position, as it had already lost the No.1 phone-maker position to Samsung in the previous quarter and is facing reduced profitability due to continuous declining sales of premium smartphones,&quot; said Anshul Gupta, principal research analyst at Gartner. Windows Phone eked out a 2.7% share, with 4.1m handsets  equal to Samsung&apos;s home-grown Bada operating system. But that was still more than double the position a year ago, before Nokia began shipping Windows Phone devices.  However for BlackBerry maker RIM, once a pre-eminent player on the smartphone stage, there is no let-up in the bad news: its share dwindled to 5.2% from 11.7% a year ago as total shipments shrank from 12.6m to just under 8m. Among smartphone handset makers, the dominance of Apple and Samsung  the latter shipping an estimated 45.6m units by Gartner&apos;s measurement, which excludes the Galaxy Note device  has left little room for rivals.  Taiwan&apos;s HTC saw a drop in total shipments year-on-year, from 11m to 9.3m. Motorola, recently acquired by Google, also saw a fall in total shipments from 10.2m to 9.1m; Google this week announced that it would cull 4,000 jobs, reduce the number of handsets and close a number of its foreign offices as it tries to return the company to profitability. But for Chinese manufacturers ZTE and Huawei, the quarter saw them driving up the world mobile phone rankings, to take fourth and sixth positions respectively, behind Samsung, Nokia and Apple.", 
    "section": "technology", 
    "gid": "technology/2012/aug/14/android-smartphones-iphone-2012-2q", 
    "wordcount": "899"
}