{
    "headline": "Sudan accused of dragging feet over humanitarian aid access", 
    "text": "The president of Sudan, Omar al-Bashir, has been accused of continuing to deny UN organisations access to a quarter of a million increasingly desperate people, despite pledges to allow humanitarian aid into rebel-held areas. In August al-Bashir decreed that, after more than a year of restrictions, aid would be allowed into the battered states of South Kordofan and Blue Nile, in the south of Sudan. But nearly two months on, sources on the ground reported to the Bureau of Investigative Journalism that they have still seen no supplies coming into the region. According to Ahmed A Saeed, a humanitarian aid worker with a coalition of groups in the area: &quot;There is no food delivered with the consent of the government of Sudan by the UN agencies or any other. The situation has been bad since May and worsened in the past three months.&quot; Now food supplies in the isolated regions are running dangerously low. Farming of food crops has been severely interrupted by aerial bombing from Khartoum. Many people in the Nuba mountain region of South Kordofan have abandoned their homes and farm plots to live in caves, the mountain rocks being their only shelter from the bomb attacks. &quot;Many lives have already been lost as a result of denial of access and lack of food,&quot; said Saeed. According to the Famine Early Warning Systems Network, 200,000-250,000 people in areas of southern Blue Nile and South Kordofan are facing crisis and emergency levels of food insecurity, one level short of famine. The UN children&apos;s agency (Unicef) and the World Health Organisation were unavailable for comment. The agreement to allow aid into the rebel-held areas of the Nuba mountains was brokered by the African Union during talks in Addis Ababa. On 5 August the Sudanese government signed a memorandum of understanding (MoU) with the UN, the African Union and the League of Arab States, also known as the Tripartite, stating they would implement a plan to allow aid into the South Kordofan and Blue Nile regions in the south of Sudan. These areas are controlled by the Sudan People&apos;s Liberation Movement-North (SPMM-N), a rebel group that is challenging the Sudanese government. Amor Almagro, spokesperson for the World Food Programme (WFP) in Sudan, said: &quot;There have been several meetings between the government of Sudan and the Tripartite on the implementation of the MoU, but so far access has not been granted for us to carry out an assessment and deliver much needed food assistance in areas held by the SPLM-N. &quot;We remain concerned about the ongoing conflict and insecurity, which has hampered our ability to reach all those in need of food assistance.&quot; In August, Jamal Al Fadil Farag Allah, a Sudanese employee of the WFP, was killed by unidentified armed men in South Kordofan. Talking to the Sudanese press, SPLM-N spokesperson Arnu Ngutulu Lodi said the attack happened in an area controlled by government forces. The promise to let aid groups into the rebel-held region came after international pressure. In May the UN security council adopted Resolution 2046, which, in part, called for Khartoum to facilitate the delivery of international humanitarian assistance. In the same month, an investigation by the bureau revealed that UN agencies had not been active in the area in over a year, leaving people without food and children unimmunised. Hopes lifted following the announcement of an opening up from al-Bashir&apos;s government. But despite the promises, doctors and aid workers in the area still complain of a desperate lack of supplies. Tom Catena is a US missionary doctor working in the only functioning hospital in Nuba. Back in May, he reported that the hospital had barely any food stock left and that people in the area had resorted to eating leaves and wild tree pods. He said recently: &quot;Yes, Khartoum did agree to allow humanitarian aid to reach us &apos;rebels&apos; here in the Nuba mountains. As we all expected, not a single drop of food has reached us as the Khartoum government has found ways to block aid coming in here. We don&apos;t expect things to change any time soon. We&apos;re cut off by road due to the rains and have been cut off by air since November of last year.&quot; The only supplies coming into the hospital have been through the region&apos;s church diocese. Next week Bishop Andudu, Anglican bishop of Kadugli, South Kordofan, will visit the UK to attempt to raise awareness of the situation in Sudan. After suffering death threats the bishop fled to South Sudan. He frequently returns to South Kordofan, despite great risk. Another doctor in the region, Dr Alamin Osman, says most of the region&apos;s health facilities have run out of malaria drugs: &quot;Khartoum is playing with time and unfortunately the international community is continuing to sympathise with al-Bashir. The situation is getting worse and worse and the food planted this year will not be enough.&quot; The embassy of the Republic of Sudan refused to comment.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/05/sudan-dragging-feet-humanitarian-aid-access", 
    "wordcount": "837"
}