{
    "headline": "It's time for pedestrians to reclaim our streets with 20mph speed limit", 
    "text": "Do you live on a major road? Or a side street in a leafy suburb? Either way, in most parts of Britain, that means you still have vehicles, cars and lorries rushing past your door at 30mph. If, in a moment&apos;s inattention you should step out in front of one, it will likely kill you. Actually, if you are an adult, and reasonably young, you&apos;re not so much at risk. Statistics show that it is the young and the old who are most in danger - and poorer people, who are more likely to be walking and more likely to live on busier roads. In Britain 24% of our road deaths are pedestrians - one of the highest percentages in Europe. The safety argument to reduce speed limits in places where people and cars interact is clear  if you need convincing, you can listen to the emergency responders and their experiences, particularly in having to treat child victims. But the benefits of 20mph limits go far beyond that. It is no coincidence that Britain is the most car-dependent nation in Europe, and the state with the biggest obesity problem. We need to greatly increase &quot;active transport&quot; - walking and cycling - for the good of our health and wellbeing, as well as to reduce carbon emissions. We need to ensure that older people feel comfortable crossing the road, secure that cars will have time to see them, and that pedestrian lights allow them enough time to cross. That&apos;s the only way they can feel fully able to participate in their communities - with all of the benefits to health and wellbeing that brings. Parents need to feel that they can let their children walk or cycle to school and establish good exercise habits for life, as well as enjoy all the educational advantages of freely interacting with the natural and built environment around them. Even for drivers, there are significant advantages: reduced fuel consumption, less congestion, smoother traffic flow so less wear and tear on their vehicles. In light of these powerful arguments, 20mph zones are increasingly being imposed, planned or proposed in places like Blackpool, Plymouth, Uckfield and Chichester. But installing small, fragmented zones across the country does take funds for signage and road markings, for road design  and that&apos;s often a factor preventing or delaying their implementation. Drivers may, sometimes rightly, argue confusion, while police plead lack of resources for enforcement. And each individual zone usually involves a campaign, a lot of time and energy - good for the community, but time and energy that could be used for other productive purposes. Furthermore, many of the zones installed thus far are in residential areas, but main roads with heavy pedestrian footfall suffer higher collision rates than residential side roads, so that&apos;s where 20mph can make the biggest difference. People living in villages bisected by main roads have to suffer the danger, noise and inconvenience of fast flowing traffic, but they&apos;re no physically tougher than the rest of us  nor do they have faster reaction speeds to skip between the speedsters. The London borough of Islington is leading the way in showing an alternative approach: a blanket 20mph limit across all of the roads that it controls. The Labour council deserves credit for standing up to police resistance to bring in 20mph on major as well as residential roads. Now it is over to Transport for London, which controls a few remaining major routes, to do the right thing and apply the limit. When that happens  and it surely is a &quot;when&quot; not an &quot;if&quot;  the only signage needed will be on the borough boundaries, with occasional reminders. Islington has made a start, but surely, with 8.4 million people across Britain now covered by 20mph standard speed limits, it&apos;s time to think bigger. Local individual campaigns can and should continue - it is all part of the pressure - but it is time to say that safe, pleasant roads designed for people and communities  not cars  should be the norm everywhere people live, work and shop. Make 20mph the default in built-up areas, and the need for extensive signage  the excuse for police to say that enforcement is too difficult, and a chance for drivers to claim they were confused by varying limits  is done away with. We&apos;d get streets all around the country on which the young, the old, all of us could feel much safer, streets we were more inclined to use as pedestrians and as cyclists, pavements that felt more comfortable as a place to stop to catch up with our neighbours. We&apos;d have started to reclaim our streets.", 
    "section": "environment", 
    "gid": "environment/blog/2012/nov/01/pedestrians-reclaim-streets", 
    "wordcount": "780"
}