{
    "headline": "Eye implants restore 'useful sight' to two blind patients", 
    "text": "  The first blind patients to be fitted with electronic eye implants in a UK clinical trial have regained &quot;useful vision&quot; only weeks after surgery. Chris James was able to see outlines of objects for the first time in 20 years after surgeons fitted him with the device during an eight-hour operation. The 51-year-old from Wiltshire, who lost his sight to the disease retinitis pigmentosa (RP), is one of two patients taking part in the first UK trial of the technology that began in April. Doctors said that both patients showed improvements in their eyesight that &quot;exceeded expectations&quot;.     Chris James. Photograph: David Hedges/SWNS.com    James, who works for Swindon borough council, was diagnosed with RP in his mid-20s. His sight gradually deteriorated until he was blind in the left eye and could tell only light from dark in the right. He has never seen his wife of seven years, Janet. &quot;Initially, I did wonder why this was happening to me and I struggled a bit as the diagnosis sunk in. For a while, we weren&apos;t sure how badly my vision would progress so I just had to be prepared for the worst,&quot; James said. He added: &quot;This is not a cure, but it may put the world into some perspective. It&apos;ll give me some imagery rather than just a black world. Janet is quite excited because I have never seen her.&quot; Robin Millar, a 60-year-old music producer from London, was the other patient in the trial. &quot;Since switching on the device I am able to detect light and distinguish the outlines of certain objects, which is an encouraging sign,&quot; he said. &quot;I have even dreamt in very vivid colour for the first time in 25 years, so a part of my brain which had gone to sleep has woken up.&quot; The device is a chip similar to the camera in a mobile phone and contains 1,500 light-sensitive elements that replace the damaged cells in the patient&apos;s eye. The operation begins with a power supply being implanted under the skin behind the ear. Surgeons then implant the 3mm-by-3mm chip through a small flap in the delicate retina at the back of the eye. Ten more British patients are due to have the same operation in the trial, which is led by Tim Jackson, a consultant retinal surgeon at King&apos;s College hospital, and Robert MacLaren, a consultant retinal surgeon at the Oxford Eye hospital. &quot;We are all delighted with these initial results. The vision is different to normal  and it requires a different type of brain processing. We hope, however, that the electronic chips will provide independence for many people who are blind from retinitis pigmentosa,&quot; MacLaren said. The implants could restore rudimentary vision to patients with a range of conditions that affect the eye&apos;s rods and cones, the cells that detect light and convert it into electrical pulses that are sent along the optic nerve to the brain. RP, choroideraemia and age-related macular degeneration, all affect these cells but leave the rest of the eye undamaged. The chip is positioned so that light passing into the eye forms an image on its surface. This picture is converted into electrical pulses that stimulate healthy retina cells which then pass signals on to the brain, where the image is reconstructed. Made by the German company Retina Implant AG, the chips have been in trials for more than six years. Developers are expected to seek approval for the device if the latest trials are a success. One of the first patients to be fitted with the implant was Miikka Terho, from Finland, who was blinded by RP as a teenager. In 2010, he impressed doctors by naming plates, mugs and cutlery and reading large letters. Though patients can only see in black and white with the implant, Terho could distinguish different colours by their brightness. David Head, of the charity RP Fighting Blindness, said: &quot;The completion of the first two implants in the UK is very significant and brings hope to people who have lost their sight as a result of RP.&quot; A congenital disease, RP gets worse over time and affects one in every 3,000 to 4,000 people in Europe. Nick Astbury, a consultant ophthalmic surgeon and chair of Vision 2020 UK, an umbrella organisation for vision impairment groups, said: &quot;This trial will bring hope to two million blind and partially sighted people living in the UK. It is the first step on a long journey to help people with sight loss to see again and live independently.&quot;", 
    "section": "science", 
    "gid": "science/2012/may/03/eye-implants-restore-sight-blind", 
    "wordcount": "769"
}