{
    "headline": "Was Hurricane Sandy supersized by climate change?", 
    "text": "As I write this, Hurricane Sandy&apos;s minimum central pressure has dropped to a stunning 940 millibars, meaning that air is rising in this storm in a way similar to a Category 4 hurricane. Sandy is strengthening as it approaches an East Coast landfall tonighteven as the storm also undergoes a much-discussed &quot;extratropical&quot; transition from a hurricane into a winter cyclone. In the next 48 hours, we are going to find out the difference between just bad and the worst-case scenario. One thing, though, seems likely: This will be perceived as a climate-change-related event by much of the public. Weird, extreme weather makes people worry, makes them think the world is changing. They aren&apos;t wrong about that. But how, precisely, can we say that Hurricane Sandy, and the extensive damage it will soon cause, are related to climate change? You have to be careful, given that a Category 1 hurricane in October is not itself unusualand what&apos;s really unique about Sandy is its collision with another, extratropical or winter storm system. Still, there is much that can be said here, even though scientists are careful to emphasize the remaining uncertainties: 1. Precipitation: Scientists agree that global warming has added more moisture to the atmosphere, such that for any storm event, including Sandy, there will be more precipitation as a consequence. And excess rainfall is one of the top three sources of hurricane damage (the others being wind and storm surge). Explains meteorologist Greg Holland of the National Center for Atmospheric Research: &quot;I have no equivocation in saying that all heavy rainfall events, including this one, have an element of climate change in them, and the level of that contribution will increase in the future.&quot; 2. Storm surge: Something similar can be said for Sandy&apos;s storm surge, which will cause damage across a large area of the northeastern US coast and threatens to flood the New York City subway system. There&apos;s no doubt that global warming has raised the sea level, meaning that every hurricaneincluding Sandysurfs atop a higher ocean and can penetrate further inland. Indeed, this is true virtually by definition. 3. Ocean temperatures: As meteorologist Angela Fritz observes, sea surface temperatures off the Mid-Atlantic coast were near a record high in September, and 2.3 degrees Fahrenheit above the long term average. In fact, averaged across the globe, ocean temperatures in September were the second highest on record, surpassed only by 2003and with much of the excess heat occurring in the Atlantic region. Warm oceans are jet fuel for hurricanes, so it&apos;s fair to say that these warmer temperatures are revving Sandy&apos;s engine. And while many factors shape sea surface temperatures in a given place, the overall trenddirectly linked to climate changeis toward hotter oceans. Thus, while Sandy&apos;s particular path could be considered a matter of chance, the warm temperatures beneath it allows the storm to be stronger, for longer, than it might otherwise have been. And global warming is creating a world where, on average, those warm temperatures will be there more often than they were in the past. 4. Massive size: The most striking and destructive aspect of Sandy is its breadthtropical-storm-force winds reached a radius of 520 nautical miles at one point yesterday.* Apparently only one storm in the Atlantic region has had a larger wind field, and of course, bigger storms drive bigger storm surges and damage larger areas when they make landfall. So is global warming involved in making storms bigger, overall? According to MIT hurricane expert Kerry Emanuel, it might bebut probably only a little. &quot;For ordinary hurricanes, we actually expect a little increase in the size, based upon recent work we&apos;ve done,&quot; Emanuel explains. &quot;Not spectacular, but a little increase in size.&quot; 5. Hybrid storms and climate change: Sandy, continues Emanuel, is a &quot;hybrid storm&quot;in other words, it has characteristics of tropical cyclones (hurricanes) that get their energy from the warm ocean surface, but also of winter cyclones that get their energy from temperature contrasts in the atmosphere.Such hybrids do occur around the world with some regularity, but how is global warming changing them? That&apos;s less clear, Emanuel remarks.Unlike for hurricanes, &quot;nobody has bothered to compile a comprehensive climatology of hybrid storms,&quot; he says. &quot;So there&apos;s nowhere to go to see the characteristics of these storms changing.&quot; Caveats notwithstanding, then, when people worry about climate change in relation to Sandyand wonder why their presidential candidates aren&apos;t bringing the matter upit&apos;s hard to say they&apos;re misguided in doing so. In a campaign season that has studiously avoided the &quot;C&quot; word, Sandy reminds us that eventually, the weather always forces the issue. This article first appeared on Climate Desk, one of the Guardian&apos;s partners", 
    "section": "environment", 
    "gid": "environment/blog/2012/oct/30/hurricane-sandy-supersized-climate-change", 
    "wordcount": "812"
}