{
    "headline": "PS Vita launch titles  reviews", 
    "text": "Modnation Racers: Road Trip      Modnation Racers: Road Trip on PS Vita    PS Vita; 39.99; cert 7+; Sony It&apos;s a lazy, oft-repeated comparison but a mostly accurate one. Modnation Racers is Mario Kart road battling meets LittleBigPlanet customisation. Certainly on the track, the muscle memory learned in Miyamoto&apos;s classic serves players well, with taut, frantic races that have characters switching places in a blaze of nitrous boosts and weapon strikes.  Mario Kart&apos;s purity may be muddied a little with a boost gauge (that fills when you drift around corners or absorb your weapon) and a host of optional challenges (eg, collect three weapons before you reach the finish line) but the strong core remains untouched, a game that brings just enough of is own style and tone to shift from dead-eyed clone to fiery homage. Off track and the game is far less fussy than LittleBigPlanet, allowing you to throw together tracks, characters and vehicles of all shapes, size and texture in next to no time. Components are selected with a radial dial in the bottom left of the screen, allowing you to swipe and poke at options.  It&apos;s a little cramped  occasionally you&apos;ll swipe past the option you wanted and need to make a series of jerking thumb moves to get back on track  but offers a breezy kind of customisation both for those with inspiration and plans they want to execute and those without, who just want to browse and tinker. An auto-populate option will even furnish a track you&apos;ve just designed with weapon-drops, scenery and speed ramps if you can&apos;t quite be bothered. While there are some ad-hoc multiplayer modes and a clutch if asynchronous modes that allow you to download ghost data, the lack of an online head-to-head mode is a clear oversight (or, over-budget, more like). But despite this shortcoming, Road Trip offers a compelling kart game wrapped in a UGC dream, where the least creative player and the most can both create something satisfying and shareable.Simon Parkin Escape Plan      Escape Plan for PS Vita    PS Vita; 9.99; Fun Bits Interactive I wanted to like Escape Plan more than I actually do. It features cute characters, interesting mechanics and comes packaged in an artistic style that&apos;s gorgeous, zany and unique. However, this PA Vita launch title is let down badly by imprecise controls, an arbitrary scoring system and the overall sense that it serves to function more as a tech-demo rather than a gaming experience that players will feel compelled to return to.  In Escape Plan players control Lil and Laarg, two characters who look like they&apos;re made of black vinyl and ink, who are trying to escape a facility that bears a passing resemblance to a factory crossed with a psycho ward. The place is comprised of a series of puzzle rooms that the pair needs to navigate with the help of the player, who guides the movements of their two charges, and interacts with certain movable objects in their environment.  The PS Vita&apos;s front and rear touchpads control the lion&apos;s share of the in-game movement, although there is the odd instance when players will need to use the console&apos;s trigger buttons and its SixAxis functionality. They can also move the in-game camera around the rooms with the console&apos;s two joysticks. The structure of the game is brutally simple; Lil and Laarg enter a room (sometimes separately) and they have to make their way to the exit while avoiding any fatal obstacles the room may contain. Once the room is solved, the player is given a rating out of three stars and they move onto the next one. The puzzles themselves start off insultingly easy and then slowly ratchet up to frustratingly hard levels. For example, an early puzzle involves moving a brick out of Lil&apos;s way so he doesn&apos;t trip over it and die. Later, the player has use laser-guided precision to poke a series of ledges out of a wall with the rear touchpad, to prevent the blades of a giant fan slicing Laarg open like a grapefruit. Lil and Laarg have certain abilities, which aid in the puzzle solving. Lil can float about a room if he fills himself up with gas and he is also capable of short bursts of speed if he downs a cup of coffee. Laarg can use his impressive bulk to break through wooden barriers. Escape Plan is likely to appeal to players who just want a casual, quirky puzzler to breeze through. The structure is very similar to that of games that are proven hits on smartphone platforms  such as Angry Birds and Cut The Rope  and it goes down very well in bite-sized chunks. Its presentation is immaculate; the game&apos;s visuals are adorable, yet contain Tim Burton-esque levels of gothic quirk, while the soundtrack is a mix of cute sound effects and sublime (and largely out of copyright) classical music.  However, these strengths won&apos;t satisfy gamers for whom high scores are a priority. Escape Plan&apos;s scoring system is based on the number of gestures the player uses to solve each puzzle room and the more gestures they use, the lower their end score is. The problem here is that the controls are frequently too imprecise to guarantee the player can hit a high score.  The exact level of precision needed to solve some levels is difficult to achieve with the rear touchpad, and the fact that some levels require knife-edge timing on the part of the player just rubs salt in the wound. One mechanic, that involves pinching Lil to expel gas from his lungs and lower him to earth, depends on what direction he&apos;s facing in. Given that his aerial movements are entirely controlled through the SixAxis function, the player has little to no ability to influence this. It&apos;s a pity because with an increased level of fidelity in its control system would have marked Escape Plan out as one of the PS Vita&apos;s must-have titles. As it is, it&apos;s a pleasant diversion at best. Still, it&apos;s evident that in Escape Plan is the kernel of a great game, and this makes the future of endeavours of Fun Bits Interactive well worth keeping an eye on.Nick Cowen Everybody&apos;s Golf      Everybody's Golf for the PS Vita    PS Vita; 39.99; cert 3+; Sony Golf games have been a console staple since the early eighties  remember Golf on the NES, or World Tour Golf on the Commodore 64 and Amiga? These days, the golf game that usually springs to mind is the EA series Tiger Woods PGA Tour. Woods is good, but for many of us, there&apos;s more fun to be had with Everybody&apos;s Golf.  The long-running series is on fine form here, and finds a comfortable home on the PS Vita. As always, the graphics are sensational  almost photo-realistic courses blended with anime-style Japanese avatars. This, it has to be said, is probably the most Nintendo-like game of Sony&apos;s entire line-up. If you&apos;re familiar with the Everybody&apos;s Golf series, then you know what to expect. If not, it&apos;s a game that&apos;s pretty easy to pick up and play, but it will take you many hours to master. The shot-making is not overly complicated  tap the X-button three times to start the stroke, set the power and strike the ball. But getting the timing right is the tricky part, and that&apos;s where practice comes in. I can&apos;t stress enough that a round or two in Training is worth the time before you take on the myriad challenges at your fingertips. Post-training you have two options  Stroke or Challenge. Stroke play is simply you against yourself, going around either nine or 18 holes to card the best score you can. Challenge sees you playing in tournaments against AI players to earn points  1,500 is the standard prize for a nine-hole round. The points you win can then be exchanged for equipment upgrades in the clubhouse, or buy new clothing or background music. And as you progress you get to unlock features such as better skills, or new courses to play. The beginner&apos;s courses, starting with Maple Leaf in Canada, are pretty easy and forgiving, but once you progress, it gets tougher. In beginner&apos;s mode, I could easily get through 18 holes on a London tube journey (and finish nicely at four over par), but the Amateur and Pro tournaments are not quite that easy. One stray ball, and you can end up in a ravine that will take you 20-odd shots to get out of and completely ruin your round. Yes, this video game can be just as frustrating as the real thing ... although it requires a lot less sunscreen. And you lose less balls. The touchscreen itself doesn&apos;t really enter into the gameplay. You can tap your character (he&apos;ll say hi to you), rustle the trees and move the ball around on the tee to find a better position ... but that&apos;s about all. The rear touchpad comes into play a lot more  that can be used to measure the distance from any point to both the ball and the hole, which is useful when making a club choice. It was impossible to check out the online offering pre-launch, but we&apos;re told it will include the opportunity to play in a daily international tournament. Plus there will also be a multiplayer option where up to 30 players can compete, and a social networking feature to just chat about golf or set up a game. Everybody&apos;s Golf doesn&apos;t do anything particularly new or revolutionary, but it does what it does very well indeed.Stuart O&apos;Connor", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/17/ps-vita-launch-game-reviews", 
    "wordcount": "1588"
}