{
    "headline": "On the road: Volkswagen Tiguan SE 2.0 Litre TDI 4Motion  review", 
    "text": "I met a zedonk once, in Colchester. She was at the zoo, and had come about after a zebra and a donkey had, you know, done it. Ahybrid in other words (inthe biological, rather than automotive, sense). She was a funny-looking thing, like a donkey wearing stripy tights. Quite nice, butI remember thinking that therecould be more exciting combinations. Like a shat  a shark-bat combo (I was only about sevenand my understanding of biological classification, species, genera, animal husbandry etc waslimited). Or a dingodile (watch your babies). I don&apos;t think I thought of crossing a tiger with an iguana. Which is what Volkswagen has done to get the name Tiguan. Possibly it was thinking of the power and stealth, the efficiency and the rare precious beauty of the big cat, combined with the resilience and forky-tongued cunning of the lizard. To be honest, I can&apos;t really see much of either animal in this car. It&apos;s a compact crossover  like a Peugeot 3008 or a Nissan Qashqai (heaven knows where that name came from). But we get along pretty well. The Tiguan is nice to drive  the two-litre diesel engine on this one is responsive without being irresponsible. Ride and handling are excellent  bordering on fun, even. It&apos;s easy to forget you&apos;re not driving a Golf. Except that you&apos;re alittle higher up, so you&apos;ve got that extra swagger and smug confidence (though all that quickly disappears when trying to manoeuvre in a tight underground London car park). And there&apos;s more room inside  for stuff and people or even animals. It&apos;s all quite cleverly flexible, too, so you can move things around if you&apos;ve got fewer people and more stuff/bigger animals. You&apos;d maybe get a dingodile in there if you encouraged it (gently) to curl up its tail. Inside, it&apos;s classy and neat, and all the buttons and dials make sense. From the outside, it&apos;s not going to win any prizes for innovative design, but it&apos;s handsome enough, in an understated kind of way. Classy, again. A bit posher than a Qashqai, I&apos;d say (which is probably why it&apos;s abit more expensive). While it&apos;s not a car that&apos;s going to stir your soul, it&apos;s also one it&apos;s hard to find anything wrong with. Apart from the name. Tiguan  pah! There&apos;s nothing of either a tiger or an iguana about it. So what should it be then? Well, it has some of the practicalities and load-carrying capabilities of a beast of burden, butit&apos;s more likable and attractive than your average ass (UK meaning), it has some pace to it, the elegance of an African equidperhaps That&apos;sit  it&apos;s really a VolkswagenZedonk. Volkswagen Tiguan SE 2.0 Litre TDI 4Motion       Photograph: Simon Stuart-Miller for the Guardian    Price 26,353Top speed 125mphAcceleration 0-62mph in 8.9 secondsAverage consumption 47.1mphCO2 emissions 158g/kmEco rating 6/10Cool rating 5/10", 
    "section": "technology", 
    "gid": "technology/2012/mar/30/vw-tiguan-se-2-0-tdi-4motion", 
    "wordcount": "493"
}