{
    "headline": "Press Start: Xbox 720 online-only rumours continue, the last ever video game and more", 
    "text": "A collection of interesting links gathered by Guardian games writers. The Next Xbox Will Require an Internet Connection To Start Games, Sources Say / Kotaku  Two Kotaku sources have added more credence to the rumor that the next Xbox, expected to battle the PlayStation 4 in late 2013 or early 2014, will be an always-online system, though it will be able to tolerate dropped connections. &quot;Unless something has changed recently,&quot; one of the sources told us over email, &quot;Durango consumer units must have an active internet connection to be used.&quot;  This rumour just will not go away. Sony must be rubbing its corporate hands together with glee. How Jason Rohrer Won The Game Design Challenge | Rock, Paper, Shotgun John Walker:  Jason Rohrer&apos;s game, A Game For Someone, began with the idea that it should not be played for at least 2,000 years. That brought about two issues: 1) How to make a game that would last for 2,000 years. 2) How to stop anyone from playing it for 2,000 years. Rohrer addressed both angles adequately. Showing an image of a mighty cathedral, that took over 300 years to build, Rohrer explained that there was something extraordinary about a project for which those digging the foundations knew they would be dead generations before it was complete. He wanted to recapture something of that timelessness in his concept  a game that he nor anyone else would ever live to see played. So he realised that to do this, it would need to be a board game.  This is the background story to Rohrer&apos;s winning entry in the last ever GDC game design competition. Up against the likes of Richard Lemarchand (Uncharted) and Will Wright, he came up with this rather astonishing idea... Microsoft will win next-gen war, Sony&apos;s online infrastructure is &quot;god awful&quot;  Bushnell | VG247  &quot;I personally believe Microsoft is in a superior position, and the reason is Sony, whenever they change consoles, the software tools that they have are lame,&quot; Bushnell said. &quot;A lot of times in the past they were in Japanese; not well documented and getting the software development community up to speedthey may have been able to do it in Japan, but the American software community just says &apos;Oh boy, what a pain.&apos; &quot;And a lot of people don&apos;t realize how strong the software community is at making the hardware platform sing and dance.&quot;  Hmm, this at a time when most developers are agreeing that Sony has massively improved its software tools and development environment.  Zynga launches its first real-money gambling games in the UK / Gamasutra  Social games company Zynga today made a notable step into the world of real money gambling games, as it launched a couple of browser and download games in the UK. Zynga is banking on the idea that real money online gambling is where it will find its fortune, and has recently been making steps to convert its company into a legal online casino.  It&apos;s... GambleVille! Gartner Says by 2014, 80 Percent of Current Gamified Applications Will Fail to Meet Business Objectives / Gartner  Gamification is currently being driven by novelty and hype. Gartner predicts that by 2014, 80 percent of current gamified applications will fail to meet business objectives primarily because of poor design. &quot;The challenge facing project managers and sponsors responsible for gamification initiatives is the lack of game design talent to apply to gamification projects,&quot; said Brian Burke, research vice president at Gartner. &quot;Poor game design is one of the key failings of many gamified applications today.&quot;  Can you gamify failure?", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/05/press-start-game-news", 
    "wordcount": "609"
}