{
    "headline": "City investors are getting cold feet about Arctic oil prospecting", 
    "text": "Sir Paul McCartney and Greenpeace want to turn the Arctic into a no-go area for oil companies  but there are already signs that the City financial groups are getting cold feet about polar drilling. Shell, which wants to lead the exploration charge off Alaska, has repeatedly declined to say what the potential cost of an oil spill would be, but some lenders are voting with their feet. WestLB, a key German bank for the energy sector, has quietly changed its lending policies to exclude operations in the far north. It says the &quot;risks and costs are simply too high&quot;. And the Lloyd&apos;s of London insurance market has just issued a report warning that offshore drilling in the Arctic would &quot;constitute a unique and hard-to-manage risk&quot;. It urged companies to &quot;think carefully about the consequences of action&quot; before exploring for oil in the region. Meanwhile FairPensions, the organisation that helped make executive pay a hot topic this year, is now setting its sights on raising investors&apos; focus on drilling in the far north. And even without a spill, exploration can lose a lot of money. Cairn Energy, the Edinburgh-based business that has spearheaded drilling off Greenland, was forced to write off $1bn after discovering more water than oil. Commercial viability depends on huge finds that would outweigh the substantial costs of extracting and transporting hydrocarbons in hostile conditions. But while Cairn has not met with immediate success, larger rivals such as Shell, Total of France and Statoil of Norway have been queuing up to win a slice of the Arctic off Alaska, Russia and new areas of Greenland. The focus at the moment is Alaska, because it involves a household name, Shell, and because it has been licensed by the US government, which has experienced oil spills at close quarters thanks to BP&apos;s Deepwater Horizon accident. BP&apos;s valuation dropped by 30% in the aftermath of Deepwater Horizon. A spill in the Arctic could have far worse consequences for Shell investors  never mind threatening one of the world&apos;s last remaining wildernesses. Shell is not willing to put a financial figure on the potential damage a blowout could cause.", 
    "section": "environment", 
    "gid": "environment/2012/jun/21/investment-arctic-oil-drilling", 
    "wordcount": "362"
}