{
    "headline": "The correct way to make a cuppa is being reviewed", 
    "text": "A core definition of Britishness, the official six-page specification for how to make a cup of tea, is officially &quot;under review&quot;. But don&apos;t panic. It is standard procedure for the British Standards Institution (BSI) to do a &quot;systematic periodic review&quot; of each of its many specifications which, piecemeal, define nearly everything British. Belying stereotypes of peremptory rigidity in anyone or anything that officially tells the populace what&apos;s what, the BSI is nice about what it does. &quot;British Standards are voluntary in that there is no obligation to apply them or comply with them,&quot; it says. The standards are &quot;devised for the convenience of those who wish to use them&quot;. That sentiment appears in the 44-page specification for standard number BS 0, &quot;the standard that governs the way BSI produces standards&quot;, copies of which are available free of charge. The cup-of-tea standard, officially numbered BS 6008, has been unchanged since 1980. It does come at a cost: 82 per copy, more than triple the 24 price, in effect, when I profiled it eight years ago. There are also specifications for black tea (BS 3720), and for green tea (BS 11287). And (BS 7390) for &quot;instant tea&quot;. It, like the cuppa standard (BS 6008), is under review. By the BSI&apos;s count, there are 34,634 current standards. The total would be higher were it not for the withdrawal of some old chestnuts, such as BS 6048 (a now-obsolete &quot;specification for black tea&quot;), BS 1722-4 (an obsolete specification for &quot;cleft chestnut pale fences&quot;) and BS 2854 (&quot;specification for soiled linen trolleys&quot;). The BSI cooperates with its counterparts elsewhere, especially the International Organisation for Standardisation (ISO). The ISO is, I believe, unique in having a former president who is himself a standard. In 1958, when Oliver Smoot was a student at MIT, his fraternity mates used his body as a measuring stick. Repeatedly lifting, displacing, and dropping young Smoot, they marked out the entire length  364.4 Smoots plus one ear  of a bridge that connects Boston and Cambridge, Massachusetts. You can celebrate all published standards on World Standards Day, which, say its organisers, &quot;celebrates the collaborative efforts of the thousands of experts worldwide who develop international standards&quot;. This year, 2013, World Standards Day is Monday 14 October. The US will celebrate World Standards Day on Thursday 3 October. Canada will celebrate World Standards Day on 16 October. In many nations, 16 October will be a Wednesday. But standards do vary. The Standards Council of Canada says on its website: &quot;The Standards Council of Canada (SCC) will be celebrating World Standards Day (WSD) 2013 in Vancouver, BC, on Thursday, October 16, 2013.&quot;  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2013/apr/29/british-tea-standard-improbable-research", 
    "wordcount": "480"
}