{
    "headline": "Rio+20 can make a difference", 
    "text": "Anyone remember the 2005 UN climate talk in Montreal? It ended late as usual after an all-night negotiating session and rumours of collapse. In the departure lounge on the way home, I watched a bleary-eyed NGO representative declare on TV: &quot;Today we saved the world.&quot; We did not. Even those who had not been there knew that. But just about every global event suffers from exaggerated claims. So the 2012 Rio+20 summit has a fantastic advantage over other global events: low expectations. It&apos;s time to talk it up. Rio+20 can and must make a difference. But there is no prospect of achieving the breakthroughs we need on climate change, poverty or in other areas without global agreement. To understand why Rio matters and what it could achieve, we need to look back and learn the lessons of recent global summits. Global summits do not in themselves deliver success. The G20&apos;s commitment in 2010 to the &quot;Seoul consensus on inclusive and sustainable growth&quot; (pdf) did not deliver either inclusive or sustainable growth. So why do they matter? Because the world faces a series of interconnected global crises, and summits can, and sometimes do, secure the collective commitment needed to drive national and international action. Kyoto was the key reason many countries in Europe and beyond have made a major effort to reduce carbon emissions and, in particular, to invest in renewable energy. Gleneagles was a critical factor in securing an additional 19bn in spending on development from 2005-10. Global summits don&apos;t deliver success  but they&apos;re a prerequisite for making success possible. There are three key lessons here. First, global summits don&apos;t make big promises unless civil society demands it. Second, we have to stay the course. Turning promises into actions requires national decisions on budgets, regulation and legislation. Domestic politics determine whether these actions are taken. Third, it&apos;s not all about the communique. We often overestimate the importance of formal outcomes, and underestimate the importance of the progressive coalitions that summits can inspire. The financial transaction tax was scarcely mentioned in the communique of the 2010 Cannes summit, despite the emergence there of a global coalition of the willing behind an idea whose time has surely come. The last Rio summit in 1992 is a classic example. The formal outcomes included the creation of the UN Framework Convention on Climate Change and the Convention on Biological Diversity. But it also, critically, brought sustainable development into the mainstream. It did not guarantee success in any area, and we&apos;ve achieved far, far less than is needed. But it was a decisive moment. The world united to set shared goals, and it cemented in the minds of politicians and the public that we were entering a new era in the search for sustainable development. That energy sustained us for perhaps a decade. Now we&apos;re on life support. Much of the global political class has put climate change into a file marked &apos;too difficult&apos;. The search for a global transition towards a truly sustainable future has been downgraded by the economic and financial crisis. As the summit slogan for Rio+20 says, &quot;It&apos;s your world&quot;. Summit themes don&apos;t get more important than this. It&apos;s a chance for us to make a shared commitment to put the rights of poor people at the very centre of the struggle, and it won&apos;t come again soon. We must meet human needs and aspirations for jobs, energy and health without breaching the limits of our planet&apos;s capacity to absorb carbon emissions or by destroying our scarce biodiversity. These issues should be at the centre of our global and national politics. To make all this happen, we need to do three things. First, unite. The involvement of social movements in Latin America and elsewhere, a huge range of environmental groups, anti-poverty organisations, such as Oxfam, the International Trade Union Confederation and others, creates enormous potential for a strong and united movement at Rio+20. The World Social Forum meeting in Porto Alegre, starting at the end of this month, will be a key moment for this. Second, say loudly and clearly what we want. The Brazilian hosts are very keen to secure meaningful input from outside the formal negotiating process, and are proposing innovative ways of achieving this. Food security and agriculture are being put forward by many as a key sector on which the summit could focus. Oxfam agrees. We need ambitious proposals on this. Columbia, Guatemala and others are proposing to use Rio as a springboard to develop sustainable development goals. Our demands need to inspire our supporters and the public, as a means to tackle the triple crunch of the economic, financial and poverty crises. Third, we need to find our heroes and heroines. We need to persuade leaders in the private sector to break out of the default option to package &apos;business as usual&apos; as a sustainability strategy, and to support meaningful action at Rio+20. We need to persuade some world leaders to make Rio a personal priority. There are indications that Chinese premier Wen Jiabao may attend, following Brazilian president Dilma Rousseff&apos;s visit to Beijing in December. Global multilateralism is on the wane. We need to compel our leaders to unite to tackle common problems. Rio+20 is a moment in time. Like Montreal in 2005, it won&apos;t save the world, and you don&apos;t need to travel there to be part of it. But it can and must make a difference, and we have six months to make it happen.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/10/importance-of-rio20-global-summit", 
    "wordcount": "925"
}