{
    "headline": "Gas power construction is 'twice government predictions'", 
    "text": "The &quot;dash for gas&quot; is in full flow in the UK, according to new research, which has found that the amount of gas-fired power generation under construction, or in planning, is twice government expectations. While the government has estimated that about 5GW of new gas-fired power generation will be needed to supply the UK in the coming decades, power stations with more than 3GW of capacity are now under construction and nearly 10GW of plants have received planning permission, according to Friends of the Earth analysis. In addition, nearly 10GW of capacity is in the earlier stages of planning. According to the research, about 9GW of this gas-fired generating capacity  enough to power 9m homes  is likely to be on-grid by 2016. This estimate is lower than that of Bloomberg New Energy Finance, an analyst firm, which puts the figure at 11GW by 2016. The problem is that building more gas-fired power stations is likely to lock the UK into a high-carbon future, because each power station has a useful life of at least 25 years. Although gas generates only about half the carbon dioxide emissions of coal, it is still a significant source of carbon emissions, and will be a concern in terms of energy security as the UK is now a net importer of gas as the supplies under the North Sea are rapidly running out. Friends of the Earth warned that, as a result, household energy bills are likely to rise further if the new generation of gas-fired power plants goes ahead. Research by the government and by Ofgem, the energy regulator, shows that increases in the price of gas have been the main reason for rising electricity prices in the UK in recent years. The campaigning group called for a ban on any new gas plants, which it said were an ever-increasing source of greenhouse gas emissions. Paul Steedman, campaigner at the pressure group, said: &quot;Once again we&apos;re seeing how the Big Six and other energy companies are planning to keep us hooked on dirty and expensive gas we don&apos;t need. &quot;Gas dependency is a costly, polluting dead-end  to guarantee affordable energy in the long run we must switch to clean British power and slash energy waste.&quot; Government research confirms that soaring gas prices have been the major driver of higher energy bills in the UK, not the subsidies for renewable energy that some organisations have sought to blame. Last month, more than 100 Tory MPs wrote to the prime minister arguing that wind energy is not viable and subsidies to it should be cut. Ed Davey, the secretary of state for energy and climate change, has mounted a strong defence of renewable energy. He told the Guardian: &quot;Renewables will play a key role in the future UK energy mix, helping to reduce import dependency and meet our carbon targets.&quot; But Steedman said that investments in gas would work against further investment in renewable energy: &quot;People in the UK are fed up of the energy rip-off  an overwhelming majority want the government to force the big energy firms to invest in power from our wind, waves and sun. &quot;To ensure we have energy we can all afford, ministers must support clean home-grown power and get tough on dirty energy  that means introducing a ban on new gas plants, unless there is a strong emissions performance standard to limit carbon from power stations.&quot; He urged the government to change the planning rules in order to ensure that no new gas-fired power stations are given the green light unless they are fitted with so-far unproven technology to capture carbon dioxide and store it underground. A YouGov survey for Friends of the Earth and Compass, carried out last month, found a large majority of people  about 86%  were in favour of an independent public inquiry into the big six energy companies, and about 70% of people wanted the government to force the big energy suppliers to invest in renewables.", 
    "section": "environment", 
    "gid": "environment/2012/mar/14/gas-power-station-construction-government", 
    "wordcount": "670"
}