{
    "headline": "Maritime tribunal orders Ghana to set Argentina's Libertad frigate free", 
    "text": "Ghana has been ordered to release an Argentinian frigate that was impounded more than two months ago over a legal dispute between a US-based investment firm and the government of Argentina. A panel of four judges at the international tribunal for the law of the sea unanimously ruled on Saturday (pdf) that the Ghanaian authorities must release the ARA Libertad from Tema, near the capital Accra, and allow its stranded crew to leave the port. The vessel arrived at Tema on 1 October, but was prevented from leaving three days later by a court order obtained by the investment vulture fund NML Capital, which is suing the Argentinian government for non-payment of a $1.6bn (988m) debt. NML Capital, backed by billionaire Paul Singer, bought bonds from Argentina in late 2001, a year before the country defaulted on its $100bn sovereign debt. The tribunal judges ruled: &quot;Ghana shall forthwith and unconditionally release the frigate ARA Libertad, shall ensure that the frigate ARA Libertad, its commander and crew are able to leave the port of Tema and the maritime areas under the jurisdiction of Ghana, and shall ensure that the frigate ARA Libertad is resupplied to that end.&quot; Ghana&apos;s ministry of foreign affairs said it would comply with the order, adding it was &quot;regrettable that this matter has come to the international tribunal for the law of the sea&quot; and reiterating that the country was not in dispute with Argentina. Vulture funds  typically hedge funds  buy the defaulted sovereign debt of poor countries at a knockdown price then pursue full repayment through foreign courts. The practice has been condemned by world leaders and the World Bank, which described the practice as a threat to debt relief efforts. When Argentina defaulted on its debt, it signed a deal with most creditors to pay back a set sum over a number of years. The creditors who refused to accept this deal, such as NML Capital, are known as &quot;holdouts&quot;, who are not receiving debt repayments from Argentina. Nick Dearden, director of Jubilee Debt Campaign, welcomed the ruling. He said: &quot;We are delighted that Argentina has won this case. It is a disgrace that a group of speculators can seize the property of a sovereign nation in this way and points to the need for a fundamental change in the international debt system. Hopefully the ARA Libertad will now be promptly released.&quot; Ahead of the tribunal&apos;s decision, the UN independent expert on foreign debt and human rights, Cephas Lumina, said: &quot;Vulture funds, such as NML Capital, should not be allowed to purchase debts of distressed companies or sovereign states on the secondary market, for a sum far less than the face value of the debt obligation, and then seek repayment of the nominal full face value of the debt together with interest, penalties and legal costs or impound assets of heavily indebted countries in an attempt to force repayment.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/17/maritime-tribunal-ghana-argentina-libertad", 
    "wordcount": "496"
}