{
    "headline": "I survived a week on Windows8 on a tablet (instead of an iPad)", 
    "text": "Windows 8 is Janus&apos;s own operating system - a &quot;legacy&quot; mode for running any Windows app products in the past 20 years, and a &quot;post-PC&quot;, iPad-like mode called Metro-style. At the beginning of March I wrote a piece about how this arrangement did not work well on the desktop.  Towards the end of this year it&apos;s expected that proper iPad-competing Windows 8 tablets will hit the market. I wanted to know how these devices might fare in the market, so I gave my iPad to my kids for the week and headed out into world, Windows tablet in hand. How did I get on? tl;dr The &quot;tl;dr&quot; version? It&apos;s fine. It&apos;s better than fine actually - it&apos;s really good. Metro-style on a tablet makes sense in exactly the same way as Metro-style on a desktop does not. OK, so a bit more detail? I took a Windows 7 tablet - specifically a Acer Iconia Tab W500 - and installed the Windows 8 Consumer Preview on it. The W500 has a dual-core 1GHz AMD C-Series processor, 2GB of RAM, a 32GB SSD and a 10.1&quot; 1280x800 screen.  Over the course of the week, I asked ten individuals - a mix of clients, friends, and acquaintances to try out some simple tasks on the device as well as using it instead of my iPad.  What I wasn&apos;t interested in was the hardware. Normal Windows tablets are rubbish compared to what&apos;s expected of proper, Windows on ARM (WOA) tablets that are expected to arrive by the end of the year. The Acer unit in particular is no iPad - it&apos;s a plasticky lump of a thing, as opposed to the sleek glass-and-metal iPad. But, I was only after a &quot;good enough&quot; analogue of an iPad, and the Acer fitted the bill. I also wasn&apos;t that fussed about the quality of the supplied apps. Windows 8 is still a beta and, to be honest, the built-in People and Mail apps (the largest and most novel of the apps built into Windows 8) are very ropey. So what works well? The keyboard is the first standout good element to consider. Typing on a touchscreen is never the most gloriously satisfying experience, but the Windows 8 implementation is solid. It&apos;s excellent at seamlessly correctly typing mistakes in the same way the iPad keyboard does.  One thing you can&apos;t do with an iPad is use &quot;handwriting mode&quot;. This works really well with Windows 8 - able to ably transform the most illegible rubbish into actual words.      Before: handwriting entered on a Windows tablet running Windows 8 Consumer Preview    Here&apos;s where a conductive spider crawled across the screen, mimicking how a handwritingly-challenged individual might write &quot;handwriting&quot;. (This image has been edited, mainly because I was too slow to capture the whole area over LogMeIn but it is the same scrawl that was transformed as per the next image.)     Windows 8 Consumer Preview handwriting recognition: pretty nifty, eh?    Can your iPad do this? Could your Newton?  Web browsing also works well. In one session, my son and I were sitting on the sofa browsing Amazon for Gruffalo paraphernalia and we were both happily sharing the screen in exactly the same way as we might with the iPad. Scrolling performance wasn&apos;t quite on par with the iPad, but that could well have been the hardware. Generally, then, good marks so far. How did the others find it? It was quite fun to see how people got on with this device. For those of a technical persuasion, the first thing I asked them to do was to get it to join wireless network. They all failed. All of them instinctively knew how to drive the Start screen and found swiping left and right obvious. They could start apps, and they could find their way to the Start screen by using the sole hardware button on the front of the device. What they all failed to work out was how to access the Charms and menus that you can command into view by swiping from the bezel onto the screen. (Swiping from the right-hand side brings up the Charms bar. From there, you can access Settings, and from there Wireless.) Some of them worked out that you could swipe in from the left, or the top, but failed to experiment from swiping from the bottom or right, even though they&apos;d seen these other two gestures work.     Windows 8 Consumer Preview on a tablet: there are the Charms on the right    Charms. Charming charms. Charms that charm. Hated the name at first. Quite like it now. I&apos;m intensely relaxed about this, though. If you were from another planet and I told you that in order to access a list of running apps on our current market-leading post-PC tablet [IPAD DOESN&apos;T OUTSELL IPHONE] you put four fingers on the screen and pushed up, you&apos;d look at me with whatever passed for &quot;quizzically&quot; on your home planet, and I&apos;d feel faintly embarrassed for myself and humankind. How about on the iPhone, where double-pressing the Home button on the lock screen lets you access the music player controls? Some of these actions aren&apos;t obviously discoverable, nor self-evident; what&apos;s important is whether they make sense once you&apos;ve learnt them. Once I explained the gestures to the people trying out the device, they generally got on OK. One niggle about the off-screen gestures relates to speed: you have swipe in from the side sloooowly - a fast swipe won&apos;t register. My best guess on why relates to how Microsoft has implemented off-screen gestures. Rather than insisting OEMs install touch-sensitivity on the bezel, the single pixel around the edge of screen is preserved by the OS to detect &quot;offscreen-to-onscreen&quot; gestures. Thus on my screen, if no touch has been detected and you get a touch on pixel 1199 on a 1200 pixel wide display, the systems deduces you&apos;ve come in from the right, and the OS will show the Charms bar.  (Oddly, the lock screen isn&apos;t like this - power up the display and you can zip up and access the password/PIN field in milliseconds. In fact, that&apos;s a key feature of the otherwise laughable Smoked by Windows Phone campaign.) The one gesture that no one discovered was the slightly batty &quot;task switcher&quot; gesture. This displays a list of the running apps, and requires you to pull in from the left hand side (which typically lets you &quot;Alt+Tab&quot; between apps), wait until it registers and then reverse and go back. I knew such a view existed, but I didn&apos;t suss out how to access it - I had to ask Microsoft-watcher Tom Warren how to do it.     Windows 8 Consumer Preview: Task switcher    The task switcher. This year&apos;s award for most obscure gesture goes to the Windows 8 Metro Shell team. In summary, the feedback I got was good. People seemed to like it. Some basic training was required, but I didn&apos;t feel the mental workout required in learning the gestures was any more or less onerous than Apple demands of iPad users. Apps Having left my kids with the iPad knowing that it was going to spend the week letting them play Princess Fairy Sticker Album HD 2000 Special Unicorn Edition and endless repetitions of The Gruffalo, I was left wondering what I actually use my iPad for. I do some gaming, I watch quite a lot of iTunes content, I use Twitter a lot, I use Evernote, web browsing, and I suspect that&apos;s what most people use it for. Most of the installed apps on my iPad are games for the kids where the iPad market is just unbelievably strong in terms of games for the under 5s.  To misquote Bill Clinton, is it a case of &quot;it&apos;s the apps, stupid&quot;? Not to ruin the end of this story, but when the week was up I&apos;d forgotten I was supposed to be using the Windows tablet and had gone back to using the iPad without thinking about it. I&apos;d actually left the Windows tablet in the car boot (graveyard of many an Android tablet or PlayBook I suspect); as soon as I clocked the iPad I forgot all about the Windows tablet. That&apos;s because one of the things I&apos;d really missed on the Windows tablet was a good Twitter client. A combination of the Twitter web client and the work-in-progress implementation of IE10, together with a slightly underpowered device, results in an implementation which is cute and clever but features a please-god-stab-with-me-a-knife-to-end-the-pain style of user experience. Blergh. I needed a proper Twitter client. I tried using MetroTwit on the legacy desktop (which some people rave about), but I found the reverse of my Windows 7.1 desktop experience, in that I couldn&apos;t handle switching between Metro and the legacy desktop.  What WOA is going to need is apps. Lots of apps. But with Android tablets having gone nowhere despite a fair wind, are Metro-style apps facing the same fate? In this interesting article piece about &quot;Why Android tablet apps suck&quot;, the author says:  There&apos;s a bit of a chicken-and-egg problem here for developers and users. Apple solved it, in a way, by making the iPhone app experience on iPads so bad that developers had no choice but to code for the iPad. The iPad runs iPhone apps, but not in a way in which anyone would be proud.  I think that&apos;s key.  Apple&apos;s lousy toolset for iOS forces developers into creating each app through a process that is really, incredibly involved. With Android, you can waltz into the office at 9am, start working on &quot;tabletifying&quot; your app at about 10, take a long leisurely lunch, spent half the afternoon gassing about football and still have the job finished and signed off by 5pm. You&apos;re not going to get away with that with iPad. You&apos;re going to need to craft that sucker using things called &quot;hard work&quot; and &quot;time&quot;. If you run a normal iPhone app on an iPad, all the OS does is scale the iPhone display, showing the content at either 1x or 2x zoom. That unmistakably doesn&apos;t make the most of the device, and looks rubbish. For example, if you bring up the keyboard you get a big iPhone keyboard, not the proper iPad keyboard. On Android, the graphical layout subsystem works on a dynamic layout system that doesn&apos;t really care about the device&apos;s screen resolution. As a result, it can properly scale portrait-style layout on a phone to a landscape-style layout on a tablet and everything looks  well, OK. It&apos;s better than the iPhone=on-iPad kludge, but it&apos;s rarely beautiful.  The problem though is that it is good enough to pass as a &quot;tablet&quot; app. Do a couple of bits of tablet optimisation and you&apos;ve - arguably - finished. Apple makes you go the extra mile, and the user benefits. Windows 8&apos;s graphical layout subsystem (Windows Presentation Foundation, or WPF) is roughly analogous to Android&apos;s, so it may be that porting apps will yield the same &quot;meh&quot; result as on Android.  The result is what I call a &quot;balance of the universe&quot; problem - you don&apos;t get something for nothing. The iPad implementation has had more energy put into it. The amount of love and tradecraft is going to show in the finished product. It typically does with an Android app. Windows Phone to Windows 8 Metro-style ports lie on this same &quot;risk vector&quot;. Windows 8 devs will be able to happy slap a Windows Phone app over to Windows 8 with little effort, just like the Android guys and gals. This opens up the platform to the same &quot;it&apos;s just a bunch of ported phone apps&quot; criticisms. That said, a wrinkle for Windows 8 lies in the fact that a lot of developers haven&apos;t got to the new platform yet, and the Windows Phone and Windows 8 toolsets are not harmonised. The trick would therefore be to get the ecosystem booted from new, non-phone developers, and non-phone apps. In trying to create an iPad competitor, I personally feel that avoiding the pull towards &quot;start with a phone and scale up&quot; can only help. Post-PC devices are not big phones. All of us involved in software engineering needs to understand this. One thing that I am confident about is that the volume of apps will get there on Windows 8. Go back five years and most professional developers would greet any developer who used Cocoa, Objective-C, and Xcode with equal measures of condescension and patronisation. A lot of developers out there are now waiting for Windows 8 to happen, although admittedly a lot of them may not know it yet. Plus there&apos;s all the Android developers who may be falling out of love with the platform.  OEMs need to up their game It wasn&apos;t my intention to look into the hardware, but it&apos;s worth having a look at the Acer tablet I bought. There are some warning indicators to OEMs building WOA tablets. My (Intel-based) Acer cost 365 including VAT and shipping. The (ARM-based) iPad 2 costs 329 including VAT and shipping.  Ignoring the size and weight difference - the x86 processor architecture makes demands of the Acer&apos;s cooling and battery that the iPad doesn&apos;t have to - the Acer is cheap and plasticky. It flexes and creaks on the axis. After a week and a bit of light use, the back is scratched to bits, as is the front screen, which is plastic as opposed to Corning&apos;s Gorilla Glass. (The screen&apos;s robustness so below par that I&apos;m planning on sending this unit back.) The iPad is oleophobic; the Acer definitely is not. It&apos;s a dreary lump of a thing - the worst possible example of bottom-line driven, box shifting laziness that OEMs can achieve. A tick in the box with no love or craft whatsoever. If OEMs put out WOA units like this, just forget it. Dump your MSFT stock and move on because it&apos;ll be game over. It doesn&apos;t have to be like this though. The new Ultrabook-specification laptops are really rather good. (Ultrabooks are an Intel-driven scheme to brand OEM laptops with a spec that happens to compete with the MacBook Air.) Ultrabooks are built with a metal chassis, and typically (should) have a capacitive, multitouch screen. Some are properly gorgeous. They are an example of what OEMs can do when sufficiently motivated.  So all the OEMs need to do is not create the dross like my current Windows tablet and instead build something like an Ultrabook, but in iPad form, for less money than an iPad. And with better battery life. And lighter. And with a retina screen. And make sure the retina screen doesn&apos;t adversely affect battery life. Or make it heavy. Shutting down Just because this came up, let&apos;s deal with this: Windows 8 is dead easy to shut down. Swipe from the right to bring up the charms, select Settings, Power, Shut down. I&apos;m all for curmudgeonlyness and being a stick-in-the-mud, but there was been some ridiculous content written about this &quot;problem&quot; for weeks, including this slightly barking piece. (By the way, that approach outlined in that article certainly won&apos;t work on WOA devices.) Windows 8 shutdown mechanism is the pinnacle of ease of use when it comes to restarting Windows. Can we just learn it and move on? Please? Conclusion After using a Windows 8 tablet for a week, the takeaway message is: it works. It does what an iPad does, essentially as well as an iPad does. It&apos;s actually hard to get hold of what that actually means, or what it feels like - but then that&apos;s rather than point. The idea of these devices is to get out of the way and let you connect to people who are important to you, and my limited experiment has shown that even on crappy hardware you can run today, Windows 8 lets you do this in a way that&apos;s more than just &quot;acceptable&quot;.  What you can do today with Windows 8 on a tablet is actually kinda fun to use and - assuming the marketing and app support isn&apos;t a total balls-up - should give us the competitor to the iPad that we need in the industry. Matthew Baxter-Reynolds is an independent software development consultant, trainer and author based in the UK. His favourite way to communicate with like-minded technical people is Twitter: @mbrit.", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/13/windows-8-week-tablet-ipad", 
    "wordcount": "2741"
}