{
    "headline": "Plan to build UK's first building entirely out of waste", 
    "text": "     The UK&apos;s first building to be made onsite entirely out of waste is to be built in Brighton this autumn. Designed by Brighton-based architect Duncan Baker-Brown, it will be built on the University of Brighton&apos;s campus in the city centre from waste and surplus material from local building sites and other local industries. The walls will be made of waste timber products. Ply &quot;cassettes&quot; containing waste material will be slotted in between the timber structure. These cassettes will be removable so that new building technologies can be added easily. The design team will set up a production line near the Grand Parade site so that students, apprentices, local builders and school children can get involved with the making of the structure. &quot;There is a huge pile of construction waste that&apos;s building up in this country and to ignore is quite frankly sinful,&quot; said Baker-Brown, co-founder of BBM Sustainable Design and a senior lecturer at the arts faculty. &quot;Through this project we are going to show that there is no such thing as waste.&quot; The building will feature the latest eco technologies such as fully integrated solar panels, whole-house ventilation and a heat recovery system. It will be used throughout its lifespan as a pilot for prototype construction systems, components and technologies. Once completed, it will contain an exhibition and workshop space for use by local community groups. Upstairs will be the university&apos;s headquarters for sustainable design. The building is known as The house that Kevin built and is named after Europe&apos;s first prefabricated house made entirely out of waste and organic material, also designed by Baker-Brown. It was built in 2008 in London and was filmed by Channel Four for Grand Designs live with Kevin McCloud as the presenter. Work on the new building will begin onsite in November and should be completed by May 2013, with McCloud at the opening.", 
    "section": "environment", 
    "gid": "environment/2012/oct/03/brighton-waste-building-project-grand-designs", 
    "wordcount": "317"
}