{
    "headline": "Climate sceptics 'capture' the Bloggies' science category", 
    "text": "February is the best month of the year for fans of emotional acceptance speeches. Baftas, Oscars, Grammys, the Brits - there&apos;s a lot of mothers and agents to thank. Ever since 2001, blogs have had their own opportunity to have their moment in the spotlight and chance to bath in adulation. The Weblog Awards  or &quot;Bloggies&quot;, as they&apos;re more affectionately known  start receiving nominations online each January before the organisers announce the shortlists for each category in February. As with any online voting system, there is always scope for &quot;gaming&quot; the system  as well as a motivation among interest groups to do so. But, despite a glitch in 2003, the Bloggies have largely managed to avoid such controversy. However, over the past couple of years there has been growing concern about the reliability of the &quot;Science or Technology&quot; category, which was first created in 2011. (Before then, it was known as &quot;Computer and Technology&quot;.) Is it, some ask, being gamed by climate sceptics? There&apos;s no doubt that some climate sceptic sites, such as Watts Up With That, openly tout for nominations and votes. Any blog with a taste for self-publicity can do the same, such are the awards&apos; rules. But how could it be the case that a niche interest such as climate scepticism has come to increasingly dominate the shortlist for such a hugely broad category? Are these niche blogs really the &quot;best&quot; - a subjective term, if ever there was one - across the vast spectrum of topics within &quot;science or technology&quot;? Given the strength, depth and range of science and technology blogs out there, how could these blogs  some of which are hardly known by participants in the online &quot;climate debate&quot;, let alone beyond  be picked in this way? When this year&apos;s shortlists were released earlier this week, not only was the science or technology category flooded with climate sceptics blogs, but they had also spread into other categories, too, most notably &quot;Best Weblog about Politics&quot;. How, for example, had the Global Warming Policy Foundation come to be shortlisted? Putting aside its thematic focus for one second, all the site largely does is cross-post other people&apos;s content and re-write the headlines. It offers little in the way of original content and, most perplexingly, doesn&apos;t even allow readers to leave a comment. Again, given the huge range of vibrant political blogs out there, why would such a limited site end up on the shortlist? It all seemed rather fishy. So I asked the Bloggies founder, Nikolai Nolan, to explain in more detail how the system works and what safeguards are in place. He began by explaining that 200 people who submitted nominations are randomly selected to then vote on which five blogs (from a longlist of 20 or so of the most nominated sites) should go through to each category&apos;s shortlist. This much made sense, even though you could argue that you risk increasing any possible bias by using people who made the original nominations to select the shortlist. Then I asked Nolan if he was concerned that his awards were being gamed by climate sceptics. He said:  Unfortunately, I have no good solution for it, since they follow proper voting procedures and legitimate science blogs don&apos;t want to make an effort to compete.  But, I put to him, given the category&apos;s fast-growing reputation for being gamed, why would the &quot;legitimate&quot; science blogs, as he described them, wish to participate? Why not, say, have an invited panel of various science bloggers, scientists, etc, to choose the shortlist before it then goes out to a popular online vote? That way you might be able to restrict the opportunity for a category to be captured by an interest group? He replied:  The problem is finding a qualified, unbiased panel that would work for free. Most categories aren&apos;t the type that would have experts in their field.  Is the voting system 100% secure, I asked? Is there no possible way that someone can run a script on their computer, or vote multiple times?   The system prevents scripts and voting multiple times. The e-mail verification is the first step, and any ballots that look like they might have been automated or collaborated are flagged for me to review manually. Most climate sceptic blog fans do follow the rules.  I was intrigued by his use of the word &quot;most&quot; in the final sentence. This implied that he had experienced some problems. When quizzed on this, he said:  There have been various problems over the years. This year someone used a lot of disposable email addresses to nominate themselves. Occasionally people will submit ballots on behalf of other people. Sometimes people will use fake nominations to get around the three-nomination minimum.  Given all this, I asked if he is happy with the status quo? He isn&apos;t planning any changes?  I&apos;m considering various resolutions. But it seems that science blogs would rather complain about the results than try to submit nominations themselves, so I&apos;m not very motivated. No point in eliminating sceptic blogs from the category when there&apos;s not much down the list to replace it with. I also need to keep in mind that fixing the Best Science or Technology category might cause climate sceptic blogs to migrate to another category.  I asked Nolan if I could see the longlist for both of the mentioned categories to see how extensively climate sceptic blogs featured. He kindly passed them on and what I saw shocked me. Of the 17 blogs longlisted in the science or technology category, 13 (by my reckoning - italicised) were either run by climate sceptics, or popular with climate sceptics. (The situation wasn&apos;t quite as stark in the politics category, but the weighting towards climate sceptic blogs - or blogs that are, let&apos;s say, ideologically supportive - was still clear to see.) Imagine for one moment that we weren&apos;t talking about climate sceptics. Let&apos;s pretend that 13 out of 17 blogs on the science or technology longlist were run by, say, anti-GM activists, or homeopathists. Or cat lovers, for that matter. Either way, it would be absurd. It&apos;s the sort of thing you might expect from excitable teenage fans of One Direction to make sure all their favourite band members were included in an online vote for &quot;Lushest Boyband Singer&quot;. The absurdity is compounded further still. I probably follow the online climate debate closer than most, but I genuinely had never even heard of some of these climate sceptic blogs Best Science or Technology Weblogaustralianclimatemadness.combishop-hill.netchiefio.wordpress.comclimateaudit.orgclimatedepot.comdrroyspencer.comjoannenova.com.aujudithcurry.commashable.commotls.blogspot.comnotrickszone.comscienceisbeauty.tumblr.comskepticalscience.comstevengoddard.wordpress.comtallbloke.wordpress.comtechcrunch.comwattsupwiththat.com Best Weblog About Politicsamericanthinker.comblogs.news.com.au/heraldsun/andrewboltblogs.telegraph.co.uk/news/author/jamesdelingpoleborderlessnewsandviews.comdailykos.comeureferendum.comfivethirtyeight.blogs.nytimes.comhotair.commaddowblog.msnbc.commichaelsmithnews.comoccupywallst.orgorder-order.compjmedia.compjmedia.com/instapunditpolitico.compowerlineblog.comthegwpf.orgthinkprogress.org I have sympathy for Nolan, but I find it strange that, despite acknowledging the obvious problems, he seems reluctant to fix them. After all, the reputation of his long-running awards is at real risk. (Reflecting such concern, I have learned that Skeptical Science, who have never lobbied to be nominated and are the only non-climate sceptic blog on the Science shortlist, has now asked to be withdrawn from the shortlist due to its concerns about the legitimacy of the voting process.) You clearly can&apos;t stop online votes being gamed  or, to use the jargon, &quot;freeped&quot;  if a particular interest group is determined enough to ensure a certain outcome. (In 2010, the managing editor of Scientific American website said he was &quot;horrified&quot; by Watts Up With That&apos;s efforts to &quot;co-opt&quot; of one of his site&apos;s online polls.) So why not, for example, reward the &quot;enthusiasm&quot; of the climate sceptic bloggers and their readers by either giving them their very own category, or, perhaps, have a &quot;Weblog with Most Fanatical Followers&quot; category? And you know you have a real problem on your hands when one of the shortlisted bloggers lets the cat out of the bag by asking his readers  in a display of undemocratic pleading that would even shame election officials in North Korea  to ask his followers to &quot;vote often&quot;.", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/01/climate-sceptics-capture-bloggies-science", 
    "wordcount": "1396"
}