{
    "headline": "James Lovelock on shale gas and the problem with 'greens'", 
    "text": "When I last interviewed James Lovelock in 2010, I provided here online fuller quotes of his key points than the print edition of the interview would allow. As it proved popular with readers last time round, I have taken the time again to transcribe his responses... Lovelock on &quot;fracking&quot;:  Gas is almost a give-away in the US at the moment. They&apos;ve gone for fracking in a big way. This is what makes me very cross with the greens for trying to knock it: the amount of CO2 produced by burning gas in a good turbine gives you 60% efficiency. In a coal-fired power station, it is 30% per unit of fuel. So you get a two-to-one gain there straight away. The next two-to-one gain you get is that methane has only got half its energy in the carbon, the other half is in the hydrogen, so there&apos;s a four-to-one gain in CO2 output from the same amount of electricity by burning methane. Let&apos;s be pragmatic and sensible and get Britain to switch everything to methane. We should be going mad on it. The fear of nuclear is now too great after Fukushima and the cost of building new build plants is very expensive and impractical. And it takes a long time to get them running. It is very obvious in America that fracking took almost no time at all to get going. It happened without any debate whatsoever. Suddenly you found there was this abundant fuel source. There&apos;s only a finite amount of it [in the UK] so before it runs out we should really be thinking sensibly about what to do next. We rushed into renewable energy without any thought. The schemes are largely hopelessly inefficient and unpleasant. I personally can&apos;t stand windmills at any price. Hydro, biomass, solar, etc, have all got great promise, but they&apos;re not available tomorrow, or even in 10 years. There&apos;s a very good tidal stream farm that I&apos;ve come across using a sunken barge with a turbine on it. It&apos;s much more reliable. They should have gone ahead with the Severn Barrage.  On the urbanisation trend:  Almost all over the first world people are moving into cities for good. This intrigues me. EO Wilson in America is beginning to get a lot of interesting data about social insects. He&apos;s come up with an extraordinary theory that the nest itself is the unit of selection, not the individual insects. That has enormous consequences. Now consider that applied to humans. If we all move into cities, they become the equivalent of a nest. Then another thought comes immediately from that: if that&apos;s the way the flow is going, don&apos;t stop it, let&apos;s encourage it. Instead of trying to save the planet by geoengineering, or whatever, you merely have to air-condition the cities. But you don&apos;t even have to do the experiment. You only have to go to Singapore. You could have not chosen a worse climate in which to build a city. It&apos;s a swamp with temperatures in the 90s every day and very humid. It&apos;s almost an unliveable climate. But it is one of the most successful cities in the world. It seems to me that they are treading the path that we are all going to go. It&apos;s so much cheaper to just air-condition the cities and let Gaia take care of the world. They are much less vulnerable in their skyscrapers. It will not be impossible in the future to grow the food it needs within the city. It&apos;s a much better route to go that so-called &quot;sustainable development&quot; which is meaningless drivel.  On politicians:  I&apos;m neither strongly left or right, but I detest the Liberal Democrats. They are all well-meaning, but they have mostly had little experience of power. The coalition [government] has behaved disgraceful on environmental and energy policies. They haven&apos;t done at all well. It would have been much better if they had been properly rightwing. We haven&apos;t had one for a long time. I don&apos;t mean something like Thatcher; that was a revolutionary Conservative government. Just a regular one. Our political system works because they tend to self-correct each other. What you&apos;ve got to avoid at all costs is ideologues. Germany is a great country and has always been a natural leader of Europe, and so many great ideas, music, art, etc, come out of it, but they have this fatal flaw that they always fall for an ideologue and Europe has suffered intensely from the last two episodes of that. And it looks to me as if the green ideas they have picked up now could be just as damaging. They are burning lignite now to try and make up for switching off nuclear. They call themselves green, but to me this is utter madness. All ideologues are harmful. They are never right. We get to our stable position through checks and balances. The whole of nature does that through natural selection. Proportional representation is a very bad idea and an absolute gift to ideologues. The problem with ideologues from Marx onwards is that they tend to imagine that human nature is very different from what it actually is. We&apos;re still animals and we behave like animals and it doesn&apos;t take much to knock our &quot;civilisation&quot; away. People are very, very sensitive about territory and if you move a new lot of people into their territory, they don&apos;t like it one bit. Politicians are very stupid if they think they can get away with that sort of thing. You could easily get me to generalise about things that I&apos;m not really competent to talk about, but I do feel that&apos;s the case. It&apos;s not that people are racist per se. We&apos;re naturally racist, you can&apos;t get away from it. We try to curb it and be sensible. People are very rarely individually racist, but they don&apos;t want a large culture dumped on them. I don&apos;t know anyone personally who would be nasty to someone because of their colour or because they come from a different country. It&apos;s not in our style in these islands. Monarchy is a very good idea, I think. It means there&apos;s no way a politician can dominate. Monarchy ensures that there is someone you can&apos;t beat by being a crafty politician.  On science:  Science is going down the drain terribly fast. It keeps dividing itself up into expertises and these expertises probably don&apos;t know much about the others. I think in order to be a fully rounded person you have to learn to be a pro at one thing, but then you can become a generalist.  On the reaction to his MSBC interview in April in which he said he had made a &quot;mistake&quot; with some of his &quot;alarmist&quot; climate predictions:  I ignore the blogosphere. I don&apos;t know much about it other than an instinctive desire to keep out of it. It can be so rude from what I&apos;ve seen. It&apos;s not my scene at all. I&apos;m too old for that now. But the great thing about being an independent, though, is that you can afford to make mistakes. This is very important. You learn more from the mistakes. It&apos;s a natural part of the learning process. You should be allowed to make a mistake and suffer the consequences. I think the most outrageous example of climate scientists getting it wrong and not admitting it was the 2007 IPPC report. They happily accepted the Nobel prize, but their sea-level rise estimates, according to that very important Science paper by Rahmstorf (pdf), were 100% wrong. They didn&apos;t really answer this other than say it&apos;s a very complicated business and we&apos;ve only just started. The IPCC is too politicised and too internalised. Whenever the UN puts its finger in it seems to become a mess. But I wish I knew of a better model than the IPCC. The burden of my thoughts are very much that the whole climate situation is more complex than we at present are capable of handling, or possibly even in the future. You can&apos;t treat it as a scientific problem alone. You have to involve the whole world and then there&apos;s the time constant of human activity. Look at how long ago the Kyoto Treaty was now  15 years ago  and damn all has been done. The human time constant is very slow. You don&apos;t get major changes in under 50-100 years and climate doesn&apos;t wait for that.  On adapting to climate change:  You&apos;ve got to cut back on burning fossil fuels, but you&apos;ve also got to be sensible and reasonable. Like when in business, you&apos;ve got to adapt to each new situation and try to survive until things get better. The ideologues come along and say stop burning all carbon now. It was like with the whole CFC affair. I got into big trouble and I discovered the bloody problem. They started to call me a denier because I said you can&apos;t just stop making CFCs immediately because refrigerators all around the world would break down and they&apos;d be massive food poisoning. I said give the industry time to find safe alternatives. I said wave a stick at them to make sure they do it. That&apos;s the proper course of action. It&apos;s not all that different for climate.  On his archive being donated to the Science Museum:  I&apos;ve got wonderful letters from all sorts of people. Lots of Nasa letters from the early 1960s. My first contact from them was in 1961, just three years after they&apos;d been founded, just when they&apos;d opened up their JPL lab. People at that time were shooting off to America for three times the salary. The brain drain was dreadful. I had lots of offers to go, but I felt I would be deserting them. I&apos;d read science fiction since I was a small kid so when I got a letter from the director of space flight at Nasa I was gobsmacked. I realised I didn&apos;t want to spend the rest of my life as a civil servant and I didn&apos;t like the idea of having everything planned right up to my retirement. My boss [at the National Institute for Medical Research in London] said to me I&apos;d be a fool to ignore it and out of all that, ultimately, came Gaia. I have a letter from Chuck Capen, who was the resident astronomer at JPL at that time, who brought in the data into the room I was in with Carl Sagan and Diane Hitchcock, discussing life of Mars. I remember him coming in and saying, &quot;Here&apos;s the data we&apos;ve got on the atmosphere of Mars and Venus!&quot; I knew immediately by the levels of CO2 that they didn&apos;t have life. I&apos;d written a paper in Nature the previous year saying if you want to know if there&apos;s life on a planet you need to analyse its atmosphere. And this confirmed it exactly.  On sending rovers to Mars:  It&apos;s cronyism again. Science is now divided up into warring tribes of cronies. The biologists are just one big tribe and in America the only thing that matters about Mars is to discover life. But we&apos;re almost certain there isn&apos;t. But they say, &quot;if there&apos;s water, there must be life!&quot; Why? It&apos;s the other way round. You have water there not because you don&apos;t get life without water, but because you don&apos;t get water without life. The biologists fight it like tooth and nail. There&apos;s a better chance there might be fossilised traces of former life, but it&apos;s taking an awful lot of time for even that degree of common sense to come through. If you speak to other scientists, meteorologists, etc, and you ask them how they would have spent those hundreds of millions on rovers, they would say that should have been spent studying the Earth itself. The universities encourage all this separation.  On &quot;greens&quot;:  The greens use guilt. That shows just how religious the greens are. You can&apos;t win people round by saying they are guilty for putting CO2 in the air. We do now know what we are doing when it comes to CO2 [emissions], but you don&apos;t have to go right over the top like the greens and shouting, &quot;You&apos;re guilty!&quot; I don&apos;t like it.   On the Met Office Hadley Centre:  I keep contact with the Hadley Centre. They are one of the best climate centres in the world. Something to be proud of. They should be given credit. They are under enormous pressure from government and are not allowed to say what they really think. But there&apos;s some really good scientists there. I like Richard Betts very much and respect him. He couldn&apos;t be a scientist and not discuss the uncertainties [in climate science]. Three cheers for him.  On his advice to environmentalists:  I wish I knew. One thing being a scientist has taught me is that you can never be certain about anything. You never know the truth. You can only approach it and hope you get a bit nearer to it each time. You iterate towards the truth. You don&apos;t know it. It&apos;s just the way the humans go that if there&apos;s a cause of some sort, a religion starts forming around it. It just so happens that the green religion is now taking over from the Christian religion. I don&apos;t think people have noticed that, but it&apos;s got all the sort of terms that religions use.  On climate sceptics:  The people who don&apos;t believe in the environment and climate science, etc, are the deniers. They are a totally different category [to the greens]. They&apos;ve got their own religion. They believe that the world was right before these damn people [the greens] came along and want to go back to where we were 20 years ago. That&apos;s also silly in its own way. I don&apos;t see how any true scientist could be either a believer or a denier. The term &quot;sceptic&quot; has been hijacked, too.  On taking action on climate change:  Just look at our own bodies and medicine. We don&apos;t understand everything and there&apos;s no point pretending we do. It&apos;s far too complex. But we can still take preventative measures. And the same applies to the Earth. I compare it with medicine at the time of the Battle of Waterloo where some poor bloke got half his leg blown off with a cannon ball and the only thing he could do was put the stump in a vat of boiling pitch to quarterise it and seal it. It&apos;s not that we have to do nothing, but you have to try and survive and adapt the best you can and keep your eyes open for the next solution. Avoid instant solutions. The greens are very bad at picking up things, such as homoeopathy. Prince Charles is like this. But it&apos;s absolutely rubbish. It has no scientific basis whatsoever. It&apos;s quackery. But there are some environmentalists who are swinging around now and moving away from all this. They&apos;re the sensible ones.  On nuclear power and, again, &quot;fracking&quot;:  I think the reaction to Fukushima was a turning point. It meant to me at least that it&apos;s almost probably pointless to support nuclear now. The opposition to it now is just too powerful. It&apos;s not rational opposition. It&apos;s religious opposition. But we&apos;ve got to survive and be pragmatic about this. If only society could think that way. OK, the greens are right that we shouldn&apos;t be putting CO2 into the atmosphere as it will knock us off in the long run. And, to be honest, it&apos;s probably too late now to change it. But we want to survive and for our children to have a future, so what do we do? The most sensible thing is nuclear, but I&apos;m afraid the great bulk of people are not going to have it after Fukushima. They think nuclear actually caused the disaster. It&apos;s so bizarre that&apos;s it&apos;s almost unbelievable to a scientist, but they do. They conflate the two together. But maybe we&apos;ve got enough shale [gas] under Britain. There&apos;s certainly lots of it. Now, that&apos;s not the complete answer, but it will carry us on for the next 20-30 years. It will be a bridging technology. I lived through the second world war and there was no way in 1939 that we could beat the Germans. But we were just bloody lucky to live on an island. That gave us time to pull our forces together so that we could hit back. We are in a very similar position now. Fracking buys us some time and we can learn to adapt.  On Europe&apos;s shifting weather patterns:  I think in Western Europe we&apos;ve seen a lack of warming, or, as some people would see it, a positive cooling. But it isn&apos;t cooling as you get episodes of unusually cold weather interspersed with warm spells. It seems to be all over the place. I think the reasons for that are not that difficult. You only have to look at a big weather map and you&apos;ll see that the Atlantic frequently fills up with a large high and when it does they say it&apos;s the jet streams that are affected. But I think this is using symptoms to explain the disease. What happens is the warm air goes up the east coast of America, melts the ice in Greenland, and the floating Arctic ice swings round beautifully, air conditions the air, and swings down on us. It&apos;s all part of global warming. One of the consequences of that cooler water is that it floats on the top of the sea surface and as it comes down it passes over where previously the warm salt water was which drove the ocean conveyors. The fresh water coming in stops it dead. If that stops, the Gulf Stream stops. People think this means we will become Arctic, but that&apos;s nonsense - 75% of our heat comes from the westerly winds, not the Gulf Stream. It would be unpleasant without a Gulf Stream, but it would mean we would be more like Vancouver on the Pacific coast of America. But they [climate scientists] still don&apos;t put any of the living parts of the planet into the climate models. They are trying to do that now down at the Hadley Centre. They need to put the living parts in [to the climate models] as a responsive part. ", 
    "section": "environment", 
    "gid": "environment/blog/2012/jun/15/james-lovelock-fracking-greens-climate", 
    "wordcount": "3091"
}