{
    "headline": "Is your university monitoring your social networks?", 
    "text": "Cards on the table  I&apos;m not a fan of social networks either in my private life or at work. Twitter in particular I consider to be largely a juvenile form of &quot;uncensored stream of consciousness&quot; (thanks Catherine Bennett for that line.) So why was I shocked to learn that the management of my institution has been monitoring student and staff use of social networks for adverse comments? This came about when I was told that our communications department had picked up a single student criticising one of my classes via Facebook or Twitter  it wasn&apos;t specified. I was told that this wasn&apos;t something to be especially worried about as it was only one student but that this general &quot;monitoring&quot; was going on. I was also told that one member of our faculty had been before the dean because one of his/her tweets had been picked up and passed on. Fairly soon after this, a couple of my colleagues were the victims of nasty comments on social networks  these were brought to their notice by other students who had seen them and been very upset by what they saw as unjustified and very personal criticism. Further examples of what Catherine Bennett (thanks again) calls &quot;the cruelty that sloshes anonymously around the internet&quot;. This subject was rejected as a topic for consideration at our faculty meeting which took place a week or so later because it wasn&apos;t considered important enough to generate an interesting discussion. One thing I don&apos;t understand is why, when every individual I&apos;ve told  colleagues, family, people at other HE institutions  finds this scandalous, no one, not the local UCU or the Guardian (who felt they &quot;could not do anything with this for news&quot;) finds it worthy of following up. I can&apos;t believe that my institution is the only one doing this or that our students are the only ones using Twitter and Facebook to attack their tutors (rightly or wrongly). Given that my institution&apos;s management must be using similar pattern recognition software to that which GCHQ will use to monitor everybody&apos;s emails and the amount of criticism mounted against the government&apos;s proposals, I would&apos;ve thought that this was an issue which should be investigated. All of this, for me, reinforces my rejection of social networks especially in HE where everyone, including the Guardian, seems to be pushing them madly. I even had trouble bringing this to anyone&apos;s attention without the use of social networks. As I hope to have shown, the drive to use social networks in HE leaves individuals (both staff and students) at the mercy of people who want to post unfair comments. Once these comments are posted they&apos;re in the public domain and it&apos;s very difficult to counter them. The monitoring of Facebook and Twitter by HE management shows that they&apos;re ahead of the government in the surveillance game and that, in this respect, they could teach the Secret Intelligence Service a thing or two about keeping an eye on their employees. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/09/university-monitoring-social-networks", 
    "wordcount": "533"
}