{
    "headline": "Apple passes 25bn iPhone and iPad app downloads milestone", 
    "text": "Apple&apos;s App Store has passed 25 billion downloads, with Disney&apos;s iOS game Where&apos;s My Water? Free nudging it past the milestone. Apple had been running a counter on its website and store, so the 25bn mark was actually reached over the weekend. The company has now revealed which app was the 25 billionth, as well as the name of the downloader: Chunli Fu in Qingdao, China. Late chief executive Steve Jobs would surely have approved of both. He was Disney&apos;s largest shareholder in his later years, after it acquired his Pixar Animation Studios. Meanwhile, China has been an important growth market for Apple in the last year, as the iPhone went on sale there. &quot;We&apos;d like to thank our customers and developers for helping us achieve this historic milestone of 25 billion apps downloaded,&quot; said Apple&apos;s senior vice president of internet software and services Eddy Cue. &quot;When we launched the App Store less than four years ago, we never imagined that mobile apps would become the phenomenon they have, or that developers would create such an incredible selection of apps for iOS users.&quot; That&apos;s true enough. Walter Isaacson&apos;s authorised biography of Jobs revealed that Apple executives had to lobby hard to convince him that apps would enhance the iPhone, rather than harm it. &quot;He didn&apos;t want outsiders to create applications for the iPhone that could mess it up, infect it with viruses, or pollute its integrity,&quot; wrote Isaacson, while quoting senior vice president of worldwide product marketing Phi Schiller on the lobbying efforts. &quot;I couldn&apos;t imagine that we would create something as powerful as the iPhone and not empower developers to make lots of apps. I knew customers would love them,&quot; said Schiller. Apple has sold more than 315m iOS devices since the launch of the first iPhone in 2007, meaning a rough average of 80 app downloads per device  although it should be noted that many people will have bought more than one and carried their apps across. From a development standpoint, the 550,000 iOS apps have generated an average of 45,000 downloads each, although the figures will be skewed by the most popular apps like Angry Birds, Facebook, eBay, Twitter and others, which have done tens or even hundreds of millions of iOS downloads. The 25bn milestone comes ahead of Apple&apos;s press event on 5 March to unveil its next-generation iPad tablet, which reports suggest may be called iPad HD rather than iPad 3. The App Store reached 10bn downloads in January 2011, then 15bn in July that year. It has taken eight months for the next 10bn downloads: a rate of 1.25bn a month, or 41.6m a day. As a comparison, Google recently announced that its Android Market store is generating 1bn monthly app downloads.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/05/apple-ipad-iphone-25bn-downloads", 
    "wordcount": "470"
}