{
    "headline": "'End of story' for windfarms and Tory green credentials", 
    "text": "The time has come when prime minister David Cameron&apos;s inaction in supporting the green agenda has spoken louder than words.  Put simply, by failing to discipline energy minister John Hayes and MP Chris Heaton-Harris, for the reasons laid out below, we know once and for all that the pledge to be the &quot;greenest government ever&quot; was a convenient fiction that has been ripped up at the first sign of trouble in a few marginal constituencies. That is not just be a betrayal of a promise, it is a betrayal of the national interest that lies in finding the lowest risk, lowest cost route to a clean energy system fit for the 21st century. Cameron has been canny until now, saying next to nothing on the environment and climate change and cancelling a planned major speech on the issue. People on all sides of the argument could read whatever comforted them into that silence. Ministers could brief greens that the PM was re-engaged with the issue at the same time as telling renewable energy opponents that a crackdown was coming. But the extraordinary situation of a minister being condoned for contradicting his boss, having already been slapped down for the exact same crime, transforms the situation. Hayes told Channel 4 news on Tuesday: &quot;In respect of onshore wind, with what&apos;s built, with what&apos;s consented and with a small proportion of what is in the planning system, we will have reached our ambition in respect of our renewables&apos; target  end of story. The prime minister said in the House of Commons said that when we&apos;ve met our targets, he invited all parties to think about where we went next. I endorse his view entirely.&quot; The contrast with what - apparently - remains government policy is stark. Davey said: &quot;There are no targets - or caps - for individual renewable technologies such as onshore wind. Onshore wind is one of the cheapest renewables, which is why we&apos;ve been able to cut the subsidy. It has an important role to play in our energy future.&quot; Cameron&apos;s decision over MP Chris Heaton-Harris, the highest profile Conservative opponent of wind farms, is also serious. Heaton-Harris apparently supported a rival, anti-wind candidate to the Tory he was supposed to be getting elected in Thursday&apos;s by-election in Corby. That is political treason and acknowledged as deeply embarrassing even by the Spectator and ConservativeHome.  Leaving Heaton-Harris unpunished endorses the behaviour and reinforces the idea that Cameron is privately happy with anti-wind farm campaigns. The same applies to the prime minister leaving Hayes unscathed. Onshore wind farms are just one part of energy and climate change policy, but they have become the symbolic one. Backing them, and solving the real problem of communities feeling invaded by them, means cheaper clean energy. Blocking them means higher energy bills, as more expensive alternatives are needed. Even more seriously, energy investors hike up their interest rates to cover the rising political risk created by a shambolic energy policy - and the consumers pick up the tab. Cameron apparently felt so strongly about soaring bills that he was compelled to make up a policy to lower them on the hoof. But he seems willing to swap a few votes in marginal rural and semi-suburban constituencies - like Corby - for clean British energy that the public overwhelmingly supports. It is indeed &quot;end of story&quot;, as Hayes put it, the story that you could &quot;vote blue and go green&quot;.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/nov/14/wind-turbines-energy-hayes-heaton-harris", 
    "wordcount": "584"
}