{
    "headline": "Experiments show we quickly adjust to seeing everything upside-down", 
    "text": "In the middle of the 20th century, an Austrian professor turned a man&apos;s eyesight exactly upside-down. After a short time, the man took this completely in his stride. Professor Theodor Erismann, of the University of Innsbruck, devised the experiment, performing it upon his assistant and student, Ivo Kohler. Kohler later wrote about it. The two of them made a documentary film. The professor made Kohler wear a pair of hand-engineered goggles. Inside those goggles, specially arranged mirrors flipped the light that would reach Kohler&apos;s eyes, top becoming bottom, and bottom top. At first, Kohler stumbled wildly when trying to grasp an object held out to him, navigate around a chair, or walk down stairs. In a simple fencing game with sticks, Kohler would rise his stick high when attacked low, and low in response to a high stab. Holding a teacup out to be filled, he would turn the cup upside down the instant he saw the water apparently pouring upward. The sight of smoke rising from a match, or a helium balloon bobbing on a string, could trigger an instant change in his sense of which direction was up, and which down. But over the next week, Kohler found himself adapting, in fits and starts, then more consistently, to such sights. After 10 days, he had grown so accustomed to the invariably upside-down world that, paradoxically and happily, everything seemed to him normal, rightside-up. Kohler could do everyday activities in public perfectly well: walk along a crowded sidewalk, even ride a bicycle. Passersby on the street did ogle the man, though, because his eyewear looked, from the outside, unfashionable. Erismann and Kohler did further experiments. So did other scientists. Their impression is that many, perhaps most, maybe just about all, people are able to make these kinds of adjustment. Images reach the eye in some peculiar fashion, and if that peculiar fashion is consistent, a person&apos;s visual system eventually, somehow, adjusts to interpret it  to perceive it, to see it  as being no different from normal. Kohler writes that, &quot;after several weeks of wearing goggles that transposed right and left, one person &quot;became so at home in his reversed world that he was able to drive a motorcycle through Innsbruck while wearing the goggles&quot;. This may strike you as extremely unusual. But the basic ability  to adapt to visions seen topsy-turvy or backwards  is something you have almost certainly witnessed. Many people develop the ability to read documents that are upside down. Many teachers, especially, treasure this as a semi-secret skill they&apos;ve picked up without having worked at it. This automatic, almost-effortless adaptation to visual weirdness is one of many bizarre things that brains do that scientists simply do not understand. Were we not talking about the brain, it would be appropriate to say that these behaviours, these abilities, are so weird that they are &quot;unthinkable&quot;.  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize.", 
    "section": "education", 
    "gid": "education/2012/nov/12/improbable-research-seeing-upside-down", 
    "wordcount": "500"
}