{
    "headline": "Syria's internet cutoff easy to spot", 
    "text": "Arbor Networks has been able to pinpoint - rather easily - the point at which Syria&apos;s government cut off its internet connection with the outside world. The graphic shows how at the amount of traffic flowing through its connections dropped from around 3 gigabits per second at 11.40 EST to 1Gbps, and then to zero within the hour.     Arbor Networks shows how internet traffic to Syria stopped    Renesys, another internet monitoring company, said in a blog post that &quot;all 84 of Syria&apos;s IP address blocks have become unreachable, effectively removing the country from the internet.&quot;     Renesys, monitoring BGP, shows a dramatic drop in internet connectivity from Syria    On its blog, Arbor Networks notes that the graph does not represent the total amount of traffic flowing in and out of Syria: &quot;this is simply a snapshot taken from the vantage point of 246 network operators around the world. As you can see traffic drops to virtually nothing earlier on today.&quot; It suggests that the apparent drop to 1Gbps may be due to variability caused by hourly reporting schedules from companies participating in its Atlas system. The blocks would have been put in place by the Syrian Telecommunications Establishment, which is controlled by the government there. For the Syrian government, the internet has become a thorn in its side as activists seeking to overthrow President Assad have repeatedly uploaded videos to YouTube showing atrocities being carried out on behalf of the government, and used internet telephony products such as Skype to testify about attacks by government forces on rebel positions and civilians. Foreign reporters have also used internet connections to send back reports, though some have been able to use satellite internet connections, which are unaffected by the latest blockage. Renesys points out that some Syrian webservers have survived the outage - but that they are located &quot;offshore&quot;, and include a number which were used to target Syrian activists with malware targeted Skype in May. The Egyptian government of Hosni Mubarak cut the country&apos;s internet connection with the rest of the world in January 2011 when the levels of protest were growing in the country. The outage lasted a week, but did not prevent the ousting of Mubarak.", 
    "section": "technology", 
    "gid": "technology/2012/nov/29/syria-internet-cutoff-arbor-renesys", 
    "wordcount": "352"
}