{
    "headline": "No Dash For Gas ends the UK's longest power station occupation", 
    "text": "The last of 17 climate change campaigners perched on a power station tower for a week have abseiled down to be arrested, ending the longest occupation of a plant in the UK. The group called it a day after using their 300ft-high platform for a range of stunts to encourage debate on carbon emissions and what they called the government&apos;s &quot;dash for gas&quot;. These included solar panels, a portable toilet and a kite flown to rig up a rope walkway between two cooling towers, and mock last week&apos;s coalition row over windfarms. Police ringing the 600m EDF plant at West Burton in Nottinghamshire finished a series of peaceful arrests when the group&apos;s main spokeswoman, Ewa Jasiewicz, slid down a rope after promising more protests to come. She said: &quot;This was the first time activists have managed to successfully shut down a power station, and the longest occupation of a power station the UK has ever seen. &quot;We stopped 20,000 tonnes of CO2 being emitted, prevented any construction work on the site for a week and got our message about how reckless and ridiculous George Osborne&apos;s proposed &apos;dash for gas&apos; is out to thousands of people. I&apos;m proud of what we&apos;ve achieved  but it&apos;s only the start of the battle for our energy future.&quot; Before descending the central tower of three water-coolers at the 1300MW combined cycle gas turbine station, whose pre-production tests were stopped by EDF as soon as the occupation started in the early hours of Monday 29 October, the protesters sent final tweets in a stream which has included photographs of dawn, sunset and work on a flimsy but ingenious tarpaulin tent. The occupation also saw a platform lowered into the chimney flue, one of the few places at 300ft above the Trent valley sheltered from the wind. The protest was strongly criticised by local Labour MP John Mann and Nottinghamshire police who warned that the county&apos;s taxpayers would have to pick up the bill. For its part, EDF defended its plans to reduce carbon emissions by 60% between 2006 and 2020, with West Burton&apos;s new gas-fired station adding to the UK&apos;s &quot;balanced energy mix.&quot; An EDF statement said: &quot;While we support the right to peaceful protest, this act of trespass put at risk the safety of the individuals involved and has diverted the valuable resources of the local police and other agencies. &quot;Once completed, West Burton B will provide electricity to around 1.5m homes at a time when many of our nation&apos;s powers stations will be coming to the end of their operating lives. The project to build West Burton B was commenced as far back as 2007. It will play its part in our strategy to deliver a diverse, low-carbon energy generation including mix alongside nuclear and renewables but it is the only gas-fired station currently being developed by EDF Energy.&quot; The plant stands next to the large West Burton coal-fired power station, built in the late 1960s and now also operated by EDF, which was not affected by the protest and continued to generate as normal. The 17 arrested chimney-climbers have been bailed along with five other protesters who were caught at the plant on the night of the invasion, when a police helicopter led a search at around 4am. All have been arrested on suspicion of aggravated trespass, an offence introduced along with anti-rave measures in the 1994 Criminal Justice and Public Order Act which carries maximum penalties of three months&apos; jail and/or a 2,500 fine for anyone refusing a senior police officer&apos;s direction to desist. Nottinghamshire police gave details of six separate descents from the central chimney and a second, incomplete one, which was also occupied. A total of eight women and nine men from the chimneys have been bailed with ages given so far for only two of them, a man of 32 and a woman of 35. The police said: &quot;The protesters come from locations throughout the country and none of them live in Nottinghamshire.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/05/no-dash-for-gas-end-occupation", 
    "wordcount": "682"
}