{
    "headline": "Michael Gove to unveil A-level alternative  the 'tech bacc'", 
    "text": "A new structure for vocational educations that ministers boast will be &quot;on a par&quot; with A-levels will be unveiled by the government on Monday, bundling together new and existing qualifications to form a &quot;tech bacc&quot; aimed at the 50% of English school-leavers who do not go on to university. The tech bacc  technical baccalaureate  will exist in name only, with the Department for Education stressing it is not itself a qualification but &quot;a performance measure marking achievement by young people aged 16 to 19&quot;. &quot;The tech bacc will be a mark of achievement for young people who successfully study three key elements  a rigorous high quality vocational course, maths and literacy,&quot; said Matthew Hancock, the skills minister who will formally unveil the new measure alongside Michael Gove, the education secretary. Hancock said the tech bacc would be &quot;on a par&quot; with A-levels and would offer those aspiring to a vocational career &quot;a first class alternative to the more traditional A-level route&quot;. The new measure is to be counted in school and college league tables from 2017, combining three strands: an approved vocational qualification equivalent to a level 3 national vocational qualification, a &quot;core maths&quot; qualification and an &quot;extended project&quot; designed to test skills in communication, research and motivation. The DfE is consulting on the list of vocational qualifications that will qualify for inclusion on the tech bacc approved list, and is to significantly reduce the 4,000 courses currently counted in the school and college league tables. The DfE also says it is developing a new core maths qualification to be offered from 2015. The DfE said the occupations most suited to young people achieving the new measure would be those &quot;requiring significant theory and knowledge,&quot; including construction, retail management and creative industries. A large number of the 320,000 students taking advanced vocational qualifications each year would qualify for the tech bacc, a spokesman said.", 
    "section": "education", 
    "gid": "education/2013/apr/22/michael-gove-unveils-tech-bacc", 
    "wordcount": "334"
}