{
    "headline": "Dos and don'ts of charity shop shopping", 
    "text": "Have you got a killer outfit planned for Christmas? Or have you spent every penny of your loan money and been left gazing disconsolately at your wardrobe wondering what you can wear yet again? Fear not, your dream ensemble is waiting for you at a price you can afford. In a charity shop. Sound like a nightmare? Not if you know the rules. Do  shop unisex. Charity shop workers are excellent human beings but customers put back items all over the place. Just have a browse around the men&apos;s and ladies&apos; sections, no biggie. Even if all the clothes have been correctly classifed. you might find something intended for the opposite gender that looks unexpectedly great.   build a rapport with the workers. They know where the good stuff is. And I like to find out the history of whatever I&apos;m buying. Make friends, you never know what kind of rewards you may reap.   get your friends gifts from charity shops. If you follow the rest of my rules, and have good taste yourself, you shouldn&apos;t struggle to unearth a great present for someone. But, if you&apos;re going to be cheap, the purchase has to have an aura of pricelessness about it. It needs to say &quot;vintage&quot; not &quot;Oxfam&quot;.  try stuff on. Because everything has been worn or adjusted or made by people with all kinds of skeletal and muscular structures, you never know where something might just not fit. Take advantage of the changing rooms  they are there for a reason, and it&apos;s not casual liaisons between volunteers.  And now, the most important golden do of charity shopping  Do take things out of context. Charity shops are not sexy or cool or modern. Not visually, anyway. While there are some great treasures to be found in a humble branch of Marie Curie, there is also a lot of rubbish: tasteless, old-fashioned, cheap But don&apos;t let that deter you; let it educate you.  You might think that floral quilted jacket is just as bad as the frilly, brown, studded corduroy shirt next to it, but think about it in other ways. Cut and paste it on to a mannequin in Beyond Retro, on to that singer or actor or model whose style you love, on to some Hoxton hipster. Picture it on a hanger on the back of your bedroom door.  It looks really good, doesn&apos;t it? Don&apos;t  feel guilty about criticising a charity shop for being overpriced. Sure, it&apos;s a charity but it&apos;s secondhand stuff. Someone has already worn the clothes, danced in them, slept in them, died in them. Someone has opened and used the Magimix rip-off from the late 90s.  The entire point of charity shops is that the stuff they sell is cheap. They operate on the &quot;every little helps&quot; principle. You must be able to go in and buy a whole load of amazing things for about 7. So don&apos;t feel like yuppy scum the next time you walk out of a charity shop because they&apos;re selling an okayish shirt for 12  that&apos;s an acceptable way to behave.   be afraid to root around and take your time. Dive into those tubs of scarves and bags and hats. If you&apos;re shopping anywhere where the stock is donated, dedicate a large chunk of your time to looking for something special.  Charity shopping is not for people in a hurry, because usually where there is one shop, there are many more. And limiting yourself to one is impossible. My charity shopping sprees usually take in five shops, all within a minute&apos;s walk from one another  to miss out any of the key three would be nothing less than sacrilege.   expect miracles. Some days, there is simply nothing worth buying. Wasting time is always depressing but it could be worse  you could have spent 80 in a proper shop on a top you&apos;ll only wear once because that smelly-looking contestant on Come Dine With Me has the same one.  bother with shoes. We all love the idea of a cheap pair of shoes, but it&apos;s not going to happen  in any shop. I have regular sized feet, they&apos;re a little wide, but nothing out of the ordinary. And yet, all the shoes I have ever seen and tried on in charity shops are always ridiculously tiny or incredibly huge. Men with size 9 feet are clearly as intent on hoarding as I am.  I don&apos;t know one person who has successfully purchased a pair of shoes from a charity shop. And used shoes are kind of gross anyway, especially the discoloration inside from another person&apos;s sweat and sock-rubbing.  And now, the most important golden don&apos;t of charity shopping  Don&apos;t play it safe. Charity shops are full of the deliciously bizarre, and the tastelessly mundane. Use them to find hidden gems, things that have history to them, character, things that express your personality.  If you&apos;re shopping in charity shops for basics then you need to seriously reassess. And by basics I don&apos;t mean underwear (that hopefully does not need to be addressed). I mean things like plain T-shirts, plain shirts, plain trousers or plain skirts. You could probably find those things in a charity shop, but what&apos;s the point? You could get the same thing for the same price, and it would be new. Just go and buy them from a high street shop and pretend we never had this conversation.  Charity shops are for finding beautiful items at an affordable price. And because it&apos;s an unreliable system, finding something amazing always feels like you&apos;ve won the lottery. You might find a perfect black, Italian wool jumper one day, a green oversized blazer with a silk lining of flying ducks the next.  We can&apos;t all afford to buy vintage, and certainly not designer  which means charity shops are the best bet for the creative soul on a budget.  So go forth and be charitable  and put together a statement outfit for the festive season. If nothing else, it will give you a couple of minutes worth of conversation with your weird cousin. Yeah, you know the one I&apos;m talking about.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/dec/04/students-advice-for-students", 
    "wordcount": "1028"
}