{
    "headline": "Andrew Mitchell interview: 'this is the most interesting job I've had in politics'", 
    "text": "Andrew Mitchell is arguably the luckiest minister in the cabinet. While most of his colleagues have budgets that are frozen or shrinking, the international development secretary is awash with cash as a result of David Cameron&apos;s pre-election decision to commit his party to raising aid spending to the UN target of 0.7% of national income. That means that Mitchell  an erstwhile rightwinger who gradually morphed into a model &quot;liberal Conservative&quot; Cameroon  is now championing a policy that is more popular with Labour and Lib Dem supporters than with his own. In our interview we explored this, and much else. Here are the highlights.  Mitchell said it would be a &quot;great mistake&quot; for the coalition to dismiss the threat posed by Ed Miliband. &quot;After all, when David Cameron became leader of the party, there were those who wrote him off,&quot; he said. &quot;And look how wrong they were.&quot;  He said the Liberal Democrats deserved &quot;a lot of credit&quot; for championing the plan to raise the basic tax allowance, which was at the heart of George Osborne&apos;s budget.  He strongly praised the Kony 2012 video exposing the Ugandan warlord Joseph Kony. The video, which has been seen by more than 84 million people on YouTube, has been criticised for misrepresenting the situation in Uganda and encouraging US interventionism, but Mitchell said it was &quot;powerful stuff&quot; that had performed a valuable service by publicising the brutality of Kony&apos;s Lord&apos;s Resistance Army. &quot;I&apos;m absolutely behind it,&quot; he said. But he was wary of endorsing Invisible Children, the charity behind the video, which has been criticised for the way it spends its money. Asked whether he would advise people to donate to the Invisible Children appeal, he replied: &quot;People must make up their own minds about that. On any of these appeals, it&apos;s always a case of caveat emptor [buyer beware].&quot;  He claimed there was little opposition in the Conservative party to the plan to raise aid spending to 0.7% of national income and he said this would apply for the foreseeable future. As well as being in the national interest, he said, the policy was also &quot;a very good political investment&quot; for the Tories because it was popular with women and young people.  He played down the chances of the proposed bill enshrining the 0.7% aid target in law being introduced in the next session of parliament.  He said Jeffrey Sachs would &quot;without question&quot; be a good candidate for head of the World Bank.  He said the government was adopting a policy of &quot;strategic patience&quot; towards countries receiving aid with questionable human rights records. They were not expected to reform overnight, but they were expected to show they were moving in the right direction. We met in Mitchell&apos;s office at the Department for International Development, where  in true coalition spirit  he has portraits of Disraeli and Gladstone above his desk. He was keen to tell me that when he took over he made sure a portrait of the Queen went up in the department&apos;s reception, too. Mitchell has held the Tory DfID brief since May 2005. He&apos;s obviously quite passionate about his job and mostly we talked about development. But we met on Wednesday evening, after the budget, and there were some questions about that as well. Here&apos;s how it went. The budget Q: Are you happy to see Nick Clegg and his fellow Liberal Democrats going around saying increasing the tax allowance was all down to them? A: It was a policy that they championed. As a Conservative I want to ensure that we lift as many people as possible out of tax. I think it&apos;s a great reform. It&apos;s a coalition reform. And the coalition is the sum total of the two parts. But they are saying the best bit came from them. It&apos;s quite right that the Lib Dems championed this and they brought it to the coalition agreement. I think fair&apos;s fair, they deserve a lot of credit for that. But the budget is a budget of the coalition and it reaffirms our unwavering commitment to deal with Britain&apos;s debt. Ed Miliband You told the Telegraph a few weeks ago that people in the Conservative party were underestimating Ed Miliband. Can you elaborate on that? At that stage there was a general feeling, which I think is much less now, that he was failing as leader of the opposition. I&apos;ve been around politics now for nearly 30 years. I think it&apos;s a great mistake to write people off too glibly. He is talking about some interesting issues and it would be a great mistake for the coalition government to dismiss him. What do you mean by raising interesting issues? I don&apos;t think he should be lightly dismissed. After all, when David Cameron became leader of the party, there were those who wrote him off. And look how wrong they were. Legislating for the 0.7% aid target You&apos;re committed to raising aid spending to 0.7% of national income, the UN target, and enshrining that in law. Why is it necessary to pass a law if you&apos;re going to do it anyway? I think it takes it beyond doubt. And also we and the Liberal Democrats and the Labour party all made clear at the time of the general election that we would legislate. It takes it out of politics. On the whole, politicians should do what they say they are going to do. But if all three parties are agreed to do it, isn&apos;t that an even better argument for not wasting parliamentary time on it? Having committed clearly to it, we should do what we said we would do. But I equally think that it has to take its turn in the queue. The prime minister and I have signed off on the bill. The bill is with the business managers and we will legislate when parliamentary time allows. It cannot take precedence over the vital legislation which the coalition government wishes to bring forward. But the key thing is the chancellor has set out how we will meet our commitment to spend 0.7% of our gross national income from 2013. And the fact that we are doing it earns us the patience of people who are passionate about introducing it into law. What are the chances of legislation in the next session? You can be pretty sure that by the time of the next election it will be law. I don&apos;t think it&apos;s urgent and I don&apos;t think it is as important as some of the other legislation that we need. Conservative party support for increased aid spending Is there any evidence that aid spending has become more popular, either since you came into office or since the Conservatives agreed to commit themselves to the 0.7% target? I would say two things about that. First of all, we spent five years in opposition, after David had become leader of the party, developing development policy, working out what we should do. And we&apos;ve made some pretty fundamental changes. In terms of popularity, there is polling in the last year that says a number of very interesting things. One of the things it shows is that support for the government&apos;s development policies has increased. You would not necessarily believe that from some of the tabloids. Support for development between the middle of last year and the end of last year rose, I think, from 48% to 51%. And opposition declined from 38% to 36%. That is significant because it is an increase at a time when the economic constraints were tightening. It&apos;s also interesting that the polling showed that 12% are opposed to development completely, 12% are absolutely passionate about it and, above all, there is more support amongst women  and, of course, the coalition government is rightly very concerned to maintain support among women, it slipped back a bit at one point last year  and it is even more popular amongst those under the age of 35. So this is a very good investment for Britain, and it&apos;s a very good political investment as well. But one group it is not popular with, according to this report [a YouGov@Cambridge analysis of public attitudes to aid spending] is Conservative voters. [It says Conservatives voters are &quot;far more sceptical towards aid than Liberal Democrat or Labour supporters&quot;.] If we had a Labour person here, I&apos;m sure they would claim that&apos;s because Conservatives are inherently selfish, nasty people. What would your  Then isn&apos;t it a great thing that it is a Conservative-led government that has stood by our commitments, in these very difficult economic times, to the poorest people on the planet. And I&apos;m personally proud to be a minister in a government that has done that. And I can tell you that at a meeting of the 1922 committee to take submissions about the budget, George Osborne asked for a show of hands for those who supported the 0.7%. And 80% of the hands went up. The fact is there are some of my colleagues  I make no complaint about this, but there are about four or five  who are regularly in the prints with &quot;deep reservations&quot; about development policy, if I can put it like that. But we are a parliamentary party of 300-and-something and there are four or five who regularly make public their reservations. But do you think the Conservative party has signed up to the 0.7% for good, or at least for the foreseeable future? Yes. We were very clear about it. We have made this promise. But what happens when eventually George Osborne moves on, David Cameron moves on, you move on? A new generation will come through. David Cameron has changed the Conservative party. Not according to this [the YouGov@Cambridge analysis] he hasn&apos;t. Well, I&apos;m not sure I accept the credibility of that. But the important point is that there are a lot of things that have changed the Conservative party. And one of the things that has changed the Conservative party is Project Umubano in Rwanda, where you have had hundreds of Conservatives who have been and seen for themselves what life is like in a very poor country and who bring back the experience, and almost always the passion, to do something about it. Our generations have the power to do something about these colossal discrepancies of opportunity and wealth that disfigure our world and there&apos;s a real determination and a passion in the Conservative party to do something about it. Tony Blair and the future of aid Tony Blair said this week that within a generation Africa might not need aid any more. Do you think that&apos;s correct? I&apos;ve seen what Tony Blair has said this week and I&apos;m absolutely delighted that he has so strongly endorsed the Conservative agenda on aid and development. But I&apos;m asking about his long-term prognosis. Do you think it is realistic or helpful to say that within a generation countries like Britain won&apos;t have to spend 0.7% of their wealth on aid? That wasn&apos;t what he was saying. That was an implication in what he said. I&apos;m not sure it was. If you are saying to me is it right that countries can graduate off aid, the answer is absolutely yes. When we came into government we stopped 16 of the 43 bilateral development programmes that Britain was pursuing. We stopped the programme to China. We stopped the programme to Russia, Indonesia, Brazil. What I&apos;m trying to get at is, the aid bill that you&apos;re going to pass, will it say that 0.7% is a target in perpetuity? Or is it just a target for a couple of decades? I can&apos;t see into the future in an unlimited way. But what I can see is that there will be a clear and potent need for the 0.7% for the foreseeable future. And I should also make clear that, if the budget was double that, Britain could spend that money brilliantly, although I&apos;m not seeking an increase on the 0.7%. Corruption That takes us on to the Independent Commission on Aid Impact [ICAI]. They said [in this report] that as you spend more money, it gets harder to ensure that it does not get wasted through corruption. What was your response to that? It doesn&apos;t quite say that. It makes it absolutely clear that it does not find any evidence of corruption. But it talks about the risk, doesn&apos;t it? Yes. Because we are determined to work in areas that are more difficult  there&apos;s a very strong commitment from this government to tackling conflict; stopping it starting; once it&apos;s started, stopping it; and once it&apos;s over, reconciling people  and you can see this in Somalia, where Britain&apos;s commitment to help on the Horn of Africa is not just to save the lives of all these little children who were in danger of dying of starvation. It&apos;s also to try to sort out a country that is the most dysfunctional country in the world, to try to ensure that we have a bottom-up approach where Somalis agree the way forward and the international community crowds in around them and supports it. Are you saying then that this is a risk worth taking? I&apos;m saying that it is a firm and clear direction of British development policy that has been set down by the national security council to work in more difficult, conflict-ridden places because it is the right thing to do and because it&apos;s very much in our national interest. What the ICAI report says is that if you are going to work in those countries, you have to recognise that there are not the systems of governance that you can work through and you need other systems. When the civil servants said to me that this report is suggesting that we are going to need to make some important changes to cope with those risks and what do you want us to do, I said I want you to do exactly what the ICAI has said. Indeed, I want them to kitemark what we are doing. This is the vital and very important aspect of having a watchdog that is independent of ministers, independent of the department. Because it can give the public confidence that we are really delivering on development. And it&apos;s a very, very good management tool for ministers to help make sure that the department is in the right place. Joseph Kony What did you make of the Joseph Kony video? It&apos;s powerful stuff. My young daughter, who&apos;s at university, sent me a text about it and she would normally not do something like that. So it has clearly reached across the generations in a way that has struck an echo. That&apos;s a good thing, because the LRA [Lord&apos;s Resistance Army] has wrought havoc in the past in that part of Africa, particularly in northern Uganda. I think that there would be many people who are on top of the situation who would say that things have moved on a bit  the central message may possibly be a little bit out of date. But the fact is that Kony has wrought havoc in that part of Africa. That&apos;s why he has been indicted by the international criminal court and it&apos;s why British policy is that he should go to The Hague and face justice. What about Invisible Children, the charity behind the video? If your daughter said she was thinking of sending them $30, would you say they are a good charity to support? Or are you concerned about how they spend their money? People must make up their own minds about that. On any of these appeals, it&apos;s always a case of caveat emptor [buyer beware]. But in terms of doing a service in flagging up the appalling havoc and ruination of young lives and brutality that the Lord&apos;s Resistance Army and Joseph Kony have caused, not just in northern Uganda but across a number of borders, and the importance of him facing justice and being brought to book so that peace and security can be developed in those areas, I&apos;m absolutely behind it. Jeffrey Sachs On the blog I posted inviting people to suggest questions for this interview, someone [MietzscheintheUK] asked whether you would support Jeffrey Sachs&apos;s bid to become head of the World Bank. It&apos;s premature to draw a conclusion on any of this yet because we don&apos;t know what the field is. I think that Sachs has made a tremendous contribution to development. I know him well, I work with him. He is an absolutely first-class development proponent. Would he be a good candidate for that job? I can&apos;t give you an answer to that question because I don&apos;t know who the other candidates are. You can tell me whether he would be a good candidate, even if you can&apos;t tell me whether he would be the best candidate. Would he be a good candidate? Without question, without question. Is he the right candidate? I can&apos;t tell you at the moment. And Britain will have a very strong view on this because we are investing hundreds of millions of pounds in the World Bank every year because it delivers results. When we did our multilateral aid review, and we looked at all 43 of the multilateral agencies which British taxpayers support, and we asked whether they are acting in Britain&apos;s interests and whether they are delivering value for money, the World Bank came out very near the top. Aid and human rights Here&apos;s another question suggested by one of the readers [GodandPoliticsUK]. David Cameron suggested last year that you would cut aid to countries that did not respect gay rights. Is that something that is happening? He was making clear that this government has a different policy. This government has changed the way in which we do budget support [giving money directly to other governments.] Indeed, we&apos;ve cut it back by about a half. And the reason is that I cannot follow the money. I cannot look you as a taxpayer in the eye and say we are getting 100p of value for your hard-earned tax pound. We are absolutely ruthless on this. Where we can see the money being well spent, we will spend it. And where we can&apos;t, we will stop it. Are you saying no money is going at the moment to governments with questionable human rights records? I&apos;m not saying that. As part of the accountability for spending budget support, giving money directly into the coffers of a government, there are four criteria, one of which is respect for human rights. So we certainly take into account respect for human rights. And we certainly take into account the treatment of minorities. That&apos;s the point the prime minister was making. But we don&apos;t cut off aid. We take this into account in the way in which we deliver aid. For example, in Malawi, where we did not think the government was delivering in the way that we expected, we have stopped budget support and we have found other ways of helping the poor people whom we are seeking to help. So it&apos;s about the way you deliver aid. It&apos;s not about cutting off aid from a country, which would be the worst thing to do, because you would not have an effect on the elite, but you would have a very strong effect on the poorest people whom you are trying to help. It&apos;s one of the things you take into account. And we adopt a policy of strategic patience on this. We don&apos;t expect countries to get there overnight. But we do look at the direction in which they are travelling. We do think it&apos;s very important that countries should show respect for minorities, and that includes gay men and women. Charity donations One of the findings in the YouGov@Cambridge survey was that 25% of people said increasing the government&apos;s aid budget would make them less likely to give to an aid charity. Are you worried about that? I think all the evidence is that the generosity of people across Britain for those who are much less fortunate than they are is huge. I give you two bits of evidence for that. First, Comic Relief, which takes place every two years, over the last three occasions the amount of support from the public has increased, although over each of those three occasions the economy has tightened and people&apos;s disposable income has decreased. That pays an eloquent tribute to the generosity of people across Britain. And if you look at the Disasters Emergency Committee appeal on the Horn of Africa, or on the floods in Pakistan, again you see the huge generosity of people across our country. It&apos;s part of Britain&apos;s DNA to be generous and to go to the help of people who are suffering. You spend your life now working with aid agencies and visiting very poor places. But previously you worked in banking, where there is a very different culture. Do you feel that the rich in this country give enough? I do. I think that this is a very generous country. We encourage people to give. It&apos;s part of the British character to be generous. I think people across our country, at all levels of income, are astonishingly generous. It&apos;s a wonderful thing. For obvious reasons, bankers have been in the spotlight recently. And you&apos;ve experience of these two very different worlds. Do you look back and think bankers earn crazy salaries and they should be giving more? I know many people, friends of mine, who have worked in the City in recent years who are hugely generous and who never make it public. They don&apos;t talk about it. But they are enormously generous. I think that&apos;s a great thing. Controlled foreign company rules ActionAid has been campaigning against proposed changes to anti-tax haven rules, which they say could cost developing countries 4bn a year. [Espea raised this on the blog, and the ActionAid campaign document is here.] Are you confident that the budget addresses the concerns raised by ActionAid? I saw one of ActionAid&apos;s very distinguished ambassadors, Jan Ravens, who came to see me about this with ActionAid. We know ActionAid very well. We respect ActionAid. On this campaign I think they have basically thrown up a straw man for us to knock down. We are looking at the case they have put. We are considering their figures. I don&apos;t think their figures are correct. This [4bn] is a figure that needs to be examined with more rigour, and that is what I&apos;m doing. I have promised ActionAid that I will write back to them setting out precisely the government&apos;s view. Free trade agreement with India Another specific development issue that was raised [by hairyhead] was the EU&apos;s free trade agreement (FTA) with India. The allegation is that this is going to hit the generic medicine industry and that Indians won&apos;t have access to cheap drugs. Is that correct? I don&apos;t think that&apos;s correct. When we led the world last year on the replenishment of the Global Alliance for Vaccines and Immunisation, which was our key development moment last year, as a result of which Britain will vaccinate a child every two seconds, one of the things we did was try to get the private sector to come in. And we tried to use our economic power to drive down the price of vaccinations, and we managed to persuade, I think, two Indian producers of generic medicines to come in with that. You have to do this carefully. But I am not concerned that the FTA would have that perverse effect. But obviously these things have got to be properly managed. Career prospects Iain Dale wrote a piece about you last year in which he said that when you were in opposition, David Cameron wanted to promote you but that you insisted on keeping the international development brief. Is that correct? Well, I think you will forgive me if I don&apos;t reveal the internal plumbing of the Conservative party. But what is correct is that I woke up every single day in opposition for five years longing to have a chance to do this job for real in government. This job is for me the best job I&apos;ve had in politics and something I really wanted to do. I wake up every morning absolutely thrilled at the opportunities this job provides to make progress in tackling some of the most important and most difficult problems in the world. Does that mean if he offers you another job in the reshuffle that we are told is coming later this year, you will say you want to carry on waking up every morning doing this job? Or would you be happy to move on? That&apos;s a matter for the prime minister to decide, not for me. It&apos;s not for him to decide whether you would be happy to move on. It&apos;s for him to decide whether he wants to move me or not. But this is a job to which I am very, very committed. It is the most interesting job I&apos;ve ever had in politics. We are introducing an enormous number of reforms. Those reforms are not yet finished. And obviously I very much hope to have the opportunity to continue to make those reforms until they are.", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/23/andrew-mitchell-interview-international-development", 
    "wordcount": "4278"
}