{
    "headline": "Curiosity Mars rover triumphs  thanks to dedication and peanuts", 
    "text": "   It's cheers and tears of relief for Nasa's flight controllers as they celebrate the touchdown of the Curiosity rover on Mars. Photograph: NASA/JPL-Caltech     About an hour before Curiosity touched the Martian surface, Charles Elachi, director of Nasa&apos;s Jet Propulsion Laboratory, stepped outside. He looked up at the red dot of Mars in the nighttime sky and imagined what was about to happen. The dream turned into reality. At 6:14am (UK time) Curiosity landed on Mars. The riskiest touchdown yet attempted on the red planet had worked. The explosion of joy and the tears of relief in the control room said it all. Deep down many had feared for this landing, and their liberation was palpable. It is not by accident that space missions succeed. It takes years of planning and expert effort. Today we also learned that it&apos;s down to the peanuts. Yes, peanuts.  By tradition, the snack was handed out in the control room just minutes before Curiosity hit the Martian atmosphere at six kilometres per second to begin its seven minutes of terror, as the landing manoeuvre was called. Such traditions are commonplace in human spaceflight. They are things the astronauts have to do before take-off. But in most cases, they serve no purpose other than to do what others have done before. Thanks to the continuous online coverage from Nasa TV, we saw that unmanned spaceflight is evolving its own set of traditions. Through these, we can glimpse the human side of these bold missions. It drives home that those in charge are every bit as nervous as we would imagine them to be. The traditions also serve another function: they help to kill time. The entire entry, decent and landing is autonomous. The controllers are there for the ride. So, what better way to break the tension and calm the nerves than to perform a ritual. And what better way to acknowledge the unscientific nature of such superstitious behaviour than to make them tongue-in-cheek. Hence, the peanuts. In 1967, Nasa&apos;s Ranger 7 became the first US spacecraft to successfully transmit close-up images of the moon&apos;s surface back to Earth. Amid the triumph, someone noticed that one of the ground controllers was nervously munching on a packet of peanuts. They decided that this must be the reason why all their previous attempts to photograph the moon had failed. So now, before a landing or planetary arrival is attempted, peanuts are passed around the crew to &quot;ensure&quot; success. Today, they were in a jar labelled &quot;dare mighty things&quot;. The phrase was taken from Theodore Roosevelt&apos;s quote, &quot;Far better it is to dare mighty things, to win glorious triumphs even though checkered by failure, than to rank with those timid spirits who neither enjoy nor suffer much because they live in the grey twilight that knows neither victory nor defeat.&quot; The choice is an apt reminder that everyone was braced for failure. The landing was risky by necessity because it was designed to place the rover close to Mount Sharp, where geologists believe they will find the history of Mars&apos; past climate written in the rocks. To do this they used a previously untried hovering retro-rocket platform called the Sky Crane.  If Curiosity had failed, Nasa would now be facing disaster. The Mars programme in America has deep financial problems. Earlier this year, Nasa was forced to pull out of a collaboration with the European Space Agency to send the ExoMars orbiter and rover to Mars in 2016 and 2018 respectively. The 2018 mission would have used another Sky Crane for the landing. Now, Esa is looking to the Russians as partners and Nasa has no funding for another rover mission, although alternatives are being investigated. That uncertain future makes Curiosity invaluable. It is the biggest, most capable rover that has ever landed on Mars. At the press briefing following the success, Peter Theisinger, the project manager, said that Curiosity was a priceless asset and that Nasa was not going to &quot;screw it up&quot;. That means they will take their time with it and do things properly.  John Grotzinger, project scientist, said that it might even take a year to get to the foot of Mountt Sharp because there is so much good science to be had as they analyse the rocks en route. Just after the press conference, the landing team handed over the operation of Curiosity to the surface team. This involved another tradition. The voyage to Mars took 254 days. On launch day, back in late November last year, the flight team bought two large jars and 254 marbles. At the end of every day, the flight director, moved one marble from the first jar to the second.  Today, Entry, Descent and Landing Engineer Adam Steltzner, the architect of today&apos;s audacious landing, moved the final marble, and gave both jars to the surface crew.  There are now another 600 plus marbles to be moved for the science mission, designed to last about two Earth years. If all remains well with Curiosity at the end of that time, there will be more marbles after that. But forget all the tongue-in-cheek stuff, the marbles and the peanuts, there is another tradition that is taking shape here: that of landing safely on Mars. Let the science begin and let us hope that Nasa secures the funding to keep the tradition alive. Stuart Clark is the author of The Sky&apos;s Dark Labyrinth trilogy (Polygon)", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/aug/06/curiosity-mars-rover-peanuts", 
    "wordcount": "890"
}