{
    "headline": "Apps Rush: Muse 360, Bubble Witch Saga, Dr. Seuss, IBM Think, Walking Dead, Revunote and more", 
    "text": "A selection of 14 new and notable apps for you today: Muse 360 Famous for their live pyrotechnics (both guitar-wise and actual-pyrotechnics-wise), Muse have a new app that promises fans the chance to &quot;immerse yourself in the concert with full 360 degree views from 5 cameras where you control the show&quot;. Said show being the band&apos;s Reading Festival performance. The app is free, with individual songs costing 69p, or 4.99 for the set. The app is from Warner Music, whose technology partner Mativision made a similar app for Slash earlier in the year.iPhone / iPad Bubble Witch Saga With more than 40m players, King.com&apos;s Bubble Witch Saga (essentially Puzzle Bobble with pointy hats) has been a huge hit on Facebook. Now it&apos;s available on iOS as a free-to-play title, with more than 150 levels plus social features.iPhone / iPad Dr. Seuss&apos;s The Cat in the Hat Color &amp; Create &quot;Brush off your beret, shake out your smock, and get ready to color and create,&quot; suggests the App Store listing for Random House&apos;s new app, based on the TV show The Cat in the Hat Knows a Lot About That. This isn&apos;t a book, though: it&apos;s a licensed colouring app for iPad with digital crayons and brushes, stickers and characters from the Dr. Seuss universe.iPad IBM Think IBM&apos;s latest iPad app is &quot;for kids, innovators and forward thinkers&quot; looking to &quot;address some of our most pressing challenges  from the grand to the everyday&quot;. Which means a 10-minute video about the patterns of human progress, an interactive timeline and other thought-provoking thought-provocations. The company wants people to chat about it using the hashtags #IBM and #THINK too.iPad Walking Dead: The Game Games firm Telltale has launched its official Walking Dead game for iOS: a five-part episodic game based on the original comic books, promising that it &quot;explores some very dark psychological places&quot;. That means zombies, obviously. The next four episodes will be released over the coming weeks as in-app purchases.iPhone / iPad Revunote for Evernote This interesting Android app builds on Evernote&apos;s platform, aiming to &quot;help you learn things off by heart using &apos;spaced repetition&apos;. Some things are more useful in your head than they are in the cloud...&quot; It involves tagging notes in Evernote that you want to review, then synchronising the Revunote app, which enables you to review them at intervals of one, three, seven, 14, 30 and 60 days (that&apos;s the &quot;spaced&quot; element).Android London Official City Guide London &amp; Partners&apos; official city-guide app makes the leap from iOS to Android, promising event listings, special offers and walking-trail suggestions for the capital.Android Spy vs Spy Got fond memories of the C64, Apple or Atari versions of classic game Spy vs Spy? It&apos;s back for iOS, courtesy of developer Robots &amp; Pencils. The game involves two spies competing with booby-traps and beatings, in split-screen. The game supports local and online multiplayer, and has a choice of new 2012 visuals, or the original graphics.iPhone / iPad Aupeo Radio Personal radio service Aupeo is having a good go at competing with Pandora not least with its availability outside the US. Now it&apos;s available on Windows Phone, prompting you to enter an artist, genre or musical topic to generate a skippable radio station.Windows Phone Caillou Stickers Pre-school TV how Caillou has spawned a creative iOS app from Night &amp; Day Studios, which offers children 138 digital stickers to make their own pictures with. Scenes include a camping site, bus stop, farm and birthday party.iPhone / iPad Bourne Legacy: Operation Intel I covered the iPhone version earlier this month, but NBC Universal&apos;s real-world adventure game has now been ported to Android. The idea: complete Google Maps-powered missions to unlock audio clips from The Bourne Legacy.Android SolaRola Anyone who remembers the mobile games industry before the iPhone yes, there was one may remember SolaRola. Inspired by Sony&apos;s LocoRoco, it was a bouncy physics-driven adventure starring two ball-shaped heroes rolling and swinging their way through colourful levels. Now it&apos;s been updated for iOS.iPhone / iPad Get Your Flag Out Get Your Flag Out might look like a novelty app, in that it lets you display the flag of your favourite country (or countries) on your iPhone for the Olympic Games. The twist is that it also alerts you when up to three selected countries win medals, including the athlete&apos;s name and event.iPhone ParaNorman: 2-Bit Bub Laika&apos;s new action-puzzle game for iOS ties into an upcoming &quot;animated zombie comedy&quot; film called Paranorman. It sees you controlling ghost-dog Bub through 30 levels, with the promise of more when the film comes out in August. Laika made the movie, and worked with game designer Graeme Devine on the game his background is interesting, having worked at developers Trilobyte and id Software, he also held a games role at Apple between 2009 and 2010.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/26/apps-rush-muse-bubble-witch-saga", 
    "wordcount": "835"
}