{
    "headline": "Obama faces Keystone dilemma after Senate urges pipeline approval", 
    "text": "Barack Obama faced intense pressure to break with his inauguration day promise on climate change on Thursday, after a bipartisan majority in the Senate urged approval of the Keystone XL pipeline. The letter from 53 senators said there was no reason for Obama to deny the pipeline  as campaigners are demanding  because the project had now undergone exhaustive environmental review. The letter, signed by Democrats as well as Republicans, underlined the high political cost to Obama of living up to his promise to act on climate change. Campaign groups have made the pipeline their signature issue, saying the project to pump crude from Alberta&apos;s tar sands to refineries on the Texas Gulf will unlock vast stores of carbon. Protesters plan a day of civil disobedience on February 17. But Senators are also ratcheting up the pressure, demanding Obama move swiftly to approve a project they say will boost energy supplies and add jobs. &quot;Because the pipeline has gone through the most exhaustive environmental scrutiny of any pipeline in the history of this country, and you already determined that oil from Canada is in the national interest, there is no reason to deny or further delay this long-studied project,&quot; the Senators wrote. &quot;We ask you not to move the goalposts as opponents of this project have pressed you to do.&quot; Other Democrats in Congress are pressing Obama to back up his new commitments on climate change. But they are not making the Keystone XL the defining issue, as campaigners have done. Two Democrats who have led on environmental issues, senator Sheldon Whitehouse and congressman Henry Waxman, set up a bicameral taskforce on climate change on Thursday. The letter asked Obama to &quot;expand on your vision for tackling climate change&quot; and offered suggestions  but these did not include blocking the pipeline. In comments to reporters, Waxman dismissed the campaigners&apos; argument that Keystone was a make-or-break issue for Obama  even though he also opposed the pipeline.  &quot;This is only a small issue compared to the overall objective that the president and we want to achieve,&quot; Waxman said. &quot;What would you like me to do? Should I say to the president, &apos;If you don&apos;t agree with me on Keystone, I&apos;m not going to work with you on solving the climate change issue&apos;? That would be a little bit childish and counterproductive.&quot; Meanwhile, the pro-pipeline forces appeared to be gathering strength. The Washington Post, whose editorial board tends to discount the dangers of climate change, also came on board on Thursday. &quot;Obama should ignore the activists who have bizarrely made Keystone XL a line-in-the-sand issue, when there are dozens more of far greater environmental impact,&quot; the newspaper said in an editorial. TransCanada, the company building the pipeline, noted in an email to reporters that the endorsement followed a meeting between the company&apos;s chief executive and the editorial board. The state of Nebraska withdrew its objections to the project this week, after TransCanada Corp revised its pipeline route to avoid ecologically sensitive Sandhills region. That left Obama without political cover for delays in the project. With Nebraska on side, the administration now has the final say over the pipeline. Construction has already begun on the southern portion of the pipeline, from Oklahoma to the refineries on the Texas Gulf coast. But the State Department must still rule on whether the project is in the &quot;national interest&quot;. That decision will likely fall to John Kerry, as the incoming secretary of state. Kerry has a strong record on climate change, and led the effort to try to pass a climate law in the Senate. He told his confirmation hearing on Thursday that the US would be defined in part by its global leadership on climate change. Obama rejected a cross-border permit for the pipeline last year, citing Nebraska&apos;s objections to the original route. The State Department said this week it expected to complete review of the new route in the spring.", 
    "section": "environment", 
    "gid": "environment/2013/jan/24/obama-keystone-dilemma-senate-approval", 
    "wordcount": "667"
}