{
    "headline": "Teaching union blames education cuts for growing pupil misbehaviour", 
    "text": "Cuts to education are contributing to growing numbers of pupils misbehaving in school, teachers have warned. A poll by the Nasuwt union of more than 13,000 teachers across the UK found that almost four in 10  38%  said there was a serious behaviour problem in their school. More than a fifth of teachers said they had been physically threatened, while one in seven had been hit or kicked. The union said it had been forced to deal with more cases of pupil misbehaviour than in other years and that government cuts were partly to blame. Schools are trying to save money by hiring unqualified teachers who struggle to deal with unruly children, Chris Keates, the general secretary of the Nasuwt, said. Cuts to local authorities are making the situation worse as many councils have cut behaviour support services for teachers. Almost half - 47% - said they rarely, if ever, had help from an independent behaviour support service. Parents&apos; low aspirations for their children are compounding the problem because children see no point in lessons, Keates warned. &quot;There is no doubt from talking to teachers that government policy is a major contributory factor to this growing problem,&quot; she said. &quot;So much for government claims that they are backing teachers.&quot; Teachers have threatened to strike at a Lancashire comprehensive in protest at pupils challenging them to fights and threatening to post their lessons online. At another school, a primary in Stoke-on-Trent, teachers balloted to strike after an 11-year-old boy who repeatedly physically threatened staff and alleged that one had physically hurt him was not excluded. He has now been removed from the school. The Department for Education said: &quot;Disruptive or violent behaviour has no place whatsoever in the classroom. That is why we have strengthened teachers&apos; powers to put them back in charge.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/31/teaching-union-blames-cuts-misbehaviour", 
    "wordcount": "309"
}