{
    "headline": "MPs' expenses scandal spawns corruption research centre", 
    "text": "&quot;Corruption is always deliberate, always clandestine,&quot; says Dr Dan Hough, of Sussex University. We all have a fascination for it, he says, because &quot;people get very vexed by fairness issues. If someone is seen to get away with something, then even if it&apos;s minuscule amounts, it&apos;s human nature to be irritated.&quot; Hough heads up the recently launched Sussex Centre for the Study of Corruption, where he has set up a new MA in corruption and governance. He believes that, despite the revulsion felt when it is discovered that those in public life are playing the system, people &quot;love to talk about corruption&quot;. The idea for a centre of research expertise focused on corruption came about as a result of the MPs&apos; expenses scandal in 2009. The momentum has been bolstered by the allegations of police corruption in accepting media payments in return for confidential information that have emerged over the past year. Researchers at the centre will examine the conditions necessary for corruption to thrive, and which measures are most effective at minimising corruption within different cultures and governance structures. As Hough points out, what is seen as an outrageous breach of trust in one country is tolerated happily in another. &quot;In China, where corruption is high, it&apos;s the policy challenge number one. But they had 8% growth last year,&quot; he explains. &quot;It&apos;s crazy capitalism there; the only thing that matters is money and material goods ... It&apos;s interesting as a form of corruption, because those who make money from the system plough it back into the system ... So while there is stability, they&apos;ll tolerate it, but when growth stops and people become disillusioned, what happens then?&quot; Because of this variation in how corruption is viewed, Hough explains, countries deal with it very differently when it comes to light. The furore that erupted over MPs&apos; expenses in the UK wouldn&apos;t have merited much of a mention in countries at the bottom of Transparency International UK&apos;s &quot;corruption perceptions index&quot;. The UK is pretty clean generally  it scored 7.8 out of 10 in 2011, which is worse than Scandinavian countries but better than the US (top of the table was super-clean New Zealand, and bottom, Somalia). But because of that, revelations that MPs were merrily &quot;flipping&quot; their residences led to genuine public revulsion, even though all but four MPs had committed no criminal offence. The wider context in which corruption is discovered can also have an impact on how it is viewed. MPs were found to be spending taxpayers&apos; hard-earned cash at the very point the credit crunch hit. The contrast was exquisite, and was played upon by the media. The police corruption now being alleged as a result of the phone-hacking investigation has far deeper implications for democracy, says Hough, but it will never be as shocking to the person on the street whose indignation was pricked by tales of duck houses and moat cleaning at the public&apos;s expense. MPs weren&apos;t, Hough argues, seriously compromising their jobs as a result of making questionable expenses claims. Police corruption of the type currently under investigation, he says, is of a different order of seriousness. &quot;When you touch on police selling secrets, the job itself is undermined, and the next question is, &apos;What else is being sold?&apos;&quot; he says. &quot;We understand the police&apos;s role is to protect us and if they don&apos;t abide by the law, then who will? It&apos;s a challenge to the way that power is exercised.&quot; Rooting out corruption completely is not likely to happen anywhere, says Hough, given the reality of human nature. The high-profile anti-corruption initiatives in countries such as Bangladesh and Kenya, have, he says, failed miserably to stop the activities of those who regard a career in public life as an opportunity to squeeze as much out of the system as they can. In Kenya, Hough points out, the appointed anti-corruption tsar John Githongo had to flee the country in fear of his life as a result of his energetic pursuit of public servants on the take. International Monetary Fund exhortations to developing countries to slim down their state apparatus and stamp out opportunities for officials to make money on the side have fared little better, Hough says. Amore effective measure is to support the institutions that underpin civil society in subtle ways, such as ensuring an independent judiciary and paying for universal free education, so that citizens have the ability to hold public servants to account. These small steps are not instantly sexy, he notes wryly, but in countries where corruption is endemic, taking the longer road is likely to be far more effective long-term. Hough explains some of his theories in his book, Corruption, Anti-corruption and Governance, due out in the autumn. Ultimately, he says, the reason people become corrupt is to ensure they are financially safer and socially secure. In states where personal security is questionable, it is hardly surprising that people take the view, &quot;you have to look out for yourself&quot;. &quot;You have to try to find frameworks that make it expensive, not only financially, but also reputationally, to be corrupt,&quot; says Hough. For the four MPs who have spent months in jail and emerged with criminal records, their shredded reputations will matter more than their loss of earnings. In other countries, it seems, financial penalties might be a more effective stick than public humiliation. Despite the enormous publicity given to corruption scandals, Hough says his research does not show that there has been an increase in corrupt activity. And he intimates that a bit of corruption may not be all bad. &quot;To see the odd scandal and the odd corrupt act,&quot; he says, &quot;maybe helps us realise what our values are.&quot;", 
    "section": "education", 
    "gid": "education/2012/mar/19/research-centre-corruption-mps-expenses-scandal", 
    "wordcount": "978"
}