{
    "headline": "Greenpeace activists shut down 74 UK Shell petrol stations", 
    "text": "     Greenpeace activists shut down 74 Shell petrol stations in Edinburgh and London in a protest against the company&apos;s plans to drill for oil in the Arctic that saw 24 campaigners arrested on Monday. The campaigners are attempting to shut off petrol to London&apos;s 105 Shell stations and Edinburgh&apos;s 14. Seventy-one have been closed in London and three in Edinburgh.  There have been 24 confirmed arrests, 18 in London and six in Edinburgh. The police in Edinburgh have reportedly parked cars outside all Shell stations across the capital. Protesters have scaled the roof of the Shell station on Queenstown Road near Battersea Park in London and on Dalry Road in Edinburgh, with police and fire crews attending the scene in Edinburgh. Activists arrived at the Battersea Park branch at 6.45am and used the station&apos;s barriers to close down the forecourt. They have since covered the Shell sign with a Save the Arctic banner and positioned a life-sized polar bear model on the station&apos;s roof. The activists are shutting down the stations by using an emergency shut-off switch to stop petrol going to the pumps and then removing a fuse to delay it being switched on again. The organisation has since posted a picture of an activist posting one of the fuses to Shell&apos;s head of Arctic drilling, with the message: &quot;We&apos;re being careful not to destroy property. Even the carefully removed components will go back to Shell.&quot; The protest is part of Greenpeace&apos;s Save the Arctic campaign, which is aiming to prevent oil drilling and industrial fishing in the Arctic by having the region recognised as a world park. The organisation understands that Shell is going to begin drilling in the Alaskan Arctic in the coming weeks, with the Russian oil company Gazprom also due to work in the region. The campaign group&apos;s website is running a TV talkshow-style live broadcast covering the protest and showing interviews and videos about the Arctic campaign. Sara Ayech, a campaigner at the Battersea Park station, said: &quot;It&apos;s time to draw a line in the ice and tell Shell to stop. That&apos;s why today we&apos;re going to shut down all of Shell&apos;s petrol stations in the capital cities of London and Edinburgh. We&apos;ve got dozens of people who will hit over 100 Shell garages throughout the day.&quot; Graham Thompson is another campaigner who helped shut down the station: &quot;The staff were very pleasant and very reasonable. Obviously they&apos;re not entirely happy about what&apos;s going on but they&apos;ve responded in a very civilised way. &quot;Obviously, we need to ratchet up the pressure, we need to let Shell know that this isn&apos;t just a publicity campaign, we&apos;re going to put pressure on them until they agree to stop what they&apos;re doing,&quot; said Thompson, commenting on future plans. Simon Bateson, a student, saw news of the event on Greenpeace&apos;s Facebook page and joined the demonstration at the Battersea petrol station. &quot;There&apos;s no one else doing what Greenpeace are doing,&quot; he said.  A spokesman for Shell said: &quot;Shell recognises that certain organisations are opposed to our exploration programme Offshore Alaska, and we respect the right of individuals and organisations to engage in a free and frank exchange of views about our operations. &quot;Recognising the right of individuals to express their point of view, we only ask that they do so with their safety and the safety of others, including the general public and Shell personnel, in mind. &quot;Shell has met with numerous organisations and individuals who oppose drilling offshore Alaska. We respect their views and value the dialogue. We have extended this same offer for productive dialogue to Greenpeace.&quot; The Metropolitan and Lothian and Borders police were unavailable for comment. Protests are also taking place across Europe, with activists targeting Shell stations in Denmark and Germany. On Twitter, @greenpeace_ch have posted a picture of a protester dressed as a polar bear picketing the home of Shell chief executive, Peter Voser. Last Friday, 13 Greenpeace activists were detained by police in The Hague, Netherlands, after they blocked access to Shell&apos;s headquarters. According to the organisation, 70 activists took part in the demonstration, which involved hanging a Stop Shell, Save The Arctic banner across the building and occupying the office of Voser.", 
    "section": "environment", 
    "gid": "environment/2012/jul/16/greenpeace-activists-shell-petrol", 
    "wordcount": "715"
}