{
    "headline": "Nigeria makes light of scepticism about new alliance on hunger and nutrition", 
    "text": "NGOs have expressed concern over the new alliance for food security and nutrition, the G8 initiative that seeks to enlist the private sector in efforts to boost African agriculture. But Akinwumi Adesina, Nigeria&apos;s minister for agriculture and rural development, who was in London at the weekend for the nutrition summit, insists that the new alliance can work for Nigeria, and for Africa. &quot;For too long we have seen agriculture as a way of managing poverty, but to create wealth, you need the private sector,&quot; he said. Nigeria, along with Benin and Malawi, are the latest countries to sign up to the new alliance, joining the original six. Under its &quot;co-operation framework&quot;, Nigeria will receive hundreds of millions of dollars in funding  subject to availability  from donors including the US, France, Germany and the UK. In addition, 28 companies have signed letters of intent to invest in a range of projects. Most of the companies are Nigerian, but big multinationals  including Cargill, Syngenta and Unilever  have also signed letters of intent. Cargill, a private company and one of the dominant firms in the grain business, is investing in starch and sweeteners to realise the potential for cassava. By buying cassava from smallholder farmers and also investing in a sweetener plant, said Adesina, Cargill will be working with smallholder farmers to create a market. &quot;We are creating wealth for our own people,&quot; said the minister, who insisted that communities will be involved in projects and not displaced from their land. &quot;There is no acquisiton of land for speculative purposes,&quot; he said. Adesina added that the voluntary guidelines on responsible governance of land tenure and access rights to land, fisheries and forest resources will be ingrained in Nigeria&apos;s approach to business, not just with multinationals but also local companies. The voluntary guidelines adopted last year by the UN&apos;s committee on world food security (CFS) were the culmination of six years of negotiations involving governments, international organisations and civil society groups brought together under the CFS umbrella. The guidelines are seen as a safeguard against &quot;land grabs&quot;, where large tracts of land in the developing world are leased to commercial investors. The principles cover a wide range of issues including recognition and protection of legitimate tenure rights, even under informal systems; promotion of equal rights for women in securing title to land; and the creation of transparent record-keeping systems that are accessible to the rural poor. The first annual report (pdf), released at the weekend, was unclear on whether other alliance countries were fully signed up to the voluntary guidelines. The report said: &quot;Strengthening the policy dialogue in each country with the close and continued involvement of both local and international private sector and civil society organisations could help shape and prioritise policy reforms that encourage responsible investments.&quot; It does seem that a &quot;strengthening of the policy dialogue&quot; is needed, at least in Mozambique, which joined the alliance last year along with Burkina Faso, Ivory Coast, Ethiopia, Tanzania and Ghana. Eric Munoz, senior policy adviser at Oxfam America, wrote in a blog:  &quot;I have found a lack of systematic country-level civil society participation in the negotiation of co-operation framework agreements, which means that questions of risk to farmers are not being adequately addressed. In Mozambique, for example, farmers organisations, which are part of Oxfam&apos;s Grow [food justice] campaign, only learned about major changes to seed, land and fertiliser regulations at the launch event for the new alliance in that country  despite its general recognition as a key country-owned process across African countries, there are real concerns that the new alliance is operating as a parallel forum, undermining rather than reinforcing CAADP [the comprehensive Africa agriculture development programme], and that this initiative is not following the good practice guidelines developed by the CFS, including on land tenure reform.&quot;  Mark Goldring, chief executive of Oxfam GB, who attended the nutrition for growth summit on Saturday, acknowledged the importance of the private sector in developing agriculture, but insists that it is no substitute for government action, which was crucial in China and Vietnam in boosting smallholder farmers. He also believes that it should be a requirement for all companies and countries that take part in the new alliance to sign up to the voluntary guidelines. &quot;Nothing in the new alliance requires you to observe best practice in land rights,&quot; said Goldring. &quot;If there is a lot of money at stake, there is a danger of abuse. The new alliance should require companies and countries to sign up to the voluntary guidelines.&quot; Olivier De Schutter, the UN special rapporteur on the right to food, said the CFS voluntary guidelines lacked an effective enforcement mechanism. He argued that governments in sub-Sahran Africa or south-east Asia with poor governance, or tainted by corruption, will continue to seek investors at all costs. On Monday, ahead of a meeting on the right to food in Dakar, Senegal, he said: &quot;It is essential to create legislative frameworks based on the right to food, recognised under international law, in order for the interests of the poorest, who are often smallholders, herders and fishers, to be put at the heart of national food security strategies.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/10/nigeria-new-alliance-food-security", 
    "wordcount": "882"
}