{
    "headline": "Childhood stimulation key to brain development, study finds", 
    "text": "An early childhood surrounded by books and educational toys will leave positive fingerprints on a person&apos;s brain well into their late teens, a two-decade-long research study has shown. Scientists found that the more mental stimulation a child gets around the age of four, the more developed the parts of their brains dedicated to language and cognition will be in the decades ahead. It is known that childhood experience influences brain development but the only evidence scientists have had for this has usually come from extreme cases such as children who had been abused or suffered trauma. Martha Farah, director of the centre for neuroscience and society at the University of Pennsylvania, who led the latest study, wanted to find out how a normal range of experiences in childhood might influence the development of the brain. Farah took data from surveys of home life and brain scans of 64 participants carried out over the course of 20 years. Her results, presented on Sunday at the annual meeting of the Society for Neuroscience in New Orleans, showed that cognitive stimulation from parents at the age of four was the key factor in predicting the development of several parts of the cortex  the layer of grey matter on the outside of the brain  15 years later. The participants had been tracked since they were four years old. Researchers had visited their homes and recorded a series of details about their lives to measure cognitive stimulation, details such as the number of children&apos;s books they had, whether they had toys that taught them about colours, numbers or letters, or whether they played with real or toy musical instruments. The researchers also scored the participants on &quot;parental nurturance&quot;  how much warmth, support or care the child got from the parent. The researchers carried out the same surveys when the children were eight years old. When the participants were between 17 and 19, they had their brains scanned. Farah&apos;s results showed that the development of the cortex in late teens was closely correlated with a child&apos;s cognitive stimulation at the age of four. All other factors including parental nurturance at all ages and cognitive stimulation at age eight  had no effect. Farah said her results were evidence for the existence of a sensitive period, early in a person&apos;s life, that determined the optimal development of the cortex. &quot;It really does support the idea that those early years are especially influential.&quot; As the brain matures during childhood and adolescence, brain cells in the cortex are pruned back and, as unnecessary cells are eliminated, the cortex gets thinner. Farah found that the more cognitive stimulation a participant had had at the age of four, the thinner, and therefore more developed, their cortex. &quot;It almost looks like whatever the normal developmental process is, has either accelerated or gone further in the kids with the better cognitive stimulation,&quot; she said. The most strongly affected region was the lateral left temporal cortex, which is on the surface of the brain, behind the ear. This region is involved in semantic memory, processing word meanings and general knowledge about the world. Around the time the participants had their brains scanned in their late teens, they were also given language tests and, Farah said, the thinner their cortex, the better their language comprehension. Andrea Danese, a clinical lecturer in child and adolescent psychiatry at the Institute of Psychiatry, King&apos;s College London, said the study suggested that the experience of a nurturing home environment could have an effect on brain development regardless of familial, perhaps genetic, predispositions to better brains. Danese added that this kind of research highlighted the &quot;tremendous role&quot; that parents and carers had to play in enabling children to develop their cognitive, social, and emotional skills by providing safe, predictable, stimulating, and responsive personal interactions with children. &quot;Parents may not be around when their teenage children are faced with important choices about choosing peers, experimenting with drugs, engaging in sexual relationships, or staying in education,&quot; said Danese. &quot;Yet, parents can lay the foundations for their teenage children to take good decisions, for example by promoting their ability to retain and elaborate information, or to balance the desire for immediate reward with the one for greater, long-term goals since a young age.&quot; Bruce Hood, an experimental psychologist who specialises in developmental cognitive neuroscience at the University of Bristol, said his advice to parents was just to &quot;be kind to your children. Unless you raise them in a cardboard box without any stimulation or interaction, then they will probably be just fine.&quot;", 
    "section": "science", 
    "gid": "science/2012/oct/14/childhood-stimulation-key-brain-development", 
    "wordcount": "772"
}