{
    "headline": "Most schools miss out on privately financed renovation programme", 
    "text": "Fewer than half of the schools that applied for renovation under the government&apos;s privately financed school building programme have been successful, it has been announced. The education secretary, Michael Gove, said just 261 schools out of 587 that applied would be rebuilt or refurbished under the 2bn PFI scheme, despite widespread concern about the state of school buildings. A survey for the Observer revealed 39% of headteachers believed their school buildings were not fit for purpose, with complaints of overcrowding, leaking ceilings and poor ventilation. Gove admitted the manner in which he cancelled Labour&apos;s mammoth school building programme had been &quot;clumsy and insensitive&quot;. Within weeks of coming to power, the coalition scrapped the 55bn Building Schools for the Future project, saying it was wasteful and bureaucratic. More than 700 school building projects were cancelled and Gove was forced to apologise after errors on a list of affected projects meant some schools thought their building work was going ahead when it had in fact been halted. Speaking on BBC Radio 4&apos;s The World at One on Thursday, Gove said: &quot;I think it was necessary to stop the Building Schools for the Future programme because it wasn&apos;t efficient, even if the way I made the announcement was clumsy  it was insensitive, and more than that, it left people in a state of uncertainty because they were led to believe by the previous government that schools desperately needed to be rebuilt and were left high and dry.&quot; The government announced the scheme to rebuild the most dilapidated schools, the Priority School Building Programme, last July. The deadline for applications was mid-October. The announcement of successful bids has been delayed for months, while a baby boom has put intense pressure on space in primary schools. An east London council is drawing up plans to convert an empty Woolworths store into a classroom and teach children in two shifts as part of emergency measures to cope with the rising number of primary age pupils. In a statement, Gove said rebuilding work would begin immediately and the new schools would be open in 2014. &quot;I recognise many of the schools that applied and have been unsuccessful will also have significant needs. Some will have their needs addressed through other funding we have made available for maintenance,&quot; he said. The government has commissioned a survey of the school estate which will detail the condition of every school in England by next autumn. There are 42 schools  those in the worst condition and all the special needs schools in the programme  that will be fast-tracked for urgent building work. Gove&apos;s statement added: &quot;I know many schools will be disappointed not to be included in the programme. We have had to take difficult decisions in order to target spending on those schools in the worst condition.&quot; PFI, which involves private contractors paying upfront for schools and hospital buildings, then leasing them back for up to 30 years, has become increasingly expensive since the financial crisis. Gove said the Department for Education was working with the Treasury to reform the PFI model and provide &quot;cost-effective and more transparent&quot; delivery of services. Under the school rebuilding scheme, schools will manage and control services such as cleaning, catering and security. Traditional PFI deals involve the automatic bundling of services such as cleaning into construction contracts. This has been criticised by the Treasury for failing to deliver value for money. Unions are concerned staff lose out on pay and conditions when such services are contracted out. Nusrat Faizullah, chief executive of the British Council for School Environments, an education charity, said: &quot;It&apos;s great to finally see some schools, at least, will be replaced or refurbished. &quot; It&apos;s also good to see that schools in the very worst condition will be fast-tracked.&quot; &quot;But this only is a beginning. Hundreds of schools have lost out after being told by the previous government their schools will be rebuilt; they too must have their building needs addressed.&quot; Steve Beechey, head of education at construction firm Wates, described the statement as &quot;light on the detail&quot; of how the new school buildings would be procured and the timeframes involved. &quot;Given that it typically takes at least two years from the time a decision is made to build a school until it is ready to open, it is essential that the government swiftly follows up today&apos;s announcement with more information on how it intends to prioritise projects for delivery.&quot; In the same interview, Gove denied the closure of grammar schools was responsible for a decline in social mobility. He said: &quot;Selection isn&apos;t a magic bullet. If you look across the worldat those countries that have successful education systems, yes, some of them are selective, like Singapore. Others, Finland, South Korea, Japan, aren&apos;t. &quot;So it&apos;s not the case that you need to have selection in order to have a successful education system which advances social mobility.&quot; He added the decline in social mobility had more to do with progressive teaching methods and softer subjects in state schools. &quot;In fact there were other changes occurring in education - a move away from traditional subjects rigorously taught in many cases. It would be wrong to look back at the 60s and 70s and say that the move away from grammar schools was the sole cause of adverse changes.&quot; The 200 schools are: Barking and Dagenham Eastbrook Comprehensive School Eastbury Comprehensive School Barnet Pardes House Primary School Birmingham Castle Vale Performing Arts College Hallmoor School Heathlands Junior and Infant School Kings Norton High School Plantsbrook School Turves Green Boys&apos; School Blackpool Collegiate High School Hawes Side Primary School Highfurlong School Palatine Sports College Bradford Belle Vue Boys&apos; School Carlton Bolling College Oakbank School The Samuel Lister Academy Brent Alperton Community School Copland Community School Bristol Hillfields Primary School St Anne&apos;s Park Primary School St Ursula&apos;s E-ACT Academy Bromley Harris Academy Beckenham Harris Academy Bromley Bury The Elton High School Cambridgeshire The Manor Camden Hampstead School Maria Fidelis Convent School FCJ Cheshire West and Chester Blacon High School Crowton Christ Church C of E Primary School Dee Point Primary School Highfield Community Primary School * J H Godwin Primary School Neston High School Coventry Alice Stevens School Ernesford Grange Community School President Kennedy School Richard Lee Primary School St Thomas More Catholic Primary School Whitmore Park Primary School Wyken Croft Primary School Croydon The Archbishop Lanfranc School Cumbria Southfield Technology College (joint application with Stainburn School and Science College) St James C of E Junior School Stainburn School and Science College (joint application with Southfield Technology College) Derby Asterdale Primary School Carlyle Infant School Cavendish Close Junior School Chaddesden Park Infant School (joint application with Chaddesden Park Junior School) Lees Brook Community School Reigate Primary School Woodlands School Derbyshire Alfreton Grange Arts College Devon Chagford C of E Primary School Haytor View Community Primary School Ilfracombe Arts College Ladysmith Junior School Newton Poppleford Primary School Newton St Cyres Primary School South Molton Community College South Molton United C of E Junior School The Castle Primary School The Grove Primary School Doncaster Askern Moss Road Infant School Don Valley Academy and Performing Arts College Durham Durham Trinity School and Sports College King James I Academy Bishop Auckland Seaham School of Technology St Joseph&apos;s Roman Catholic Voluntary Aided Primary School West Cornforth Primary School Ealing Mayfield Primary School East Riding of Yorkshire Goole High School Hessle High School and Sixth Form College Withernsea High School Wolfreton School Essex Lawford Mead Primary (replaces Lawford Mead Infant and Lawford Mead Junior Schools) The Edith Borthwick School Gateshead Charles Thorp Comprehensive School Front Street Community Primary School Hill Top School Lingey House Primary School Roman Road Primary School Greenwich Eltham C of E Primary School Invicta Primary School Our Lady of Grace Catholic Primary School The Eltham Foundation School Wingfield Primary School Halton Halebank C of E (VC) Primary School The Heath School Harrow Aylward Primary School Cedars Manor School Marlborough Primary School Priestmead Primary School and Nursery Salvatorian College Vaughan Primary School Weald Infant School (joint application with Weald Junior School) Weald Junior School (joint application with Weald Infant School) Hartlepool Barnard Grove Primary School Holy Trinity C of E Primary School Manor College of Technology Havering Hacton Primary School Suttons Primary School The Mawney Foundation School Hertfordshire Bishop&apos;s Hatfield Girls&apos; School Garston Manor School Goffs School Kings Langley School Longdean School The Highfield School Westfield Community Technology College Hillingdon Abbotsfield School Northwood School Swakeleys School Hounslow Hounslow Manor School Isle of Wight Carisbrooke College Christ the King College Oakfield C of E Aided Primary School Ryde Academy Kent Aylesham Primary School Castle Community College Chantry Primary School Culverstone Green Primary School Halfway Houses Primary School Laleham Gap School Meopham School Priory Fields School Sevenoaks Primary School Smarden Primary School St Philip Howard Catholic Primary School The Canterbury Primary School Westlands Primary School York Road Junior Academy Kingston upon Hull Ainthorpe Primary School Eastfield Primary School Foredyke Primary School Francis Askew Primary School Neasden Primary School Wold Primary School Kirklees All Saints Catholic College Specialist in Humanities Mount Pleasant Junior Infant and Nursery School Whitcliffe Mount Business and Enterprise College Lambeth Allen Edwards Primary School Charles Edward Brooke School Glenbrook Primary School Lansdowne School The Orchard School Leicester Forest Lodge Primary School Lewisham Sir Francis Drake Primary School Liverpool Aigburth High School Redbridge High School Luton Stopsley High School Manchester Camberwell Park Specialist Support School Plymouth Grove Primary School Stanley Grove Primary School Newham Little Ilford School Stratford School Academy North East Lincolnshire Great Coates Primary School North Lincolnshire Baysgarth School Brumby Junior School Burton-upon-Stather Primary School Crosby Primary School Grange Lane Primary (replaces Grange Lane Infant and Grange Lane Junior Schools) Henderson Avenue Primary School The Vale Academy North Tyneside John Spence Community High School Longbenton Community College Marden High School Whitehouse Primary School North Yorkshire Harrogate High School Northumberland Bedlingtonshire Community High School Prudhoe Community High School The Duchess&apos;s Community High School Nottingham Glenbrook Primary and Nursery School Springfield Primary School Top Valley School and Engineering College Nottinghamshire Abbey Primary School Annie Holgate Infant School (joint application with Annie Holgate Junior School) Annie Holgate Junior School (joint application with Annie Holgate Infant School) Carsic Primary School Ethel Wainwright Primary School Fountaindale School John Davies Primary School Leamington Primary and Nursery School Lynncroft Primary School Rosebrook Primary School Serlby Park Academy (Primary school co-location with Secondary school) Serlby Park Academy (Secondary school co-location with Primary school) South Nottinghamshire Academy Sunnyside Primary and Nursery School The Grove School Oldham Saddleworth School Peterborough St John&apos;s Church School West Town Primary School Poole Montacute School Portsmouth King Richard School Reading Reading Girls&apos; School Redcar and Cleveland Handale Primary School Laurence Jackson School Richmond upon Thames The Queen&apos;s C of E Primary School Rotherham Oakwood Technology College Wath Victoria Primary School Salford Mesne Lea Primary School Sandwell Hall Green Primary School Harvills Hawthorn Primary School The Phoenix Collegiate Sheffield Fox Hill Primary School Prince Edward Primary School Slough Slough Grammar School Southampton Bitterne Park School The Cedar School St. Helens Mill Green School Staffordshire Clough Hall Technology School Gnosall St Lawrence C of E (C) Primary School Moorgate Community Primary School Stockport Abingdon Primary School Bridge Hall Primary School St John&apos;s C of E Primary School St Mary&apos;s R C Primary School Werneth School Stockton-on-Tees Grangefield School Ian Ramsey C of E Aided Comprehensive School Mandale Mill Primary School St Michael&apos;s Roman Catholic School Suffolk Chantry High School Great Cornard Upper School and Technology College Sunderland Hetton School Hylton Castle Primary School Shiney Row Primary School St Anthony&apos;s Catholic Girls&apos; Academy Usworth Grange Primary School Surrey Pyrford C of E Aided Primary School Riverview C of E Primary and Nursery School St Bede&apos;s C of E Aided Junior School St Lawrence C of E Aided Junior School Tameside Broadoak Primary School Flowery Field Primary School Holden Clough Community Primary School Silver Springs Academy Wakefield Castleford Redhill Infant School (with Castleford Redhill Junior School) Castleford Redhill Junior School (with Castleford Redhill Infant School) Waltham Forest Buxton School George Mitchell School Hawkswood Primary PRU Selwyn Primary School St Joseph&apos;s Catholic Infant School Wandsworth Chestnut Grove School Warrington William Beamont Community High School Warwickshire Queen Elizabeth School Wigan Britannia Bridge Primary School The Deanery Church of England High School and Sixth Form College Wiltshire St Mary&apos;s C of E Infant School (joint application with St Peter&apos;s C of E Junior School) St Peter&apos;s C of E Junior School (joint application with St Mary&apos;s C of E Infant School) Wyvern College Wirral Bedford Drive Primary School Foxfield School Ridgeway High School Wolverhampton Edward the Elder Primary School Wood End Primary School York Carr Infant School Lord Deramore&apos;s Primary School", 
    "section": "education", 
    "gid": "education/2012/may/24/schools-privately-financed-renovation-programme", 
    "wordcount": "2137"
}