{
    "headline": "International research collaborations: when Kyoto came to Bristol", 
    "text": "International research collaborations are nothing new. Most established researchers will have built a network of friends and colleagues acquired over time  whether through correspondence or in the bar at a conference  with whom they later work on projects, books or papers. Bristol has hosted a transnational research partnership venture of a different sort this past week. A broad spectrum engagement at pan-university level saw a 90-strong delegation from Kyoto University&apos;s research community across more than a dozen areas of enquiry travel all the way to Bristol. Why? Both the developed and developing worlds are facing daunting, ones that require dauntingly big ideas and thoughtful analysis to be successfully addressed. University staff and students, working with societal partners (government, the public, industry) will be at the heart of successfully tackling these issues, whether natural hazards, the way to healthy living and ageing, food, water and energy security, urbanisation or living with climate change. Such challenges are faced right around the planet, but Japan and Britain share more than most. Both are island nations off major continental land masses with whom they have a long and complex history; both have large, ageing populations and limited natural resources; both have deep and distinctive cultural traditions and highly developed, technologically advanced societies with democratic government and advanced education, notably, higher education capabilities. Universities in both countries are looking to prepare their students to work and live in a rapidly globalising world. Meanwhile their research communities are ever more closely engaged in global discourse. Governments and individuals have recognised that international partnerships can add value to research programmes. How is this best to be done? Some argue that we leave it, as ever, to individual researchers and their groups, others that it helps to join multi-partner organisations such as the Worldwide Universities Network (of which Bristol is a long standing member). Both are worthwhile approaches but neither covers all the necessary ground. Another option is to forge close links with a top quality university peer partner across a broad range of enquiry areas. Fostering a long term alliance like this builds the necessary elements of trust and the multiple personal relationships that will yield real research outcomes. This takes time and perseverance  both empathy and a will to action are prerequisites. The origins of the links between the university of Bristol and Kyoto University lie in many and various individual research links, and less predictably in a partnership between the technology transfer units in the two universities developed over almost five years. So why the broad spectrum engagement with a single key partner? Why broad? Breadth of engagement allows us to seek out complementarity (and avoid direct overlap), while also identifying potential interdisciplinarity. Different configurations at each end mean that we can explore potential links in the expectation of serendipitous research ideas emerging. Why Japan? While distance is an advantage in offering diverse perspectives, logistically it is also a challenge. Skype helps but face-to-face and shared experiences undoubtedly matter and help initiate the relationships, hence the symposium in Bristol this past week. Japan has an enormous amount to offer as a partner to Britain, and to UK universities in particular, not least as a counterpoint to the relentless focus on the new China. Why Kyoto? This is easy. Like Bristol, Kyoto is a university of its place, both drawing benefit from its city location and adding value to its regional location. Kyoto is one of Asia&apos;s and the world&apos;s leading universities  most recently recognised by winning another Nobel Prize (its eighth), awarded to professor Shinya Yamanaka  in October 2012 for his discoveries of induced pluripotency in stem cells. As a city, Kyoto is one of the jewels of Japan, a cultural capital and tourist magnet. We had two days in which to cement our relationship on this visit, developing joint research activities and planning how we could interact in the future. It was a packed programme, consisting of nine speeches and talks for the whole group, covering everything from introductions to both universities to an insight into funding opportunities. There were further opportunities for break-out sessions on specific research topics, spanning 12 areas in total, from economic theory to psychology. The mood throughout was positive and upbeat. But how will we know it has worked? When we have delivered distinctly new collaborations and research outcomes arising from them. There are signs of progress in translational medicine and natural hazards and risks. Bristol&apos;s Cabot Institute&apos;s expertise in low probability, high impact events (notably in volcanoes) and the evaluation of risk and its mitigation in urban society (around floods for example) has been engaged with the Kyoto Disaster Prevention Research Institute&apos;s interests in evaluating earthquake and tsunami risk. It is hard to overemphasise the importance of this in present day Japan in the aftermath of the Great East Japan Earthquake less than two years ago. Let us hope that we can learn together how to moderate or avoid such a catastrophe in the future. All this said, research communities and the individuals within them are notoriously and rightly sceptical of arranged research &quot;marriages&quot;  and resistant to management that seeks to force them. Such are the joys and challenges of being a vice-president or pro-vice-chancellor for research  &quot;being a PVC is all rubber levers and dials that don&apos;t work&quot; as a wise peer once remarked to me. The prospect of meeting interesting people and debating and formulating novel ideas and ways of exploring them will always be at the heart of any top quality research programme. I think we had some of that last week in Bristol  let us hope it worked. Guy Orpen is pro vice-chancellor for research and enterprise at the University of Bristol  follow it on Twitter @bristoluni This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jan/18/international-research-collaboration-bristol-kyoto", 
    "wordcount": "985"
}