{
    "headline": "Veteran anti-whaling activist Paul Watson to be released on bail", 
    "text": "A veteran anti-whaling activist arrested in Germany on a decade-old charge will be released from jail on bail next week. Paul Watson, president of the radical Sea Shepherd Conservation Society, had gained notoriety for his direct action tactics against the Japanese whaling industry. However, his current legal difficulties relate to a confrontation with illegal shark fin poachers in Central America back in 2002. He has been told he must remain in the country pending a decision on whether or not to extradite him to Costa Rica. Frankfurt&apos;s higher regional court announced on Friday that it had put him under preliminary arrest after deciding that an extradition would be permissible under German law. The authorities in Costa Rica now have three months to send the necessary extradition papers to Germany. However, the court said it was ultimately up to the federal justice ministry to decide whether or not to send him to Costa Rica. Sea Shepherd&apos;s spokesman, Peter Hammarstedt, told the Guardian that Watson would spend the weekend in jail and be released once the 250,000 bail funds were available on Monday. The group has vowed to continue to campaign to have the extradition blocked, saying the charges are politically motivated and that Watson would not get a fair trial in Costa Rica. They are also trying to convince the German authorities that his life would be in danger if he were sent there. &quot;I am confident that they will understand our plea for his human rights and recognise that if Captain Paul Watson were to be extradited to Costa Rica that would be the same as a death sentence,&quot; Hammerstedt said. &quot;We know that the shark fin mafia put a hit on Captain Paul Watson a couple of years ago,&quot; he claimed, adding that Taiwanese poacher gangs had a &quot;long reach in the penal system in Costa Rica&quot;. The 61-year-old Canadian, who was one of the original founders of Greenpeace, was arrested last Sunday at Frankfurt airport at the request of Costa Rica, which wants to see him extradited over a 10-year-old charge of &quot;violating ships traffic&quot;. The incident at the heart of the extradition request occurred back in 2002 when Watson and his crew had a confrontation with a Costa Rican ship in Guatemalan waters. Sea Shepherd says that Watson came across the Varadero I as it was engaging in illegal &quot;shark finning&quot;, the practice whereby sharks are caught and their fins  a delicacy in Asia  cut off. They are then thrown back into the ocean to die. According to the WWF, about 73 million sharks are killed each year, primarily for their fins. Sea Shepherd says it had been instructed by the Guatemalan authorities to arrest and detain the crew. When they reached port in Costa Rica, however, Watson was accused of trying to ram the other ship and kill its captain. When a prosecutor saw a film of the incident, shot by a documentary team that happened to be on board Watson&apos;s boat, the charges were dropped. Yet, in another twist, the maritime violation charges were reinstated by another prosecutor and were then re-activated in October last year, resulting in an Interpol arrest warrant. Sea Shepherd claims this is due to pressure being exerted by the Japanese whaling industry, which is currently filing a civil suit against the organisation in the US. &quot;Ten years later they have decided to reissue the warrant at exactly the same time as we are really battling it out with the Japanese whaling industry,&quot; Peter Hammarstedt told the Guardian. Critics have accused Watson of being a pirate or even eco-terrorist because of his aggressive exploits and he has run afoul of the powers that be before. In 1993 he was arrested by Canadian authorities for chasing trawlers off the coast of Newfoundland. Watson successfully defended his actions on the basis of the United Nations World Charter for Nature, which says that an organisation or individual has the authority to intervene to uphold international conservation rules.", 
    "section": "environment", 
    "gid": "environment/2012/may/18/anti-whaling-activist-paul-watson", 
    "wordcount": "676"
}