{
    "headline": "Fears over future of lamb farming as prices fall and imports soar", 
    "text": "Spring lambs occupy a special place in Britain&apos;s rural idyll. As animal and meat, lamb is vested with huge symbolism, celebrated in hymns, nursery rhymes and oil paintings. Shakespeare uses the animal for both metaphor and simile. It is the meat to which an increasingly multicultural Britain turns for feast days, its versatility stretching from Sunday roast to curry to kebab. Each year Britain produces some 18 million lambs for slaughter. As Mrs Beeton observed: &quot;Of all wild or domesticated animals, the sheep is, without exception, the most useful to man as a food.&quot; Yet lamb is increasingly seen as a luxury, more expensive than pork, beef or poultry. Despite this, farmers have seen the price they are paid for their animals plunge, so much so that they are now losing 29 for each lamb they sell. Whereas last year they received up to 4.40 a kilo, the price has dropped to around 3.20, making it uneconomic for many to remain within the industry. &quot;If prices continue like this for the next 12 months, people won&apos;t be able to afford to stay in sheep farming,&quot; said Colin Rowland, a sheep farmer in Tiverton, Devon. As a result, remote tracts of countryside that can be used only for sheep grazing will be left to go to scrub. Britain&apos;s countryside will be changed forever as the next generation of sheep farmers seeks alternative employment. Despite the price drop, shoppers are still paying anything between 8 and 12 a kilo for the meat. The glaring disjunction has prompted farmers to warn that shoppers are being ripped off by what they call &quot;the great lamb robbery&quot;. Lamb farmers fear for the future of their industry, hit by a combination of bad weather delaying the release of lambs to market, a glut of imports and a collapse in continental demand. &quot;Our returns in some cases have dropped by 40%,&quot; said Robin Milton, who keeps 700 breeding ewes on the edge of Exmoor, Devon. &quot;Confidence in the industry is being hit hard.&quot; Around this time last year Milton, who has been farming since 1985, was selling a lamb for around 86. This year he is receiving between 40 and 45. He owns his farm, so can absorb some of the pain  for now. &quot;If I was paying rent I would be sweating right now,&quot; he said. The low prices are potentially ruinous to some of Britain&apos;s 50,000 sheep farmers who, having enjoyed several years of stable and relatively high prices, expanded their flocks, and are now preparing for a bumper lambing season. Not that they were making much money in the good times. A typical upland sheep farmer has a flock of around 500 lambs and last year could hope to make a profit of around 14 an animal  around 7,000 for the year. Now the drop in prices means many will struggle to turn a profit when they are facing hefty tax bills. Milton worries not so much for himself but for the next generation. &quot;If the returns continue to be this bad, young people are going to stop coming into this industry,&quot; he warned. There are claims that British farmers will cut back next year&apos;s breeding stock by 40% as they attempt to rebalance supply and demand. But many of the farmers&apos; problems are outside their control. As ever in Britain, much of the crisis has been generated by the weather. A wet 2012 saw lambs brought indoors. This meant farmers were reliant on feed rather than pasture. The cost of feed has been soaring due to poor harvests, market manipulation by commodity brokers and rising demand for cereal crops. When Milton started farming 30 years ago, feed cost between 120 and 140 a ton; now it is double that. Fertiliser was 120 a ton compared with 350 now. A litre of diesel was 15p; now it is 70p. And even the highest recent prices farmers have been able to command  80 to 85 a lamb  is still only what they made in the 1980s. Price-conscious consumers may wonder what the fuss is about. The price of lamb has held up relatively well in the supermarkets, dropping around a few per cent, if that, in many places. The falling prices paid to farmers have not been passed on to them. Part of the problem appears to be the relatively healthy prices British lamb farmers have been able to command since the industry recovered from the bluetongue and foot-and-mouth crises that devastated flocks in 2007. Since then, after years of rising prices, the supermarkets have looked to source product elsewhere and last year struck massive contracts with New Zealand farmers, who want to sell an extra million lambs worldwide, many into Europe. British farmers cannot compete with their antipodean rivals on price. New Zealand famously has more sheep than people. Regulations governing lamb production are less restrictive and prime grazing land is cheaper in New Zealand than in Britain. The influx of New Zealand lamb comes as many British farmers are bringing their lambs to market, having held back over the winter due to poor prices and atrocious weather. &quot;There&apos;s a glut,&quot; confirmed Charles Sercombe, chairman of the National Farmers Union&apos;s livestock board. &quot;Supply is outstripping demand.&quot; In a decent year, British farmers could hope to export their way out of trouble. Britain is a net exporter of lamb (some 30% goes abroad) and European countries such as Spain and France prize the meat highly. &quot;The austerity measures in the eurozone are really having an effect,&quot; Sercombe said. &quot;Eurozone countries are buying fewer lambs. Spain isn&apos;t buying any of our light lambs now.&quot; Indeed, for the first time in living memory, Spain is actually exporting its lambs, which places further downward pressure on prices. Some retailers, notably Sainsbury&apos;s, have agreed to pay higher prices for some of the lamb they buy from British farmers. But the retail giants stand accused of not passing the price drop on to the consumers. &quot;The benefits the supermarkets are taking from us should be passed to the housewife,&quot; said Rowland. &quot;If the price drop was passed on, more consumers would buy lamb and find out for themselves what a great, nutritious meat it is.&quot; &quot;We&apos;ve had guys come in the last couple of years who are going to be ruined by this catastrophe,&quot; he added. &quot;This is a tough business. We really need young blood coming in.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/03/fears-future-lamb-farming", 
    "wordcount": "1118"
}