{
    "headline": "A republic of chaffinches", 
    "text": "Pink and grey-blue: the colours of the sky were drawn from chaffinch plumage. It was going to get dark and cold, but before it did the sky filled with streaks of colour and stars came out like a thousand eyes in a hedge. In the far corner of the old quarry wood were two stiles. One opened south-west down a rye-grass field called Luft Croft, across the hollow-way and into Homer Head Wood where the woodpeckers had been drumming territory for a week. The other stile, under an arch of hazel growing from a medieval wood bank, letinto a field which, according to a 19th-century map, was poetically named The Field. In fact, the existing field was an amalgamation of three: The Field, The Footway Field  across which a footpath still existed in theory  and an odd-shaped piece of ground called Field at Homer Head. These were ploughed into one 30-acre field a long time ago and bounded by the wood bank, a road hedge, a lane hedge and a dividing hedge with Luft Croft. For a decade, The Field had periods of cultivation and benign neglect, producing seed-bearing forage crops and &quot;weeds&quot; for pheasants and wild birds. Over the years and especially in winter, it had become the home of a great charm of finches. Wild grasses, quinoa, sunflowers, maize, thistles, mallows: with all that chaff, it&apos;s not surprising that it should attract the chaffinch. What was surprising was the population of those birds and the way they occupied the space. Walking from the stile along the hedge created a bow wave of chaffinches rolling forward as birds foraging in the field joined birds in the hedge. Some gathered on telephone wires like notes and hundreds occupied a lime tree, claiming its prominence, facing the wind. A republic of chaffinches: a collective excitement, a charm of colours flashing across a January sunset.", 
    "section": "environment", 
    "gid": "environment/2012/jan/17/republic-of-chaffinches-wenlock-edge", 
    "wordcount": "317"
}