{
    "headline": "Bangladesh: after the floods comes the hunger  in pictures", 
    "text": "   After the last flood swept through the fields, women of this village on Baje Telkupi island in the Brahmaputra river, in Bangladesh's northern Gaibandha province, tried to sow another crop  but as it is the dry season, it's unlikely to bear fruit Photograph: Khaled Hasan/Oxfam       Jaheda Begum stands on the riverbank in Rasulpur, Gaibandha province, where unseasonable floods in July and September last year washed away most of her village's rice crops. She earns a living working as a day labourer, but the floods mean there's not much rice left to tend or harvest. Wage rates have fallen and rice prices are up. Her five children have left to look for work in the city Photograph: Khaled Hasan/Oxfam       Kohinur, also in Rasulpur, has been left to fend for herself while her husband has gone in search of work. 'The river has come and taken our land, she said. My rice paddy was all washed away. We had to live on the road, sheltering under banana trees, for three months. My husband has gone to work as a day labourer' Photograph: Khaled Hasan/Oxfam       After flooding, many people in Bangladesh struggle to find and produce enough food. Much of the country is low-lying and, as climate change affects sea levels, floods are deeper and longer Photograph: Khaled Hasan/Oxfam       Fulmoti says she has been unable to give her family milk or eggs since the flood around her home on Baje Telkupi island killed her goat and washed away her chickens. 'We're just eating rice,' she said. 'Rice porridge is all we can manage right now. Vegetables are too expensive, since gardens have been ruined'Photograph: Khaled Hasan/Oxfam       Anna is feeding her month-old baby using cow's milk. 'I'm not getting any breast milk because I haven't had enough to eat,' she said Photograph: Khaled Hasan/Oxfam       After the the floods retreat, the land looks bleak. Here, a goatherder's shack is left standing on the mud Photograph: Khaled Hasan/Oxfam       Majeda Begum with her children. In December, GUK  an NGO partner of Oxfam  delivered cash transfers to help families in the area Photograph: Khaled Hasan/Oxfam       Majida and her husband Hasan Ali lost their home and possessions in the recent floods, and Hasan Ali is away looking for work. Until he returns, this is the food the family have to last them. There are a few potatoes, 2kg of rice, some radishes, aubergines, cooking oil, salt and spices Photograph: Khaled Hasan/Oxfam       Majeda cooks the one meal of the day for her two children, Shoneka and Majedul Photograph: Khaled Hasan/Oxfam       Shoneka, two, and Majedul, five, eat rice, but Majeda is skipping the meal as the family only have enough rice left for a few more days. Rice prices are up by 30% because of flood-induced shortages Photograph: Khaled Hasan/Oxfam  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/jan/23/bangladesh-floods-hunger-in-pictures", 
    "wordcount": "0"
}