{
    "headline": "Headteacher sackings reach record high", 
    "text": "A record number of headteachers and deputies were sacked last year, a union has warned, drawing comparisons with the hiring and firing of football managers. An annual survey by the Association of School and College Leaders (ASCL) shows that at least 272 school leaders were forced out of their jobs last year for failing to raise pupils&apos; results. The number has almost trebled in the past five years, from 93 in 2007. It was 163 last year. ASCL, which represents 80% of secondary headteachers and deputies in England, said school leaders now faced the sack if their school &quot;had a bad season&quot; or didn&apos;t &quot;go up for promotion in the league tables fast enough&quot;. &quot;It&apos;s all about this season&apos;s results, rather than a long-term view of building up the &apos;club&apos; and developing new talent,&quot; Brian Lightman, general secretary of the union said. Many of the sackings were in academy schools, he added. &quot;We are not talking about incompetent heads or those fired for misconduct,&quot; Lightman said. &quot;These are overwhelmingly good school leaders who find themselves in difficult schools facing near impossible demands and timescales for improvement. It is perfectly possible to turn around under-performing schools but this does not happen overnight and too often the powers that be have unrealistic expectations about what can be achieved in a short space of time.&quot; John Howson, director of Data for Education, which analyses teacher recruitment patterns, said the number of assistant headteacher posts in secondary schools had dropped by 20% in the past three years. This would mean fewer teachers would be aiming for headteacher posts in the next few years. A poll of 1,800 senior teachers has found that half of headteachers would not recommend headship to a colleague and three-quarters of deputy and assistant heads are less likely to want to be promoted than a year ago. More than half the teachers questioned for the Times Educational Supplement/ASCL survey said they were considering leaving the profession because the government&apos;s education reforms were having a detrimental effect on it. A separate report by the qualifications regulator has found pupils do better in some subjects if they take their exams at the end of their courses, rather than throughout them. Ofqual said there was a &quot;noticeable difference&quot; between the grades pupils achieved when they sat English literature, ICT and religious education GCSE exams at the end of the course. High-performing pupils were also more likely to excel in geography GCSE if they took the exam at the end, while the opposite was the case for maths.", 
    "section": "education", 
    "gid": "education/2012/mar/23/headteachers-sackings-reach-record-high", 
    "wordcount": "438"
}