{
    "headline": "Interpol website suffers 'Anonymous cyber-attack'", 
    "text": "Interpol&apos;s website appears to have been the victim of a cyber-attack after the international police agency announced the arrests of 25 suspected members of the hacking activist group Anonymous in Europe and South America. The website went down briefly on Tuesday as supporters of Anonymous made online claims that it had been targeted following the arrests in Argentina, Chile, Colombia and Spain. It was quickly back up and running but was loading slowly. Interpol announced that the arrests had been made under the umbrella of Operation Unmask, which it said was launched in mid-February in the wake of a series of coordinated cyber-attacks originating from the four countries against targets including the Colombian defence ministry and presidential websites, a Chilean electricity company and Chile&apos;s national library. It added that the operation was carried out by authorities in the four countries under the aegis of Interpol&apos;s Latin American Working Group of Experts on Information Technology (IT) Crime, which facilitates the sharing of intelligence between the states involved. Around 250 items of IT equipment and mobile phones were also seized during searches of 40 premises across 15 cities, Interpol said. Payment cards and cash had also been seized as part of the investigation into the funding of illegal activities carried out by the suspected hackers, aged 17 to 40. Bernd Rossbach, Interpol&apos;s acting executive director of police services, said: &quot;This operation shows that crime in the virtual world does have real consequences for those involved, and that the internet cannot be seen as a safe haven for criminal activity, no matter where it originates or where it is targeted.&quot; Cyber-attacks by hackers linked to Anonymous have become a fairly regular occurance. Earlier this month, they marked the one-year anniversary of the uprising in Bahrain by attacking Combined Systems, a tactical weapons company that has been accused of selling tear gas canisters and grenades to Arab governments. Anonymous said the attack was in retaliation for sales by the company of chemical weapons &quot;to repress our revolutionary movements&quot;. Also earlier this month, a leak by the hacking group of an 18-minute discussion between members of the FBI and the Metropolitan police embarrassed authorities and raised questions over how security was breached. The call revealed officers discussing the delay of court proceedings against two alleged members of the LulzSec hacking group, which attacked a number of sites in 2011 including the US Congress and the UK&apos;s Serious Organised Crime Agency.", 
    "section": "technology", 
    "gid": "technology/2012/feb/29/interpol-website-cyber-attack", 
    "wordcount": "409"
}