{
    "headline": "Prepare to be scrutinised at university open days", 
    "text": "The approach of open day used to mean it was time for Britain&apos;s campuses to be scrubbed until they shone, then plastered with information about course subjects and extracurricular activities. Nowadays, it&apos;s just as likely to be potential students who dress up and gen up for open day. With demand for places on many courses remaining high despite newly increased tuition fees, admissions tutors now see the open day as an early chance to hunt for undergraduates who stand out from the crowd. That&apos;s why the first rule of the day for applicants is to censor mum and dad. &quot;One of the things that stands out about the prospective student is someone who comes up and chats to you, where they do the talking, not their parents,&quot; says Linda Thompson, faculty director at Staffordshire University. &quot;Too many students turn up at open days, pick up literature and attend presentations  but don&apos;t speak to anyone. Or they let their parents do all the talking.&quot; Take a deep breath and speak to those scary-looking tutors: they&apos;re almost always very friendly. But work out what you&apos;re going to ask or discuss beforehand to avoid making a bad impression or  almost as bad  none at all. &quot;Tutors don&apos;t remember people from open days unless they are particularly special,&quot; says Philip Davies, assistant director of higher education at Bournemouth and Poole College. &quot;To be memorable, make sure you really know about the place you are visiting. Standard students&apos; questions address what the course is like, what the accommodation is like and what it&apos;s really like to study there. But unusual ones ask interesting questions about the subject itself.&quot; Save those questions about how many lectures there are and how much face-time each student receives for the undergraduate taking you on a tour  they are just as likely to know the answer. Save the few minutes you might secure with academics to ask snappy questions about things you&apos;re learning at school that you&apos;re looking forward to investigating at university, or subject-related ideas you&apos;ve seen on an intellectual TV programme or read about in a newspaper or book. The best time to speak to a tutor may be at the end of the mini lectures that many open days now include. But remember, Davies adds: &quot;If you definitely want to go to a particular university and want to make an impression, you need to find the right person  the admissions tutor who will be making the offers. Ask who does that  it will not be obvious  and don&apos;t waste your time on anyone else.&quot; Your next task is to &quot;get the tutor to remember your name so that they can relate to you when they read your Ucas application later on,&quot; says Davies. &quot;As an admissions tutor, I want to hear that a student is particularly interested in coming to my institution, and that I would be top of their list of choices. Ucas forms don&apos;t let you know this information, so being able to convey your very strong interest to a tutor is one of the advantages of going to an open day.&quot; Other admissions experts say that students who take a couple of trips to the campus can boost their chances of getting a place. Thompson at Staffordshire explains: &quot;I remember one student specifically from last year because she attended several open days  first a year earlier than most, then again a year later.&quot; Dress-wise, while it&apos;s a good idea to look presentable at open days, academics point out that course interest will always be more important. &quot;For me, the key thing is to have a clear reason why you want to study the course,&quot; says Malcolm Whitworth, admissions tutor at the University of Portsmouth. &quot;I&apos;m most impressed with students who have a clear career plan, which the course forms part of. I always ask them, &apos;why this course and what are your plans?&apos;&quot; Nowadays many students are following up on open days with tweets, emails or even videos to make sure they&apos;re not forgotten before admissions decision day. &quot;One recent candidate for a performing arts course emailed me the day after the open day to give me a link to a YouTube video he had made of himself dancing,&quot; says Nigel Ward, admissions tutor in performing arts at Anglia Ruskin University. That&apos;s probably less relevant for scientists or psychologists, but Ward adds: &quot;Body popping is not quickly forgotten...&quot; His colleague, IT admissions tutor Tony Carter, agrees that post-open day contact is becoming a trend. &quot;We certainly do remember applicants from open days and are often in communication with them after the event to answer any questions they may not have thought of during the day,&quot; he says. The students who are likely to benefit most from making a splash at open days are, according to Pauline Start, admissions tutor for courses in built environment at Anglia Ruskin, those who might not get into a course &apos;on paper&apos; alone. &quot;The memorable students can be those who do not meet the requirements but [at open day] ask about alternative routes to the degrees, and then return to us, having met the requirements in other ways,&quot; she says. With tutor expectations so high, it&apos;s little surprise that today&apos;s students are putting in extensive effort before open days. &quot;Of course,&quot; Start adds, &quot;I would expect them to ask the usual questions about the course such as content, accreditation, employability and accommodation  but it&apos;s also good to see that they have done some &apos;homework&apos;, too.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/23/university-open-days", 
    "wordcount": "949"
}