{
    "headline": "Sellafield: 'It was all contaminated: milk, chickens, the golf course'", 
    "text": "     It says something for how Britain&apos;s nuclear establishment worked from the start that when Windscale No1 Pile caught fire in October 1957, it was hushed up so well that even with 11 tons of uranium ablaze for three days, the reactor close to collapse and radioactive material spreading across the Lake District, the people who worked there were expected to keep quiet and carry on making plutonium for the bomb. This was Britain&apos;s worst-ever nuclear accident, but no one was evacuated, no iodine pills were distributed, work went on and most people were not even told about thefire. But, thanks to Sellafield Stories, a book of interviews with nearly 100 people who worked there, lived nearby or whose lives havebeen linked to the vast WestCumbrian nuclear complex, we know more now about how people really reacted. Union leader and ex-Commando Cyril McManus says he thought the fire might mean the workers got a day off; Wally Eldred, the scientist who went on to be head of laboratories at BNFL, says he was told to &quot;carry on as normal&quot;; and chemist Marjorie Higham says she paid no attention. &quot;Things did go wrong so you just didn&apos;ttake any notice. The less you know about it the less you can tell anyone else.&quot; &quot;You kept quiet. But you know you were scared stiff really. Those who were working there... didn&apos;t want to be seen against the thing,&quot; says Mary Johnson, now in her 90s, who was bornon the farm that was compulsorily purchased to become the site of Sellafield. But we also know from the interviews that it was largely thanks to the courage of deputy general manager Tom Tuohy that the Lake District is still habitable today. When all else had failed to stop the fire, Tuohy, a chemist, now dead, scaled the reactor building, took a full blast of the radiation and stared into the blaze below. &quot;He was standing there putting water in and if things had gone wrong with the water  it had never been tried before on a reactor fire  if it had exploded, Cumberland would have been finished, blown to smithereens. It would have been like Chernobyl... there was contamination everywhere, on the golf course, in the milk, in chickens but it was quickly forgotten about,&quot; says McManus. Everyone in West Cumbria has a relationship with Sellafield. Every family has someone who worked there or has somehow benefited from it. The book includes interviews with Sellafield foremen, scientists, managers, farmers, labourers, anti-nuclear activists, the vicar, the MP and bank manager, policemen, physicists, welders and accountants. My relationship began at 13 when I went to school at St Bees, just three miles away. We ran punishment runs past it, danced at Calder girls school, kissed the daughters of the scientists, were jeered at by the workers for wearing shorts and we got shown round it, I am almost certain, by Tom Tuohy, whose son was at school with us. I remember my dad saying the nuclear scientists thought they were &quot;little gods&quot; and my mum demanding that our medical records include the fact we were at school so close to the reactors. What emerges is the intimate, honest, sometimes ugly story of how a wartime bomb factory was dumped in one of Britain&apos;s most cut-off areas, turned to producing plutonium for the atom bomb, then nuclear electricity and is now a American-led multinational corporation decommissioning the mess that it largely created. But how did Sellafield become Europe&apos;s nuclear dustbin and the target of so much hostility to nuclear power? Its roots in weaponry explain the high security and the arrogance of its inward-looking early management. The fact that much of the workforce was drawn from the declining local iron ore and coal mines may explain the camaraderie of the workers and the vibrant community. But, the book suggests, its sheer physical isolation may have been responsible for some of the deep fears that people have of nuclear power. The stories, edited by Hunter Davies, suggest that much of what happened then is inconceivable now. Management, profligate with money, was criminally careless with safety and ecology. It thought nothing of trying to block Wastwater lake to get more water or trying to mine the national park for a waste dump. It recklessly dumped contaminated water out to sea and filled old mines with radioactive waste. It was useless with people, too. &quot;I used to get very cross with their housing policy. The place was set up very much like a War Department settlement. If you lived on a certain street, you were of a certain status within the works. It was just bonkers,&quot; says Alan Postlethwaite, the truculentvicar of Seascale, who was accused of being a crypto-communist for even thinking the plant might be linked to cancers. &quot;What aroused my anxieties was within 12 or 18 months I conducted the funerals of thee children who died of leukaemia. And that put the frighteners on us because we had small children. When you asked, &apos;How many would you expect in a community of 2,000 people?&apos; and were told, &apos;Perhaps one in 20 years&apos; and you&apos;d had three in a year... that&apos;s something to bother about. No, I am not anti-nuclear, but my goodness, I think they could have made a better fist of it if they&apos;d tried harder,&quot; he says. Seven rare cancers were found in the small Seascale community between 1955 and 1983, yet the authorities &quot;proved&quot; this was due to the natural movement of people. &quot;I often think there will have been a Seascale cluster of leukaemia because that&apos;s where the fallout from the big chimneys was closest. These people have pontificated about bringing the stuff in from outside systems and that would give the kids leukaemia. Now I look back and think, no, we caused that,&quot; says McManus. McManus suffered, too. &quot;It was a great job. Don&apos;t get me wrong. I left in 1990 a free man but plutonium-exposed. They told me I had a lung burden and that was an accumulation from the 30-odd years I&apos;d worked at Sellafield. I was a radiation leper. I was a non-desirable person on site.&quot; But some folk could laugh it off. &quot;I could always tell when my husband had been irradiated because... his hair was standing on end when he came home,&quot; says Pam Eldred, wife of Wally. The plant has changed. The bunker mentality has eased and the safety systems are better. But the economy of the region is more dependent on nuclear than ever before; the MP, Jamie Reed, is a former press officer for Sellafield and no one dares say anything critical if they want to keep a job. Instead of bumbling, British, gung ho pioneers, Sellafield is now run by corporate PR folk and slick American businessmen. Here&apos;s Dick Raaz, the outgoing head of the waste depository: &quot;The good news about radioactive waste is it self-destructs, if you just give it long enough.&quot; The bad news from the new management? Well, from the interviews with Raaz, Reed and former Sellafield boss Barry Snelson, there isn&apos;t any. The future is rosy. Just like in 1957.", 
    "section": "environment", 
    "gid": "environment/2012/mar/11/sellafield-stories-book-nuclear-accident", 
    "wordcount": "1227"
}