{
    "headline": "Phonics literacy test for young children 'a waste of time and money'", 
    "text": "The phonics literacy test applied to first-year schoolchildren in England has had a minimal impact on reading and writing standards, according to teachers in a Department for Education-funded survey, leading education unions to describe it as a waste of time and money. The survey, conducted in the first year that the phonics screening check has been given to all five- and six-year-olds in state-funded primary schools, reveals continued disquiet among teachers and literacy co-ordinators over the usefulness of the test, alongside apparent indifference from parents. &quot;Most of the teachers interviewed as part of the case-study visits to schools reported that the check would have minimal, if any, impact on the standard of reading and writing in their school in the future,&quot; the interim report, conducted by the National Foundation for Education Research, concludes. A majority  52%  of school literacy co-ordinators surveyed disagreed with the statement &quot;the phonics screening check provides valuable information for teachers&quot;, while only a quarter agreed. Most teachers preferred to use their records or other means of assessment to gauge a child&apos;s progress, with only half saying they used the test results to judge whether a pupil needed extra support. One teacher interviewed in the survey&apos;s follow-up case study was quoted as saying: &quot;The check had no impact on me personally. I know exactly where the children are anyway. There were no surprises in the data and [it revealed] nothing we didn&apos;t already know.&quot; While many teachers are strong supporters of phonics, a teaching method that involves pupils examining each letter within a word as an individual sound and blending the sounds together in pronunciation, many remain unconvinced of the need for a test or check on children as young as five, or in using the DfE&apos;s preferred technique, known as synthetic phonics, exclusively.     Christine Blower, NUT general secretary, says the report will be uncomfortable reading for the government. Photograph: Sean Smith for the Guardian    Christine Blower, the general secretary of the National Union of Teachers, said the survey suggested the check was a waste of money. &quot;This report will make for very uncomfortable reading by Michael Gove as it has very little to say that is positive about the phonics check,&quot; she said. &quot;The NUT agrees with many of the findings, in particular the key conclusions that schools believe the check provides no new information on pupils&apos; ability and that phonics should be used alongside other methods in the teaching of reading.&quot; Russell Hobby, the general secretary of the National Association of Head Teachers, called the tests a waste of time. &quot;We have seen nonsense words plastered on the walls of good primary schools to get children used to the concept of words that don&apos;t make sense. What on Earth are we being forced to teach children?&quot; he said. The average cost of administering the check was 740 per school, with one school reporting a cost of more than 20,400, although the survey&apos;s authors said that figure probably included spending on phonics teaching resources. Others spent 5,000 on teaching supply cover. Schools reported an average of eight hours spent administering the test. A spokesman for the DfE pointed out that 80% of literacy co-ordinators said the results of the check would enable them to identify children who needed extra help. &quot;The phonics check ensures children struggling with reading get the help they desperately need. Last year&apos;s check  when teachers identified more than 235,000 six-year-olds behind on reading  demonstrated its value,&quot; the DfE said. Teachers were divided over the usefulness of the test for pupils with more advanced levels of reading comprehension, with as many saying the check was inappropriate as those who thought it was appropriate. The survey also revealed concerns that the use of &quot;pseudo words&quot; in the check may be confusing for advanced readers or children speaking English as an additional language. Made-up words, such as &quot;halp&quot; or &quot;flarp&quot;, are included in the check to test a child&apos;s ability to blend sounds, rather than rely on reading a word they may already recognise. Several teachers reported problems over the pseudo words, which comprise 20 of the 40 words tested. &quot;They [the children] tried to make the pseudo words fit something they knew, for example by changing &apos;proom&apos; to &apos;groom&apos;,&quot; according to one teacher. Others said children speaking English as an additional language also had difficulty adapting to the pseudo words. According to one teacher some children claimed the made-up words &quot;were real words, like &apos;desh&apos;  so we don&apos;t know whether in their own language that is a real word, or the pronunciation is a real word, and this confused those children&quot;. Children with speech, language or communication difficulties or other learning issues were also reported to have experienced problems with the check, and to have been confused by the pseudo words, while the survey found some evidence of unsuitability of the check for students with severe autism. The survey of nearly 1,800 teachers and literacy co-ordinators will be repeated this year, along with interviews with parents.", 
    "section": "education", 
    "gid": "uk/2013/may/21/phonics-literacy-test-young-children-waste-time-money", 
    "wordcount": "842"
}