{
    "headline": "What next for New Star Soccer?", 
    "text": "In 2012, the game I played most on any platform was New Star Soccer, by some distance. I&apos;m not alone: more than 2.1m people have downloaded the game on iOS and Android since its release in March 2012. The football game&apos;s success was fuelled almost entirely by word-of-mouth, culminating in a BAFTA Games award in March 2013 in the Best Sports/Fitness category, beating the console version of FIFA 13. Not bad work for a single independent developer. Simon Read has been making New Star Soccer games for 10 years now, initially for PC (and later Mac). The 2013 release as a mobile game  which for the initiated sees you dragging your finger on the screen to aim shots and passes, while also handling light RPG elements to guide your player&apos;s health, happiness and career  was actually its sixth iteration. &quot;The very first version was 2003, and I&apos;ve just been refining it ever since,&quot; says Read. &quot;Each version&apos;s been different, and it just seems to have boiled down to this one perfect version. In one sense I got lucky: I thought the new way the ball bounced might work, and it really did.&quot; Got lucky? Hard graft, a willingness to learn from mistakes Read says failings in 2008&apos;s New Star Soccer 4 taught him valuable lessons and passion for the games he was creating clearly played an important role. You could compare Read to Rovio and its famous 51 games before Angry Birds, but I think a better parallel can be found in the music world with Elbow: a band who formed in 1990 and refined their craft over a series of EPs and three albums before striking it big in 2008 with The Seldom Seen Kid. The warmth of the reactions to New Star Soccer&apos;s BAFTA win from other British games developers reminded me strongly of the response to Elbow&apos;s Mercury Prize victory in 2008 a similar sense of peers genuinely rooting for the winner. Why have peers and gamers responded so strongly to New Star Soccer? For Brits in particular it taps into a rich vein of football-game nostalgia: games like Kick Off, Sensible Soccer and (if you have a longer memory) Footballer Of The Year. &quot;I think that&apos;s why it&apos;s such a success in the UK and not so much anywhere else,&quot; says Read. &quot;We have a history of great football games on things like the Amiga, and people do remember them.&quot; Another influence was more modern though: David Beckham. When Read started coding the first New Star Soccer game in 2002, Beckham-mania was at its height, inspiring the RPG-style elements (girlfriends, luxury items, gambling) that are still in the current mobile version. &quot;He was just massive, and his whole lifestyle was so public, on the back and front pages,&quot; says Read. &quot;I wanted to make a kind of football game where you were the star: almost some kind of David Beckham simulator! Over time, the football has become the focus with the lifestyle elements pushed to the periphery, but they&apos;re still important.&quot; The latest New Star Soccer&apos;s mobile success makes it easy to forget that it was also released as a Flash game on the Kongregate site in March 2012. Read says that was the initial catalyst for its success on the app stores, with 2m Kongregate plays in its first month, and links to the mobile version. &quot;That and quite a large mailing list of existing fans from PC helped to get the ball rolling, but once we got into the top 10 of the App Store helped by a Sun review it had so much visibility,&quot; he says. &quot;People seemed to want to talk about it too: at its height, there&apos;d be a tweet about New Star Soccer every couple of minutes, with someone saying how addicted they were. No matter how much money you have to spend on marketing something or acquiring users, you can&apos;t beat word of mouth.&quot; New Star Soccer is a freemium game on mobile: free to download, but with several types of in-app purchase. People can play 10 matches of its Career Mode for free, but then pay 69p to unlock the full thing. They can also pay 69p for a pitch and weather pack think rain and the best virtual boots, then pay between 69p and 9.99 a time for the game&apos;s Star Bux virtual currency. New Star Soccer is notably un-aggressive on the latter front: you never feel like you&apos;re being pushed to pay. &quot;The free thing on the App Store is hugely important,&quot; says Read. &quot;You need to let people at least try it, but it goes against the current wisdom that your game has to be completely free without any paywalls. It does have a clear paywall after 10 matches, but it&apos;s still converting at 25%.&quot; That means that 25% of people who download New Star Soccer stump up the 69p for the Career Mode, which is an impressive conversion rate. &quot;People ask &apos;how are you doing that?&apos; and I don&apos;t know!&quot; he says. &quot;It&apos;s just luck. If the conversion rate wasn&apos;t that great, I would remove the paywall, because the boots and Star Bux bring in around 50-60% of the revenues. So it could survive without the Career Mode payment, but that still monetises really well.&quot; Read admits that he&apos;s thinking about other ways to remove the paywall perhaps by including ads in the game that can be removed with an in-app purchase but for now, his formula is working fine. How fine? At its very peak, New Star Soccer made as much as 7k in a single day. &quot;It was a very short spell making that kind of money, but it&apos;s still generating over 1k a day,&quot; says Read. &quot;I couldn&apos;t believe it when the game started hitting the big numbers, and thought it would never last. But a year later, it&apos;s still making fantastic money more in a month than I used to make in an entire year.&quot;     New Star Soccer's retro graphics have won it a fervent fanbase    This, alongside the success of other independently-developed games like The Room, is providing inspiration for a number of indie developers in the UK and elsewhere. For all the (justified) talk about how difficult it is to crack the upper reaches of the app store charts  and the need for enormous marketing budgets to &quot;acquire&quot; users to solve that problem  it&apos;s still possible for a well-crafted indie game to become a word-of-mouth success.  Read, however, is down to earth about the nature of his success. &quot;I&apos;m trying to stay level-headed about the whole thing. If the next game&apos;s rubbish, it will be back down to the ground with a bump,&quot; he says. &quot;I&apos;m really proud of the fact that I&apos;ve achieved this, but I&apos;m already thinking about the next version of the game, and how I can improve on things without changing too much or trying to go too big. New Star Soccer 4 tried to do too much and ultimately was a failure. I&apos;ve learned from those lessons about keeping things simple and fun.&quot; Which brings us on to what&apos;s next for New Star Soccer. Read is working on an update to the current game that will add new boots and energy drinks, as well as headers and aftertouch for shooting. &quot;That&apos;s version 1.5, but then I&apos;ll be fully focused on a completely new version,&quot; says Read. &quot;There are things that I would like to drop I don&apos;t think the interception mini-game works particularly well and new features that I&apos;d like to bring in.&quot; How about the graphics? New Star Soccer&apos;s retro look is one reason its current fans love it, but arguably could also be a barrier to even bigger success elsewhere in the world. That&apos;s something Read is aware of. &quot;It&apos;s a dilemma. In one sense I would love to say it looks as great as it plays, but it does seem that it&apos;s got that retro feel that people love,&quot; he says. &quot;It&apos;s a tricky balance that I need to think about, although the new version will look completely different.&quot; Read says he&apos;s also fielding a daily stream of emails from people suggesting what else he needs to do with New Star Soccer, from putting it on different devices and into different app stores, to offering marketing and money-making partnerships. &quot;It&apos;s just a constant stream that I have to basically ignore, because I need to focus on the game,&quot; he says, which reminds me of very-similar comments made by Imangi Studios&apos; Keith Shepherd earlier this year when I interviewed him about the sharp rise of his company&apos;s game Temple Run. Imangi called in help to filter the meaningful opportunities, and Read is doing the same, working with Martyn Brown co-founder of Worms developer Team 17 to &quot;think about what partners we can use to help improve the game&quot;. As for Read himself, he has a few more ideas bubbling, which will influence his approach to New Star Soccer in the longer term. &quot;I would love to have the number one App Store game and rival all these other franchises you see coming out, but the danger is that then I&apos;ll be into this yearly cycle of tweaking and updating it,&quot; he says. &quot;I want to do this completely new version with new features, but after that think of other sports games. And I&apos;d love to do different types of football games with a new angle on things: something that hasn&apos;t been done before&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/mar/14/new-star-soccer-what-next", 
    "wordcount": "1643"
}