{
    "headline": "What are the concerns over the UK's electricity market reforms?", 
    "text": "The concern: Contracts for difference counterparty What it means: The government wants to provide guaranteed minimum prices for future clean electricity so investors will build new generating capacity, but doesn&apos;t want to sign these contracts itself. But without explicit or implicit state-backing, investors see more risk and building the new capacity becomes more expensive.What Tim Yeo, ECC chair, said: Electricity market reform is essential, but the new contracts proposed by the government will not work for the benefit of consumers in their present form.&quot; Contracts for difference levy cap What it means: The Treasury has capped the amount of money energy bill payers can be charged per year to fund investment in new capacity. But this adds risk to those building the new plant  what if the money runs out after they have built?Yeo: &quot;Nobody wants to see a blank cheque written out for green energy, but the Government must provide investors with more certainty about exactly how much money will be available.&quot; Emissions performance standard grandfathering for new gas plants What it means: The government is setting a limit on the emissions allowed to be emitted from new fossil fuel plants. This rules out coal, but is high enough not to require any carbon dioxide emissions to be captured from new gas plants. That high limit will be guaranteed  grandfathered  to 2045, locking in emissions.The ECC report: &quot;The Emissions Performance Standard as currently proposed would be at best pointless. At worst, the decision to grandfather the initial level until 2045 may undermine our ability to meet long-term carbon targets.&quot; Lack of transparency on new nuclear price negotiations What it means: EDF, the major player in potentially building new reactors, wants to make a final investment decision by the end of 2012, before the new government policy is finalised.The ECC report: The proposed process for agreeing the strike price for nuclear lacks transparency and any perception that decisions are being made &quot;behind closed doors&quot; could be hugely damaging to the low-carbon agenda. Lack of a target for electricity carbon intensity What it means: The government&apos;s policy says cutting carbon is essential but sets no target. The committee suggests the figure of 50g/kWh by 2030, as recommended by the official advisers to government, the Committee on climate change.The ECC report: &quot;DECC&apos;s stated objectives for reforming the electricity market are uncontentious but vacuous. Greater clarity about the role that the electricity sector is expected to play would help to boost confidence amongst the investment community. Risk to small-scale clean electricity generating companies What it means: At present, all energy suppliers have to deliver a certain proportion of clean electricity. This is set to end, meaning smaller suppliers may have no-one to buy their electricity.The ECC report: The Bill does not give sufficient consideration to the risk of negative impacts on smaller scale players  This could compromise the ability of independent generators to take part in the market, which could lead to fewer players and [less competition].&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/23/concerns-uk-electricity-market-reforms", 
    "wordcount": "510"
}