{
    "headline": "Metric v imperial: what's best in schools?", 
    "text": "Education minister Elizabeth Truss has announced that the new primary curriculum will put more focus on imperial measurements. What do teachers, mathematicians and scientists think? Kay Gerrett, headteacher of Cedar Road primary school, Northampton Whether it&apos;s baking a cake or travelling with their parents, children need to be able to quickly convert between the imperial and metric system. The key job for any school is to prepare its pupils for the world, and as part of that, we want to ensure that they understand the difference between miles and kilometres, and even analogue and digital time reading. This announcement is just formalising what many schools are doing already. Chris Beesley, subject leader, PGCE secondary maths, Reading University For children who are less mathematically inclined, metric is undoubtedly an easier system to get to grips with, but whatever their ability, they still have to operate in a country that has signposts in miles and beer in pints. In my experience, it doesn&apos;t confuse pupils to operate in both imperial and metric  it is rather like children whose parents are bilingual: if they can switch from one to the other, it gives them more skills. Tracy Treen, primary maths co-ordinator, Dorset The important thing about maths in schools is that it is relevant and meaningful to pupils. Children need to be able to make connections and use their maths skills in everyday life. They will need to be able to recognise and use a combination of metric and imperial measures, for example when shopping or driving, and teachers already plan lessons that develop these skills. Children come into school with a wealth of prior mathematical knowledge based on their life at home. Teachers already use this prior knowledge and build on it to develop children&apos;s understanding. The proposed changes make more explicit reference to imperial and metric measures, but in essence have not changed significantly. Emma Steele, deputy head of maths, Havelock academy, Grimsby We live in a world where the imperial and metric systems have an equally important role to play, so it makes sense that there is a better balance to how we teach the two systems in the classroom. In fact, this announcement just seems like a natural progression now that a GCSE maths paper that has a strong focus on functional elements has been added to the summer exam. I believe a further benefit of putting a greater focus on the imperial system is that it will help to strengthen numeracy. Jim Al-Khalili, professor of physics, University of Surrey Yes, children should be taught the basics of imperial/metric conversions. A familiarity with SI units (from the French, le systme international d&apos;units) of kilograms and metres is absolutely crucial in the modern world, and solving problems in physics lessons at school must continue to be done. On the other hand, it seems unlikely that British society is about to shed its love affair with the pint, pound or miles per hour. Until it does, it would seem to be important that children at least know approximately how to convert between imperial measures and metric ones. I&apos;ve always known that five miles is roughly 8km and that there are 2.2 pounds to the kilogramme, and use these numbers all the time. I believe they are a vital skill everyone should have  however much we would like to do without them.", 
    "section": "education", 
    "gid": "education/2013/jan/14/imperial-measurements-maths-lessons", 
    "wordcount": "566"
}