{
    "headline": "Boot up: Google poetry, HP's accusations, US kids want iPads and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team US kids continue to look forward to &quot;iHoliday&quot; &gt;&gt; Nielsen Wire  Approximately half the children surveyed expressed interest in the full-sized iPad (up from 44% last year), and 36% in the new iPad Mini. The iPod Touch and iPhone are also coveted devices among these young consumers (36% and 33%, respectively). Kids are also likely to ask for dedicated gaming hardware this holiday, with 39 percent excited to own Nintendo&apos;s just-released console offering, Wii U, and 29% indicating they want a device from that company&apos;s portable DS family. Microsoft&apos;s Xbox 360 and Sony&apos;s PlayStation 3 also proved appealing, with approximately one-quarter of kids 6-12 saying they want these high definition consoles.   Adds up to more than 100%, of course. Would be good to know what the things where their interest overlaps are. China&apos;s mobile subscribers up 1% in October at 1.09 bln &gt;&gt; Reuters  China, the world&apos;s largest mobile phone market by subscribers, posted a 1.04% monthly increase in the number of mobile subscribers to 1.09 billion in October, data from the country&apos;s three telecommunications operators showed.   Incredible; the China smartphone business is now bigger than that in Europe. (Not more valuable, but bigger.) Windows 8 &apos;slow going,&apos; but 2013 should be better, top retailer says &gt;&gt; ReadWrite  A senior executive at popular retailer NewEgg described the Windows 8 launch so far as not the &quot;explosion&quot; that the company originally planned for, but as slow and steadily improving.   From a software perspective, however, Windows 8 will probably not take off until about the second quarter of 2013, said Merle McIntosh, the senior vice president of product management of Newegg North America, in an interview.  September 2011: &quot;Another whopper&quot; from Autonomy CEO Mike Lynch &gt;&gt; Oracle Larry Ellison claimed that Lynch had tried to sell Autonomy to Oracle. Lynch denied it. Then the story changed slightly. Ellison put the boot in:   Ably assisting Mike Lynch&apos;s attempt to sell Autonomy to Oracle was Silicon Valley&apos;s most famous shopper/seller of companies, the legendary investment banker Frank Quattrone. After the sales pitch was over, Oracle refused to make an offer because Autonomy&apos;s current market value of $6 billion was way too high.   As ever with legally sensitive points, note that HP has not named anyone in its allegations, and that they remain allegations; no criminal or civil charges have been laid at the time of linking.  HP issues statement regarding Autonomy impairment charge &gt;&gt; HP Investor Site  HP launched its internal investigation into these issues after a senior member of Autonomy&apos;s leadership team came forward, following the departure of Autonomy founder Mike Lynch, alleging that there had been a series of questionable accounting and business practices at Autonomy prior to the acquisition by HP. This individual provided numerous details about which HP previously had no knowledge or visibility. HP initiated an intense internal investigation, including a forensic review by PricewaterhouseCoopers of Autonomy&apos;s historical financial results, under the oversight of John Schultz, executive vice president and general counsel, HP. As a result of that investigation, HP now believes that Autonomy was substantially overvalued at the time of its acquisition due to the misstatement of Autonomy&apos;s financial performance, including its revenue, core growth rate and gross margins, and the misrepresentation of its business mix.   Very serious stuff. Note that nothing is proven here, only alleged. Two trustbusters who could decide Google&apos;s future &gt;&gt; CNET News  They contrast sharply. [The EC&apos;s Joaquin] Almunia has been highly critical of Google and how it&apos;s done business since becoming dominant in search. [FTC incoming commissioner Joshua] Wright, though, not only advocates minimal regulation of fast-moving high-tech companies, he&apos;s also written papers that explicitly defend Google&apos;s position.  This Trend Is Very Worrisome For Henry Blodget&apos;s Apple Prediction &gt;&gt; Business Insider Jay Yarow follows up on the previously-linked:   My boss Henry Blodget says Apple should be worried about the fact that Android is racking up market share gains.  How worried should Apple really be about this market share dilemma? Probably not as worried as Blodget thinks.   Mum, Dad, stop fighting! Apple and Twitter &gt;&gt; Patrick Gibson  Google, specifically Android, has been steadily improving its entire platform. To me, it still doesn&apos;t have the same quality of polish and feel that Apple software does. However, it&apos;s getting harder to argue that point, especially since their web services all tend to Just Work. Features like Google Now and near-instant voice commands are starting to give Android a serious leg up on iOS. Design is coming along as well. Android is still ugly, but it&apos;s much less ugly than it was a few years ago. Google seems to be actively addressing this, and if Apple isn&apos;t worried, they should be. Tom is the first friend I&apos;ve had who has switched from iOS to Android, and he is unlikely to be the last.  Google Poetics &gt;&gt; Tumblr Beauty in the culmination of the intents. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/21/technology-links-newsbucket", 
    "wordcount": "871"
}