{
    "headline": "Universities benefit from Olympic feelgood factor", 
    "text": "Just as Team GB benefited from the resources boasted by universities across the country, students and their institutions are now benefiting from &quot;the Olympic effect&quot;. Middlesex University hosted several athletes this summer who took advantage of their brand-new human movement lab to assess their strength, speed, power, flexibility and mobility  and set benchmarks from which to improve in the four-year run-up to Rio, where the next Games will be held in 2016. Anthony Turner, senior lecturer in sports and exercise science at Middlesex University, explains: &quot;Athletes want to go that extra inch. They want as much support as possible  it&apos;s that core concept of marginal gains, so they see it as an opportunity to edge forward that little bit more. The Olympics have shown them, &apos;Right, we need to take every little advantage available&apos;. They have identified what those advantages are, and gone searching for them.&quot; Athletes from Team GB are continuing to enjoy all the benefits of Middlesex&apos;s facilities  as are the university&apos;s students, who have access to all the same equipment. Not only is this great for students who are elite athletes as well, Turner also sees this as a plus-point when it comes to employability. He says: &quot;When they go into the workplace, they&apos;ve already had access to state-of-the-art equipment, so their transition into their job role is that much smoother.&quot; Perry Stewart, a recent graduate from Middlesex&apos;s MSc in strength and conditioning, now works with QPR&apos;s academy as lead sport scientist. &quot;The facilities and equipment at Middlesex have been very useful,&quot; he says. &quot;They have things like force plates and 3D motion analysis, so when I went to apply for jobs I was used to lab-based testing rather than just field-based testing. I think that may have given me an advantage over other candidates.&quot; Turner also reports that potential postgraduate admissions for a January start are looking very promising. Meanwhile, sports society memberships are booming, with more women signing up, and more people interested in previously niche activities such as weightlifting, inspired by the likes of Team GB&apos;s teen star Zoe Smith. The University of Nottingham might not have any sports-specific postgraduate courses but offers opportunities for sports specialisms for those training in vocations such as medicine or physiotherapy. In addition, they&apos;re also very proud of their sporting roll of honour. Elite sporting success &quot;Most of our elite sporting success is built around supporting academics who also play sport rather than study sport,&quot; explains Nigel Mayglothling, assistant director of sport and physical recreation, pointing to London 2012 canoe slalom champions  and engineering graduates - Tim Baillie and Etienne Stott. The University of Nottingham gives bursary support to around 30 athletes a year from a wide range of sports. This includes mentoring, free physiotherapy, specialist instruction and close liaison with local sports clubs. Mayglothling is hopeful that admissions will continue to rise as Nottingham capitalises on its own &quot;legacy games&quot;  an event hosted this summer across the university&apos;s multiple campuses as the Olympic torch passed through the city. &quot;Recruitment appears very healthy again this year with increased numbers at our open days so far and a good range of performance athletes again seeking to study and train at Nottingham,&quot; he says. &quot;An Olympic feel-good factor is clearly helping inspire those who wish to aspire.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/13/postgrad-sports-courses", 
    "wordcount": "565"
}