{
    "headline": "Chiropractors continue to treat children despite a lack of evidence", 
    "text": "Most Guardian readers will know that my friend and co-author Simon Singh was sued by the British Chiropractic Association for writing in the Guardian that the BCA was &quot;happily promoting bogus treatments&quot; for a range of childhood conditions. The case ended with victory for Simon, not least because there is no good evidence that chiropractic spinal manipulation does more good than harm for paediatric conditions. But it seems that the children who should have been in the centre of all this are not among the winners in this dispute. A recent overview of data from 20 European countries showed that, internationally, chiropractors continue to treat children. The report suggests that skeletal, neurologic, gastrointestinal, infectious, genitourinary and immunity problems are being treated most frequently. There is, of course, some evidence that musculoskeletal problems might benefit from spinal manipulations but, for the rest of the list, the evidence is either negative, or of very poor quality, or nonexistent. Chiropractors often say in their defence that they do a lot more than just manipulate the spine. However, this claim only confuses the matter and almost makes it look as though they are trying to manipulate the evidence. We know that chiropractors do spinal manipulations on nearly every patient who consults them, and anyway, would we agree that surgery is effective for a nappy rash or for teething problems just because a surgeon might well provide helpful advice for such conditions? The reluctance of chiropractors to get their act together, despite a lost court case, scientific evidence and mounting negative public opinion, is more than a little disconcerting. Perhaps you think I am exaggerating? Consider this: the UK College of Chiropractors still has a &quot;paediatric facility&quot;. And not only that, this weekend they will hold a Paediatric Chiropractic Symposium in London. I think I can rest my case.", 
    "section": "science", 
    "gid": "science/blog/2012/jun/12/chiropractors-treat-children-lack-evidence", 
    "wordcount": "308"
}