{
    "headline": "UN urged to create global fund for disaster prevention", 
    "text": "The NGO Islamic Relief has urged the UN to establish a global contingency fund for disaster prevention as it is cheaper to help prepare for floods and drought than spend billions on emergencies. In a report on Monday, Feeling the Heat, the charity also called on governments and aid agencies to completely rethink their priorities and put disaster risk reduction at the heart of all aid programmes. &quot;We need to give poor countries a fighting chance against climate change by investing in things like drought-resistant crops, rebuilding flood-prone houses on higher ground and preserving food and seeds for when disaster strikes,&quot; says Shahnawaz Ali, head of climate change and disaster resilience for Islamic Relief Bangladesh. &quot;If we do that, we will not only save lives but save a lot of money on emergency aid.&quot; The group said it cost 400 for Islamic Relief to protect a family in the Gaibanda district of Bangladesh from floods for five years by raising their land to a higher level, less than the 440 in emergency aid the same family would need in one month if they lost everything in a major flood. Islamic Relief is the latest aid group to argue that prevention is better than cure. The EU commissioner on humanitarian aid, Kristalina Georgieva, strongly supports aid efforts that build up the capacity of communities to withstand shocks like drought or floods. Research from the US government says $1 of risk reduction spending can result in as much as a $15 decrease in disaster damage. Despite common knowledge that investment in preventive measures is cost-effective in the long run, Islamic Relief said only a tiny proportion of aid goes on disaster risk reduction (DRR). In 2010, the world spent 23 times as much on emergency relief for the 10 countries hit hardest by disasters as it spent on disaster prevention. There have been international efforts to shift aid priorities towards risk reduction. After the Indian Ocean tsunami that killed almost 230,000 people in 2004, the UN general assembly agreed the Hyogo Framework for Action, in which 168 countries put their names to a 10-year-commitment to disaster risk reduction. This little-known agreement was mentioned at the Rio+20 summit in June, when governments were urged to &quot;accelerate implementation&quot; of the framework. Hyogo, a non-binding framework, called for a 1% allocation of national development budgets to DRR, along with 10% of humanitarian aid financing and 10% of reconstruction and recovery funds. Islamic Relief said progress is being made. Australia, the European commission and the UK have put resilience at the centre of their aid efforts, while Colombia, Indonesia and other at-risk countries are developing strong disaster programmes. Nevertheless, risk reduction and prevention remain the &quot;Cinderellas of the aid world&quot;. Its report cited research by Development Initiatives showing that only 1% of all development aid goes towards DRR. Islamic Relief said the most disturbing results were in west Africa, which is now dealing with floods after drought. The situation is particularly stark in west Africa, where millions of people in the five countries worst affected by drought, received only 12p for disaster risk reduction (DRR) in every 100 of aid spending over the five years to 2010. &quot;[In the Sahel] From 2005 to 2010, disaster risk reduction amounted to only 0.12% of all aid  less than for any of the other countries we examined, and far less than the 1% overall percentage identified by Development Initiatives,&quot; said the report. Islamic Relief criticised donors for &quot;fiddling&quot; aid figures, citing the case of money for climate mitigation and adaptation. Donors had promised to provide new funding of about $30bn for 2010-12. In 2010, $22.9bn was provided for climate mitigation, about 15% of total official development aid (ODA). &quot;If the funding was truly additional, we would expect ODA spending to have been substantially higher than in 2009. ODA did indeed rise over 2009 levels, to $128.5bn. But if climate funding is deducted, ODA actually dropped  by 11.85%. What we are witnessing is a donors&apos; shell game in which funding is being reallocated under different budget heads and cut at the same time,&quot; said the report. Islamic Relief urged the UN and governments to come up with a &quot;bold and binding international agreement to protect poor communities better when the voluntary and rather toothless Hyogo framework for action expires in 2015&quot;.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/01/call-for-global-fund-disaster-prevention", 
    "wordcount": "746"
}