{
    "headline": "University of East Anglia spent 112,870 on 'climategate' PR", 
    "text": "Public relations is an uncertain science. There are some widely agreed ground rules  be on top of the facts, be proactive, etc  but each event or crisis also demands a uniquely tailored response. The University of East Anglia (UEA) found itself in just such a PR &quot;hole&quot; in November 2009 when thousands of private emails exchanged between climate scientists were dumped online in an incident that became known as &quot;Climategate&quot;. In the following months, the university and its scientists became the focus of an international maelstrom with all sorts of wild accusations and claims were being made against them, particularly online. It was exactly the sort of situation that required expert and sustained handling by PR professionals. In the days and weeks after the email release, the university&apos;s in-house press department was criticised for not reacting harder and faster to the storm enveloping them. The accusation was that they were actually making the situation far worse by largely refusing to comment, or, more importantly, putting any of the scientists up for interview so that they could defend themselves against any accusations by contextualising and explaining their emails which were being cherry-picked for damning isolated quotes. But something changed in February 2010. Suddenly, key scientists were now being offered up for interview. The &quot;fight back&quot; had begun, just as a wave of enquiries into the affair were getting under way. It has since transpired that UEA had at this point finally decided to hire the services of an external PR consultancy called the Outside Organisation, the managing director of which, Neil Wallis, has since been arrested and bailed without charge as part of the on-going police investigation into phone hacking due to his former role as deputy editor of the News of the World. What has emerged this week, though, is just how much UEA paid the Outside Organisation for its services during this period. A Freedom of Information request by Graham Stringer MP (pdf) has finally forced this figure out of the university, which had tried to resist releasing it citing the commercial interests and confidentiality of the Outside Organisation. The Information Commissioner&apos;s Office indicated that it disagreed and, as a result, we now know this figure to be 112,870.71. We don&apos;t know how this figure breaks down, but, however you view it, it is still a considerable amount of money for a taxpayer-funded university to be spending on PR. UEA has now issued a statement providing some background to this figure:  The Outside Organisation provided consultancy services on all aspects of our engagement with the media and with the broadcast enquiries at which senior members of the university were witnesses. The work included advice and guidance on the acceptance, arrangement and conduct of individual and parliamentary interviews and press conferences, and on statements to the media. It also included work to monitor press activity as a supplement to the work being carried out by our own press office, to rebut incorrect and misleading reporting and, in some cases, to secure retractions and apologies.  It has also posted a statement from its vice-chancellor Prof Edward Acton:  I sought communications advice from a large PR company to address the distortion and misinformation still rife in the wake of the unauthorised publication of emails hacked from the Climatic Research Unit. The company assigned Neil Wallis and another colleague to us for this purpose.No university would have had the capacity to deal with the media storm to which we were subjected and it would have been irresponsible not to have mobilised additional assistance to defend our reputation and to safeguard colleagues whose reputations were also at risk.Given the momentous issues at stake and the need to focus on them while continuing to support essential communications activity to our Schools and Faculties, I believe that we took the right decision in bringing in external advice.  I asked UEA to clarify what period the Outside Organisation was employed. It said it couldn&apos;t go into detail because it did not wish to breach the commercial confidentiality of the Outside Organisation, but it did confirm that its first meeting with the company was on 4 February, 2010, and that it &quot;gave advice to the university during 2010&quot;, but not beyond this period. UEA also said that it employed the services of a separate crisis PR consultant &quot;for a short period of time at the end of 2009 following the hacking and release of the emails&quot;. It wouldn&apos;t say who this was, or how much it spent doing so. To be honest, it is a surprise to learn this as this covers the period when they were being criticised for, in effect, being rabbits in headlights and for allowing the accusations made against their scientists to go unchallenged. It doesn&apos;t appear to have been money well spent, that&apos;s for sure. But what do you think? Was UEA justified in spending this sum to try and regain the ground it lost in the period just after the emails first appeared online? Was it unrealistic to expert a small press team within a university to handle a story of this scale all on its own? Or was it a misuse of public money considering so much of the reputational damage could have been avoided if UEA had been open and forthcoming from the moment the incident occurred - or, arguably, even beforehand (as the subsequent enquiries all pointed out) when there was clearly much internal resistance to adhering to an on-going Freedom of Information request by climate sceptics for climate research data?", 
    "section": "environment", 
    "gid": "environment/blog/2012/apr/24/uea-climate-change-email-publicity", 
    "wordcount": "937"
}