{
    "headline": "Giant pandas fail to mate", 
    "text": "The unsuccessful end to one of the briefest but most eagerly hyped trysts in conservation history was announced with a short statement from Edinburgh zoo: their giant pandas had failed to mate. The press release headline said simply: close but no cigar. It had started so well. The panda cams were switched off, the doors carefully locked to outsiders and the &quot;love tunnel&quot; opened. But in the end, despite repeated five-minute bouts of foreplay and coupling in the female&apos;s enclosure, Tian Tian and Yang Guang will have to wait anotheryear. It may have been the weight of expectation. Perhaps the love tunnel was too short. Whatever the reason, the window of opportunity for Edinburgh&apos;s pandas closed yesterday afternoon. The female panda is fertile for only two or three days each year, usually at some time between March and May. The bears were allowed a few extra trysts on Wednesday evening, but the zoo&apos;s experts were not optimistic that these last couplings would succeed. They had carefully built up hopes in advance, pointing out that both animals had produced offspring before. Tang Tang had even given birth to twins. Despite increasingly amorous calls to each other, yearning glances, and paw and muzzle-touching through the grille, the zoo&apos;s efforts to bring the bears together failed to bear fruit. Downplaying their disappointment at failing to generate the UK&apos;s first panda cub, Iain Valentine, the zoo&apos;s director of conservation, said the pair would be in Edinburgh for 10 years  plenty of time for another go. &quot;Each time the pair met, we saw a huge amount of eagerness and attraction between Tian Tian and Yang Guang,&quot; he said. &quot;At the end of the day, this is year one of a 10-year conservation project here at Edinburgh zoo. We are hugely encouraged by how much the natural sparks flew between the two animals, as, like humans, not all male and female pandas are attracted to each other. Both were keen to mate, but their inexperience showed. Baby cubs would have been a bonus this year, but we have to appreciate that the pandas have only just arrived and have had limited time to settle.&quot; Since their arrival four months ago, the pandas have been kept in neighbouring enclosures separated by a small gate. The couple were loaned to the UK by China as a breeding pair for an annual fee of $1m (626,400), and zoo staff, anxious not to miss their moment, have been keeping a close eye on Tian Tian&apos;s hormone count. As her short mating season approached, they sampled her urine for rising oestrogen levels. The samples were sent to Chester zoo for testing. The mating process has its critics. The Born Free Foundation, set up to honour George and Joy Adamson, who returned the captive Kenyan lioness Elsa to the wild, insists that panda breeding has minimal conservation value. Will Travers, its director, said the animals were being used for economic and political purposes by the Chinese and UK governments. &quot;This is about rather crude trade relations at the expense of these animals,&quot; he said. &quot;In the big picture on panda conservation, this will do nothing to protect their habitat.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/04/giant-pandas-fail-to-mate", 
    "wordcount": "541"
}