{
    "headline": "Talk point: what's your development data challenge for our hackday?", 
    "text": "Billions of dollars are spent each year on aid and development projects around the world. But where does the money go? How is it spent? And what has it achieved? Between 25 and 26 August the Guardian is hosting a two-day collaboration between hacks and hackers, developers and development experts, to interrogate  and explore the limits of  recently released data on development spending and finance. The event is part of a global Development Data Challenge and will help kick off a series of hackdays around the world. But first we need to hone in on a few key questions. Over the next three weeks, we&apos;ll use this space to collect ideas, thoughts and resources to explore at the event. How can we use the recent deluge of aid and government spending data to answer questions about development? What tools would help make this information more accessible? Do you have an interesting dataset just crying out for attention? Help us brainstorm the big questions. We&apos;re looking for all sorts of development data challenges  from global to local. One early example, submitted to the Development Data Challenge site, asks: &quot;What is the average wage of consultants working on official aid projects? What is the range of salaries earned by aid workers? What is the wage gap between local and expatriate aid workers?&quot; More development data is in the public domain than ever before. Last year, the Kenyan government opened its books in a revolutionary transparency drive. In Nigeria, open-budget advocates are exploring new ways to make government spending data more understandable, accessible and transparent. And a growing number of donors are publishing their data in common formats such as the International Aid Transparency Initiative standard. At a data challenge event in Washington DC, participants pushed the World Bank, which hosted the event, to release new data on supplies and services purchased with the bank&apos;s money. A simple app was quickly developed using this data, to visualise the &quot;flow&quot; of World Bank contracts. We have limited space at the London event, so sign up early if you&apos;d like to attend. If you&apos;re not there on the weekend, we&apos;ll update you here on the talk point. You can also follow the challenge on Twitter with the tag #ddc2012, and join the conversation below. We&apos;re keen to hear what you want us to tackle at the event, so please do comment below. As always, if you have any problems posting, or if you would prefer to comment anonymously, email us at development@guardan.co.uk and we&apos;ll add your thoughts.", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/02/development-data-challenge-hackday", 
    "wordcount": "429"
}