{
    "headline": "Boot up: Music majors sue Grooveshark, Apple 'pays $5m for touchscreen patents', and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team World record attempt for most comments on an online news item in 24 hours &gt;&gt; Trefor.net He was hoping to get 100,000 comments in order to break the world record, but only got 5,457 to 6am on Friday. Still, it should translate into money raised for RNLI. And you can still donate on the page. Ultrabooks? They&apos;re just lighter, thinner laptops &gt;&gt; AllThingsD Ina Fried: &quot;Intel plans to make sure that if you haven&apos;t heard of Ultrabooks, you soon will. The chipmaker, which has trademarked the name, is pouring hundreds of millions of dollars into both the manufacturing and the marketing of Ultrabooks. &quot;Well, I have another word for them. I call them laptops.&quot; Party pooper. E-readers: Doomed &gt;&gt; Matt Alexander Matt Alexander: &quot;The e-reader becoming a &apos;fringe device&apos; is precisely the point of yesterday&apos;s article. The difference is that I used the word &apos;doomed&apos; (once in the title, once in the body). Why &apos;doomed&apos; specifically? Well, when I think of healthy, flourishing products, I tend not to think of once-popular &quot;fringe&quot; devices.  &quot;Moreover, despite the many merits of e-ink in its current form - merits I&apos;ve written about at length in the past - the e-ink display is unquestionably life-limited. There is little that can be done to evolve the technology further. Sure, the current form is good for reading (and only for reading) - I do not question that - but it is very clear to me that there&apos;s only so much more that can be done before color and video become involved.&quot; New Lawsuit Means All Major Labels Are Suing Grooveshark - NYTimes.com &quot;Grooveshark, a popular digital music service that is being sued for copyright infringement by three of the four major record companies, now has problems with the one big label that it has a licensing deal with. &quot;On Wednesday, EMI Music Publishing filed suit against Grooveshark&apos;s parent company, the Escape Media Group, for breach of contract, saying that since striking the deal in 2009, Escape has &apos;made not a single royalty payment to EMI, nor provided a single accounting statement.&apos;&quot; Grooveshark is toast; all that remains is the question of how long it will take to curl up. Apple pays Elan $5m to license touchscreen patents &gt;&gt; The Next Web &quot;Previously, Apple had defended additional claims that it had infringed on touchscreen technology in a Section 337 litigation, bringing it before the U.S International Trade Commission. Elan sought to block imports of Apple&apos;s MacBook products, the iPhone, iPad and iPod Touch. &quot;The patent - U.S. Patent Number 5,825,352 (&quot;Multiple fingers contact sensing method for emulating mouse buttons and mouse operations on a touch sensor pad&quot;) -- was investigated by the ITC in April 2010, but the commission ruled in June 2010 that Elan had failed to prove that Apple had infringed on its patent.&quot; Why Ice Cream Sandwich won&apos;t be able to save Android tablets | ZDNet Jason Perlow, running a modded Ice Cream Sandwich on a Motorola Xoom: &quot;And the notifications? Let&apos;s just say that on a tablet, they work damn awkward when compared to the smartphone implementation on the Nexus. Frankly, I think even iOS 5 on the iPad has ICS on the tablet beat. &quot;I was really hoping we&apos;d get pull down notifications instead of that weird &quot;stack&quot; on the lower right hand corner which in my opinion is an exercise in pure frustration, especially if you have a lot of notification events from apps piling up. And jumping into the Settings dialog is still a royal pain unless you make a dedicated shortcut to it on your home screen. &quot;Ultimately, this all boils down to ICS being a less intuitive tablet OS which is harder for the average user to understand than Apple&apos;s iOS. On a subsidized smartphone device with 4G LTE technology, an end-user is likely to tolerate these kind of geeky issues, but on a $400-$600 tablet, I&apos;m not so certain. &quot;ICS has done absolutely nothing to make Android less geeky or more user friendly. That alone is worth consideration.&quot; He also dislikes the 16:9 screen size, something which is rarely mentioned but seems quite an important point. Italian court denies Samsung motion for preliminary injunction against iPhone 4S &gt;&gt; FOSS Patents &quot;ANSA, the official Italian news agency, just reported that Judge Marina Tavassi of the Tribunale di Milano - the Milan-based Italian first-instance court for patent cases - has rejected a Samsung request for a preliminary injunction against the sale of the iPhone 4S in Italy.&quot; This means that Apple and Samsung have both pretty much struck out in their attempts to get early injunctions against each others&apos; phones. Microsoft, Windows Phone carriers roll out disappearing keyboard fix &gt;&gt; ZDNet &quot;Microsoft and carriers have started rolling out a service update that fixes disappearing on-screen keyboards, among other issues reported in late 2011 by Windows Phone Mango users.&quot; Also fixes Gmail syncing issue, digital certificates, some email threading and others. Commodore Vic 20 for you to control &gt;&gt; Matt Dawson It&apos;s only a Commodore Vic 20 implemented in Javascript. With preloaded games. Wow, where did the past hour go? IBM assigns 217 more patent filings to Google including wireless phones and Javascript widgets &gt;&gt; SEO By The Sea Bill Slawski: &quot;The last week of 2011, Google acquired 188 granted patents and 29 published pending patent applications from IBM, according to the USPTO assignment database, with an execution data on the assignment of the patents on December 28, 2011, in a deal that was officially recorded at the patent office on December 30, 2011.&quot;The patents cover a broad range of topics, such as presentation software, blade servers, data caching, server load balancing, network performance, video conferencing, email administration, and instant messaging applications. A number of the patents cover specific internet, phone, and mobile phone technologies as well.&quot; Presumably not bogus, these ones. You can follow Guardian Technology&apos;s linkbucket on Pinboard", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/06/technology-links-newsbucket", 
    "wordcount": "1046"
}