{
    "headline": "Number 10 hands out Twitter exclusives to favoured journalists", 
    "text": "Asked in 2009 why he didn&apos;t use Twitter, David Cameron famously responded &quot;too many twits might make a twat&quot; . Four years later, Number 10 is attempting to move more rapidly into the digital future with a Twitter strategy that includes handing out &quot;Twitter exclusives&quot; to favoured journalists for release before they are officially announced by ministers. In a tactic reminiscent of the BBC satire The Thick of It, Twitter is also being used to try to quash negative stories before they gain currency in a news cycle where every second counts. &quot;Every minute that passes the poison is spreading into the system to all sorts of roots and you need to find a way to cauterize that very, very quickly,&quot; said a senior No 10 source. The Twitter exclusives aim to secure goodwill from journalists who are often under pressure to break news online before rivals, but will irritate those who believe announcements should be made in parliament. Many of Downing Street&apos;s new media strategies were introduced by Craig Oliver, the prime minister&apos;s communications director, who insisted on moving a Twitter monitor into the No 10 newsroom when he assumed his role in January 2011. According to colleagues, Oliver likes to describe the social network as similar to fire: a useful tool in the right hands, but massively destructive if it is misused. The analogy might leave some scratching their heads, but Cameron&apos;s inner circle wants all his MPs to take Twitter seriously  even if the 2015 general election is, in internet time, light years away. One example of using Twitter to &quot;seal&quot; a negative story came after the Evening Standard mistakenly broke George Osborne&apos;s budget embargo on the social network last month. A mortified journalist promised to tweet a swift apology but Oliver ordered a pre-emptive tweet from the Tory press office account, to ensure the reporter&apos;s promise was met. Conservative party headquarters brief MPs on good talking points for Twitter, using them to &quot;tweet as a muscular force&quot; about a single topic or news item to hammer home the message. Some 418 MPs have joined the tweeting fray, according to the news wire Tweetminster, up from 176 in 2009. &quot;Twitter used to be seen as tool for the egocentric and verbally incontinent,&quot; said a senior No 10 source. &quot;But the reality is that it&apos;s an extraordinarily useful way of getting talking points out there.&quot; Downing Street has not always been so fleet of foot  it took hours to respond to the online mockery prompted by Osborne&apos;s first-class train ticket debacle last October  but Cameron&apos;s inner circle now recognises that the case for a clear Twitter strategy is &quot;unanswerable&quot;. &quot;We&apos;re getting to where people are these days,&quot; said Anthony Simon, the head of digital communications in the prime minister&apos;s office. &quot;Increasing numbers of people are on Twitter  journalists, stakeholders and professional groups  and to be part of that conversation is vital for any government department. It&apos;s democratic because it&apos;s open to anyone and we don&apos;t go on it for the sake of it or over-rely on it  it&apos;s a means to an end.&quot; The most popular tweet sent by the government was Cameron&apos;s tribute to Baroness Thatcher, prompting 3,500 retweets. The most divisive was when No 10 tweeted every single reshuffle appointment last September, which led to a mass unfollowing from less devoted users but praise from politicos. But the jury is out on whether the rest of Britain is as Twitter-addicted as the Westminster Village. &quot;I think the majority of activity comes from a fairly small group and most MPs have fairly small audiences,&quot; said Alberto Nardelli, the founder of the app Tweetminster, pointing out that 1.2m people follow MPs on the site  about the same size audience combined as Beppe Grillo, the leader of Italy&apos;s anti-establishment Five Star Movement. &quot;I think we&apos;ve gone beyond a &apos;should politicians use Twitter?&apos; phase. It&apos;s now how will it be used,&quot; he added.", 
    "section": "technology", 
    "gid": "technology/2013/apr/28/downing-street-twitter-exclusives-journalists", 
    "wordcount": "679"
}