{
    "headline": "Desmond Tutu: Africa's hope lies in its youth", 
    "text": "&quot;Young people really are dreamers. They dream of a better kind of world,&quot; archbishop Desmond Tutu said this weekend as he was presented with a one-off special award from the Mo Ibrahim Foundation during its annual governance weekend in Dakar, which this year focused on Africa&apos;s massive population of young people. In his acceptance speech, Tutu addressed young people in the audience and around the world, saying: &quot;[Young people] were at the forefront of the Arab Spring. Don&apos;t be affected by the cynicism of &apos;oldies&apos; like us. Go ahead and dream of a different kind of world. How can we continue to spend billions on instruments of death and destruction when a small part of that could ensure children everywhere have clean water? You young people are our hope.&quot; Africa is the only continent with a significantly growing youth population. In less than three years, 41% of the world&apos;s youth will be African and yet almost half the world&apos;s out-of-school children live in sub-Saharan Africa. Counter-intuitively, youth unemployment increases with education level in Africa as some graduates struggle to find work that matches their qualifications. Hadeel Ibrahim, the 29-year-old executive director of the Mo Ibrahim Foundation and the philanthropist&apos;s daughter, set up Sunday&apos;s debate observing that she is already well over the average age [19] of Africa&apos;s population. She said children could no longer assume they would live better lives than their parents: &quot;Africa&apos;s youth are more educated than their parents but less employed  A decrease in living standards in Europe is bad but in Africa this could be lethal.&quot; Sunday&apos;s forum opened with an address from the Senegalese prime minster, Abdoul Mbaye, and discussed reforming school education, job creation and mentoring, access to capital and how young people&apos;s voices could be heard in a continent where the average age of political leaders is 62. Olusegun Obasanjo, a former president of Nigeria, said: &quot;My generation had more opportunities than facilities; your generation has more facilities than it has opportunities. And yet Africa is very rich.&quot; Mamadou Toure, founder of Africa2.0, highlighted an &quot;Afri-can do attitude&quot; and said: &quot;Young Africans want leaders that can inspire them, that they can see and feel in their own communities. A leader is a person who eats last, sleeps last and dies first; I don&apos;t see many of them in Africa, especially in the private sector.&quot; Iman Bermaki, of the African Leadership Academy, responded that &quot;it&apos;s not the inspirational people or stories that are lacking but the exposure&quot;. Frannie Lautier, executive secretary of the African Capacity Building Foundation, noted the irony in progress made on improving life expectancy creating an urgent need for more jobs  a million more a month on the continent. One such inspirational leader for Africa is Tutu, whose one-off special award recognised his lifelong commitment to &quot;speaking truth to power&quot;. Accepting the award, part of which is a $1m (630,000) grant, Tutu described himself as &quot;an urchin from an apartheid ghetto&quot; and said: &quot;When you&apos;re in a crowd and you stand out in that crowd, it&apos;s only because you&apos;re being carried on the shoulders of others.&quot; Tutu paid tribute to those who had supported him over his lifetime  the &quot;real heroes&quot; including the citizens of South Africa who did not &quot;repudiate&quot; him when he campaigned for sanctions against apartheid; Trevor Huddleston, the anti-apartheid activist who visited him in hospital; the &quot;troublesome&quot; Elders, who work together for peace and human rights; his mother, who showed an incredible caring for other people; and his wife, about whom he said: &quot;I would not be where I am if it were not for Leah. People tend to praise me for chairing the truth and reconciliation commission. The truth is that I had fantastic people as my colleagues  I think I&apos;m a very good captain, I&apos;ve captained very good sides,&quot; Tutu said. Presenting the award to the archbishop, Grammy winner and activist Angelique Kidjo said: &quot;With infectious humour but also steely resolve, archbishop Tutu has worked tirelessly to promote peace, human rights and to champion the oppressed.&quot; The award was celebrated with music from artists including Senegalese stars Ismael Lo and Baaba Maal. Senegalese culture minister Youssou N&apos;Dour was also persuaded out of musical retirement into a impromptu performance. The weekend in Dakar  the city was chosen &quot;in honour of the peaceful transition we&apos;re so delighted Senegal managed to achieve this year&quot;, according to Mo Ibrahim  kicked off with a public concert  Africa Celebrates Democracy  featuring performances by Nix, Mokobe, Didier Awadi and the French-Moroccan rapper, La Fouine. Proceeds from the concert will be donated to the Senegalese Red Cross. About 60,000 people watched it live streamed via the foundation&apos;s website. The special award is separate from the Ibrahim prize for achievement in African leadership, which recognises and celebrates African leaders who have developed their countries, reduced poverty and paved the way for future prosperity. This year nobody met the criteria for the award. Since the prize was established in 2007, there have been only three winners: President Pedro de Verona Rodrigues Pires, Cape Verde (2011), President Festus Gontebanye Mogae, Botswana (2008), and in 2007 President Joaquim Alberto Chissano of Mozambique. Nelson Mandela was also awarded an honorary Ibrahim prize in 2007.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/12/desmond-tutu-africa-hope-youth", 
    "wordcount": "904"
}