{
    "headline": "Building and town and country planning", 
    "text": "What youll learnBuilding and town and country planning are two quite distinct areas of study, although their application is closely tied. Building studies tends to focus more on the construction side of things  it includes courses such as building surveying or construction management. These programmes generally cover all things related to construction  management and techniques  infrastructure, sustainable design, planning for new developments, and elements of structural and civic engineering.  Town and country planning, meanwhile, is the construction industrys strategic cousin. Students on these courses must understand the issues and ideas that shape the development and conservation of our environment. Town planners take decisions that shape some major issues in our lives, such as how we deal with climate change, where and how jobs might be created, how we might regenerate places, where people might live, and how we might travel. Town and country planners help communities make big decisions about where development might occur, but also which types of environment might be protected and why.   building   How youll learnBuilding courses have a strong practical element, such as a sandwich year in industry. This means youll have gained some business contacts and will be better placed to hit the ground running when you do start full-time work. Therell also be field trips to building sites. While on campus, youll get the chance to learn through lectures, simulated and live projects. You should also expect to carry out some group work with your classmates. What are the entry requirements?Entry grades vary a lot between institutions. Some dont ask for specific A-level (or equivalent) subjects, but do expect a C or higher in GCSE maths and English.   building   What jobs you could doSome courses are accredited by professional bodies, such as the Royal Town Planning Institute, the Chartered Institute of Surveyors or the Royal Institute of Chartered Surveyors, so with a bit of extra work and some extra exams after graduating, your employment prospects will be further enhanced. With a recruitment shortage in many planning authorities, the job prospects for graduates in this field are very good. You could get a job in a local councils planning department, a national or local planning consultancy, a property developer, an NGO, a national charity concerned with the environment or an environmental consultancy organisation. If, after your degree, you decide this industry is not for you, you will have plenty of transferable skills for a career in business or management, or to work for an non-governmental organisation, perhaps one that works to better the environment.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.buildingandtownandcountryplanningeducationsubject", 
    "wordcount": "426"
}