{
    "headline": "The animal kingdom: A very short introduction [Review]", 
    "text": "Did you know that the most resilient animals on earth can survive temps from -200oC to +150oC? (Incidentally, these are also considered to be amongst the cutest of all animals.) Which evolutionary innovation allowed the beetles to evolve such a fabulous diversity of species? How many times have invertebrates and vertebrates colonised land? What dramatic event can be seen only in the DNA of vertebrates? Did you know that fish and reptiles can&apos;t be separated into their own groups simply based on superficial appearances? And did you know that, of the 33 animal phyla, 32 comprise only invertebrates whilst one is a mix of both invertebrates and vertebrates?   If you&apos;ve ever been tempted to read and learn about the most up-to-date information about the animal kingdom but don&apos;t want to spend a huge sum of money on an oversized textbook, then you&apos;re going to love reading The Animal Kingdom: A Very Short Introduction by Peter Holland [2011; Oxford University Press: Amazon UK; Amazon US]. In this book, Professor Holland takes us on a whirlwind tour through the higher-level groups (phyla) in the animal kingdom, beginning by defining what is an animal (not as obvious as you&apos;d think!), and providing an overview to the biology of each group of animals, to reviewing relevant DNA data and discussing what these data reveal about evolutionary relationships between animals, and reviewing some of our latest findings from the study of evolution and development -- &quot;evo-devo&quot;.  This book provides an appealing introduction to and summary of the newest information about animals and thus, it is a compact survey suitable for biology and zoology students as well as a fascinating journey for the interested general reader. Without overburdening the reader with excessive details, this volume discusses the evolutionary relatedness amongst and between groups of animals based on analyses of molecular sequencing data and morphological data matrices. Designed for the busy professional as well as the overworked student, this small paperback fits comfortably into your hand for ease of reading whilst strap-hanging on the subway, for example. It is 126 pages long, and includes tables, drawings and diagrammes, a list of additional readings, and an index. Chapters include:  What is an animal?  Animal phyla  The evolutionary tree of animals  Basal animals: corals, sponges and jellyfish  The bilaterians: building a body  Lophotrochozoa: wondrous worms  Ecdysozoa: insects and nematodes  Deuterostomes I: starfish, sea squirts and amphioxus  Deuterostomes II: the rise of vertebrates  Deuterostomes III: vertebrates on land  Enigmatic animals Even though I really like this book, I do have one quibble: I dislike the author&apos;s overly simplified description of the speciation process. Without naming it as such, he describes what sounds like allopatric speciation and ignores the other mechanisms whereby new species arise. Thus, his description of speciation is not entirely accurate and is woefully incomplete. In my opinion, Professor Holland could have easily devoted at least several paragraphs to describing the basic mechanisms whereby species arise and used a diagramme to summarise that information. (But I do think that Oxford should have someone write a book about speciation for their &quot;Very Short Introduction&quot; series.) However, that said, I think this book is an engaging introduction or refresher for those who are interested in learning about a few of the many weird and wonderful animals out there. This small paperback is part of Oxford&apos;s growing collection of &quot;Very Short Introduction&quot; books that collectively have sold more than three million copies around the world. Written by experts in their fields and small enough to fit into a pocket, handbag or rucksack, these slim volumes are interesting, informative and very readable. Based on the titles I&apos;ve read so far, I am a fan of this series because each book provides a readable distillation of its topic.  .. .. .. .. .. .. .. .. .. .. .. ..  Peter Holland is the Linacre Professor of Zoology and Head of the Department of Zoology at the University of Oxford, and a Fellow of Merton College. After a degree in Zoology and a PhD in Genetics, he has spent the last 20 years undertaking research into the evolution of the animal kingdom, focussing primarily on the genetic and developmental differences between animal groups. During his career, he has published over 150 research papers on animal development and evolution.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/23/3", 
    "wordcount": "718"
}