{
    "headline": "Higgs boson fever fills Cern with 24-hour particle people", 
    "text": "The canteen at Cern, the particle physics laboratory and home of the Large Hadron Collider (LHC) on the outskirts of Geneva, is always abuzz with conversation and rumour, but in recent days one topic has dominated the hubbub more than ever. &quot;At lunchtime at Cern you can hear conversations going on in every language, and that&apos;s normal, but there&apos;s one word coming up all the time: Higgs,&quot; said Tara Shears, a particle physicist from Liverpool University who works at the lab. The excitement comes as two teams of physicists at Cern prepare to announce their latest efforts to discover the Higgs boson at a press conference at the laboratory on Wednesday morning. Details will be unveiled by Fabiola Gianotti and Joe Incandela, the respective leaders of teams that use the giant Atlas and CMS detectors to search for new particles. The Higgs boson, named after the Edinburgh University physicist Peter Higgs, who proposed it in 1964, has become the most sought-after particle in modern science and its discovery is a major focus of research at the LHC. Rumours and leaks from the laboratory suggest the researchers have seen compelling evidence for the particle, though perhaps not enough to claim an official discovery, which traditionally requires a certainty of 99.99994%. Discovery of the particle would be proof of an invisible energy field that fills the vacuum of space. Without it, or something to do its job, there would be no stars, planets or life as we know it. According to theory, the Higgs field switched on a trillionth of a second after the big bang that flung the universe into existence. Before this moment, all of the particles in the universe were massless and zipped around at the speed of light. When the Higgs field switched on, it changed the future of the universe. Particles such as the quarks and electrons that make up normal matter felt a &quot;drag&quot; from the field, which manifests itself as mass. The more a particle feels the field, the heavier it becomes. Some particles, like photons, pass through the field untouched, and so remain massless and move at the speed of light. Some theories known as &quot;supersymmetry&quot; predict the existence of several kinds of Higgs particles, along with a host of other particles that have yet to be discovered. Whatever Cern announces, there is plenty more work ahead for the scientists. &quot;If something significant and new is found on Wednesday that would be fantastic, but we&apos;re not going to know firstly that it&apos;s a Higgs boson, or secondly what kind of Higgs particle it might be, until we&apos;ve made a much more thorough investigation of how it behaves,&quot; said Shears.", 
    "section": "science", 
    "gid": "science/2012/jul/03/higgs-boson-cern-particle-people", 
    "wordcount": "454"
}