{
    "headline": "Minister for cycling: UK will never be like the Netherlands", 
    "text": "The Department for Transport is making what they&apos;re billing as &quot;a big announcement&quot; on cycling this morning. All I know at the time of writing is that this will include 9m (7.5m from the DfT and the rest from rail companies) for a big expansion of cycle parking at stations. That&apos;s interesting, if not so huge on its own  the last government committed 14m at one go in 2009. Anyhow, in handing me this snippet  I&apos;m presuming another teaser has gone to a different paper  the DfT press minders offered me the chance for a phone chat with Norman Baker, the Lib Dem junior transport minister who has cycling as his remit.  I asked him about the new scheme, of course, but also had an opportunity to question him about the all party cycling group&apos;s ongoing inquiry, which has a second evidence session today, and his wider notions on cycling policy. I&apos;ll give you my thoughts at the bottom, but first here&apos;s a potted selection of quotes, with the odd section summarised. On whether he feels support in pushing cycling from the top of government:  There have been expressions of interest in cycling from both the prime minister and deputy prime minister. There is a recognition of a value of cycling at the very top. I wouldn&apos;t tell you that if it wasn&apos;t true. Certainly, when I&apos;ve put forward schemes for funding they have been funded. People across government recognise the value of cycling.  The government&apos;s vision for boosting cycling:  We&apos;ve started from a very low base. In 2000 it was non existent ... [Labour tried cycling demonstration cities, as &quot;beacons&quot;, but they didn&apos;t have a wider effect.] That&apos;s why I took a different approach, which is to have the local sustainable transport plans, a brand new fund of money, 600m, which had never existed before. Ninety-six of the schemes which are being funded under that have got cycling elements, so we&apos;re now seeing cycling being rolled out across the country, including by councils who, frankly, may not have been very interested in it but have got the opportunity for money from the Department for Transport and are doing it ... I think the wider culture is changing, not least because of the Olympics, but also because a lot of people who are high profile in life, including politicians, have been seen on their bikes.  On the idea of a strict liability law and more cycling elements in the driving test  ideas raised by readers for me to mention at the inquiry:  Strict liability would be difficult. It would be contrary to any other aspect of British law, and the assumptions that underpin it. We are worried about that. I&apos;ve had officials give me advice on it. I wanted to see what they said. But I think there are difficulties. I would never say never but I don&apos;t think there&apos;s any plans at the moment. [The driving test already has a requirement to be aware of cyclists  it&apos;s less his thing than that of roads minister Stephen Hammond.] I certainly think drivers should be aware of the needs of cyclists. I think the driving test does that to some extent already. The best way to make drivers more aware of cyclists is to have more cyclists on the roads. That&apos;s what&apos;s happening in London and I think driver behaviour in London is changing as a consequence, and changing for the better.  Could we reach Dutch, or even German levels of cycling? Is there a sort of 30-year vision for cycling?  If we reached Dutch levels I&apos;d be ecstatic, but I can&apos;t see us getting there. I went to to Leiden railway station and there were, I think, 13,000 bikes there that morning, which is just a different world from all other European countries. The Dutch have been fantastically successful. It is by and large flatter in Holland than it is in the UK, which is certainly an advantage, and it&apos;s more compact, so there are differences. What I can see is individual places in the country taking up cycling. I can see that now, with places like Cambridge. I think the message is getting out. The clear message we&apos;re getting from the government, the enthusiasm local councils are displaying, means the renaissance of cycling, which was in decline for many years, is underway. A corner has been turned. We&apos;re on the way back  We haven&apos;t mapped out a long-term process, for 30 years.   Should central government be more directive in making sure bike infrastructure is good?  [Already have &quot;guidance&quot; on bike lanes for councils]Ultimately a cycle lane is normally a local facility and there&apos;s a limit to how far central government should be telling councils what they do in their own patch. We can set an example, we can provide funding streams, and we can hope local government does the rest.  Whether the government will sign up to the inquiry&apos;s recommendations:  We have to wait and see what they say. But what I would point out is that I&apos;m delighted to have the inquiry. It&apos;s a very positive step. [Co-chairs Ian Austin and Julian Huppert are &quot;sensible people&quot;]They&apos;re both cycle enthusiasts but they&apos;re also realistic.  Whether he regretted saying, alongside then-roads minister Mike Penning, that the UK had nothing to learn on cycle safety from the Netherlands:  [Baker said he could only &quot;roughly&quot; remember the exchange and didn&apos;t want to get into the specifics.] But I think it&apos;s wrong to imply that Britain is unsafe for cycling ... It is by and large safe. Of course, there are tragic individual accidents but if we end up telling people it&apos;s not safe they won&apos;t cycle, and that&apos;s not sensible. They&apos;ll do much more damage to themselves sitting in front of a TV eating a hamburger than they will out on their bike.  As a final question I asked if he cycled. Baker said he was at that moment staring at his &quot;ministerial bike&quot;, a Brompton which replaced the ministerial car, and was mainly used for short trips between his department and the Commons. So, what are we to make of this? Several people have told me Baker is genuinely committed to cycling, and works extremely hard doing what he can in a government not entirely convinced on the issue. I&apos;m happy to accept that, but still ... there&apos;s something about his answers which, to me, betrays a lack of precisely the kind of boldness and vision we&apos;ll need if we&apos;re ever to get more people cycling. The single phrase that perhaps depressed me most was this, about the MPs chairing the inquiry: &quot;They&apos;re both cycle enthusiasts but they&apos;re also realistic.&quot; I&apos;m sorry, Norman, but we&apos;ve had decades of &quot;realism&quot; on cycling and it&apos;s got us to the point where 2.2% of Britons use a bike as their main transport. I&apos;d say it&apos;s high time we tried some absurd ambition. Am I being unfair?", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/jan/30/cycling-uk-netherlands", 
    "wordcount": "1173"
}