{
    "headline": "The Rio+20 Earth summit must back peasant farmers on land rights", 
    "text": "The agenda for the upcoming Earth summit in Rio this June has a glaring hole: land rights. I have spent the last two years investigating the global epidemic of land grabs for a book. Saudi sheikhs, private equity whizz-kids, Indian entrepreneurs and Chinese billionaires all believe, with financier George Soros, that &quot;farmland is going to be one of the best investments of our time&quot;. They are satisfying their newfound land lust from Mali to Mozambique, Cambodia to Kazakhstan, and Paraguay to Papua New Guinea, usually seeking out unfenced &quot;customary&quot; land to grow grains, sugar, vegetable oils and biofuel for sale on the world&apos;s booming commodity markets. This unprecedented corporate privatisation and enclosure of the world&apos;s common lands  its pastures, fields and forests  is being done in the name of development. But much of it will destroy development and impoverish the poorest. Tuesday, the International Day of Peasant Struggle, is a good moment to call on the Rio Earth summit to declare a halt. Most investors are trying to bring capital-intensive prairie farming to African plains that the World Bank calls &quot;the world&apos;s last large reserve of underused land&quot;. Peasants are being replaced with tractors. Next month, the UN committee on world food security will probably agree voluntary guidelines on &quot;responsible&quot; land grabbing. But I hold out no hopes for their success. As one British venture capitalist, with a 100,000-hectare stake in the Democratic Republic of the Congo, candidly admitted at an investor conference last year: &quot;Industrial-scale farming displaces and alienates people, creates few jobs and causes social disruption.&quot; The trouble is that most of the grabbers care little for people like Omot Ochan, who I met in a forest clearing in Gambella, the poorest corner of Ethiopia. &quot;All round here is ours. For two days&apos; walk,&quot; Ochan said. &quot;When my father died he said don&apos;t leave the land. We made a promise. We can&apos;t give it to the foreigners.&quot; But Gambella is being taken over by Arab and Indian land grabbers, and Omot Ochan is being forced out. &quot;We used to sell honey,&quot; he told me. &quot;But two years ago, the big farm began chopping down our forest, and the bees went away. We used to hunt, but after the farm came the wild animals disappeared. Now we only have fish.&quot; Behind us, trucks owned by Mohammed al-Amoudi  Saudi Arabia&apos;s second richest man and a friend of the Ethiopian prime minister, Meles Zenawi  were digging a canal that would drain the nearby wetland. So the fish would soon be gone too. I met Malian herders whose cattle pastures are being fenced in for Chinese farms; Paraguayan tribes ejected from their land by Brazilian ranchers; Liberian peasant farmers giving ground to Malaysian palm-oil princes; and Cambodian rice farmers shunted aside by their own senators, who are shipping sugar to Tate &amp; Lyle. In Kenya, angry locals told me how they had lost the rich resources of the Yala swamp, on the shores of Lake Victoria, to an evangelical American who made his fortune managing privatised prisons. I discovered that the government of newly independent South Sudan handed out a tenth of its land to foreigners before even raising the flag for the first time last year. Not far from the capital, Juba, a British investment banker, Leonard Thatcher, claims control of more than half a million hectares, in a deal done with an aged chief whose people have denounced the deal. Post-imperial governments across the world spent half a century putting communally owned land in state hands. The land was being held in trust for the people, they said. Now those governments are claiming the land is &quot;empty&quot; and &quot;unused&quot;  and flogging it off to foreigners who promise investment. After decades of under-investment in African agriculture, governments seem willing to accept any kind of investment. Some say this is necessary to feed the world? I don&apos;t believe so. I agree with the World Bank report which noted in 2009 that &quot;there is little evidence that the large-scale farming model is either necessary or even particularly promising for Africa&quot;. And with the Ford Foundation&apos;s Pablo Farias, who recently called for the Earth summit to &quot;endorse community land rights&quot;, noting that &quot;when land rights of rural communities are recognised, far more sustainable land uses evolve&quot;. This is about both practicality as much as equity. What sense does it make to grab the land of the poorest and hungriest, in the name of feeding the planet? We need to invest in peasant farmers, not dispossess them. An Earth summit that declared in favour of the land rights of peasant farmers would be a victory indeed. Otherwise, we face a new tragedy of the commons.  Fred Pearce&apos;s The Landgrabbers is published by Eden Project Books on 24 May", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/17/rio-summit-should-back-peasants-rights", 
    "wordcount": "822"
}