{
    "headline": "Google, Amazon and Starbucks face questions on tax avoidance from MPs", 
    "text": "Google, Amazon and Starbucks will face aggressive and detailed questioning by MPs on Monday over their decision to base their European businesses outside the UK to avoid paying full UK tax. Responding to a growing public anger over corporate tax avoidance and heightened by high-profile government cuts to public services, the public accounts select committee will be asking Google, Amazon and Starbucks to explain structures such as Ireland- and Luxembourg-registered offices which incur lower tax rates, and also how they charge their own subsidiary companies for services, a practice known as transfer pricing. The session begins at 3.15pm, with Google UK chief executive Matt Brittin and Amazon public policy director Andrew Cecil due to appear. Starbucks chief financial officer Troy Alstead and UK managing director Kris Engskov will also give evidence. The companies&apos; tax avoidance methods have been criticised by MPs, while even the Taxpayers&apos; Alliance  which usually criticises the levels of tax demanded by government  told the Guardian that &quot;some big companies with clever accountants can exploit loopholes to minimise their bills&quot; with the result that &quot;families are left feeling short-changed.&quot; Economist and tax campaigner Richard Murphy said there is strong and consistent evidence that even if companies haven&apos;t acted illegally, they have conspired to pay less tax. &quot;These are legal artifices created to result in paying less tax,&quot; he said. &quot;The avoidance is in setting up the structure and they chose to set it up that way.&quot; Charlie Elphicke MP told the Commons on 5 November that Amazon had paid an effective UK tax rate of 2.5% on 2011 earnings of 309bn. Google paid 0.4% on 2.5bn. Starbucks paid nothing, though its UK earnings were 365m. Committee chair Margaret Hodge told the Guardian that the movement against corporate tax avoidance had huge bipartisan support across the House of Commons as well as growing public awareness, and could ultimately damage the reputation of the companies concerned. &quot;Most of these companies proclaim a strong corporate responsibility ethos, yet the most basic responsibility they have is to pay their fair share into the common purse,&quot; she said. &quot;The fact that they create jobs is an absurd argument. We have to ensure that where companies are making money in the UK, they pay their fair share, and there is a duty on HMRC to do all it can to ensure those rules are strictly and fairly adhered to.&quot; Hodge conceded that international regulation is needed to prevent companies choosing to locate their profits in low-tax zones, but said there is also growing appetite across Europe for action, not least because of a new and ambitious tax director at the Organisation for Economic Co-operation and Development, Pascal Saint-Amans. The OECD has been asked by G20 finance ministers to strengthen standards around tax for multinationals. The French government has been bullish about tax avoidance, with unconfirmed reports that authorities sent a $1bn (629m) a tax bill to Google for a four-year period of financial transfers to its Ireland holding. Google told the Guardian no bill had been received. Since then it has lost an appeal in a Paris court to invalidate the search and seizure of documents by the French tax authorities, and was forced to pay costs. &quot;Google has not received any tax assessment from the French tax administration,&quot; the company said. &quot;We have and will continue to co-operate with the authorities in France. Google complies with tax law in every country in which the company operates and with European laws.&quot; Amazon is under particular scrutiny because of its registered base in Luxembourg, which allowed it to generate 3.3bn of sales in the UK last year yet pay no corporation tax. It has also been able to pay 3% VAT on UK book sales, rather than the 20% UK rate, though last month the European Commission ordered that Luxembourg close that loophole. Amazon did not respond to multiple requests for comment. Murphy said tax avoidance has become a mainstream electoral issue, though any reform would be long-term rather than sudden and radical. He noted significantly more co-ordination and interest at national and international levels, and that it is beginning to dawn on ministers that companies should not be able to divide themselves into different legal entities and &quot;pretend to charge each other&quot;. &quot;There is no requirement in law to maximise profit for shareholders, and it is very unclear in US law too,&quot; Murphy said. &quot;But there is a legal duty to act in the best interest of shareholders and that doesn&apos;t necessarily mean minimising the tax bill  it might mean operating a business that is attractive to customers.&quot; Matthew Sinclair, chief executive of the TaxPayers&apos; Alliance, said in a statement that the UK tax system has lost its legitimacy. &quot;Britain&apos;s hideously complex tax code means some big companies with clever accountants can exploit loopholes to minimise their bills,&quot; he said. &quot;Others can take advantage of how HMRC are busy trying to administer an unwieldy set of rules, instead of chasing down those who try to abuse the system. Families are left feeling short changed and let down by their politicians. Sinclair added: &quot;We need serious tax reform to ensure everyone pays no more or less than their fair share.&quot; During the first hearing with HMRC officials last Monday, Hodge said that individuals and small businesses in her constituency complained of feeling harassed over tax collection, while larger corporates were invited in for coffee and able to sign up to tax efficiency schemes offered by the largest four accountancy firms. &quot;The corporate sector has grown since 2004-05, even despite the events of 2008-09 and a double-dip recession,&quot; said Hodge, questioning Lin Homer, chief executive and permanent secretary of the HMRC. &quot;It has grown, yet you are taking more from  hard-working individuals paying their PAYE than you are from corporations  You are saying you are doing that deliberately because government wants to make this an easy place to be.&quot; Homer replied: &quot;The government&apos;s position on multinationals is that we do want them to see the UK as competitive We do expect everybody to pay their fair share. Corporation tax has been coming down, but not to those [5.5% advertised to KPMG clients] levels.&quot; The committee could eventually recommend a change in regulation to end the practice of transfer pricing, advise that tax returns are made public or increase HMRC resources. HMRC has already said that budget cuts will make it difficult to prioritise corporate tax avoidance. It faces real-terms budget cuts of 2.1bn, despite the government pledging an extra 917m to combat corporate tax avoidance, and is also expected to lose 15,000 of its 65,000 staff over the next five years.", 
    "section": "technology", 
    "gid": "technology/2012/nov/12/google-amazon-starbucks-tax-avoidance", 
    "wordcount": "1155"
}