{
    "headline": "Daredevil squirrels are a swirl of frolicking mayhem", 
    "text": "A green thrash of wind heaved among high ash trees at the end of the garden yesterday morning, a June gale sweeping through them. I caught glimpses of scurrying russet among the leaves, fetched a glass and focused on them. The young squirrels were at play. Where sprays of branches feather across between the trees and all but touch, they teetered along the thinnest end-twigs; launched across the gap with tails flattened and limbs outspread, a potential fall of 50 feet below; clung on as the receiving twig dipped alarmingly, before racing up to firmer ground and turning to chitter encouragement to hesitant siblings. Within a few minutes, a parent in the lead, they were shimmying along a thick, black insulated cable to the house, for all the world like a family of high-wire performers crossing Niagara  but more elegant and assured, and without the safety harnesses. At the cable&apos;s end, they swarmed over the guttering and along to the shutters of my bedroom window, hanging upside down and peering in, vocal, calling for food. My rotund cat lay on the bed, snickering an almost-silent protest, aware of the uselessness of pursuit. I made honey butties for them with thick wholegrain bread, cut them into delicate quarters and perched them on the shutters. The cat and I watched, differently entranced, as they balanced precariously to eat. Soon they were off again in a swirl of frolicking mayhem, and I thought that was the last I&apos;d see of them today. Not quite! An hour later, looking out from my workroom, I noticed the parent-squirrel again on a canted shed-roof, with what I first took to be one of the young. Peering closer through the glass, what I saw was the squirrel and a large brown rat, both of them upright on their haunches, a foot apart, discussing pear-peelings I&apos;d thrown up there from breakfast, and companionably nibbling away. The era of the rodent as restaurant critic is fast approaching! Though some might hold it&apos;s already arrived.", 
    "section": "environment", 
    "gid": "environment/2012/jun/22/ariege-pyrenees-daredevil-squirrels-frolicking", 
    "wordcount": "335"
}