{
    "headline": "Far Cry 3 lead writer Jeffrey Yohalem: 'The story is the game'", 
    "text": "Videogames are routinely accused of manifesting all sorts of failings, principally by those who would never dream of playing any of them. But one oft-heard criticism that even the most passionate gamer would concede is broadly valid is that they suffer from shallow, facile writing. Which is one of the reasons why Ubisoft&apos;s Far Cry 3] made such an impression and generated such widespread plaudits. Its storyline was simply magnificent, displaying deep complexity, memorable characterisation and a willingness to tackle all manner of specifically 21st-century issues. So we tracked down its lead writer, Jeffrey Yohalem, who cut his teeth on Assassin&apos;s Creed II and Brotherhood, and has even worked on The Daily Show with Jon Stewart. The gamer as actor Unsurprisingly, Yohalem&apos;s thoughtful, even intellectual, approach to his craft shines through. We began by asking him whether reconciling an open-world FPS with a rich storyline was a challenge: &quot;It was at the beginning, and that&apos;s the reason I got into videogames. It&apos;s all about interactivity, so defining how you tell a story through interactivity has always been my goal, and I hope that with Far Cry 3 I&apos;ve done that. For me, the answer was about the way that the player needed to interact with the game, through shooting. That&apos;s how the player acts. For an actor on stage, it&apos;s all about the lines, how they say them  how the actor plays Desdemona, say. But in a game, your ability to perform comes from whatever gameplay mechanic exists, and you can move around freely. The gameplay you use to perform is shooting, collecting and operating the character.&quot; The gamer as actor is an attractive concept, but it has only recently come into play, as games have evolved. Indeed, 2012 was a breakthrough year for that, with a number of games arriving which let you play them in whatever style you fancied  notably Far Cry 3, of course, Dishonored and Hitman: Absolution, and we shouldn&apos;t forget last year&apos;s Deus Ex: Human Revolution. Nuanced characters     Far Cry 3    Of course, if you&apos;re acting in your game-universe, it won&apos;t be much fun if the characters you interact with are two-dimensional and wooden. Far Cry 3&apos;s are highly memorable, especially the psychotic Vaas and the brain-fried Dr Earnhardt. Yohalem explains where they came from: &quot;For me, with a story in a game, the story is the game. It&apos;s like a puzzle. You have a house, let&apos;s say, that hides all these secret passages that you don&apos;t see at first glance. For me, the best stories are where, at first, you think things are a certain way, and everything makes sense on the surface, and then things start changing and transforming, so the player suffers all of these things, not the characters. So, each of these characters have secrets, and those secrets all relate to different aspects of the meaning of the game. The player gradually discovers the secret behind that character  or doesn&apos;t discover it. But either way, you have a person who is alive, and has motivations that involve the player, and that makes it interesting.&quot; He continues: &quot;Because there&apos;s full face and body motion-capture in this game, I always write so that the words the actors are saying don&apos;t matter  it&apos;s the secrets that actors know about the characters. Each character has something in their past, and the words are a mask for that. So you have characters who have been through torment, like Blanche, in A Streetcar Named Desire, who is hiding dark truths behind these words and lies she comes up with. In Far Cry 3, each character is hiding something, and the actors knew that. So we worked with them, and you can see in their faces that when a character tells you one thing, in reality, behind what he&apos;s telling you is something else.&quot; Tripping for a reason Another striking aspect of Far Cry 3 is its hallucinogenic sequences. Dr Earnhardt has clearly devoted his life to turning Rook Island&apos;s flora into powerful psychedelic drugs, and there are various junctures in the game when the character, Jason Brody, embarks on hallucinatory trips. Generally, games that have attempted psychedelia in the past have merely plumbed the depths of cringe-worthiness, but in Far Cry 3 the chemically enhanced dream-sequences are believable and deeply enjoyable. However, Yohalem maintains that he didn&apos;t just put them in out of a sense of subversiveness: &quot;The thing about a hallucinogenic sequence is that allows you to learn about who your character is. I don&apos;t know whether you noticed on the island that there are flashbacks that you find and that you can play in? You can take a pill and all of a sudden, you&apos;re back in the past. The goal with these was always, again, that story-as-game thing. So, each of these hallucinations tells the story in a fun way, and everything in them is a metaphor for something else. When there&apos;s meaning in a story, all of the story comes together to create one overarching meaning. There&apos;s a bunch of random weird stuff, but it&apos;s all there for a reason, and I think that&apos;s really powerful.&quot; Movie influences Influences-wise, it&apos;s clear that Yohalem is a major-league movie-buff: &quot;A History Of Violence, the Cronenberg film, was a big one. Pulp Fiction, Alice In Wonderland, Animal Farm. And other essays and stuff about technology and modern society. There are a lot of issues going on in the game. The cool thing about having this large metaphor for discussion with the audience, the way that Animal Farm does, is that the characters come easily for the actors.&quot; And he cites more influences for the games intro, a montage showing Brody and his friends engaging in a welter of partying and extreme sports on the island: &quot;Again, with A History Of Violence, things at first are a certain way, and they gradually turn out not to be that way. If you think about the beginning of a film like The Deer Hunter, with the wedding sequence, I was trying to create a sequence at the beginning that has this generation  today&apos;s generation  living in an unbroken fantasy, and then the game is about the breaking of that.&quot; Story as gameplay Yohalem also offers an insight into how Far Cry 3&apos;s gameplay and storyline were meshed together so seamlessly: &quot;There were all of these artists and visionaries [working on the game] who were pushing things forwards in their different fields. We knew what Far Cry 3 was going to be  it&apos;s part of the Far Cry universe, and those mechanics were there. On my side, I knew what they were interested in exploring, and I used the story to support that, rather than ignoring it. I think a lot of games ignore it  where they&apos;re not really looking at the emotion that the gameplay on its own frees in the player. Or the sense of freedom that the game is supposed to give the player. I think a lot of well-intentioned stories are failing in videogames, because they are written like a film or a TV show which ignores the viewer  viewers are looking in at this thing, but they can&apos;t grasp it, so I&apos;m afraid those scripts are just about creating a believable world. But in a game, they should be about putting a player in that world.&quot;  Next-gen: breaking the rules So, with a new generation of consoles, boasting huge amounts of power to render incredibly believable characters and emulate real-life processes, waiting in the wings, what can we look forward to in the future? Will the tired sequence of cut-scene-action-cut-scene-action die a death at last? &quot;Yes. I think we&apos;re on a mountain overlooking a valley, and the valley would be all these things combined seamlessly. My big thing right now is that there are all these rules that are taken for granted in videogames. For example, if you&apos;re in first person at the beginning of the game, you should be in first person for the whole game. If your character doesn&apos;t talk for the first half-hour, he shouldn&apos;t talk for the rest of the game. If a game isn&apos;t in a dream world, then there shouldn&apos;t be hallucinations in it. Or if you have a choice at a juncture in the game, then the whole game should be choices at junctures. And I think all of those are non-rules.&quot; &quot;Each director should have a system of rules that they like. Just the way Stanley Kubrick films are all about something similar, and Spielberg films are all about something similar. Each time you see a Spielberg movie, you&apos;re resuming a conversation with the same person, and it influences your expectation of what a Spielberg movie is. What I can see is that, in games, you&apos;re going to have directors who are interested in a set of rules, and then each of their games will follow those rules. And there are no overall rules then, when directors just pick those rules that they like. You could have a game with one cut-scene in it and no other ones  and that&apos;s OK, as long as it supports the meaning of the game.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/dec/13/far-cry-3-jeffrey-yohalem", 
    "wordcount": "1539"
}