{
    "headline": "Australia lists the koala as a threatened species", 
    "text": "The Australian government has listed the koala as a threatened species in parts of the country for the first time, admitting that the species faces a &quot;serious threat&quot; from factors such as urban expansion and climate change. Koala populations in Queensland, New South Wales and the Australian Capital Territory have been placed on the national list of vulnerable species, following intervention by environment minister, Tony Burke, on Monday. The listing, designed to provide a barrier to development in areas where koalas are threatened, is aimed at halting a precipitous drop in numbers that has seen the species decline by 40% in Queensland and by one-third in NSW over the past two decades. The decision by Burke follows a Senate report released last year that made 19 recommendations, including listing the species as threatened in certain areas of the country and boosting the funding for koala monitoring. The report outlined numerous threats to the koala, including climate change, disease and habitat loss. Fatal attacks on koalas by domesticated dogs were also cited as a problem, particularly during recent unusually warm summers, where the marsupial has been sighted in residents&apos; gardens, unable to climb trees and drinking from swimming pools and water bowls. Koala populations have been under pressure for some time, with many hunted to near extinction in eastern Australia by early European settlers for the fur trade. The species also suffers from a limited diet of eucalypts, which has been aggressively cleared for urban development. Meanwhile, the remaining eucalypts&apos; nutritional value has been tarnished by increased CO2 in the atmosphere, leading the IUCN to list the koala as one of the 10 most vulnerable species in the world to climate change. &quot;Koalas are an iconic Australian animal and they hold a special place in the community,&quot; Burke said. &quot;People have made it very clear to me that they want to make sure the koala is protected for future generations. Koala populations are under serious threat from habitat loss and urban expansion, as well as vehicle strikes, dog attacks, and disease.&quot; &quot;However, koala numbers vary significantly across the country, so while koala populations are clearly declining in some areas, there are large, stable or even increasing populations in other areas.&quot; &quot;In fact, in some areas in Victoria and South Australia, koalas are eating themselves out of suitable foraging habitat and their numbers need to be managed.&quot; &quot;But the Queensland, New South Wales and Australian Capital Territory koala populations are very clearly in trouble, so we must take action. &quot; While environmental groups have welcomed Burke&apos;s decision, concern has been raised that the minister failed to include Victoria and South Australia in the threatened species listing. Larissa Waters, environment spokesperson for the Australian Greens, said: &quot;It would have made more sense to give the koala a national listing, instead of waiting for koala populations in South Australia and Victoria to fall into decline without protection, like those in Queensland and New South Wales.&quot; &quot;We now need a prompt, comprehensive and well-enforced recovery plan to get the koala back off the threatened species list, and we need protection for other species not as famous as the koala but still sliding closer to extinction every day.&quot; There is also dispute over the exact number of koalas left in the wild. The federal government estimates there are around 200,000 remaining koalas, but the Australian Koala Foundation has challenged this figure. The foundation&apos;s chief executive, Deborah Tabart, told ABC news: &quot;At the moment we&apos;re still of the opinion that there&apos;s not that many koalas, less than 100,000. Victoria still needs to be protected.&quot; &quot;I&apos;m delighted with this because it is going to slow things down, but it&apos;s not going to save our koalas.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/apr/30/australia-koala-threatened-species", 
    "wordcount": "638"
}