{
    "headline": "Donald Trump anti-wind power fundraiser fails to get off the ground", 
    "text": "Chris Heaton-Harris, the Conservative MP for Daventry, is perhaps best known outside his constituency for his vocal stance against wind turbines. Earlier this year, he organised a letter signed by 101 fellow Conservative MPs - and a sprinkling from other parties - calling on David Cameron to end &quot;taxpayer subsidy, for inefficient and intermittent energy production that typifies on-shore wind turbines&quot;. Heaton-Harris has since spoken at the first National Opposition to Windfarms conference held in June and continues to set out his stall on this issue frequently, both on his blog and in the media. But now we learn of a new initiative organised by Heaton-Harris which suggests an attempt is being made to move anti-wind lobbying in the UK up a gear or two. I have been forwarded an email sent out by Heaton-Harris in August via a dedicated Gmail email address to, according to my source, &quot;companies and wealthy individuals&quot;. Here&apos;s the email in full (minus personal information):  From: Chris Heaton-Harris MP [mailto:trumpdinnerinlondon@gmail.com] Sent: XX August 2012  Subject: An Invitation: Donald Trump Dinner in London - 6th October 2012 Dear XXXXXX, Please forgive the &quot;cold call&quot; approach, but I was wondering if I could interest you in dinner?I am the Member of Parliament for Daventry and was the person who put together the letter of over 100 MPs calling, so far unsuccessfully, for the Government to drastically reduce the subsidies available for wind turbines and I lead the campaign against these things in Parliament. You can find out more about me and this campaign here: http://daventrycalling.livejournal.com/tag/wind I have garnered a great deal of support for the campaign and one of my bigger supporters has kindly said he would speak at a big dinner event for me to raise money for my continuing campaigning in this area. He is a famous and controversial businessman who is the &quot;Boss&quot; in the American version of &quot;The Apprentice&quot; and was a candidate to be Republican Nominee to be President of the United States. My speaker on the evening is Donald Trump. If all goes to plan, the dinner will be on 6th October and tickets are 275 each with tables for ten available for 2,500.I was hoping that you or your company might be interested in taking a table at the dinner or even sponsoring the event. I am aiming to get all sponsorship sorted by the end of this week, so that we can then start to sell the tickets with appropriate branding on them.If you are interested, please give me a call on my mobile (XXXXXXXX) or reply to this e-mail and I will send you more details. If not, please forgive me for the intrusion.Yours,ChrisChris Heaton-Harris MP.Conservative Member of Parliament for Daventry. Mobile: XXXXXXXXXWebsite: www.heatonharris.com  Meanwhile, on 8 September, a slightly different invitation appeared on the East Midlands Conservative&apos;s Facebook page:  An invitation from Chris Heaton-Harris MP - dinner with Donald Trump Dear Fellow Conservative, I am writing to tell you about an exciting and very rare dinner opportunity that will take place on Saturday 6th October 2012. The well known Republican and business tycoon, Donald Trump, has very kindly agreed to take time out of his busy diary and fly over from New York to support my campaign against onshore wind turbines. Like many Conservative Party members, Mr Trump, who owns property in Aberdeen, holds very strong views on the inefficiencies of wind energy. At the dinner on 6th October Mr Trump will warn guests as to the very real threat from turbines to Britain&apos;s landscape and tourism industry, with the aim of raising public awareness. Obviously, with this dinner being less than a month before the Presidential Election in the United States, Mr Trump will talk about other political newsworthy topics and take a handful of questions. In order to accommodate Mr Trump&apos;s busy diary, the dinner is being held in London, at the Emirates Stadium, which is home to Arsenal Football Club.Dinner will start with a champagne reception, followed by a 4 course meal. Tickets are 275 each. Tickets can be purchased via Daventry Conservative Association by phoning 01604 859721, or by responding to this email. Obviously, to get the commission, please ask your members to name your Association when ordering tickets. Yours faithfully, ChrisChris Heaton-Harris MP.  Intrigued to know how many people might be at the dinner, I called the events team at Arsenal&apos;s Emirates Stadium in London. A spokeswoman told me that the Royal Oak suite had been booked, which can seat 500 guests for dinner. But then she added: &quot;It&apos;s been cancelled, though, due to lack of interest. Daventry Conservatives never returned the contract to us that we&apos;d sent out to them.&quot; I then rang Daventry Conservatives to confirm that the dinner had been cancelled. Yes, they said, &quot;due to poor ticket sales&quot;. So, even with the star attraction of Donald Trump (who  lest we forget  is opposed to offshore turbines being built within eyesight of his 100m luxury hotel development in Aberdeenshire), Heaton-Harris couldn&apos;t get his anti-wind fundraiser off the ground due to &quot;lack of interest&quot;? What does this tell us  if anything  about the real strength and depth of the highly vocal, media-supported anti-wind campaign in the UK? After all, when DECC published its latest public attitude tracker survey (pdf) this week, it showed that only 12% of those surveyed are against onshore wind power (with 4% &quot;strongly opposed&quot;) compared to 66% who support it. I called Heaton-Harris to get his account of the cancellation. He said:  No, we didn&apos;t sell enough tickets. But we only had two weeks to do it. We&apos;ve postponed it, rather than cancel it. We are now going to try and hold it in February or March, depending on Mr Trump&apos;s diary. He&apos;s very keen to help us. It is a party political fundraiser for Daventry Conservatives to help us continue with our [anti-wind] campaigning. So any funds raised will all be officially declared.  If he does pull it off and sell out the 500-seat Royal Oak suite at the Emirates Stadium that will swell his local party office&apos;s coffers by 137,500, less costs. It&apos;s certainly going to be one to watch: not only to see if he fills up the room, but also which &quot;companies and wealthy individuals&quot; cough up the cash. Heaton-Harris told me he already has &quot;two people&quot; interested in sponsoring the event.", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/20/donald-trump-anti-wind-power-fundraiser", 
    "wordcount": "1106"
}