{
    "headline": "EU rules 'encouraging farmers to plough up grasslands'", 
    "text": "Farmers are being encouraged to plough up some of the most quintessential English landscapes so that they can continue to claim European subsidies, experts have warned. Wildlife-rich pastures  which have made famous the New Forest clearings, the South Downs, the Cotswolds and the Chilterns  are under threat after the EU proposed rule changes to the common agricultural policy. Experts have warned that to escape the penalties, farmers are already mowing down the grassland ahead of the 2014 deadline for registering their permanent pasture - in case they want to plant them later. Many such fields will be &quot;improved&quot; grasslands - actually monocultures with little natural value. But an estimated 100,000 hectares remain that are rich in different plants and fungi, and teeming with bees, moths and butterflies - the result of more than 6,000 years of traditional farming practices and modern conservation. &quot;Our real worry is that this will drive a period of significant grassland loss through ploughing,&quot; said Miles King, director of conservation for the Grasslands Trust. &quot;We don&apos;t mind particularly if intensive agricultural grassland is converted to arable. However, the loss of unimproved or semi-improved grassland is very serious. There&apos;s so little of it left: every single bit really matters now. It&apos;s like somebody bulldozing a medieval church to put in a housing estate: these are as much a part of our heritage as any church or work of art.&quot; So far the trust has only heard reports of important grasslands ploughed up last summer, soon after the reform proposals were leaked. However land agents and farming meetings are reported to be discussing the need to act before the deadline. &quot;You may want to keep your grassland area to a minimum between now and 2014, or ensure that grassland is rotated before the five-year point, to prevent it becoming permanent pasture and landlords should also give consideration to what their tenants are doing,&quot; Sarah Macdonald-Smith of property company Strutt &amp; Parker told the Guardian. Concern about the incentive for farmers to act soon has also prompted warnings from the environment secretary, Caroline Spelman, and NFU president, Peter Kendall. Talking to MPs on the environment, food and rural affairs select committee in January, Spelman said she had warned the EU environment commissioner, Janez Potonik, of one of the &quot;unintended consequences&quot; of the rule changes: &quot;You might find yourself as a farmer ploughing up high-value permanent grassland.&quot; At a recent farming conference, Kendall urged farmers not to be &quot;frightened them into ploughing up permanent pasture&quot;, adding there was &quot;everything to play for&quot; as farmers lobby to revise the proposals.", 
    "section": "environment", 
    "gid": "environment/2012/feb/03/eu-farmers-plough-grasslands", 
    "wordcount": "448"
}