{
    "headline": "Global investment in renewable energy at record high", 
    "text": "Global investment in renewable energy surged to a new high last year, despite the widespread recession. But experts warned that the rate of growth was showing signs of slowing, and would need to speed up if the world&apos;s economies are to be transformed on to a low-carbon footing. Last year, investment in renewable energy reached $257bn (165bn), a rise of 17% on the previous year. The record investment was a six-fold increase on the 2004 figure and nearly double the total in 2007, the year before the world financial crisis, according to a report from the United Nations Environment Programme (UNEP) and the Renewable Energy Policy Network for the 21st Century (REN21). However, the rate of growth has fallen year on year  last year&apos;s growth of 17% on the previous year failed to match the 37% increase in investment from 2010 to 2011. &quot;We need to do more, if we are to combat climate change and use low-carbon technology, said a representative for REN21. &quot;These figures are very good, but there is still a long way to go.&quot; The US and China were the top investors in renewables last year. US investments continued despite the shale gas boom and obstacles because of uncertainty over policy. However, the boom  which saw investment of $51bn (33bn)  may be shortlived as investors are rushing to take advantage of key incentive schemes before they are scrapped. Wind power, usually the biggest single target for renewable investment, was surpassed by solar power as falling component prices fuelled a surge of interest  the technology received nearly twice the money directed at wind, which has generally been regarded as the most mature technology in the past. Total investment in solar power jumped 52% to $147bn (95bn). The authors pointed in particular to rooftop photovoltaic (PV) installations in Italy and Germany, the rapid spread of small-scale PV to other countries from China to the UK, as well as major new investments in solar thermal power (CSP) projects in Spain and the US. The report, called Global Trends in Renewable Energy Investment 2012, used data from Bloomberg New Energy Finance. Renewable sources now supply 16.7% of global energy consumption, according to the report, but much of that is biomass used for cooking and heating in developing countries. The authors said the share provided by traditional biomass had declined slightly while the share sourced from modern renewable technologies had risen.", 
    "section": "environment", 
    "gid": "environment/2012/jun/11/renewable-energy-global-investment-solar-power", 
    "wordcount": "407"
}