{
    "headline": "Boot up: Samsung GS4 reviews, Amazon set-top box?, Dell's problem and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team Review: Samsung Galaxy S4 is a worthy successor but not revolutionary &gt;&gt; TechHive Armando Rodriguez:   After spending a few days with the phone and running it through TechHive&apos;s suite of tests, I can confirm that the Galaxy S4 is an impressive Android phone. Samsung&apos;s latest offering tops its previous efforts in many respects, and Android fans are rightly excited by the Galaxy S4&apos;s imminent release (slated for the end of the month). That&apos;s not to say that the phone is perfect: For all of its innovations and cutting-edge specs, the Galaxy S4 has shortcomings that prevent it from being the ideal smartphone he thin bezel surrounding the screen made using the phone one-handed more difficult because of the ever-present hazard of inadvertently hitting the Menu button or the Back button  a mistake that tended to happen as I was trying to type an email or text message. Is it the best Android phone out there? No, but that shouldn&apos;t stop people from buying it if they find Samsung&apos;s additions to Android appealing.  Seems to be the tenor of most of the coverage. &quot;Kitchen sink&quot; also gets used a lot. S-Health and the Universal Remote function are popular, though Smart Pause (you look away, video pauses) comes in for ridicule. Here comes Amazon&apos;s Kindle TV set-top xox &gt;&gt; Businessweek Good scoop from Brad Stone:   the box will plug into TVs and give users access to Amazon&apos;s expanding video offerings. Those include its  la carte Video on Demand store, which features newer films and TV shows, and its Instant Video service, which is free for subscribers to the Amazon Prime two-day shipping package. The Amazon set-top box will compete with similar products, such as the Roku, Apple TV, and the Boxee Cloud DVR, along with more versatile devices such as the Playstation 3 and the Xbox.  This will have been in the works for a couple of years, so nothing to do with the recent hire of Charlie Kindel. BBC iPlayer Radio app on Android devices &gt;&gt; BBC Internet blog  While we wanted to launch the app to all Android users as soon as possible there is currently an issue with some Samsung firmware. This means that some owners of the popular and powerful Galaxy S3 device may not be able to stream our new HLS audio in the short term. This applies specifically to some Galaxy S3 devices on EE, Vodafone and Three and we expect these networks to roll out a fix in the next month. For clarity, Galaxy S3 users who did not purchase their devices directly via one of these three mobile network operators should experience no problems with the app and the folks at O2 have already rolled out Samsung&apos;s patch so users on the O2 network should be all set.  World&apos;s first smartphone for the blind, made in India &gt;&gt; Times Of India  How it works  The smartphone uses Shape Memory Alloy technology, based on the concept that metals remember their original shapes, i.e. expand and contract to its original shape after use.  The phone&apos;s &apos;screen&apos; has a grid of pins, which move up and down as per requirement. The grid has a Braille display, where pins come up to represent a character or letter.  This screen will be capable of elevating and depressing the contents to form patterns in Braille.  All other elements are like any other smartphone.  Android, we presume. (Thanks @beardyweirdy666 for the link.) Mobile Opportunity: The Dell Buyout: Storm Warning for the Tech Industry Michael Mace:   If you haven&apos;t worked at a PC company, you&apos;ll have trouble understanding how profoundly disturbing the current sales situation is for Windows licensees. The PC companies married themselves to the Microsoft-Intel growth engine years ago. In exchange for riding the Wintel wave, they long ago gave up on independent innovation and market-building. In many ways, they outsourced their product development brains to Microsoft so they could focus on operations and cost control. They trusted Microsoft to grow the market. Microsoft is now failing to deliver on its side of the bargain. Unless there&apos;s a stunning turnaround in Windows 8 demand, I think it&apos;s now looking increasingly likely that we&apos;ll see a sustained year over year drop in PC sales for at least several more quarters. This is an existential shock for the PC companies. It&apos;s like discovering that your house was built over a vast, crumbling sinkhole. Prior to the PC sales decline, I think Michael Dell probably assumed that his PC business could continue to fund its growth in services for the foreseeable future. He has probably now reconsidered that assumption. If Lenovo continues to grow and the market continues to shrink, Dell&apos;s revenue will drop further, and the company could be in a world of financial trouble a year from now. It&apos;s the sort of trouble that can get a CEO fired even if he does own 15% of the company.  Makes the very good point: if Microsoft is going to give Dell a $2bn loan to go private and compete with other PC makers, do the others get handouts too? (Thanks @slimbowski for the link.) Quarterly quiverings &gt;&gt; All this &quot;Doctor Drang&quot;:   I don&apos;t use a Mac or an iPhone because of Apple&apos;s balance sheet. I use them because they (usually) work for me, and I save my anger and frustration for when they don&apos;t. I&apos;m far more affected by an iCloud screwup than by the iPhone&apos;s market share, by Lion&apos;s removal of Save As than by Apple&apos;s stock price, and by Preview&apos;s lack of AppleScript support than by anything Rob Enderle says.  Applescript for Preview would be awesome. BitTorrent Sync keeps your files in sync, skips the insecure cloud &gt;&gt; Lifehacker  Although BitTorrent Sync syncs your folders and files much like you&apos;d expect from a service like Dropbox, you set it up a little differently. When you start for the first time, you choose where you want a folder to be and then BitTorrent Sync gives you a secret. When you install BitTorrent Sync on another computer, you can provide that secret and link the folders together. They&apos;ll synchronize with each other securely, peer-to peer. That means nothing goes to the cloud, but rather each computer syncs data with the other directly.  Remember peer-to-peer? (Thanks @ClarkeViper for the link.) Market Report Q1 2013 - iOS App Store revenue 2.6x that of Google Play &gt;&gt; App Annie Blog  In Google Play, the top four countries [Japan, South Korea, US, UK] represented roughly 40% of store downloads in Q1 2013 as compared to about 50% for iOS. Russia has been rising steadily in downloads over the past year and moved up another slot to #4 this past quarter. Once again, the Games category was the key driver, as it grew to cover close to half of Google Play downloads in Russia in Q1 2013 (up from close to 40% in Q4 2012). This was nearly the highest percentage seen across the countries in the iOS App Store. South Korea and India maintained their second and third places behind the United States, representing how different the Google Play Store is compared to iOS in terms of global distribution.  By download, the US is the top country by download for Android, followed by South Korea, India, Russia and Japan. By revenue, it&apos;s Japan, South Korea, UK, and Germany.  South Korea really is the stronghold for &quot;Google Android&quot; - perhaps unsurprising given the presence there of Samsung and LG. For iOS, the top downloads are the US, China (China!), UK, Japan and France; by revenue, it&apos;s US, Japan, UK, China and Australia. The presence of China for iOS but not in Android is telling. The BlackBerry of BlackBerry users&apos; dreams &gt;&gt; AllThingsD Katherine Boehret:   The Q10&apos;s keyboard is smartly used for more than just typing emails. From the home screen, typing the first few letters for commands like &quot;text message Katie&quot; or &quot;Facebook&quot; pulls up related functions. This feature is called Instant Action. And some 200 keyboard shortcuts let users navigate around the Q10 more quickly. Onscreen menus subtly display what keys to press for shortcuts. As you type, common misspellings will be auto-corrected. You can even turn on keyboard predictions, saving you a few keystrokes by showing words on the screen that you might be typing next. A tap on a word adds the word to your sentence. I found I could type faster without using onscreen keyboard predictions, though in some cases I could select predictions for nearly an entire sentence.  Battery lasts for days, rear-facing camera is good, browser is fast. Should be a hit at the very least in corporations that have been waiting to upgrade their BB7 devices. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/apr/25/technology-links-newsbucket", 
    "wordcount": "1509"
}