{
    "headline": "Dissent in the ranks: why one FTC commissioner didn't like Google's fine", 
    "text": "One point that got mostly overlooked in the Federal Trade Commission (FTC) fine against Google - $22.5m, which would be a lot for you or me, but amounts to about 15 hours&apos; operating profits based on the company&apos;s operating profits from its second quarter - was the dissenting opinion of one of the five commissioners, J Thomas Rosch, from the majority. (Update: Rosch has again dissented after the FTC settled with Facebook over its altering of privacy settings. More in the piece below.) The commissioners split 4-1 in what they thought should be the correct way to treat Google over its behaviour. In fact, Rosch&apos;s dissent was so strong that the other four had to write an opinion (PDF) explaining their reasoning. But first, here&apos;s Rosch&apos;s beef. In his minority opinion (PDF), he says that he thinks that the FTC Act obliges him (and the others)   to determine whether there is both &apos;reason to believe&apos; there is liability and whether the complaint is in the &apos;public interest&apos; before we vote out any complaint, whether it be a litigation complaint or a consent decree.  Clear enough so far? He&apos;s setting out what the ground rules are for deciding whether to vote on something: liability and public interest. Now it gets interesting.   There is no question in my mind that there is &quot;reason to believe&quot; that Google is in contempt of a prior Commission order. However, I dissent from accepting this consent decree because it arguably cannot be concluded that the consent decree is in the public interest when it contains a denial of liability.  That is: if Google won&apos;t agree that it is liable for what it has done, then Rosch doesn&apos;t think it should be let off with just a fine. In fact, he&apos;s really quite vexed (reading between the lines) at the fact that all Google does accept about the FTC is that it has jurisdiction, and that it&apos;s doing this in the right location: He points to the FTC Order (handing down the fine) which says &quot;[The] Defendant [Google] denies any violation of the FTC Order, any and all liability for the claims set forth in the Complaint, and all material allegations of the Complaint save for those regarding jurisdiction and venue.&quot;   Yet, at the very same time, the Commission supports a civil penalty of$22.5 million against Google for that very same conduct. Condoning a denial of liability in circumstances such as these is unprecedented.  He also points out that Google has been charged before with &quot;engaging in deceptive conduct&quot; over Buzz, its social network which enrolled you whether or not you really wanted to be enrolled (much the same as Google+, in fact, though that seems to handle privacy rather better - so much better that nobody can tell how much of anything actually goes on there). Google, says Rosch, is essentially being charged with contempt of the FTC&apos;s Consent Order over Buzz - which is how it got into this whole thing. Says Rosch:   &quot;This scenario  violation of a consent order  makes the Commission&apos;s acceptance of Google&apos;s denial of liability all the more inexplicable.&quot;  He points out that $22.5m &quot;represents a de minimis amount of Google&apos;s profit or revenues.&quot; But it&apos;s even worse, he says:   &quot;the Commission now has allowed liability to be denied not only in this matter but also in the Facebook settlement where Facebook simply promised to &apos;go and sin no more&apos; (unlike Google, Facebook was not previously under order). There is nothing to prevent future respondents with fewer resources than Google and with lower profiles than Google and Facebook from denying liability in the future too.&quot;  And that&apos;s the real nub of Rosch&apos;s complaint with the mamjority decision: that if you let Google (and Facebook, which was also put under a consent order essentially for swapping around its privacy rules so often) off without admitting that what they did was wrong, then others will too. And if you don&apos;t do that, then it becomes one law for the big guys with hefty lobbying operations, and one law for the small ones. For complete clarity, I emailed the FTC on Thursday, and Commissioner Rosch&apos;s office responded to my queries as follows:   Commissioner Rosch doesn&apos;t think that the Commission has any business accepting a denial of liability when 1) Google sees fit to pay over $22 million in civil penalties; 2) Google is in clear contempt of a Commission order; and 3) there is no limiting principle, so that the acceptance of a denial of liability in this case represents a precedent for respondents less well-heeled and with a lower profile than Google to also negotiate a denial of liability. Commissioner Rosch notes that the FTC has a precedent here -- it is to allow defendants to &quot;neither admit nor deny&quot; liability. The Commission just didn&apos;t hold Google to that precedent in this case.  Update: in his Facebook dissenting opinion (PDF), Rosch says: &quot;I cannot find that either the &quot;reason to believe&quot; or the &quot;in the interest of the public&quot; requirement is satisfied when, as here, there is an express denial of the allegations set forth in the complaint.&quot; So it&apos;s just as with Google: Rosch feels that companies should take responsibility for their actions (or inactions) - and wants the FTC to shift to a model like the Securities and Exchange Commission, where if you deny the charges then you can&apos;t be part of a consent order (essentially, getting you out of going to trial). There&apos;s certainly evidence that within the FTC, Google isn&apos;t exactly flavour of the month. In a call with reporters, David Vladeck, the director of the FTC&apos;s bureau of consumer protection, pointed to other privacy screwups by Google - Buzz, the Street View Wi-Fi data collection - and said &quot;The social contract has to be that if you&apos;re going to hold on to people&apos;s most private data, you have to do a better job of honoring your privacy commitments&quot;. He wasn&apos;t impressed by Google&apos;s explanation that the cookie workaround was unintentional: &quot;As a regulator, it is hard to know which answer is worse: &apos;I didn&apos;t know&apos; or &apos;I did it deliberately&apos;.&quot;  Google&apos;s statement, beyond which it&apos;s not shifting, is that &quot;We set the highest standards of privacy and security for our users.&quot;  But if Rosch was the dissenter, why did the other four think it was OK to let Google off without admitting liability? Here&apos;s what they say:   Here, as in all cases, a defendant&apos;s denial of liability in a settlement agreement has no bearing on the Commission&apos;s determination as to whether it has reason to believe the defendant has violated the law or that a proposed settlement will afford appropriate relief for the Commission&apos;s charges. To the contrary, the Commission acts based on its consideration of the staff&apos;s investigative work, and in this instance we have strong reason to believe that Google violated its order.  In other words: denying that you killed somebody doesn&apos;t cut much ice when you&apos;re found holding the knife still in their heart. (Or, less dramatically, denying you ever took those cookies isn&apos;t much use when you&apos;ve been photographed on CCTV with your hand in the cookie jar.) The key question, the commissioners say, is whether Google will now abide by the consent order. The fine, they imply, is a big whack on the back of the hand for Google &quot;when the accompanying complaint does not allege that the conduct at issue yielded significant revenue or endured for a significant period of time.&quot; That&apos;s an important point, since there&apos;s absolutely no way of knowing how much revenue - if any - Google actually derived from what it did.  Yet simple measures of revenue aren&apos;t the key point. What&apos;s really important, as Vladeck said, is whether we, as consumers, can trust companies with our data, because our data is becoming all that there is of us (and if you don&apos;t believe that, read again about how technology writer Matt Honan had his digital life erased by a couple of hackers who wanted access to his Twitter account). And after this fine, and with the EC still pondering whether it accepts Google&apos;s offerings to solve its antitrust questions over search, and the FTC - them again - pondering the question of whether Google has abused its dominant position in search, and with the Wi-Fi/Street View issue rumbling on in Europe (with the German data protection authorities considering what action to take, and now the UK&apos;s Information Commissioner&apos;s Office doing a forensic examination of the data), and with the Google Book scanning controversy still rumbling on too, one wouldn&apos;t say that Google is out of the woods yet. Even if the FTC&apos;s fine represents less than a day&apos;s profits, the effects on its reputation could linger for a lot longer.", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/10/google-ftc-fine-dissent", 
    "wordcount": "1496"
}