{
    "headline": "Give students the right to switch university", 
    "text": "Once you have started a university degree, it is very hard to switch from one institution to another. This reduces universities&apos; incentive to teach well because their students can&apos;t leave them. Even worse, it means that students who pick an unsuitable university have a stark choice: stick with it, or quit altogether. For example, a student from a low income background decides to go to university. She is the first in her family to do so, and has little knowledge of the sector. She is more likely to attend a new university than a Russell Group institution. As the Sutton Trust identified in 2004 such a student is also more likely to attend an institution that she is over-qualified for. So what if, at the end of her first year, our student realises that she can improve her future employment and wage prospects significantly by transferring to a different institution? Well, unfortunately, there is no easy way of doing this. Many universities do not consider transfers. Those that do tend to consider requests only on a case-by-case basis, almost always at departmental level. Ucas, the usual port of call for university applicants, advises students simply to &apos;speak to the new university or college to see if they will consider you.&apos; Yet even if our student has the time, energy and confidence to contact individual university departments, she will have little knowledge of the teaching standards and course content at other universities, as there are no standard degree curricula. Our student may be forced to spend 27,000 in tuition fees for a course she is unhappy with or worse, drop out of university altogether. And this is not a one way street. It is highly likely that many students find themselves unable to cope with the courses they are on, and would like to transfer to another institution that offers better teaching and support. These students are likely to find it even harder to transfer and many may end up dropping out. One way of addressing the issue is to make universities design new policies around accepting transfer students  in essence, giving every student the right to switch. The incentive for universities to accept &apos;transfer students&apos; is the chance to expand, the fee income gained, as well as also the opportunity to teach more second and third year students. Of course, creating a more flexible system will not be easy. Institutions will argue that relaxing their policies on accepting students half way through their studies is impossible, since these students will have no prior experience of the course and teaching methods. But there are already interesting examples in practice in the UK. The LSE &apos;general course&apos;, for instance, allows students from overseas institutions to spend a year at LSE, usually as part of their work towards a degree from their home institution. They have no guarantee of a place at LSE afterwards, but if they enjoy the course, and wish to complete the remainder of their studies at LSE, their case will be considered and their year at LSE will count towards a final degree. Some universities may also be concerned about losing the best students and resist their attempts to transfer. If this happens, it will be worth reminding our educational institutions that they have a collective responsibility to help students get the best education they can, even if that means giving them the right to leave. Gill Wyness is a researcher in education policy at LSE and CentreForum, the liberal think tank. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/01/student-choice-in-higher-education", 
    "wordcount": "618"
}