{
    "headline": "2012 among the 10 warmest years on record, figures show", 
    "text": "     2012 was among the 10 warmest years on record, rising above the long-term average for the 36th year in a row, according to data released on Tuesday. Temperature records compiled separately by Nasa and the National Oceanic and Atmospheric Administration (NOAA) found global surface temperatures rose 1.03F above the long-term average last year, but did not match America&apos;s record-breaking heat. The average global temperature has risen about 1.4F since 1880. By Nasa&apos;s records, that makes 2012 the ninth hottest year on record globally. NOAA&apos;s data set put it at the 10th hottest year. The agencies use different methods to analyse data. In both cases, scientists said the 2012 global temperature records further consolidate a pattern of global warming. Each year of the 21st century has ranked among the 14 hottest since record keeping began in 1880. &quot;One more year of numbers isn&apos;t in itself significant,&quot; Nasa climate scientist Gavin Schmidt said. &quot;What matters is this decade is warmer than the last decade, and that decade was warmer than the decade before. The planet is warming. The reason it&apos;s warming is because we are pumping increasing amounts of carbon dioxide into the atmosphere.&quot; With 36 years of above-average temperatures, nobody born since 1976 has lived through a colder than average year. By far, the most extreme heat for 2012 was in the contiguous United States, which smashed through all previous temperature records by 1F. Tom Karl, director of NOAA&apos;s national climatic data centre, told a reporters&apos; conference call the US temperatures were &quot;remarkable&quot;.     According to an ongoing temperature analysis conducted by scientists at NASA, the average global temperature on Earth has increased by about 0.8C (1.4F) since 1880, (left 1880-1889) compared to today (right 2000-2009). Photograph: GISS/NASA    Scientists said the rise in temperatures was due to carbon dioxide emissions. &quot;The planet is out of balance and therefore we can predict with confidence that the next decade is going to be warmer,&quot; James Hansen, a Nasa climate scientist, said. Aside from the US, and South America, most of Europe, Africa, western, southern, and far north-eastern Asia experienced above-average temperatures. Other parts of the world were unusually cooler than average, including most of Alaska, far western Canada, and central Asia, NOAA said. Britain also experienced slightly below average temperatures, at 0.2F below the 1981-2010 average, which was attributed to the cool summer and autumn. Britain also experienced its second wettest year since records began in 2010. Other records highlighted by NOAA included the extreme drought across the mid-western United States, and other important farming regions including parts of Russia and Ukraine. The Arctic experienced record low sea ice throughout the year, with sea ice cover dropping to 1.32m square miles, the lowest value ever recorded, in September 2012.", 
    "section": "environment", 
    "gid": "environment/2013/jan/16/2012-10-warmest-years-on-record", 
    "wordcount": "433"
}