{
    "headline": "Facebook gambles on launch of virtual bingo game offering real cash prizes", 
    "text": "Facebook has made its first move into online gambling in the UK, launching a virtual bingo machine that offers real cash prizes. Britons aged 18 and over will be able to stake real money on the new Facebook game, dubbed Bingo Friendzy. The US social network plans to introduce virtual slot machines in the coming weeks. Facebook insists that its controls will prevent anyone aged under 18 from gambling, but the move is likely to provoke some concern from parents whose children spend vast amounts of time on the site. Bingo Friendzy has been developed by the gambling giant Gamesys, which runs several big-name jackpot sites including the Sun Bingo and Caesars Casino. When a user signs up to Bingo Friendzy, they are asked to enter their personal details and confirm their date of birth. They are then asked to enter bank account details and make a deposit of between 10 and 500 to begin playing. The game will not be regulated by the UK gambling commission because Gamesys is based in Gibraltar. The government has said it plans to make any company offering gambling services in the UK comply with the country&apos;s regulatory regime. According to media regulator Ofcom, nearly two thirds of internet users in the UK are on Facebook. The average UK user spends six and a half hours a month on Facebook, which was the most popular internet destination behind Google search in March. A spokeswoman for Facebook said: &quot;Facebook is a place that allows people to connect and share. Real money gaming is a popular and well-regulated activity in the UK and we are allowing a partner to offer their games to adult users on the Facebook platform in a safe and controlled manner.&quot; Facebook said it had no immediate plans to expand the venture to other markets, but the site could partner with other companies to launch new games in the UK. Many countries outside the UK have more burdensome regulatory regimes for online gambling. In the US, for example, online gambling is largely prohibited in all but some states. The venture into online gambling had long been expected for Facebook, which generates a growing amount of its worldwide revenues from gaming. In the three months to 30 June, 123m ($192m) out of Facebook&apos;s 760m ($1.2bn) in revenues were generated from payments made in games such as Zynga&apos;s Farmville and Mafia Wars. Licensed UK gambling is forecast to reach 10.0bn by 2012, according to the market intelligence firm H2 Gambling Capital. European interactive gambling was worth 8.3bn (6.6bn) in 2009 and is expected to reach 12.6bn (10bn) by 2012.", 
    "section": "technology", 
    "gid": "technology/2012/aug/07/facebook-launches-virtual-bingo-game", 
    "wordcount": "449"
}