{
    "headline": "Syrian academics: crisis at Christmas", 
    "text": "My name is Samer. I am a Syrian student who was fully sponsored by my university via the Syrian embassy in London to study for my PhD in the UK before returning home to start work as a lecturer. I chose to study in the UK because the field which I need to specialise in is very developed here and taught in English, easier for me than some languages as I have studied it since the fifth grade at school. The funding was intended to cover my living costs and tuition fees. Four months ago, however, that funding was stopped due to the bad situation in my country, the closure of the Syrian embassy in London and the economic restrictions from the EU on Syrian banks which have blocked all money transfer to the UK. I only heard the embassy had closed two months ago when the funds that used to transfer to my bank account every four months did not arrive. I decided to call the embassy to ask about the delay. I called several times but no one answered me. It was only through one of my friends who is studying at a different university that I found out what had happened. I contacted several Syrian students in the UK  all of them have the same problem. An email then arrived from the finance office at my UK university informing me that the Syrian embassy had not paid my tuition fees  more than 17,000. They knew of the embassy closure and informed me I would be liable to pay the fees myself, giving me a deadline of late January. When I asked my supervisors and student support office if they were able to help , my supervisors were not able to do anything and student support told me they could wait on the fees but not waiver them. They did suggest applying for alternative funding  and told me if I could not manage to secure any then I might be allowed to apply for their hardship funds to help me with part of my living costs. I tried to contact several organisations but most said they did not offer funding for non-EU students in either any UK university, or the particular insitution where I am studying. Finally, I contacted CARA (Council for Assisting Refugee Academics) who have just launched a Syria appeal to help academics facing hardship. CARA told me it might take some time before they had any resources to assist  they also need to check my eligibility for the fund which will cover only my living costs. They ask the universities that collaborate with them of they will waive on fees and I will need to recontact them in January for an update on what my university has decided regarding my case I am really worried about my situation. I can&apos;t sleep well. I can&apos;t study as I have a family who need me to look after them. I cannot focus on my PhD project due to fear that my funding might stop  I am nervous and spend a lot of time searching for jobs and contacting different organisations to see if they can support me. Of course, I can&apos;t go home to my country due to the dangers of the conflict. What&apos;s more, if I return to Syria without the required degree I will have to repay double what the Syrian university have paid for me up to this point  impossible because that amount is almost 150,000. There was already a lot of pressure before these problems presented themselves  the rest of my family are still in Syria and are suffering very badly. Now I am looking for any part-time job to help me and my family to live, but even I find one I am unlikely to get enough money to live or pay my tuition fees because I am not allowed to work more than 20 hours per week on my visa. I hope that I will find a job in academia but it is difficult to find a permanent part-time position here. The only role I have found so far is two to three hours per week as a lab demonstrator for three months, which doesn&apos;t pay enough to cover our flat rent for one month. I have talked to a number of academics in my Syrian university but all of them advise me to stay in the UK and not to return home even if my study is suspended. I do not think my university here knows the pressure that I am under. While my situation is unusual, there must be something they can do to help. Many Syrian students and academics are facing the same problems that I have. I am writing this simply to let UK academics, universities and organisations know the problems that we are suffering. I sincerely hope they will not turn their back on us  we as the Syrian people dream of travelling to countries like the UK where we believe people look after each other, help each other and have equal opportunities. If I get the funds to continue my studies and get my PhD, I will return home to teach both undergraduate and postgraduate students in Syria and try to establish a research department in my university. No one in my country has a PhD in my particular specialism and specialists are just what Syria needs because this crisis is affecting every aspect of our lives. Samer (*not his real name) spoke to the network through CARA, the Council for Assisting Refugee Academics  follow it on Twitter @CARA1933 and donate to its emergency appeal for Syrian academics here This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/dec/21/syrian-academics-funding-crisis-cara", 
    "wordcount": "974"
}