{
    "headline": "As Japan debris washes up in the US, scientists fear break in natural order", 
    "text": "When a floating dock the size of a boxcar washed up on a sandy beach in Oregon, beachcombers got excited because it was the largest piece of debris from last year&apos;s tsunami in Japan to show up on the US west coast. But scientists worried it represented a whole new way for invasive species of seaweed, crabs and other marine organisms to break the earth&apos;s natural barriers and further muck up the area&apos;s marine environments. And more invasive species could be hitching rides on tsunami debris expected to arrive in the weeks and months to come. &quot;We know extinctions occur with invasions,&quot; said John Chapman, assistant professor of fisheries and invasive species specialist at Oregon State University&apos;s Hatfield Marine Science Center. &quot;This is like arrows shot into the dark. Some of them could hit a mark.&quot; Though the global economy has accelerated the process in recent decades by the sheer volume of ships, most from Asia, entering west coast ports, the marine invasion has been going on since 1869, when the transcontinental railroad brought the first shipment of east coast oysters packed in seaweed and mud to San Francisco, said Andrew Cohen, director of the Center for Research on Aquatic Bioinvasions in Richmond, California. Now, hotspots like San Francisco Bay amount to a &quot;global zoo&quot; of invasive species and perhaps 500 plants and animals from foreign shores have established in US marine waters, said James Carlton, professor of marine sciences at Williams College. They come mostly from ship hulls and the water ships take on as ballast, but also get dumped into bays from home aquariums. The costs quickly mount into the untold billions of dollars. Mitten crabs from China eat baby Dungeness crabs that are one of the region&apos;s top commercial fisheries. Spartina, a ropey seaweed from Europe, chokes commercial oyster beds. Shellfish plug the cooling water intakes of power plants. Kelps and tiny shrimp-like creatures change the food web that fish, marine mammals and even humans depend on. A 2004 study in the scientific journal Ecological Economics estimated 400 threatened and endangered species in the US are facing extinction because of pressures from invasive species. It is too early for scientists to know how much Japanese tsunami debris may add to the invasive species already here. &quot;It may only introduce one thing,&quot; said Cohen of the Aquatic Bioinvasions research center. &quot;But if that thing turns out to be a big problem, we would rather it not happen. There could be an economic impact, an ecological impact, or even a human health impact.&quot; The dock, torn loose from a fishing port on the northern tip of Japan, was covered with 1.5 tons of seaweed, mussels, barnacles and even a few starfish. Volunteers scraped it all off, buried it above the high water line, and sterilized the top and sides of the dock with torches. But there was no telling whether they might already have released spores or larvae that could establish a foothold in a bay or estuary as it floated along the coast, Carlton said. One thing they know is that the bigger the debris, the more likely it has something on it. Chapman estimated there were hundreds of millions of individual living organisms on the dock when it washed up on Agate Beach outside Newport, Oregon. But even a small plastic float that washed up on a beach in Alaska carried a live oyster, said Mandy Lindeberg, research scientist at the NOAA Fisheries Auke Bay Laboratories in Juneau, Alaska. Whether hitchhiking species will survive here depends in large part to randomness, it is thought. Seaweeds probably would not have survived to reproduce in the crashing surf at Agate Beach. It&apos;s the wrong kind of environment. But if they had floated into Yaquina Bay, very similar to their home waters in Japan, they could grow and reproduce. Lindeberg said, &quot;The only defense for invasive species is early detection. Just like cancer.&quot; While monitoring is relatively cheap, say $30,000 to watch nearby waters for species from the dock, trying to stop an established invasion is expensive. California spent $7m trying to eradicate a seaweed, she said. James Morris, a marine ecologist and invasive species specialist at the NOAA National Centers for Coastal Ocean Science, in Beaufort, North Carolina, said the idea a natural disaster like the tsunami could introduce a new avenue for invasive species is intriguing. &quot;It goes to show you that when it comes to invasive species, there are some things you can work to regulate and control,&quot; he said. &quot;And there are issues like this that come up that open up a whole different realm of possibilities.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/09/japan-tsunami-debris-marine-life", 
    "wordcount": "789"
}