{
    "headline": "Dispatches from Japan: Thinking beyond international student mobililty", 
    "text": "In Japan, the internationalisation of higher education has traditionally focused on international student mobility, particularly inbound-flows such as the 100,000 International Students Plan and 300,000 International Students Plan. Through these endeavours, the government has played a central role with strong initiatives, for instance, government scholarship programs, funds for tuition reductions and exemptions, subsidies for the construction of student accommodations, and relaxing immigration regulations, supporting host institutions of international students. However, both the country&apos;s prolonged, demographic decline of 18-year-olds and a rapidly growing global economy have reshaped Japan&apos;s rationale and approaches to international education. New policies such as the &quot;skilled migration approach&quot; which promotes the post-graduation employment of international students in Japan (&quot;brain gain&quot; from overseas), have emerged, and lower-tiered, private institutions are partnering with commission-paid agents to aggressively recruit international students mainly from China (revenue-generating approach) to fill their classrooms. Both approaches are currently prevalent within international education in Japan, weakening the traditional, &quot;co-operation and mutual understanding approach&quot;. Furthermore, international university rankings, which prospective international students often use as a guide to identify universities to which they should apply, have become part of internationalisation since they are now considered in the discussion of how Japanese universities can increase their international competitiveness so as to attract high-quality students from overseas. Under these circumstances, internationalisation of higher education in Japan has encompassed many new cross-border movements and thereby broadened its original concept, rationalising and basing these new efforts on commercialisation and competition in order to cope with serious global issues within higher education, such as the decrease in public funding and an ever-intensifying global talent war. Recently, the term &quot;international&quot; is being replaced by &quot;global&quot; in Japanese higher education, for example from international education to global education, in line with advances in an era of globalisation. Accordingly, in order to meet the increasing demand for global-minded graduates (workforce) at rapidly globalising Japanese companies, the Japanese government has embarked on new initiatives of globalising higher education, such as supporting universities to expand their English-taught courses and study abroad programs. Beyond student mobility, however, internationalisation has been less developed in Japan, especially in terms of curriculum reform. The government and universities have historically typified the approach of importing knowledge and technology from overseas, modifying them for Japan&apos;s use with the main purpose of advancing the country&apos;s modernisation (internationalisation for modernisation). Since the vast majority of course content originally came from the West, this model has prevented Japanese universities from internationalising their curricula for a long time. However, as a new trend, there are a growing number of international liberal arts institutions offering international learning experiences, incorporating a high percentage of English-taught courses, a highly diversified student population and faculty, and a variety of study abroad programs. Beyond just adding so-called international programs to the traditional curricula, these institutions have thus made the internationalisation of education and learning the first priority within their missions and efforts. Internationalisation has increased in importance in both education and research, taking a more mainstream role in Japanese higher education. Concurrently, however, as the country&apos;s public debt has reached 200% of its GDP under a prolonged period of economic stagnation, there is a growing expectation of society, coupled with the concern of taxpayers, that universities be able to clarify both the added value of their international dimensions and the impact of internationalisation on their specific institutions. Currently, one of the crucial challenges for Japanese universities is to develop an effective evaluation process of their internationalisation efforts. This challenge lies in balancing the needs between trusted quality control, which creates a bottom line in terms of accountability, transparency, and resource management, and quantitative expansion. In addition, such an approach requires a creative assessment structure and its related evaluation methods (for example peer review and benchmarking), which can account for and encourage overall internationalisation initiatives and adds a strategic dimension to further university internationalisation. Lastly, the Japanese government is expected to continue to support the strategic initiatives of university internationalisation in order to provide a catalyst for the functional transformation of Japanese universities towards meeting the demands of the 21st century&apos;s global knowledge-based society. For example, the government should provide not only competitive funds for pioneering internationalisation efforts and innovative, international collaborations of institutions in education, research, and administration, but also implement further deregulations combined with effective quality assurance programs in Japanese higher education as a whole. Hiroshi Ota is a professor at the Center for Global Education and director of the Hitotsubashi University Global Education Program, Hitotsubashi University, Japan (h.ota@r.hit-u.ac.jp) This article was orginially published by the International Association of Universities, in the most recent issue of its magazine IAU Horizons. The IAU founded in 1950, is the UNESCO-based worldwide association of higher education institutions. It brings together institutions and organisations from some 120 countries for reflection and action on common concerns and collaborates with various international, regional and national bodies active in higher education. Its services are available on the priority basis to members but also to organisations, institutions and authorities concerned with higher education, as well as to individual policy and decision-makers, specialists, administrators, teachers, researchers and students.  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/23/japan-international-student-mobility", 
    "wordcount": "898"
}