{
    "headline": "No knockout blows in Richard Dawkins v Rowan Williams bout", 
    "text": "Roll up, roll up for the heavyweight shadow-boxing championship of the world! A grand contest between Oxford&apos;s undisputed champions of atheism and Christianity, Professor Richard Dawkins, and Archbishop Rowan Williams! In the blue corner, the charismatic preacher who has made thousands of converts around the world; in the red corner  Rowan Williams. Both men have a fearsome reputation for beating the crap out of thin air. In the normal atheist v believer matches, the two contestants take position back to back, then punch the imaginary enemies in front of them. In normal boxing matches, the duty of the referee is to keep the fighters from gouging and biting; but when you get a theologian and a scientist in the ring together, the referee&apos;s job is get them to try to hit each other and not flail at the air. So the ref this time was Sir Anthony Kenny, who had fought this battle inside himself. He started as a Roman Catholic priest and then decided that he was really a philosopher, and an agnostic about the existence of God. He still had the footwork of a real pro. &quot;I come here as the representative of ignorance,&quot; he said, and got an Oxonian laugh for this very Oxonian joke. With such a formidable referee there was some chance that the contestants might land some blows on each other, and the Sheldonian theatre in Oxford was packed for this intellectual bloodsport. They would be disappointed, despite all Kenny&apos;s best efforts. Dawkins played the passionate and inspiring preacher perfectly. He came out of his corner with the announcement that he had been singing a hymn in the shower that morning. &quot;You will all recognise it,&quot; he said, which was a very Oxonian touch, for few people without a public school education would have done so. &quot;It is a thing most wonderful, almost too wonderful to be,&quot; he quoted. Then he quoted a poem by the biologist Julian Huxley and launched into his credal statement: &quot;The laws of physics have conspired to make the collisions of atoms produce plants, kangaroos, insects, and us.&quot; &quot;Darwin&quot;, he said, &quot;gives courage to the rest of science that we shall end up understanding literally everything, springing from almost nothing  a thought extremely hard to comprehend and believe.&quot; Against this mystery and power, Williams played the part of the humble seeker after truth, looking always for fresh evidence. &quot;A soul is something that does not cease with death,&quot; said the archbishop. &quot;What it is, I have no idea. A number of images, but no idea.&quot; More research is clearly needed here. Dawkins was baffled by this attitude: &quot;Why you don&apos;t see the extraordinary beauty of the idea that we can explain the world, the universe, life, how it started from nothing? That is such a staggeringly elegant and beautiful thing. Why do you want to clutter up your world view with something so messy as a god?&quot; &quot; I am not thinking of God as something extra that must be shoehorned in,&quot; Williams replied, stepping back from this slash with Occam&apos;s razor. &quot;When I want to solve problems of 21st century science I use the methods of 21st century science. When I want to understand my place in the universe, I reserve the right to go back to Genesis.&quot; Talking of the simplicity of God, Kenny brought out his own razor: &quot;We must distinguish between complexity of structure and complexity of function. My electric razor is much more complex machine than a cut-throat razor, but it only has one function. A cut-throat razor is much simpler, but it has a more complex function, because you can use it to shave  or to cut a throat with!&quot; But at this mention of real violence, both men recoiled. &quot;You can see I know nothing of razors,&quot; said Williams.", 
    "section": "science", 
    "gid": "science/2012/feb/23/richard-dawkins-rowan-williams-bout", 
    "wordcount": "662"
}