{
    "headline": "Clearing decision time: 'go for what you enjoy', say tutors", 
    "text": "Where to spend the next three or four years of your life studying is not an easy decision to make, least of all when you&apos;ve only got a few hours to weigh up all the information about courses, institutions and location. So it is vital to focus on the things that are important. And the most important thing, says absolutely everyone, is the course. Ella Dove, a student ambassador at Southampton University, studying languages, says: &quot;Although in the long run if you get a place from a good university it may help you get a job, if you&apos;re not interested in the subject it&apos;s a waste of time.&quot; Tim Sellars, science admissions manager at Liverpool John Moores University, says: &quot;Always go for what you enjoy, because it is a huge commitment and you don&apos;t want later to be thinking &apos;I don&apos;t want to be here&apos;.&quot; But be prepared to compromise too. &quot;For us in science it is important for students to be realistic and a bit flexible,&quot; he says. For example, if you have three Cs you won&apos;t get a place on a pharmacy course at John Moores, but you might get on to pharmaceutical sciences, which could still lead to a pharmacy career. You may even be able to transfer to your preferred course if you perform well in your first year. You could also decide to do a foundation degree, which would mean another year of university  and of fees  but should give you a leg-up into the course you want. Then it&apos;s worth investigating how far modules on different but related courses overlap. An animal behaviour degree may share many modules with biology; an English language course with English literature. &quot;It is about understanding what each course involves, and looking at what your strengths are and which subjects you enjoy,&quot; saysSellars. Tables and teaching style Remember too that league tables and word-of-mouth reputations don&apos;t reveal the whole picture. Some prestigious courses are at universities low down in the generaltables. Dove at Southhampton also advises looking in detail at how subjects are taught in terms of contact hours and structure. You may prefer small tutor groups to seminars, for example, or continual assessment to a singleexam. Then there is where you want to study. Philip Bloor, admissions information process manager at Sheffield Hallam University, advises thinking about what attracted you to your first choice of institution, and seeing how the alternatives measure up. &quot;We would worry about someone who, having decided to be near home, suddenly chose to be a long way away,&quot; he says. Similarly, if you felt being on a campus rather than in a city centre was important to you, chances are it still is. But Rahimah Chattun, a second-year biology student at Kingston University, says there&apos;s no need to get too hung up about the details of accommodation because most universities will be able to help you sort something out. And if your first choice of university was entirely based on its synchronised swimming society, don&apos;t be downhearted; you can always start up your own. &quot;Universities are very open places, where you can make your own path,&quot; saysChattun. And remember, whatever you decide, you will already have learned a key life skill  how to make difficult choices underpressure. Clearing timeline  16 August A-level results English, Welsh and Northern Irish Clearing lists published (Scottish Clearing lists were published on 7August) 00:01 Clearing vacancy search goes live on ucas.com, allowing anyone to browse courses with vacancies, although applicants cannot yet make a formal Clearing choice 05.30 Ucas&apos; social media support opens, giving real-time answers to questions on Twitter (#ucasclearing) and Facebook (facebook.com/ucasonline) 08:00 Applicants can log on to ucas.com to check their status and find out if they have been accepted. If not, they start researching alternative options and ringing universities with vacancies in search of an informal offer of a place 17:00 Applicants can make a formal Clearing choice, entering the details on Track for the institution whose informal offer they want to accept. Applicants whose results are better than those needed to meet their original conditional offer can register for adjustment: this allows five days (including weekends) to find a more selective course  31 August Deadline for applicants to meet academic conditions of offers. Universities will need to have received evidence of applicants&apos;results Adjustment closes. Applicants who registered for adjustment but have not found an alternative place by now will remain accepted at their original choice  20 September Deadline for completing Ucas applications for 2012 entry  28 September Ucas&apos; Clearing vacancy search closes. Applicants can still contact universities directly to discussvacancies     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/aug/16/clearing-whats-on-offer", 
    "wordcount": "803"
}