{
    "headline": "Labour warns of teacher shortage", 
    "text": "The shadow education secretary, Stephen Twigg, is warning of a crisis in teacher numbers, saying a surge in pupils will leave schools short of 15,000 staff by the time of the next election in 2015. According to a report earlier this month by the National Audit Office, there will be a shortfall of 256,000 school places in England and Wales for the next academic year. In a speech to the Association of Teachers and Lecturers conference in Liverpool on Wednesday, Twigg will argue that the average of one teacher per 17.6 pupils, plus more than 500 existing vacancies, amounts to a lack of more than 15,000 teachers. Twigg will point also the departure of 10,000 teachers in a year and a decline in graduate trainees in some subjects when he argues that Michael Gove, the education secretary, has brought about &quot;a crisis in the teaching profession&quot;. The speech will say: &quot;Pupils deserve far better. Unless this crisis is addressed head on, pupils will be in bigger class sizes or face being taught by people without teaching qualifications. This is a real and growing threat to school standards. &quot;All the international evidence shows that the quality of teaching makes the biggest difference to results. We cannot let the next generation down by cutting teacher quality.&quot; According to figures earlier this month from the Graduate Teacher Training Agency the number of postgraduate training entrants fell by more than 2,500 between the 2012 intake and this year, a drop of 6.3%. The falls are particularly large in some subject areas  28% for computer science and 25% for religious education, for example. Twigg will spell out Labour&apos;s &quot;new deal&quot; for teachers, including financial incentives to work in more deprived areas and a Royal College for Teachers to assist professional development. A Department for Education spokeswoman said it was ridiculous to talk of a shortfall in teachers. She said: &quot;Teaching is a highly attractive profession  more top graduates and career changers than ever before are coming into teaching and vacancy rates are at their lowest since 2005. &quot;Teacher training applications for fee-based postgraduate courses in England are up by more than 1,500 applicants on this time last year. We have invested 4m to help existing teachers develop their skills. Plus we are spending 5bn by 2015 on creating new school places  more than double the amount spent by the previous government in the same timeframe.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/27/labour-warns-of-teacher-shortage", 
    "wordcount": "420"
}