{
    "headline": "India makes inroads on polio as mosques spread the word", 
    "text": "&quot;If you convert our efforts into pay, it&apos;s not really pay. It doesn&apos;t even compare,&quot; says Khalida Sherwani, smiling. &quot;I do it for the children. We do it for the children.&quot; She speaks with an intensity, a passion, evident in her role as a Unicef polio health worker. It&apos;s the second day in India&apos;s biannual immunisation campaign, a routine that began in 1995 when India had more than 100,000 cases of polio. Accompanied by a fellow Unicef health worker, she walks briskly in her billowing black burqa from house to house, the blue ice chest (which keeps the vaccine cool) in her colleague&apos;s hand. Having worked for the polio campaign for nine years, she knows these neighbourhoods intimately. She says she has a &quot;blueprint&quot; in her mind, a mental map that tells her how many children live in each of these nooks and crannies. &quot;There&apos;s no baby here? Where is the baby?&quot; she asks, peeking in through a door left ajar. A lady in a bright blue salwar-kameez appears in the doorway. &quot;Should we come back when your bhabhi (sister-in-law) is here? Is the baby with her?&quot; Sherwani asks again. She persists, but with an intimacy. Sherwani has been living in Aligarh, a city known for its lock-making industry, for the past 20 years. Less than two hours away from Delhi by train  situated in western Uttar Pradesh, a state that has historically reported a significant number of polio cases (as high as 1,242 in 2002)  Aligarh had been classified a &quot;high-risk zone&quot; where healthworkers faced considerable resistance, including stones being hurled at them when they went door-to-door. In 2003, Aligarh reported 40% of all polio cases detected in Uttar Pradesh. Excuses for not taking the vaccine varied. Families alleged that it had been inappropriately administered; the cold chain had been broken by health workers; the vaccine was not potent since some children still came down with polio; and other children became ill after taking it. Plus, with a noticeable Muslim population, the polio campaign faced serious roadblocks stemming from cultural mistrust. Sherwani saw the brutality of the campaign. Not only were they turned away, they were asked to barter, she explains. &quot;If you give me a clean road, I&apos;ll let you vaccinate my child. If you give us 50 rupees, we will let you vaccinate our child. They played all kinds of games with us,&quot; she says. When some questioned the validity of the vaccine, they had to turn to the local Muslim clerics to bolster the message, getting it voiced from the mosques. &quot;If we&apos;re lying, they can&apos;t lie. It&apos;s against their Islamic dharam [religion] to deceive,&quot; she explains. &quot;If it echoed from the walls of the masjid [or mosque], then it would have greater impact.&quot; That&apos;s exactly what happens before the polio rounds commence in Aligarh. A parade begins at the base of a beautifully built 18th-century masjid in the heart of Aligarh&apos;s Uppar Kot community. Local Rotarians, Unicef and World Health Organisation workers coalesce with a significant portion of Aligarh&apos;s 1.2 million residents to weave through the maze-like network of alleys, dressed in bright yellow apparel, baseball hats, vests and visors, voicing the mantra: &quot;End polio now.&quot; A rickety cycle rickshaw leads the way, carrying loudspeakers that echo: &quot;Polio ki dawa pilao&quot; (&quot;Give polio drops&quot;). Ubiquitous banners and flyers, written in Hindi and Urdu, display the date of the campaign. At the heart of Aligarh sits the famous Aligarh Muslim University (AMU), a secular institution with a religious past, established in 1885. The vice-chancellor of AMU, Lieutenant General Zameer Shah, considers it the university&apos;s responsibility to add weight to the polio campaign, correct any misperceptions, and serve as the &quot;fountainhead of intellectual Islam&quot;, as he puts it. &quot;AMU has the status of the Vatican here,&quot; says Shah. &quot;So we have to be careful of what emanates out of here. We cannot be parochial.&quot; AMU has worked with the local ulema, or Muslim clerics, encouraging them to have their children vaccinated and to promote the campaign in their local quarters. In addition, AMU students volunteer for the polio campaign, accompanying health workers in the door-to-door rounds that take place for five days after National Immunisation Day. These &quot;mop up&quot; rounds involve revisiting families  identified through chalk marks on doors  that refused the vaccine first time round or were unavailable. Since the resistance in 2009, much has changed. Health workers are able to work with relative ease, says Umar Muhammad Khan, polio co-ordinator for the National Polio Plus Committee, who joined the effort in 2002 and saw it at its worst. &quot;Now the challenges are much more developmental. The sanitation and hygiene is really poor. We have to change that and help those who already have the disease.&quot; Back in Delhi, in the St Stephen&apos;s hospital polio ward  the only one in the country dedicated to the disease  sits a 20-year-old girl. She contracted polio at 10 months and is to undergo corrective surgery. Where did she contract the disease? Aligarh, she says.  This article was produced with the Pulitzer Center on Crisis Reporting", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/02/india-inroads-polio-mosques", 
    "wordcount": "883"
}