{
    "headline": "Mystery bird: Kittlitz's plover, Charadrius pecuarius", 
    "text": "  Kittlitz&apos;s plover, Charadrius pecuarius, (synonym, Leucopolius pecuarius) Temminck, 1823, also known as Kittlitz&apos;s sand plover, photographed in Lake Zway, one of the freshwater Rift Valley lakes in central Ethiopia (Africa).  Image: Dan Logen, 6 February 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D300s, 600 mm lens, f/5, 1/1600 sec, ISO 640     Question: This Ethiopian mystery bird shares a number of traits with most or all members of its genus. What traits are those? Can you name this mystery bird&apos;s taxonomic family and species?  Response: This is an adult Kittlitz&apos;s plover, Charadrius pecuarius, a member of the large shorebird family, Charadriidae. It is placed with the 40 or so species of plovers into the genus, Charadrius, and shares a number of traits with them, including;   large eyes for sight-hunting  short bills  feed on similar small terrestrial and marine invertebrates -- insects, molluscs, crustaceans, and worms  foraging technique is mainly run-and-pause  breeding habitat is open ground on beaches or dry mudflats, usually near water, and with little or no plant growth  the nest is a simple scrape, the female usually lays two eggs and both parents incubate  they have several distraction displays to fool predators, such as pretending to sit on an imaginary nest and their famous broken-wing display to lure predators away from their real nest  most adult plovers have a black breast band or collar as follows:    plovers with one complete neckband: ringed, semipalmated, little ringed &amp; long-billed  plovers with two or three neckbands: killdeer, three-banded, Forbes&apos;, two-banded &amp; double-banded  plovers with partial collars: Kentish, piping, Malaysian, Javan, red-capped &amp; Puna As you can see in this photograph, this plover doesn&apos;t have any neckbands, which makes adults of this species easy to distinguish from other plovers.  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/24/4", 
    "wordcount": "353"
}