{
    "headline": "School exams: Is bringing back O-levels a good idea?", 
    "text": "Tina Isaacs, lead assessment expert, Institute of Education The old O-level was meant for the top 20%, and the old CSE for the next 40%, yet  seemingly  Michael Gove wants up to 75% of students to take the new qualification. It seems to me therefore that either he won&apos;t be able to maintain the supposed standard, or there will be a massive failure rate. Sir Peter Lampl, chair, the Sutton Trust and the Education Endowment Foundation The litmus test for the examinations system is whether it allows children to fulfil their potential irrespective of their background. The reintroduction of O-levels should only be considered if the non O-level qualifications are recognised and respected  which was not the case with CSEs. Otherwise, this will create a two-tier system between the education haves and have-nots. This would be a tragedy for all those children consigned to what would effectively be a second-class qualification, and would be a major blow for the country&apos;s future social mobility and economic prospects. Andrew Adonis, minister for schools, 2005-08 The reintroduction of the CSE is about the worst reform imaginable. It will divide all secondary students into sheep and goats, and write some off to a second-class education, second-class qualifications and second-class prospects. This was precisely the world I grew up in. Performance at GCSE is too low. Last year only 59% of 16-year-olds achieved five good GCSEs including English and maths. We need that figure to rise far further and faster. But the way to raise standards isn&apos;t to consign the other four in 10 to sub-standard CSEs: it is to improve teaching and school leadership so that steadily more reach this standard. Along with virtually all teachers and educationalists, I do not believe that a C grade in GCSE English and maths should be beyond the reach of any 16-year-old unless they have certain disabling special needs. There are plenty of opportunities within and beyond GCSE for more able students to demonstrate their ability. Why reintroduce CSEs when instead the agenda should be school improvement? Rob Hatley, parent, and governor at Hollymount primary school, London The Tories accepted [in the 1980s] that O-levels and CSEs were socially divisive, so it&apos;s extraordinary that the education secretary is considering this. It doesn&apos;t have any semblance of a carefully considered and thought-through policy. Matt Grist, senior researcher, Demos The idea of testing at 16 is outdated, given that we&apos;ll soon have compulsory participation in education till 18. Ultimately, we can either put some effort into the 40% of kids who don&apos;t get 5 A*-C at GCSE, or we can carry on pretending that someday we&apos;re going to arrive at some sort of utopia. There should be no separate pathways  whether O-levels or CSEs (or whatever they will call them) are taken should be decided on a subject-by-subject basis and there should be movement up and down in years 10 and 11. And a school that failed its lower-achieving kids shouldn&apos;t be able to gain &quot;outstanding&quot; status even if it served its brightest pupils brilliantly. Vic Goddard, headteacher, Passmores academy, Essex It&apos;s a media storm in a teacup. What calling the new qualification an O-level will do for young people&apos;s learning and skills is negligible. We still have to decide for the majority at GCSE whether we put them in the foundation tier or in the higher-level tier. And in the new O-level system, we&apos;d probably delay the decision till the last minute, after teaching everyone the core content. It&apos;s politics over education. Damian Hinds MP  Young people are working harder than ever before, but they&apos;ve been let down by the policymakers who have allowed grade inflation to happen, and that&apos;s undermined GCSEs. The &quot;two tiers&quot; never went away  they remain in the shape of higher level and foundation level. The flavour of the discussion now is to bring in an exam of a high and consistent standard at age 15/16  and these will be modern exams, designed for the modern world. Elisabeth Gilpin, headteacher, St Mary Redcliffe &amp; Temple school, Bristol There is a myth that GCSE is too easy. Many subjects offer higher-tier papers that are really stretching and a great preparation for A-level. I would not want a return to the system that made many children feel they were academic failures. The O-level-CSE model divides the population into &quot;academic&quot; and &quot;other&quot; in an artificial way. Many students are in the middle of the ability range and it was always hard for teachers to decide which exam to enter them for. Also, if we want to compete well with other nations, we need to reduce inequity, not increase it.", 
    "section": "education", 
    "gid": "education/2012/jun/25/school-exams-replace-gcses-gove", 
    "wordcount": "782"
}