{
    "headline": "Nasa's new Moon missions: Will Europe be involved?", 
    "text": "   Nasa is expected to announce its Moon missions soon. Will Europe be a partner? Photograph: Nasa.    On Thursday, space.com reported that Nasa could soon unveil ambitious plans for a return to the Moon. The mission would not be to the surface but to a gravitational sweet spot behind the Moon that offers free parking for spacecraft. Known as a Lagrangian point, such balance points occur naturally because of the interplay of Earth&apos;s gravitational field with the Moon&apos;s. To send a mission there would allow Nasa to test its Orion Multi Purpose Crew Vehicle in deep space before committing it to longer missions, such as Obama&apos;s plan to send astronauts to an asteroid by 2025. While Thursday&apos;s news story focused exclusively on this being a Nasa effort, in reality the cash-strapped space agency will want to collaborate with partners from around the world. In a memo from February, again reported by space.com, Nasa talked about incorporating significant international participation. Most likely this will be with their partners in the International Space Station, and that places the European Space Agency near the top of the list. There are a number of ways Esa could be involved. The path ahead should become clearer soon, through decisions that will be taken at a ministerial meeting in Italy, on 20-21 November. This involves representatives from all of Esa&apos;s member countries (or states as they like to refer to them) and will define the agency&apos;s goals for the coming years. A key discussion will be about the development of Europe&apos;s space freighter, the Automated Transfer Vehicle (ATV). To participate in the International Space Station, Esa is providing five expendable ATVs. Three have been launched so far and another two are currently being readied for flight. But, what next for all the expertise and hardware that has been developed? One option under consideration is for Esa to build the Orion&apos;s service model, housing the spacecraft&apos;s propulsion and control circuitry. Another option is to develop ATV technology into a new spacecraft that could be used in a versatile way for more general operations in low-Earth orbit. Maybe even for de-orbiting dangerous pieces of space debris. However, this plan would appear to add little to Nasa&apos;s lunar effort. Astrium, who built all five ATVs, are currently studying both scenarios and a discussion over the relative merits of each approach is on the agenda in Italy. Also at that meeting, ministers will decide whether to proceed with a European lunar lander. Proposed for launch in 2018, it would study conditions at the Moon&apos;s south pole, collecting data to prepare for eventual manned landings. The lander would be based on ATV technology too, specifically its autonomous docking and rendezvous abilities. Astrium are again leading studies and presented a basic design in October. To turn it into reality will require new funds to the tune of 500 million Euros.  In Italy, ministers will decide whether to release some of this money to continue studies before a final decision in 2014. Competition for money will be fierce. A pair of European Mars missions, the Trace Gas Orbiter and the ExoMars rover, also need extra funding to continue after Nasa&apos;s withdrawal from both missions earlier this year. Friday&apos;s announcement that Britain will increase its space spending by 60 million a year can only be good news for the space sector as a whole. However, that money may be aimed more at telecommunications and the ExoMars rover, than at lunar exploration. So, although there is a clear appetite on both sides of the Atlantic for renewed exploration of the Moon, money and ministers will decide. All will be revealed on 21 November. Stuart Clark is the author of Voyager: 101 wonders between Earth and the edge of the cosmos (Atlantic).", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/nov/10/astronomy-space", 
    "wordcount": "612"
}