{
    "headline": "Meet Bellubrunnus, the cutest pterosaur you'll see all week", 
    "text": "   Life restoration of the pterosaur Bellubrunnus    One thing I wanted to emphasise as part of my time blogging at the Guardian is that I am (for now at least, and hopefully long into the future) a practising palaeontologist. I&apos;m involved in various research projects and have a number of papers in the pipeline that are slowly making their way towards publication. This one, though, is out.  Yes, last night I had a paper published naming a new pterosaur from southern Germany. Pterosaurs are the flying reptiles that lived alongside the dinosaurs and are their close relatives, but are not dinosaurs. There&apos;s a couple of hundred species known and a dozen or so are typically added each year. Bellubrunnus is the latest, but it&apos;s the first pterosaur I&apos;ve named, it&apos;s a truly remarkably well preserved specimen, and it&apos;s a great demonstration of the use of UV light to help view details in fossil finds.     Fossil specimen of the pterosaur Bellubrunnus    So here is Bellubrunnus in all its glory. Well I say that, but actually the fossil bones as preserved are nearly identical in colour to the rock in which they reside, making things hard to see. However, under UV light (see below), the different chemistry of the bones and rock means that they show up as very contrasting colours, making details rather easier to see. Scientists are often accused of not appreciating the beauty and wonder of nature, but personally I find this kind of thing literally beautiful. Indeed so much in fact that the name Bellubrunnus means the &quot;beauty of Brunn&quot;, with reference to the village where this material was found.     Fossil of Bellubrunnus under UV light    Bellubrunnus is really quite tiny  a wingspan of only 30cm and the skull is just 2cm long. The specimen is however, of a very young juvenile. There are various unfused parts to the skeleton and proportions (such as the relatively large head and eyes) and the bone texture that mark this out as a baby. It&apos;s hard to tell quite how big it would have got, but Bellubrunnus is a close relative of the well-known Rhamphorhycnhus that got to a metre or so in wingspan at adult and that&apos;s a likely final size for this one. Worth mentioning is the fact that part of the reason this looks so nice is that it&apos;s so well preserved. Just a few small fragments of bone are missing and there is a lot of detail that is not normally visible. This close up of the skull (below) does look a bit of a mess as the lower jaw, palate and skull roof overlap, but it should be clear quite how exquisite the preservation really is, given the size of this and the fragility of the bones that have been fossilised near perfectly. Such quality is rare, but when it occurs, can provide a wealth of detail for palaeontologists as well as looking quite stunning. There&apos;ll be few better looking fossils seen this year, but each one adds at least some information to our understanding of extinct life. Though admittedly, some like this rather more than others.     The skull of Bellubrunnus seen in UV light    For more on this, I&apos;ve got a series of posts on my external blog starting here. Artist Matt Van Rooijen created the lovely life restoration seen at the top of the page, and writes about that here. Finally, the paper is in PLoS ONE and so fully available to all and can be accessed here. Dave Tweets as @Dave_Hone and is a contributor to Pterosaur.net", 
    "section": "science", 
    "gid": "science/blog/2012/jul/06/pterosaur-bellubrunnus-dinosaur-uv-light", 
    "wordcount": "570"
}