{
    "headline": "Competition: tell us your innovative transport idea and win an iPadPro", 
    "text": "How we get around our UK cities was largely determined by the planners of the Victorian era. And lets face it, its hardly ideal. Winter brings long waits in the cold and wet, buses grind to a halt in our congested city centres, trains get steamed up over the wrong kind of snow. So were running a competition for students to come up with a plan for their region of the country that would transform everyones daily commute from a polluted, overcrowded grind to a seamless joy. The competition is sponsored by the engineering company Atkins and closes on 8 November at 11.59pm. Use your imagination, and your logic, and come up with some ideas in 300 words max. Here are some of the things you might like to think about when youre designing your perfect transport system:    Related: Journey of the future competition: FAQs     How could data and digital make things run more smoothly?  How would you cope with security challenges, both on the ground and in cyberspace?  How could you factor in what we know about human behaviour and demographics?  How sustainable is your system?  How well does it accommodate disability? Does your system rely on technology which is either already available, or definitely feasible? Who can enter Only students over the age of 18, at a university or college in the UK, are eligible to enter this competition. Take a look at our competition FAQs and the full terms and conditions to make sure you qualify. What you can win  The first prize is an the new Apple iPad Pro A9X, iOS, 12.9 screen, Wi-Fi, 32GB, space grey. Second prize is an Apple Watch series 1, 42mm, space grey aluminium case with sport band, black; and three-runners-up will each get 50 Amazon vouchers.   How to enter Write your entry on the form below. The closing date is 8 November at 11.59pm.    Related: Journey of the future: terms and conditions    What happens next An expert journalist will sift through all the entries and select the best five. These will be put online, and opened to a public vote. The winner and runner-up will be announced at an event at the Guardian on 9 December. Entries for this competition are now closed. ", 
    "section": "education", 
    "gid": "education/2016/oct/25/journey-of-the-future", 
    "wordcount": "367"
}