{
    "headline": "Brightcove boss calls for end to 'religious wars' over mobile platforms", 
    "text": "Brightcove&apos;s chief executive Jeremy Allaire has called for an end to the &quot;religious wars and hype&quot; between competing mobile platforms, claiming hybrid development platforms can exploit this &quot;epic&quot; time for the industry. Allaire, who runs the online video hosting platform, was hitting back at comments made in September by Facebook chief executive Mark Zuckerberg, who said that Facebook&apos;s mobile strategy had relied too much on HTML5 rather than native applications. In response, he puts forward what he says is the answer that cuts through those back-and-forth wars: &quot;hybrid apps&quot; that combine both HTML5 and native app elements. In an open letter, Allaire dismissed Zuckerberg as &quot;dead wrong&quot;, adding: &quot;It was shameful for him to throw HTML5 under the bus because Facebook had an outdated and poorly written hybrid app ... The industry needs better hybrid app platforms, and that&apos;s what we&apos;re doing.&quot; Allaire also said Apple&apos;s former chief executive Steve Jobs was &quot;deceptive&quot; in his public flogging of Adobe Flash, and that the purpose was to protect Apple&apos;s proprietary platform rather than improve the customer experience. He says that the battle between the competing platforms &quot;impacts every company on the planet&quot; and that &quot;as institutions seek to interact with their users and constituents, they must build applications to reach these users.&quot; The only key to working out who will win, he says, is what gains favour with two constituents: &quot;consumers/end-users and developers, and in that order.&quot; But for those trying to work out which platform to develop for first, Allaire tantalisingly doesn&apos;t offer any clues to which - iOS, Android, Facebook, or something else - has the momentum.  Brightcove expanded to launch the AppCloud mobile app development tool last year, added a free version, and released a new version with expanded tools. Writing about the launch, Allaire claimed that hybrid apps deliver more consistency for consumers and productivity for developers, tackling both the increasing diversification of operating systems and devices. &quot;Just like the religious and political tensions that inform our global body politic, we need ecumenical and bipartisan solutions to our global app development challenges,&quot; wrote Allaire. There is little competition in this space beyond the open-source PhoneGap, says Allaire, claiming the tool hasn&apos;t been developed since it was acquired by Adobe last October. &quot;In a deflated macro-economy that requires increasing productivity from our workforce, increased global competitiveness for talent, software developers and their choices of which platforms and technologies to build on are having a huge impact everywhere in the world. &quot;Hybrid apps give you both  user experience and design with web development and access to native devices and native code for what&apos;s needed.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/16/allaire-apps-html5-brightcove", 
    "wordcount": "458"
}