{
    "headline": "School head resigns amid academy row with Michael Gove", 
    "text": "The headteacher of a primary school embroiled in a row with education secretary Michael Gove over academy status has resigned. Inspectors who visited Downhills primary school in Tottenham, north London, last week are said to have placed the school in special measures, their worst rating. In January 2010, inspectors judged the school to be doing less well than expected and gave it a &quot;notice to improve&quot;. Ministers had given the school a deadline of mid-January to commit to becoming an academy and finding a private sponsor. Academies are accountable to central government rather than their local authority. Becoming an academy would mean the school&apos;s governing body would have to be replaced. But lawyers representing the governing body accused the education secretary of illegally trying to enforce academy status. The local community has mounted a campaign to save Downhills and argue that its results are improving. Gove, who has described the campaigners as &quot;Trots&quot; to MPs on the cross-party education select committee, ordered the most recent inspection so that there was an up-to-date verdict. Inspectors are said to have described the school as &quot;underperforming&quot;. Critics of government plans to turn as many schools as possible into academies argue that ministers are ignoring what is best for Downhills. Its results for 11-year-olds have risen from 40% achieving the expected standard in English and maths in 2009 to 61% last year. Primary schools are expected to ensure at least 60% of 11-year-olds reach the level expected for their age in English and maths. Headteacher Leslie Church said recent events had played a part in his decision to resign: &quot;I truly believe that the school is entering a new phase, whether we agree with it or not, and I too want to embark on a new stage in my career after 25 years of headship.&quot; The school will not challenge the result of the inspection. Alasdair Smith, of the Anti-Academies Alliance, said Gove was bullying schools: &quot;He isn&apos;t considering what the school or the local community needs, he is using central government dogma to push through policies.&quot; A spokeswoman from the Department for Education said the government had been clear that it considered academy status &quot;to be the best way to improve schools that are consistently underperforming&quot;. &quot;Academies have already turned around hundreds of struggling secondary schools across the country and are improving their results at twice the national average rate. We can&apos;t just stand by and do nothing when schools are sub-standard year after year,&quot; she said.", 
    "section": "education", 
    "gid": "education/2012/feb/10/school-head-resigns-michael-gove", 
    "wordcount": "428"
}