{
    "headline": "This week's new games", 
    "text": "Mario Tennis Open, 3DS In Mario Tennis Open, as well as directing shots with the joypad you can also manoeuvre your player into coloured circles that pop up, before tapping the matching button on the touchscreen. Successful shots are lethally overpowered, helping to shape matches against familiar opponents whose playing styles you&apos;ll need to learn and adapt to. With only a single game or set online and tournaments to play through on your own, the only letdown is that these polished mechanics have so little to surround them. Nintendo, 39.99 Tom Clancy&apos;s Ghost Recon: Future Soldier, PS3 &amp; Xbox 360     Tom Clancy's Ghost Recon: Future Soldier    Set in the near future, the latest Ghost Recon takes a range of soldierly gadgets currently in development and extrapolates them into neatly streamlined versions that actually work. The result is a welter of augmented reality information sprouting from tangos (that is, bad people) and vehicles, along with a range of drones, x-ray goggles and occasionally air strikes to assist your three or four-man team in taking on overwhelming odds. Encounters play out like miniature puzzles, letting you figure out how best to pit your chaps against more numerous, often oblivious foes. There are plenty of changes in tempo, a scoring system to encourage replay, and a superb range of online multiplayer modes favouring teamwork and tactics. Ubisoft, 49.99 DiRT Showdown, PC, PS3 &amp; Xbox 360     DiRT Showdown    A spin-off from the main DiRT franchise, Showdown offers events united by a love of automotive destruction: demolition derbies, rounds where you score points for ramming or writing off other cars, and fun with platforms from which cars can be propelled. Structurally, Showdown&apos;s big cash prizes and process of track and car unlocking are pretty prosaic, but the savage races are anything but, supplying brief, adrenaline-ravaged, nitrous-fuelled mayhem, with panels shearing off and exhaust pipes belching blue flames. The commentator spouts appalling gibberish (&quot;Epic win! Owned! Sayonara, muchacho!&quot;) and the chaos brings unwelcome randomness, but it&apos;s all stupidly good fun. Codemasters, 29.99-49.99 Games news     European Bus Simulator    Diablo III&apos;s launch was marred by technical problems as millions of would-be dungeon explorers tried to log in at the same time. The result was error codes, Twitter tirades and publisher Blizzard admitting that their preparations &quot;did not go far enough&quot;. They promise the delayed release of the game&apos;s real money auction house will go more smoothly  Also out in time for the bank holiday weekend are Dragon&apos;s Dogma (Xbox 360, PS3), Capcom&apos;s fascinating open world adventure game; Sorcery (PS3), which puts PlayStation&apos;s Move wand to good use casting spells; Men In Black: Alien Crisis (3DS, Xbox 360, PS3, Wii) which arrives in time to tie-in with the blockbuster film from which it is licensed; while European Bus Simulator (PC) allows the many admirers of non-rail-based continental public transport to indulge their strange desires.", 
    "section": "technology", 
    "gid": "technology/2012/may/26/this-weeks-new-games", 
    "wordcount": "477"
}