{
    "headline": "Scottish fish farmers use record amounts of parasite pesticides", 
    "text": "Scottish fish farmers have been forced to use record amounts of highly toxic pesticides to combat underwater parasites that prey on salmon, raising fears of significant damage to the marine environment. Data released by the Scottish Environment Protection Agency (Sepa) shows a 110% increase in the use of chemicals to treat sea lice in the past four years, mainly because the parasite is becoming resistant to treatment. During that same period, however, salmon production has increased only by 22%, to 158,000 tonnes. The agency said it was not carrying out any studies into the impact of the chemicals on the marine environment, but added that there was no evidence of any cumulative damage from increasing use of pesticides. Richard Dixon, director of the environment group WWF Scotland and a Sepa board member, said the figures were worrying. The Scottish government and salmon industry plan to increase output by 50% by 2020, suggesting that there will be even greater use of toxic treatments against sea lice infuture. Urging the industry to cut chemical use, Dixon said: &quot;News that the use of some pesticides has jumped in recent years is a worry and urgently needs addressing. It is doubly concerning as the industry is still in the process of expanding. Expansion of the industry should be predicated on the reduction in chemicals released.&quot; Don Staniford, a campaigner who was given the data by Sepa, and who has previously been deported from Canada for his activities against its fish farming industry, said he believed the increase breached the UK&apos;s legal duties to protect the marine environment. &quot;Instead of reducing chemical use, Sepa has shamefully sanctioned a doubling in the use of toxic chemicals which are known to kill lobsters and other shellfish,&quot; he said. The chemicals used are highly toxic to many marine species, especially crustaceans. The treatments use organophosphates, which attack the nervous system of sea lice and teflubenzuron, which interferes with their ability to grow shells. Marine scientists have shown the chemical is extremely threatening to young lobsters, crabs and prawns, Staniford said. The salmon industry is expected to keep use of the toxins under strict control but has seen significant problems in Norway with the emergence of &quot;superlice&quot; resistant to normal treatments. Ecologists and campaigners argue there is compelling evidence that some fish farms are failing to use chemicals safely. Sepa disclosed last week that while a large majority were satisfactory or excellent, 54 fish farms were rated as &quot;poor&quot; in 2011  mostly for having too high chemical residues on the seabed, an increase on the 51 found to be poor or very poor in 2010. The Salmon and Trout Association, which represents anglers, said last week that its analysis of Sepa&apos;s seabed monitoring reports identified 137 cases since 2009 where salmon farms&apos; environmental impact had been &quot;unsatisfactory&quot;, with 64 rated as &quot;borderline&quot;. It said other freedom of information requests had uncovered numerous cases where chemicals were used illegally. The Scottish Salmon Producers Organisation (SSPO), the main industry body, has disclosed consistent reports of significant sea lice problems. In west Shetland last February, sea lice infestation rates are 584% higher than the recommended levels and on average more than 250% higher. While areas such as Orkney reported very low rates, in east Shetland, they were 222% above the threshold last spring. In northern Scotland, they were 150% higher both in mid-winter and in spring. In south western, Scotland, they were on average 79% higher last spring.Professor Phil Thomas, chairman of the SSPO, said the industry&apos;s critics were guilty of making simplistic &quot;tabloid statements&quot;. He added: &quot;Are sea lice a problem? Yes. Because every salmon farmer in the world, indeed any farmer of any species, is always sensitive about the need to maintain low levels of parasites on their stock. It&apos;s exactly the same issue as ticks on cattle and sheep. The buildup of resistance as a general issue is a problem for all interests.&quot; Sepa confirmed it had done no studies into the overall impact of these chemicals on the wider marine environment, or investigated whether the sharp increase was justified. It insisted, however, that any adverse impacts from these chemicals were very localised and were very quickly dispersed in the sea. Sepa said it had a &quot;robust&quot; system of monitoring and enforcement to ensure breaches were minimal. &quot;Assessing medicinal use on a site specific basis is the most effective way of Sepa carrying out its duties, ensuring environmental protection and managing any impacts of the fish farming industry on Scotland&apos;s coastal ecosystems. In this way, we can ensure that each licensed fish farm is operating within the limits prescribed,&quot; a spokesman said. &quot;The effects of sea louse medicine residues on the environment are localised and relatively short lived.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/10/scottish-fish-farmers-parasite-pesticide", 
    "wordcount": "815"
}