{
    "headline": "Shining a light on teachers' pay", 
    "text": "Thank you, Zoe Williams (Markets can&apos;t magic up good teachers. Nor can bonuses, 3 May), for seeing that not everything is driven by money. I am now a retired teacher, but I loved teaching. I was paid a reasonable salary, and my conditions of service and pension provision were good. However, they were not what motivated my teaching. They are nothing compared to the reward of seeing the light go on in a child&apos;s face as they suddenly &quot;get it&quot;. I know of no teacher that entered and stayed in the profession simply because of the money. If you don&apos;t love teaching, it is simply not tenable as a career. It is a sad reflection on the mindset of our ministers if they believe that the only thing that drives people is money  but then, of course, that is what drives them.Caryl HughesStockport, Cheshire Schools minister Nick Gibb is whistling in the wind on linking teachers&apos; pay to performance (Pay schoolteachers according to their performance, MPs propose, 1 May). Which teacher performed better, the one who got the bright academics into Oxbridge, or the one who taught the disaffected teenagers to read? Christine Blower, general secretary of the National Union of Teachers, has it right, children are not widgets. Spurious measures of &quot;productivity&quot; drawn from the totally different manufacturing sector will just lead to unfairness. Wouldn&apos;t it be refreshing if, one day, a government actually supported the teaching profession, boosted its morale, and admitted that teachers do know something about how to educate children?John MerriganEast Molesey, Surrey I&apos;m not a teacher. I&apos;ve only ever been a (critical) secondary school governor. But anyone in touch with this sector, or with industry in general, should be able to see the flaws in the education select committee&apos;s reductionist proposals regarding &quot;good&quot; and &quot;poor&quot; teachers. Have they no experience of working life? If the government institutionalises individual teacher performance targets, they will simply add to the powers available to heads, who are at the top of the school&apos;s hierarchy, disempower those at the bottom of that hierarchy; and, most seriously of all, they will embed in our schools a Hobbesian and chaotic dog-eat-dog working climate where trust, collaboration, and consistency of approach is for the weak-minded. That is not a climate in which I would want my children to be taught, or grow up. If I had a cynical frame of mind, I might wonder if this is a backhanded way of making private schools more attractive to state-school parents.David V EdgeworthWoodford Green, Essex Perhaps Michael Rosen should look no further than the Academies Enterprise Trust as a focus for parental complaints (Letter from a curious parent, 1May). It is offering 125k for a chief operating officer plus perks to take charge of up to 60 academies, but only 24 at the moment. At the same time, workers in the public sector, including senior education officers and teachers, are having their salaries frozen and their pensions reduced presumably to feed the avaricious private sector doing less work for more money.David SelbyWinchester, Hampshire My concern, underlined by the Priory Federation exposure (Report, 27 April), is that, increasingly, the DfE under Michael Gove is becoming very secretive. Following a freedom of information request, the DfE has refused to divulge how much money has been given to the failed attempt to establish the Michaela Community School. I have also requested that the funding agreements for the three new academies in Wandsworth be published, so far, to no avail. Given that academies are now exempt charities and, therefore, not exposed to the scrutiny of the Charity Commission, how can any of us be reassured that more money is not being diverted from the classroom into private pockets?Jane EadesWandsworth Save Our Schools So, payment by results for teachers? Well, how about performance-related pay for MPs? They could be set targets for unemployment levels, hospital waiting times, queues at Heathrow David FielkerLondon", 
    "section": "education", 
    "gid": "education/2012/may/03/shining-light-teachers-pay", 
    "wordcount": "669"
}