{
    "headline": "Kim Dotcom's Mega to expand into encrypted email", 
    "text": "Kim Dotcom, the German-born internet entrepreneur fighting extradition from New Zealand over US claims of &quot;criminal&quot; copyright infringement, says he plans to launch an end-to-end encrypted email service to go with his Mega encrypted file storage offering. Speaking from New Zealand via a Skype video link to London, Dotcom said that his new Mega file storage service which launched in January now has more than 3 million registered users who have stored a total of 125m files in the first month of operation. &quot;It took [US cloud storage company] Dropbox two years to achieve that,&quot; Dotcom, 39, said. &quot;We can see really high demand for this storage.&quot; Next, he said, &quot;we&apos;re going to extend this to secure email which is fully encrypted so that you won&apos;t have to worry that a government or internet service provider will be looking at your email.&quot; Dotcom is trying to overturn demands by the US government for him to be extradited from New Zealand, where he lives with his wife and children, to the US to face criminal charges relating to the operation of his MegaUpload service  which was shut down in January 2012 when New Zealand police arrested him and other staff from the company. At the time, Dotcom&apos;s assets were seized  and he said on Tuesday that he is still struggling to have them unfrozen, meaning that his legal team has gone unpaid for the past year. &quot;I have the best legal team money can&apos;t buy,&quot; he said. He accused the US government of &quot;hacking its law&quot; by ignoring its own legislation. He said that the MegaUpload service, which allowed people to upload, share and stream files, had obeyed the US&apos;s Digital Millennium Copyright Act (DMCA): &quot;the DMCA was supposed to protect us and give us safe harbour&quot; if users uploaded copyrighted files. &quot;But they went after that and took us down.&quot; But speaking in London on Tuesday, Frances Moore, the chief executive of the IFPI which represents record labels internationally, said that the move against MegaUpload had had a positive effect: &quot;Action by governments and courts have had a major impact and cloud locker services have seen a major reduction in traffic since the action against Kim Dotcom.&quot; Dotcom said be believed that Aaron Swartz, the internet activist who committed suicide ahead of a trial hearing in which a state prosecutor was seeking a jail term for the copying of files from the JSTOR scientific service, had become a &quot;political target&quot; after helping organise opposition to the Stop Online Piracy Act (Sopa) early in 2012. &quot;If you look at the charges against this young genius, they were a complete overreach of the law,&quot; he said. &quot;JSTOR said there was nothing wrong. I think there was a political desire to destroy the life of this young man.&quot; Dotcom said that the MegaUpload service had been heading for a stock market flotation six months after the raid that closed it, and rubbished suggestions by the US government that MegaUpload was a &quot;criminal enterprise&quot;. &quot;I don&apos;t know of any examples of any criminal organisation that had ambitions to be a public company,&quot; he said. Dotcom  formerly known as Kim Schmitz  has previously run foul of financial authorities over his stock market dealings with other companies. In 2001 he bought 375,000 worth of shares in Letsbuyit.com, a near-bankrupt Swedish collective buying business, and said he would put 50m into it. That saw the shares jump in value, and he sold the shares at a 1.5m profit. He was subsequently convicted in 2002 of embezzlement. In January 2011 he was fined HK$8,000 by the Hong Kong Securities and Futures Commission for failing to declare a shareholding in various companies there, but by that time had been granted residency in New Zealand  where documents obtained by the Associated Press in March 2012 showed immigration officials felt the &quot;economic contribution&quot; he could make to New Zealand outweighed &quot;negative aspects&quot; from his previous convictions.", 
    "section": "technology", 
    "gid": "technology/2013/feb/26/kim-dotcom-mega-encrypted-email", 
    "wordcount": "692"
}