{
    "headline": "Historians warn minister: hands off our academic freedoms", 
    "text": "Respected academics and public figures have joined forces to combat what they claim is an &quot;attack on academic freedoms&quot; contained within the government&apos;s plans for open access to research. The Royal Historical Society, whose fellows include professors David Starkey and Ian Kershaw, is spearheading the fightback against radical plans backed by David Willetts, the universities minister. Willetts plans to make publicly funded research immediately available for anyone to read for free by 2014, in the most thoroughgoing shakeup of academic publishing since the internet. Under the scheme, research papers on work subsidised by the British taxpayer will be free online for universities, companies and individuals, wherever they are in the world. However, the Royal Historical Society, the Political Studies Association and the Council for the Defence of British Universities, whose members include Sir David Attenborough, Richard Dawkins and Alan Bennett, have warned of dire &quot;unintended consequences&quot; for creativity and freedom in British academia. Following the changes, costs of publication will fall not on the reader but on universities, which will pay &quot;author processing charges&quot; each time they wish to have work from one of their academics published. The new system, according to its critics, will give university managements unprecedented control over their academics&apos; ability to publish their work, provoking Professor Peter Mandler, president of the RHS, to claim that the government is at risk of sacrificing the cherished values of British academia. Mandler, a professor of modern cultural history at Gonville and Caius College, Cambridge, who has signed an open letter to the government published today, along with 11 other organisations and learned societies, said: &quot;The government thinks this will be easy, cheap and maybe even save money by reducing the journal subscriptions for institutions. I think they are also trying to contribute to the growth agenda by saying that open access will stimulate a cascade of entrepreneurship in small and medium enterprises. But it is a fundamental revolution in the way academic life carries on. At the moment scholars decide where to publish, and now that job is going to be handed on to university administrators. &quot;The way peer review works is that you submit your work to anonymous assessors who are specialists in your field and they make their judgment on whether it will be published. &quot;If you do it inside your university it is not anonymous, it follows a chain of command and is subject to all sorts of political considerations. Then the killer is that there is a dramatically growing gap between the senior management at most universities and their working academics. &quot;Senior managers, even if they were once academics, now seem to be following a completely different agenda very much set by government policy. They are running large businesses.&quot; Tristram Hunt, a fellow of the RHS, presenter of TV history programmes and a Labour MP, added that it was &quot;an attack on the quality and integrity of academic research&quot;. All the concerned groups said they agreed with providing easier access to academic research, but Professor Howard Hotson, a fellow of St Anne&apos;s College, Oxford, who sits on the steering council for the Council for the Defence of British Universities, said they all shared grave concerns at the pace of the changes being rolled out. He said: &quot;One of the things which flabbergasts me is the seemingly insatiable appetite for this government to pursue multiple radical changes simultaneously. It seems extraordinarily naive to suppose that on the basis of a few months of consultation, in a very short space of time, you can radically change the basic way in way academics communicate with each other without having a huge number of unintended knock-on consequences. Open access in principle has a great deal to be said for it, but it has to be handled with care.&quot; The Department for Business, Innovation and Skills said: &quot;Such an important change was always going to raise questions of implementation. David Willetts will be giving an update to parliament next week. The academic publishing world is changing fast all over the world and it is essential that the interests of UK researchers, publishers and taxpayers are all taken into account as that change occurs.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/26/historians-warn-minister-over-academic-freedom", 
    "wordcount": "710"
}