{
    "headline": "Boot up: Microsoft's future vision, Samsung's lockscreen hack, BlackBerry up?, and more", 
    "text": "A burst of 10 links for you to chew over, as picked by the Technology team Inside Microsoft&apos;s house of the future &gt;&gt; BBC News  Microsoft invited BBC News to take a first look at its revamped Space of the Future at its headquarters in Redmond, Washington. The facility is used to portray what the firm thinks life might be like five to 10 years in the future.  Where are the zombies, though? (Thanks @Challengingviews for the link.) Report: Chrome OS web traffic share up 700% since last June, still just accounts for 0.07% &gt;&gt; TechCrunch  Since last June, Chrome OS&apos;s share of traffic on Chitika&apos;s network increased by 700%. Even so, Chromebooks still just account for 0.07% of desktop- and laptop-based traffic to sites in the company&apos;s network. That puts it ahead of the Wii at 0.02% and behind the PlayStation with 0.08%, but those consoles were obviously never meant to be web-centric devices to begin with. Last June, Chrome OS accounted for 0.011% of traffic across Chitika&apos;s network.  Usual caveats about Chitika, but there you go. (By the way, it increased seven-fold. Isn&apos;t that 600%, since 100% is a doubling?) BlackBerry Z10 sales: 1/2 in Canada, 1/3 in UK from iPhone, Android &gt;&gt; BGR  CIBC analyst Todd Coupland reported last month that 50% of pre-registration for the Z10 in Canada came from users who did not already own BlackBerry devices. Interest doesn&apos;t always translate to sales though, and it was unclear if BlackBerry would be able to get these iPhone and Android users to commit to the Z10 following its release. BGR has now learned from multiple trusted sources that BlackBerry has indeed managed to pull off the coup it sodesperatelyneeded. Several high-level BlackBerry executives have confirmed internally that half of all BlackBerry Z10 sales in Canada have been made to new customers coming from other platforms. What&apos;s more, one-third of Z10 sales in the UK, another key market for BlackBerry, have been made to customers who did not already own BlackBerry smartphones.  This is slightly at variance with an interview with FierceWireless where the executive vice-president of global sales said that about a third of sales were &quot;from outside the BlackBerry community&quot; and that this figure was &quot;consistent&quot; among the 50 markets where the Z10 was launched. Sony happy with third spot in smartphone market &gt;&gt; IBTimes UK  &quot;Sony needs to sell about 50 million smartphones to rank third, behind Apple and Samsung. I think Sony has the ability to achieve it, but if it can&apos;t reach 50 million, it will fade and become irrelevant.&quot; At the end of 2012, Sony was ranked fourth in the global smartphone market by IDC, behind Huawei with 4.9% and ahead of ZTE with 4.3%. Samsung and Apple combined command more than half the market. However, when you look at the stats for 2012 as a whole Sony doesn&apos;t appear in the top five at all, indicating that it is staging something of a resurgence in this space.  &quot;Sony happy&quot; here means &quot;Sony will be happy&quot;.  The secure enterprise Android dream awakens? &gt;&gt; Open Source Insider  Open source technology is not necessarily any less secure than proprietary. There - we&apos;ve said it, do you feel better? Industry protagonists, commentators, analysts, evangelists and (god forbid) even bloggers cum technical journalists (scum of the Earth of course) have been advocating the wider &quot;robustness&quot; (cringes at industry marketing-speak term) of Linux and open platforms for a long time now. Let&apos;s look at the facts...  And carry on to the next one.. In the security world, Android is the new Windows &gt;&gt; ReadWrite  For decades, Microsoft Windows was the computer platform of choice  not just for the overhwelming majority of computer users, but also for a growing legion of malware creators. As the dominant computing platform, it offered the fattest, most lucrative target, and some of its fundamental architecture decisions made it vulnerable to many kinds of malware. With the transition to the mobile era, Windows is no longer at the center of the computing universefor users or for hackers. That role is now occupied by Android.According to Stephen Cobb, a distinguished security researcher for the IT security company ESET, &quot;Android is like early Windows.&quot; It&apos;s now the locus for security attacks and preventioneven if it&apos;s not getting as much attention in this regard as Windows used to.  Losing patience with Windows Phone &gt;&gt; Hal&apos;s (Im)Perfect Vision Hal Berenson:   Microsoft &quot;screwed the pooch&quot; on the rollout of Windows Phone 7.8.It is now March and AT&amp;T still hasn&apos;t offered me the update for my Lumia 900.Well, right now I think updates are on hold while Microsoft fixes a bug with Live Tiles. But every day that goes by I care less and less about the update.Basically, thanks for the cosmetic improvements but if and when 7.8 actually comes to my Lumia 900 it won&apos;t make the device measurably more useful to me.Microsoft has managed to turn WP7.8 from something intended to mollify WP7 device owners into something that rubs their nose in the lack of upgradeability of devices they acquired less than a year ago So next month, when I would normally do my mid-contract upgrade, I&apos;m not sure what to do. One thing is clear, the certainty that I&apos;ll be getting a new Windows Phone is gone. I just don&apos;t see the compelling value proposition.  Planning for API v1&apos;s Retirement &gt;&gt; Twitter Developers  Back in September, we released the Twitter REST API v1.1 and announced that API v1 would be retired in March 2013. I&apos;d like to provide you with more detail on the plan to retire API v1. Who is affected? If you&apos;re a site owner that uses one of the older &quot;goodie&quot; widgets (e.g. profile, favorites, search and list widgets), you should move to Embedded Timelines as soon as possible. Likewise, if you&apos;ve built your own widgets using unauthenticated client-side API calls, or if you or your widget consumes data from RSS or ATOM feeds, you should also migrate to Embedded Timelines. Unauthenticated requests are not supported in API v1.1.  First &quot;blackout test&quot; on 5 March, but no definite date for lights out on API v1 yet. Firefox OS is repeating the mistakes of others and hoping for a different outcome &gt;&gt; Engadget Terrence O&apos;Brien:   Sparse coverage and slow speeds will pose significant usability issues for these new consumers, but perhaps an even bigger stumbling block will be price. While we don&apos;t know how much some of these phones will cost, the moderately specced Geeksphone Peak is expected to hit retail for around 200. Lower-end Android devices can be had for less than 100 at this point without a subsidy, such as the Galaxy Y and the Optimus L3 (both of which retail for around 50 or 60, through Carphone Warehouse). More important though, is the total cost of ownership. A device that relies on the web to feed it every sliver of an application, right down to its individual UI elements, will inevitably suck down a significant amount of data. Sure, it&apos;ll be far less than if you were hooked up to Spotify and Netflix all day, but it will likely be more than if your applications were installed locally.  Perhaps we should renamed this scheme &quot;One Smartphone Per Adult&quot;, since it seems likely to be about as (un)successful as One Laptop Per Child. Samsung lock screen security flaw &gt;&gt; Terence Eden  Here&apos;s a rather nifty security flaw I discovered on Samsung&apos;s Android 4.1.2. It allows you - in limited circumstances - to run apps and dial numbers even when the device is locked. this attack is of limited value. That&apos;s one of the reasons why I&apos;ve disclosed it. Making a call relies on the phone having a direct dial widget on the home screen. Running the apps is also of limited use - they go into the background immediately. If the app performs an action on launch (like recording from the microphone, switching on the flash, playing music, interacting with a server) that action will occur.  Also tested by us on a Samsung Galaxy S3; it&apos;s real. The home screen is there, but you have to be very quick to hit the home screen before the lock screen is reasserted. This seems to arise from Samsung&apos;s TouchWiz tweak of having &quot;In Case of Emergency&quot; (ICE) contacts; stock Android doesn&apos;t offer that. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service. (Note: we&apos;ve added hard rules at the end of each item in the hope that it will improve readability on mobile. Feedback appreciated.)", 
    "section": "technology", 
    "gid": "technology/blog/2013/mar/05/technology-links-newsbucket", 
    "wordcount": "1515"
}