{
    "headline": "UK risks spending rising aid cash poorly, warn MPs", 
    "text": "Pressure to meet spending targets as Britain&apos;s foreign aid budget rises to 0.7% of gross national income (GNI) could lead to the Department for International Development (DfID) making poor decisions, MPs warned on Thursday. The UK&apos;s official development assistance (ODA) budget grew by 2.1% to 8.6bn in 2011, with DfID accounting for 7.7bn (much of the rest goes to the Foreign Office). By next year, when aid hits the UN target of 0.7% of GNI, total ODA is expected to rise 11.3bn (a reduction of 254m from the autumn statement of 2011 because of weaker growth). The coalition government&apos;s decision to stick to Labour&apos;s pledge of meeting the UN target has angered many Tories, who believe that DfID&apos;s budget should not be spared cuts faced by other departments. At the end of 2011, DfID had to move forward payments of about 450m planned for 2012 to meet foreign aid targets. DfID also increased by 130m the value of payments on some other projects, prompting concern among MPs that DfID will be unable to ensure that British taxpayers are getting value for money. &quot;We are worried that pressure to meet targets to increase overseas development aid could lead to DfID making poor spending decisions,&quot; said Malcolm Bruce, chair of the international development committee, as it published its report on DfID&apos;s annual report and accounts 2011-12. &quot;The department should be prepared to miss aid targets where there are delays or cancellations to its planned projects and it does not have good value alternatives.&quot; Another source of concern for the committee is the growing amount of money  40%  channelled through multilateral organisations such as the World Bank and the EU. The committee said it had often been struck by the lack of effectiveness of some multilateral organisations, and urged DfID to channel money through NGOs and civil society groups, cutting red tape to make easier for them to get funding. The committee raised the possibility of establishing a development bank so that DfID would not have to ensure that cash was spent by the end of the year. The shadow development secretary, Ivan Lewis, has also expressed concern at DfID&apos;s ability to ensure that aid is spent effectively. In a speech outlining Labour&apos;s vision for development, he accused the government of shrinking DfID into a department that dispenses aid rather than works across Whitehall to ensure a co-ordinated development agenda. Lewis said: &quot;There is a total lack of transparency about the basis on which they are making decisions about substantially increased spending via multilateral organisations and their approach to addressing poverty in middle-income countries. They need to explain how their decisions are contributing towards progress on the millennium development goals.&quot; DfID has recruited 500 people over the past 18 months to ensure that the increased budget would be spent effectively, and says it has built a strong &quot;pipeline&quot; of projects and programmes for 2013 and 2014. However, MPs are still concerned that it does not have the staff to oversee the huge spending of UK taxpayers&apos; money undertaken by multilateral organisations. The committee raised concerns over the increase in advisers, which has taken the total to 760. It said it was unclear what the rationale is for the mix of advisers and to what extent the department has the right staff to monitor multilateral programmes. MPs also wondered why DfID was increasing the number of professional advisers rather than civil servants. MPs questioned some recent decisions by DfID, particularly ending bilateral aid to Burundi, and found the department&apos;s policy towards middle-income countries (MICs) contradictory. DfID has switched expenditure from low- to MICs, in part because several countries with a large number of poor people have recently graduated to middle-income status. Yet it is ending aid to India by 2015, while programmes in Nigeria and Pakistan are due to grow rapidly. The MPs urged DfID to establish and make public the criteria it will use to decide when and how it should cease to provide aid. &quot;As we give more and more aid to MICs, it is increasingly important that the government is consistent and transparent in its decision-making,&quot; said Bruce. &quot;Many of these countries have large numbers of poor people, so continued aid spending is justified, but, for the public to have confidence, the government needs to be open about the reasons it is giving aid to some countries and not to others.&quot; A DfID spokeswoman pointed out that its 2011 multilateral aid review gave, for the first time, a rigorous assessment of value for money of multilateral agencies and stopped funding to poor performers. She said: &quot;We agree with the international development committee that we must continue to assess multilaterals for efficiency, which is why we are reviewing all our multilateral agencies&apos; performance this year.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/31/uk-risks-spending-aid-poorly", 
    "wordcount": "819"
}