{
    "headline": "Satellite eye on Earth: December 2011  in pictures", 
    "text": "   An early winter day over Greece. Snow and clouds cover northern Albania, Montenegro and Kosovo in the north as well as Turkey in the south-east. Bulgaria, most of Macedonia, southern Albania and Greece remain snow-free, except for the highest mountain peaks. The island of Crete, in the far south of the image, is also dotted with clouds and has a small amount of snow on the mountains Photograph: MODIS/Aqua/NASA       Tropical storm Washi as it passes over southern Philippines. The storm inundated the southern areas, bringing 12 hours of sustained rainfall and causing severe flooding and landslides. More than 650 people were reported dead according to the Philippine Red Cross. In this image, the western half of Washi can be seen over Minandao island in the southern Philippines Photograph: MODIS/Terra/NASA       Central Saudi Arabia on the arid Arabian peninsula. The area pictured is on the central plateau, Nejd, which slopes downwards from west to east. The dark circle near the centre of the image is the capital city of Riyadh Photograph: Envisat/ESA       The city lights of Spain and Portugal define the Iberian peninsula. Several large metropolitan areas are most clearly visible, including Madrid  located near the centre of the peninsulas interior  and Lisbon aong the south-west coastline. Though obscured, the lights of France are visible near the horizon line on the upper left, while the lights of northern Africa are more clearly discernable at right. The faint gold and green line is airglow, caused by ultraviolet radiation exciting the gas molecules in the upper atmosphere Photograph: ISS/NASA       A sun-filled, but cloudy day over the southern Indian ocean. Springtime brings longer days to the Antarctic, but it does not necessarily bring cloud-free skies. In fact, winter and spring are considered to be the cloudiest time of year in this region. Clouds in the Antarctic are found most frequently in the boundary layer  the lowest atmospheric layer nearest the surface of the Earth  and in the upper tropospheric layer Photograph: MODIS/Terra/ NASA       Severe flooding affected large stretches of Thailands Chao Phraya river during October. Flood waters inundated the historic city of Ayutthaya and the capital city of Bangkok, among other communities, killing 740. On the right is the image taken on December 12 2011 comparison, left is December 9, 2010, with water surrounding Ayutthaya and encircling the northern side of Bangkok Photograph: MODIS/Terra/NASA       Heat signatures from fires in central Africa. Some fires were likely set for agricultural purposes to manage crops and pastures, while others may be wildfires. There is a large area of light brown smoke over Nigeria, and there were other fires burning in central and north Cameroon, southern Chad, throughout the Central African Republic and the north-western corner of the Democratic Republic of the Congo Photograph: MODIS/Aqua/NASA       The Cocos (Keeling) Islands in the eastern Indian ccean, about 2,900 km (1,800 miles) north-west of Perth, Australia. Coral atolls  which are largely composed of huge colonies of tiny animals such as cnidaria  form around islands. After the islands sink, the coral remains, forming complete or partial rings. Only some parts of South Keeling islands still stand above the water surface. Along the southern rim, the shallow water appears aquamarine. Water darkens to navy blue as it deepens toward the central lagoon. Above the water line, coconut palms and other plants form a thick carpet of vegetation Photograph: ALI/EO-1/NASA       Heavy rain in March 2011 produced an unusual event: water flowing into Lake Eyre, Australia. In this north-east-looking view taken during December, water appears in the southern basins of Lake Eyre, especially Belt Bay (where it appears green) and in Madigan Gulf (where it appears in shades of pink and red). Lake Eyre is an internal drainage basin, which means all of the water accumulates in the lake, without an outlet to the sea. Any water that reaches the lake evaporates in months Photograph: ISS/NASA       The Tian Shan mountains, stretching across Kazakhstan, Kyrgyzstan and western China. The large, dark lake that splits the mountain range in eastern Kyrgyzstan (bottom left corner) is the second largest saline lake after the Caspian Sea. In the top-right corner are the Dzungarian basin and its Gurbantunggut desert in light brown Photograph: MERIS/ESA       A dense cloud of dust sweeps across southern Afghanistan and Pakistan, a storm propelled by strong winds from the north. The winds will have picked up dust from dry lakebeds in the Hamun wetlands, on the border between Afghanistan and Iran. On average, Afghanistan experiences blowing dust one to two days per month in the winter and six days per month at the height of the summer, the subsequent low visibility closes roads and airports Photograph: MODIS/Aqua/NASA       This image followed an eruption in the Red Sea, off the west coast of Yemen. According to news reports, fishermen witnessed lava fountains reaching up to 30 metres tall, and in a matter of days what looked like a new island had appeared. A thick plume rises from the island, dark near the bottom and light near the top, perhaps a mixture of volcanic ash and water vapour Photograph: ALI/EO-1/NASA       In the southern Sahara desert, a gap between mountain ranges makes for a natural wind tunnel. Situated within this wind tunnel, Chad's Bodele depression is the site of frequent dust storms. In early December, dust plumes blew out of the depression toward the south-west. The plumes are easy to spot against the darker tan background, and blew in the direction of Lake Chad Photograph: MODIS/Terra/NASA       More than a year of drought has dropped lake and reservoir levels in central Texas by tens of feet, exposing signs of previous human settlements and threatening water supplies. September 2010 to September 2011 were the driest 12 months on record for much of the region, with rainfall at 30 to 40% of the norm, as shown by these two views of Lake Buchanan, Texas, taken in October 2011 (right) and October 2003 Photograph: Landsat 5/NASA       A late autumn snow blankets the Rocky Mountains. Colorado lies in the centre of the image, with the snow-covered Rockies in the western half and the nearly snow-free high plains in the eastern half. Near the centre is Pike's Peak at 4,302 metres. In the north lies Denver, which can be seen as a gray mark on the tan landscape. Between teh two, a green crescent shape can be seen. This is the Black Forest, an island of pine trees on the prairie Photograph: MODIS/Aqua/NASA       The rugged landscape of the Canary Islands stands out in sharp contrast to the smooth blue waters of the Atlantic ocean and the flat tan land of north-west Africa. The eastern edge lies only 100km from the coasts of Morocco and western Sahara, and the chain stretches for about 500km. From east to west, the islands are named Fuerteventura, Gran Canaria, Tenerife, La Gomera, La Palmera and El Hierro. A bright swirl of peacock blue marks the ocean south of El Hierro, a stain on the sea from an ongoing volcanic eruption under the waters Photograph: MODIS/Terra/NASA       The haze that has been blanketing north India during November continued to plague the region in mid-December. It hugs the southern face of the Himalayas, but also pours southward over both coasts, stretching across the Bay of Bengal in the east and over the Arabian Sea in the west Photograph: MODIS/Aqua/NASA       An icy summer's day on Antarctic's Mawson and Ingrid Christensen coasts. The Southern Ocean appears black, while clouds, ice and snow appear white. Marine stratocumulus clouds can be seen top-left and top-right. Sea ice, which thins in the lengthening light of summer, fills the central area Photograph: MODIS/Aqua/NASA       Viewed from above, the US Burning Man festival resembles a spider web. The structure laid out on the site for this festival looks very much like a small town in Nevada; the festival took place in September 2011 Photograph: TerraSAR-X/DLR  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jan/10/satellite-eye-december-in-pictures", 
    "wordcount": "0"
}