{
    "headline": "Teachers need to drive the research agenda", 
    "text": "Last week I stood up next to Michael Gove and launched a report, which he asked me to write, on how to get more evidence-based practice into education. The education secretary is known for his strong opinions, and doing this report has elicited one question, repeatedly: &quot;Do you really think he cares about evidence?&quot; I&apos;ll tell you what I think about Mr Gove at the end. But first, there is a huge prize currently on offer to the teaching profession. Medicine, in just a few decades, has leapt forward with evidence-based practice. By conducting &quot;randomised trials&quot;  fair tests, comparing one treatment against another  we&apos;ve been able to find out what works best. Outcomes for patients have improved, through thousands of tiny steps. There are many differences between medicine and teaching, but they have much in common. Both involve craft and personal expertise, learned through experience; but both can be informed by the experience of others. Every child is different, and every patient, too; but we&apos;re all similar enough that good-quality research can show which interventions work best. This is, of course, an argument for doing more randomised trials, and those are woefully infrequent in UK education. Qualitative research has a great deal to offer, and has dominated research for many decades, but it is not good at measuring which interventions work best. It is also worth noting that this is a peculiarly local cultural blindspot: in the US, randomised trials in education are commonplace, and these trials are also done routinely in web design, industry, retail, and even international development. In UK education, the battle for good evidence has been blocked by a series of destructive myths. Some worry that it is unethical to conduct a randomised trial  where half the schools or pupils are given one intervention, and half another  because it means some aspects of a child&apos;s education are determined arbitrarily. This ignores the widespread arbitrary variation that already exists. It also fails to recognise that many new, cherished and expensive interventions  such as steroids for head injury in medicine, or the Scared Straight programme in education  can turn out to do more harm than good, when subjected to fair tests. There are isolated islands of good practice already, but they are exceptions. Teaching needs an ecosystem that supports evidence-based practice. It will need better systems to disseminate the results of research more widely, but also a better understanding of research, so that teachers can be critical consumers of evidence. We need to remove the barriers to research, so that participating in a trial is easy, but this may also help to remove barriers between teachers and researchers: because teachers who understand how research works can drive the research agenda, by identifying concrete questions that need to be answered. I think the gains for teachers here are huge. It is the path to a truly independent profession, and will help to end the spectacle of politicians telling teachers what teaching methods to use. Michael Gove has expressed huge enthusiasm for these ideas. But many teachers say he ignores evidence, and challenge him to subject his own edicts to rigorous testing. Fair enough: I think good-quality evidence matters, whether it&apos;s in education, medicine, or public policy, and I will stand on the barricades with anyone who wants to make that happen. Any health minister who tried to force doctors to use a treatment that doesn&apos;t work would be laughed out of town. If teachers really want to force all education ministers to follow the evidence, there is one thing they can do today: work towards making evidence-based practice the everyday, unarguable routine  starting now.", 
    "section": "education", 
    "gid": "education/2013/mar/18/teaching-research-michael-gove", 
    "wordcount": "609"
}