{
    "headline": "'If you want red squirrels, you have to kill greys'", 
    "text": "Thomas Brocklehurst, a Victorian banker who lived at Henbury Park in Cheshire, has a lot to answer for. In 1876, he decided to release into the wild a pair of grey squirrels he had brought back with him from a business trip to America. Other landowners, viewing the non-native species as a fashionable garden novelty, soon followed suit. More than a century later, up to 5 million greys are now estimated to inhabit much of the woodland across the UK. But their success as an &quot;alien&quot; species has been to the great detriment of the native red squirrel, say conservationists. If the population of greys is not urgently and radically reduced, they say, then the reds will be driven to extinction in the UK within 20 years. There are an estimated 120,000-140,000 reds in the UK, with 75% of the population in Scotland. &quot;If you want reds, you have to kill greys. It&apos;s a fact,&quot; says Natasha Collings, project co-ordinator for the Cornwall Red Squirrel Project , a scheme aiming to reintroduce captive-bred reds back into the county over the next five years. Standing beside the caged squirrel enclosure at Trewithen House near Truro, she explains why the two species cannot live together harmoniously: &quot;Greys don&apos;t actually kill reds themselves, as is commonly believed. They spread a deadly pox, causing distinctive ulcerations on their eyes and nose, which kills reds within five to seven days.&quot; Greys are destructive in other ways, too, says Collings. &quot;They are causing about 50m a year&apos;s worth of damage to commercial forestry across the UK and incalculable damage to ancient woodlands. They take the tops off trees and will also &apos;ring bark&apos; the trunks, whereby they strip the bark away which ultimately kills the tree. They also eat bird eggs.&quot; Earlier this year, the Game &amp; Wildlife Conservation Trust published research that claimed that greys are having a &quot;significant effect on certain woodland birds&apos; fledging success&quot;, particularly species such as the great tit, nuthatch, chaffinch and blackbird. Prince Charles, the patron of the Red Squirrel Survival Trust who has led efforts to see reds reintroduced into Cornwall, formally opened the enclosure at Trewithen earlier this summer. He released a buck that joined the two sisters already settled inside and it is hoped that the breeding trio will soon add to the &quot;national stud book&quot; of reds that is used by conservationists to ensure a healthy genetic pool of captive-bred reds. Reds have also been bred for release over the past 16 years at Paradise Park wildlife sanctuary in Hayle, west Cornwall. The project in Cornwall aims to create two grey-free exclusion zones in west Cornwall - one on the Lizard, the other in West Penwith - which are then further protected by buffer zones. All greys will be systematically culled within the zones with poisoned bait and landowners will then work to protect those zones by policing the buffer zones. Only then will the captive-bred reds be released.     Natasha Collings, project coordinator for the Cornwall Red Squirrel Project.     Collings says Cornwall was chosen for the &quot;feasibility study&quot; because of the county&apos;s geography - a long, thin peninsula which enables any grey-free zones in the far west to be more easily defended than in, say, a landlocked county. If successful, the extent of the zones will continue to push east across the rest of the county and into Devon. Other geographically amenable places being considered for similar schemes include the Isle of Purbeck, Dorset, and the Gower peninsula in south Wales. Anglesey, off the coast of north-west Wales, already has a successful colony of 400 wild reds following a cull of greys in 1998. But even the protection of being totally enclosed by water is not sometimes enough, says Collings: &quot;Greys can swim across the fast-flowing waters of the Menai Strait. If they can see trees over the water they will attempt the journey. It takes just one to spread the pox.&quot; There is not universal support for a mass cull of greys, though. Animal Aid, the animal rights charity, called for a boycott of Duchy Original products in 2010 when Prince Charles went public with his support for the project in Cornwall. &quot;Poisoning, shooting or bludgeoning [greys] to death in a sack is irrational, inhumane and doomed to fail,&quot; said the charity, who thinks the public has been fed the &quot;emotive anthropomorphism&quot; of Beatrix Potter&apos;s Squirrel Nutkin too often by conservationists seeking to bring back reds. Chris Packham, the BBC wildlife presenter, has described those who seek to eradicate greys as &quot;a small band of lunatics&quot; who are &quot;blinded by sentimental racism&quot;. He says introducing greys was a mistake by the Victorians, but that conservationists need to accept that the &quot;perfect paradise is lost&quot; and that non-native species are now an integral part of the UK&apos;s flora and fauna: &quot;If the grey squirrels have to go then so do all the rabbits, hares, four of our six deer species and so on.&quot; Collings accepts that gaining support for the cull is an on-going challenge: &quot;Yes, there needs to be a public appetite to remove greys. But until someone develops a pox vaccine for reds, baiting and killing greys is the best method for stopping the few remaining reds from being lost forever.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/05/red-grey-squirrels-cornwall", 
    "wordcount": "899"
}