{
    "headline": "Amartya Sen: economist, philosopher, human development doyen", 
    "text": "In the 1990s, a set of ideas arrived that might best be called human development. This is a tradition of thought that is unashamed to call itself universalist when it comes to the basics  that we all need to live a &quot;good life&quot;. And it is unwilling to give up on the belief that we are all equally entitled to enjoy such things. Accordingly, this point of view takes human flourishing, and not its absence, as its entry point to the problem of poverty and global inequality. In many ways, that makes human development thinking the mirror opposite of post-development ideas. Where Arturo Escobar and other post- and anti-development thinkers blamed the very ideology of development for the problems of extreme poverty, human development blames our failure to think broadly enough: to imagine and create a way of organising the world that works for everyone, and not just the few. This does not mean that we have arrived at some point of optimal balance, an approach containing just the right mix of pragmatism and hope, or just the right way to mix markets and states together. As should by now be clear, there is no single panacea to the problems and pitfalls of development. All the same, human development is perhaps not too far off a workable median either, at least potentially. And the Indian economist Amartya Sen is certainly very close to embodying the human development position better than anyone else. He has had the greatest intellectual influence on its arguments, while the longevity of his career and the magnitude of his contributions across a wide spectrum of issues  covering choice theory in economics to philosophical interventions on the idea of justice itself  have taken such arguments well beyond questions of economic development. Born in Bengal in 1933, Sen has spent the larger part of his working life at institutions in the UK and the US. He is an economist by training, but works with a philosopher&apos;s scepticism about what we take to be fundamental truths. Though a Nobel prize-winner in economics, he has chosen not to &quot;consult&quot; with governments on the back of his ideas. As the LSE&apos;s Stuart Corbridge notes, for Sen it is a matter of pride that, as he himself puts it: &quot;I have never counselled any government, preferring to place my suggestions and critiques  for what they are worth  in the public domain.&quot; Perhaps the most widely known of those stem from Sen&apos;s work on famine. He argues that famines are rarely the result of a lack of food. They are more usually the consequence of a breakdown in people&apos;s ability to access or produce food in the way that they usually do  the result of political failures, not natural ones. But whether in his writing about famines  he was long haunted by the memory of the great Bengal famine of 1943  or on the more arcane computations of social choice theory, Sen&apos;s work has at heart most consistently concerned itself with the idea of human freedom. His thinking is pulled together in the 1999 book Development as Freedom: a must-read on any development studies course and certainly written with a wider public in mind. Sen argues that the expansion of freedom is central to development  &quot;both as the primary end and as the principal means&quot;. Sen would have us conceptualise development as freedom in this way because he wants the goal to be wider than, say, a numerical measure of GNP and because he wants us to be able to then pursue that idea systematically, to ensure it is brought about. Of these two instances, the latter is more far-reaching, because it requires thinking about poverty not simply as an aberration, as something that we might somehow solve. It involves acknowledging, rather, that &quot;our privileges are located on the same map as their suffering&quot;, as Susan Sontag puts it. The problem of development lies as much in what we classify as wealth and how we go about promoting that as it does in poverty. That development represents a wider set of freedoms than GNP can help us with is also important because of a paradox that Sen expresses in his Tanner lectures (pdf) of the mid-1980s: &quot;You could be happy, without having much freedom. You could have a good deal of freedom, without achieving much.&quot; Freedom, then, is not itself free of an individual&apos;s capability or desire to use it to any particular end. Accordingly, development becomes not so much about making up for what people lack (modernisation, say) so much as removing the &quot;unfreedoms&quot; that stop them living in a way they might otherwise choose: market inequalities, perhaps, or state violence. Sen&apos;s arguments stem from a commitment to the importance of individual freedoms. Not for him the wishy-washy relativism that gripped many parts of the academy in the 1990s. But not for him either the bone hard individualism of the intellectual right. This means we need to be careful in interpreting Sen. It is not so much that he supports as much individual freedom as will enable the greater good, but that he supports real, lived-in freedoms, or what are often called &quot;capabilities&quot;: freedoms of opportunity and not just of theoretical rights. What use are political freedoms on paper, he challenges, when in practice people are prevented from enjoying them because they also suffer &quot;unfreedoms&quot; of malnutrition, discrimination, or even of greater exposure to epidemiological risk and natural hazard? This claim has yet to be fully taken on board by practitioners and politicians more concerned with addressing perceived needs and the shorter-term political horizon. Part of the reason may be because Sen has chosen not to champion his thought from the leather-bound chair of the presidency of the World Bank. If you think about what he is saying, of course, it soon becomes clear why he could never have done so. But for all that Sen has refrained from whispering in the ear of individual governments, he has nonetheless advised and shaped significantly the work of international bodies such as the UN&apos;s International Labour Organisation. One only needs to look to the millennium development goals (MDGs) to realise this. Freedom is one of the basic values guiding the MDGs and, to that extent, Sen has given the idea of human freedom a very modern job description. But he is also aware that the challenge of reconciling freedom with economic productivity harks back to the dawn of Enlightenment political philosophy. For this reason, he has not been afraid to champion a more precise interpretation of Adam Smith&apos;s ideas about moral sentiments, even though Smith is usually held up these days, by the political left and right alike, as little more than a pro-market poster boy. This intellectual judiciousness is central to the lessons of Sen&apos;s work. Because development is a politically charged field, not to mention an ethically imperative one, we will never resolve the fundamental challenge it poses to society unless we are prepared to do much more of this sort of work. And as Sen has made clear, resolving the challenge of development is becoming more, not less, important in a world torn between the advance of globalisation and the retreat of the political art of good judgment.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/22/amartya-sen-human-development-doyen", 
    "wordcount": "1225"
}