{
    "headline": "Am I a geek?", 
    "text": "Well, I&apos;m a scientist and I have read Mark Henderson&apos;s book. To be honest Mark&apos;s use of the word geek grated on me slightly, but not as much as the UCL Science and Technology Studies attempt to introduce the word &quot;Geekocracy&quot;. It&apos;s nice that the STS Observatory have noticed a phenomenon and made a pretty pigeonhole with a label on it, but I&apos;m not sure it&apos;s going to be a very productive discussion trying to decide who&apos;s in and who&apos;s out. I do have three things I want to say, though. The first is this. As others have before them, the STS people say that geeks fetishise evidence-based policy-making. Well, I don&apos;t do that. I treat evidence like shoes. I wear them every day, I use them to get places and to protect myself from unpleasant foot-related experiences, but I do not &quot;attribute attractive sexual qualities to shoes or other footwear as a matter of sexual preference, psychosexual disorder, and an alternative or complement to a relationship with a partner.&quot; As with shoes, so with evidence. Essential to safe progress, but that&apos;s as far as it goes with me and evidence. The second thing is: this has come to the fore just around the time a scientific experiment is about to be deliberately vandalised in Harpenden. This is a controversy which might have been designed to crystalise some of the issues Mark discusses in his book. The Green party, particularly their London Mayoral candidate Jenny Jones, encourage the protest. Though Jones has now said her position is to &quot;disown damage to property&quot;, the Green Party webpage is still advertising the protest as a &quot;picnic and mass decontamination&quot; which sounds like damage to me. Anyhow, several people, including me, who have voted Green in the past are disgusted at the destruction of legal, publicly-funded research. I&apos;m no GM evangelist, and don&apos;t expect a political party to agree with me on everything (otherwise I would never vote) but this does feel like a line has been crossed. It&apos;s sort of funny to see this manifestation of political activity criticised immediately, I think mainly because a) the Greens are left wing and not as bad as UKIP and b) global warming is a bigger issue than GM food. Both might be true, but that&apos;s no reason not to let the Greens know your opinion, surely? I&apos;m with Sunny Hundal though when he says:  The divide is not between &quot;pro-science&quot; and &quot;anti-science&quot; political parties at all. Rather, politicians and parties will always side with science when it suits their constituency or aligns with their interests.  This is rather the point. It makes it even more important that parties are held to account, issue by issue, based on how they engage with evidence, when evidence exists. Or with research which may lead to evidence. I don&apos;t expect a political party to have a grab-bag of ready-made answers to every issue. I expect it to think, occasionally, and even change its policy sometimes when more facts are learned. And I may vote for a party or not (or even join or leave one) based on my take on the balance of its attitudes to issues I consider important. This will go way beyond science, but is unlikely to include parties that willfully ignore or destroy evidence on critical issues, since even if I agree with their ideals, they will fail to achieve them if they ignore reality. The third thing is this: my ATLAS colleague Tony Weidberg is a hero. Read Mark&apos;s book and find out why. I guess I answered my own question. Yes. For a given value of geek.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/may/26/science-policy-gm", 
    "wordcount": "617"
}