{
    "headline": "London Met's vice-chancellor: in the hot seat", 
    "text": "Malcolm Gillies, a born and bred Australian whose family can trace its lineage in that country back to the 18th century, arrived in London the week Gordon Brown became PM. Since then, it&apos;s been downhill all the way, not only for Brown, Labour and Britain, but also for Gillies. He came here to run City University, was (in effect) sacked after two years, became vice-chancellor of London Metropolitan and now finds that, accused of recruiting overseas students without proper checks, the university is threatened with closure. Does he regret abandoning a career that was progressing in Australia? No, he says, &quot;education has been my life and you take it for the rough and the smooth&quot;. Besides, music is his first love and London has a &quot;vibrant&quot; musical scene. One former vice-chancellor told me that Gillies is &quot;an eccentric oddball&quot;, and perhaps you&apos;d need to be to take on London Met. The product of numerous mergers, it has 17 sites, more than 26,000 students (20% of them Muslims), alumni that range from Neil Tennant of the Pet Shop Boys to the King of the Ashanti, and a history of trouble. On the eve of his appointment in January 2010, the entire governing body had to resign after the university was found guilty of misreporting student numbers  its files suggested nearly 2,000 were twins with identical birth dates, surnames and initials  and told to return 36.5m of public funding. Gillies describes it as &quot;a big management task&quot; and says that, &quot;with such a melting pot of backgrounds and perspectives, this is going to be a dynamic and sometimes hot kind of a place&quot;. We meet in a bare, scruffy room at the university&apos;s City campus near Liverpool Street station. We start by discussing the much-publicised fiasco over overseas students, the detail of which, Gillies says, &quot;is all very boring&quot;. In August, the UK Border Agency revoked the university&apos;s licence to teach and recruit such students, claiming that records of whether they understood English or even attended classes were inadequate. Gillies says the charges are simply wrong: the university conducted three audits in the nine months before the agency&apos;s decision and its checks not only met the published requirements, but sometimes exceeded them. &quot;We do attendance monitoring, but many universities don&apos;t,&quot; Gillies says. He argues that constantly changing political demands to control immigration put universities like his  where overseas fees account for 17-18% of income  in an impossible position. &quot;David Cameron says the target is to get net annual immigration below 100,000. Yet ministers tell us there&apos;s no cap on international student numbers. Since the UK has many more than 100,000 overseas students, you have a mathematical problem that a primary school child could spot.&quot; He hopes a judicial review, ordered by the high court, will quash the Border Agency&apos;s decision. In the meantime, the university cannot recruit new non-EU students, although existing students can complete their courses. As if this weren&apos;t enough, Gillies provoked further trouble by conducting what one critic called &quot;a neoliberal experiment&quot;, with an &quot;unrelenting strategy to shrink, sell off or privatise the university&apos;s physical, human and educational resources&quot;. This description, he says, earns &quot;full marks for imagination&quot;. He has indeed cut the number of undergrad courses from 557 to 167, so that the range is &quot;more closely related to areas of student demand&quot;. He has also put London Met among the small number of universities that charge different fees for different courses  ranging this year from 4,500 to 8,600 rather than one standard fee. &quot;Different courses cost different amounts to put on,&quot; Gillies says. &quot;The student who has to live with a debt for 30 years doesn&apos;t want to be paying off the costs of someone else&apos;s course. It&apos;s an ethical issue.&quot; We turn to &quot;outsourcing&quot;: London Met was reported to be handing over all services, except teaching and the vice-chancellor&apos;s office, to private companies such as Capita. The timetable has recently been slowed but, Gillies says, the intention is to transfer posts and staff to a new company, wholly owned by London Met but in &quot;strategic partnership&quot; with a private firm. The company would market its services to other universities, making it eligible for VAT exemption. Gillies says this isn&apos;t outsourcing, which is technically correct. It is, he insists, &quot;the opposite of outsourcing&quot;, which perhaps goes a bit far since a private company will manage or operate services even if it doesn&apos;t employ the servants. What, though, is a classicist (first degree) and musical scholar (several higher degrees) doing running primarily vocational universities 10,000 miles from home, and arguing about the fine print of service procurement? He replies with considerable passion, arguing that music is a much better training for running a university than &quot;physics or business management, or maybe even geography or history&quot;, because those subjects deal with mere facts. Music, he says, is about the expression of human values and universities are about applying such values to unlock student potential. As for classics, it gave him rigour and confidence in written and verbal communication. Gillies, now 57, was born in Brisbane but raised in Canberra, where his father, an economist, was a senior public servant and his mother head of a private girls&apos; grammar school. Canberra, he says, was a liberal and enlightened community where his interest in music developed early alongside enthusiasm for running and swimming. What also developed  as early as seven or eight, he says  was a realisation that he was gay. &quot;I started to realise why I didn&apos;t want to play football and why I enjoyed playing music. You&apos;re talking about environments in which you feel comfortable. Being gay isn&apos;t about sexual preference ultimately, but about the way in which you&apos;re conceiving of the world of values. It worries me when people see it as some kind of alternative like that between, say, Weetabix and cornflakes on a menu. We&apos;re talking about development of character, much of which happens before 12 or 13.&quot; He went to a state primary, a private secondary, and then the Royal College of Music in London, which he intended as a preliminary to taking a Cambridge music degree. He was already intending to become a music academic, but decided he should develop other skills. So he enrolled for classics at the Australian National University and trained as a teacher in Queensland. &quot;It was important to learn how to teach a mass group of students, because people who teach in universities don&apos;t often think of the full spectrum.&quot; After finally taking his Cambridge course, he lectured in music at Australian universities for 18 years, before moving into senior positions including deputy vice-chancellor. City University was his first vice-chancellorship. What went wrong? He is guarded because of a compensation agreement, said to be worth 426,000. &quot;There were governance disagreements,&quot; he says. &quot;The governing council wanted to bring a business style to the university. A university can learn a lot from business, but ultimately it is not a business. It has stakeholders who are not like shareholders.&quot; Allies on the academic staff, who mostly adored his informal and inclusive style  &quot;he asked us for our ideas and he always replied to our emails, sometimes at 9pm,&quot; said one amazed lecturer  believe the council disliked his enthusiastic slashing at administrative costs, which had mushroomed before his arrival. They recall a power struggle over who controlled the finances. Gillies believes firmly that teaching students should be the first priority. Does he, as an openly gay man, try to be a role model and inspiration for gay students? He replies with a plural pronoun, referring to his partner of 32 years, a fellow music scholar with whom he collaborated on several books. &quot;Sometimes the challenge is made that we&apos;re not defiantly gay enough. Some students would like us to be more visibly and openly there as top-notch gay professionals. It&apos;s a judgment call as to how you do that. We decide not to go to certain events because it would give offence, but, in other cases, it&apos;s what the hosts would wish and, if we don&apos;t both turn up, they ask if we think they&apos;re narrow-minded. The issues are not simple. You have to find a way of not holding your effectiveness as an institutional leader to the ransom of your personal views about projecting your sexuality.&quot; Gillies speaks clearly and fluently, but the meaning is sometimes elusive. As I leave, he hands me a CV, which concludes: &quot;11 books, 3 monographs, 1 journal edition, 56 chapters, 7 prefaces, 38 journal articles, 30 scholarly reviews, 3 catalogues, 5 theses, 12 reports, 7 short films, 50 minor articles, 160 other journalism...&quot; A former colleague tells me he would be a better vice-chancellor if he didn&apos;t try to do so much and says &quot;he&apos;s feeding an enormous ego&quot;. Gillies is a very likeable man, but I cannot quite acquit him of that charge.", 
    "section": "education", 
    "gid": "education/2012/nov/19/london-metropolitan-university-vice-chancellor", 
    "wordcount": "1544"
}