{
    "headline": "Boot up: toxic smartphones, UK's fibre miss, foil helmets tested and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Chemical analysis reveals that new phones have fewer toxics &gt;&gt; iFixit  High technology feels so clean--no coal or steam or mess, just cool aluminum, sleek plastics, and polished glass. But that clean surface hides an interior that is far messier and more toxic. In partnership with HealthyStuff.org, we bring you a chemical analysis of 36 mobile phones, including the iPhone 5.  Taiwanese government asks Apple to blur map images of radar facility &gt;&gt; The Next Web  As Apple continues to overhaul and improve the quality of its much-criticised Maps application, the Taiwanese government identified that its new $1.4bn early warning radar station is clearly visible inside the app and asked its maker to obscure it.   The jokes write themselves, but - isn&apos;t this what Google ran into as well? Although the story says that   Google Maps does not show an obscured area similar to Apple.  Notes on my work at Twitter &gt;&gt; Jack Dorsey The former Twitter CEO writes, on his Tumblr:   We moved all of my reports back under him in January of this year after leadership was firmly in place. This allowed me to focus on refining our brand and logo, to work more with Dick and the leadership team on our direction forward, and ultimately return the majority of my time to Square, where I&apos;m CEO. I&apos;m back to going to Twitter on Tuesday afternoons, something I started before taking the interim operational role.  We haven&apos;t talked about this publicly because it&apos;s not what people using Twitter every day care about.  UK has lowest fibre-to-home rate in Europe &gt;&gt; CIO  The UK has the lowest penetration of fibre-to-the-home (FTTH) in Europe, with only 0.05% of households connected, according to new research.  The FTTH Council Europe&apos;s latest &quot;panorama&quot; report reveals that, despite the fact that the government has announced plans to have the &quot;best superfast broadband network in Europe by 2015&quot;, the UK is clearly lagging and has no large-scale FTTH deployment plans. Having previously announced an ambitious FTTH coverage objective in 2011 - 2.5m homes passed by the end of 2012 - the UK incumbent BT has changed its strategy, deciding to focus on upgrading its copper network to offer fibre-to-the-cabinet (FTTC) instead... Europe as a whole is slightly behind the rest of the world in deploying FTTH, with 8.7% of homes expected to be connected by the end of 2016 compared to 10.5% globally.  Eight &apos;music pirates&apos; to face copyright tribunal, one to defend in person &gt;&gt; TorrentFreak  New Zealand rightsholders have come under fire for failing to fully utilize the so-called &quot;three strikes&quot; mechanism after they sent out less than 3,000 notices to alleged pirates in a year. However, it&apos;s now been revealed that eight individuals are now just one step away from the most serious punishments available, just six shy of the French total after they sent out a massive 1.1m warnings.  Intel&apos;s Haswell Architecture analyzed: building a new PC and a new Intel &gt;&gt; Anandtech  Haswell is so much more than just another new microprocessor architecture from Intel. For years Intel has enjoyed a wonderful position in the market. With its long term viability threatened, Haswell is the first step of a long term solution to the ARM problem. While Atom was the first &quot;fast-enough&quot; x86 micro-architecture from Intel, Haswell takes a different approach to the problem. Rather than working from the bottom up, Haswell is Intel&apos;s attempt to take its best micro-architecture and drive power as low as possible.   Allow plenty of time; there&apos;s a lot to read. (Thanks @rubbernuke for the link.) In technology wars, using the patent as a sword &gt;&gt; NYTimes.com  For three decades, Mr. Phillips had focused on writing software to allow computers to understand human speech. In 2006, he had co-founded a voice recognition company, and eventually executives at Apple, Google and elsewhere proposed partnerships. Mr. Phillips&apos;s technology was even integrated into Siri itself before the digital assistant was absorbed into the iPhone.  But in 2008, Mr. Phillips&apos;s company, Vlingo, had been contacted by a much larger voice recognition firm called Nuance. &quot;I have patents that can prevent you from practicing in this market,&quot; Nuance&apos;s chief executive, Paul Ricci, told Mr. Phillips, according to executives involved in that conversation.  Mr. Ricci issued an ultimatum: Mr. Phillips could sell his firm to Mr. Ricci or be sued for patent infringements. When Mr. Phillips refused to sell, Mr. Ricci&apos;s company filed the first of six lawsuits.   Patents have been used as weapons in the technology business for decades; IBM used to be famous for turning up at companies and demanding money for infringements. Now the US&apos;s patent laws have made things much, much worse. Did Apple &quot;jumpstart&quot; the USB market? &gt;&gt; Stackexchange Skeptics Interesting background to a topic raised on Tuesday among the comments on Boot Up. On the Effectiveness of Aluminium Foil Helmets: An Empirical Study &gt;&gt; Berkeley University Just bear in mind that They don&apos;t want you do read this. But don&apos;t let Them know you know. (Thanks @sputnikkers for the link.) Apple iPhone 5 eview and 4G speed test: the best and worst iPhone ever &gt;&gt; Gizmodo Australia Should you buy it?   In a word? No. Not because it&apos;s a rubbish phone or because it deserves to be a doorstop on your back gate or anything awful like that, but because right now, getting an iPhone 5 is just a bad deal.  Apple clearly hasn&apos;t done the work to make the device perfect before it left Cupertino, and it really shows in the final product. The back case is prone to nicks and blemishes out of the box, Apple Maps is horrendous to even consider living with and the battery is atrocious. It&apos;s like all the perfectionists at Apple were locked out of the test lab for a week. Where&apos;s the polish we&apos;re used to?   (Thanks @patrician for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/10/technology-links-newsbucket", 
    "wordcount": "1048"
}