{
    "headline": "The week in wildlife - in pictures", 
    "text": "   A giraffe walks past an Acacia tree, their principal source of food, at Crescent Island wildlife sanctuary on Lake Naivasha, Kenya  Photograph: Ben Curtis/AP       A goose lands as swans gather to fed on Swan Lake at the WWT Slimbridge Wetland Centre in Stroud, England. Slimbridge Wildfowl and Wetlands Trust in Gloucestershire are expecting the recent cold snap to bring a late influx of wintering birds on to its reserves encouraged by the drop of temperatures to complete the last leg of their migration over to the UK. The unseasonable weather has led to lower numbers of swans, geese and ducks, arriving at the sanctuary because they have managed to remain further north thanks to the mild weather conditions throughout western Europe. It has also led to large flocks of waders choosing to stay in bigger numbers than in the recent colder winters  Photograph: Matt Cardy/Getty Images       Deer herds at Studley Royal near Ripon, keep close together as white frost covers trees and grass following another night of severe frost Photograph: John Giles/PA       Zawadi the leopard with new cub. Zawadi, (the name means 'the gift' in Maasai) a cat made famous by BBC's Big Cat Diary, has given birth at a ripe old age of 16   Photograph: Paul Goldstein/Rex Features       Miller's grizzled langurs. The endangered monkey has been discovered on the island of Borneo in an area it was not previously known to inhabit, international researchers said. Little is known about the monkey, known formally as Presbytis hosei canicrus, but it is listed as endangered by the International Union for the Conservation of Narture due to massive habitat loss from fires, hunting, agriculture and mine development. It was believed to live only in the jungle in the northeast part of Borneo, which neighbours Java Island, Indonesia. But a recent expedition of scientists who set up cameras in remote parts of a largely undisturbed rainforest further west on Borneo, the Wehea Forest in East Kalimantan, captured images of what appears to be the monkeys Photograph: Eric M Fell/Wiley-Blackwell/AFP/Getty Images       A girl holds her pet turtle after getting it blessed outside San Anton Church in Madrid. Hundreds of pet owners bring their animals to be blessed every year on the day of San Anton, Spain's patron saint of animals Photograph: Susana Vera/Reuters       An adelie penguin resting on an ice bank on Blue Lake near Mawson's Hut in Commonwealth Bay, Antarctica Photograph: Dean Lewins/EPA       A new flowering plant belonging to the Medinilla plant group has been discovered in the highlands of Matasawalevu village, on the island of Kadavu in Fiji. The plant was found during a biodiversity assessment of the Nakasaleka district carried out as part of IUCN's Water and Nature Initiative  Photograph: Marika Tuiwawa/WANI/IUCN       The fin whale, which grows up to nearly 27-metres, making it the second largest whale, is seen in the Pacific Ocean, six miles off the coast of Long Beach in California. The endangered whale has been spotted in large numbers this winter off the coast of Long Beach, with 45 sightings of the animal in December 2011, an unusually high number according to whale research co-ordinator from the Aquarium of the Pacific, Kera Mathes. The fin whale was heavily hunted during the 20th century, like all other large whales, and the International Whaling Commission has issued a moratorium on comercial hunting of this whale Photograph: Frederic J. Brown/AFP/Getty Images       A whale-headed stork, a large African wading bird, in its enclosure at the Prague zoo, Czech Republic Photograph: Filip Singer/EPA       Chinese consumers have been urged to be wary what they eat during New Year festivities to minimise their consumption of threatened wildlife species. A fisherman holds a sea cucumber at Sinabang district in Simeulue Island, Indonesia's Aceh province. After the sea cucumbers are processed, they are first sent to Medan, capital of North Sumatra province, and then exported to Singapore and China. Sea cucumber is popular in many Asian countries as a delicacy and for its medicinal purposes Photograph: Roni Bintang/Reuters       A Spanish sparrow (left) sits in a hedge with other house sparrows, in Calshot Close in Calshot near Southampton, as hundreds of birdwatchers from across the UK set up their equipment to observe the adult male Spanish sparrow thought to be from Spain, Turkey or North Africa, which has moved into the gardens and hedgerows at Calshot  Photograph: Chris Ison/PA       Otters take up residence at RSPB Minsmere Nature Reserve, Suffolk. One of the country's most secretive creatures has become a regular at one of the RSPB's most popular nature reserves. Over the past two weeks, up to three otters have been seen frolicking at the reserve's new Island Mere hide every morning. These charismatic mammals returned to Minsmere in the 1980s, partly due to a reintroduction programme, and now have a thriving population. Although they have been showing most visibly during the morning, the otter family have been spotted at all times of day Photograph: Ian Clarke/Rex Features       Parrots in South Africa. Parrots, along with ravens, crows, jays and magpies, are some of the most intelligent birds Photograph: Nic Bothma/EPA       Two common dolphins are prepared to be released by a team from the International Fund for Animal Welfare into Cape Cod Bay in Herring Cove Beach. Animal welfare advocates are perplexed by dozens of dolphins swimming on to land along the scenic Cape Cod shores south of Boston beginning late last week, one of the largest cases of dolphins stranding themselves in years Photograph: M. Booth/IFAW/Reuters  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jan/20/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}