{
    "headline": "Mystery bird: oriental stork, Ciconia boyciana", 
    "text": "    Oriental stork, Ciconia boyciana (synonym, Ciconia ciconia boyciana), Swinhoe, 1873, also known as the oriental white stork, eastern white stork or as the Japanese white stork, photographed in Hong Kong, a special administrative region of the People&apos;s Republic of China, southeast China (Asia).  Image: Marie-Louise Ng, 13 July 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D7000, 1/500 sec, f/5.6, 500 mm, iso:320    Question: Thanks to convergent evolution, this Chinese mystery bird has a familiar plumage colour pattern seen in many species of birds, including those that are unrelated. What pattern am I referring to? Why is this pattern preserved across so many species? Can you identify this mystery bird&apos;s taxonomic family and species?  Response: This tall, long-legged wading bird is an oriental stork, Ciconia boyciana, which is placed into the stork family, Ciconiidae. Unfortunately, due to zealous hunting and habitat loss, this species is considered to be endangered, being included on the IUCN Red List of Threatened Species and listed as Appendix I (&quot;endangered&quot;) by CITES. There are six genera and 19 living species of storks, and they include the largest flying birds with the largest wingspans in the world.  Oriental storks once had a large range that included parts of China and Russia as well as Japan and the Korean peninsula, where it is now extinct. Oriental storks hunt frogs, fish, reptiles, insects, earthworms, small birds and small mammals.  Amongst birds, storks are interesting because they lack a syrinx, the avian &quot;voicebox&quot;, which renders them mute, so they use bill-clacking to communicate with their mate. These birds are solitary except when breeding. They are faithful to a given nest site and may reuse it for many years, adding more sticks and other materials to the nest each season, so it can become very large and heavy.  The oriental stork is closely related to, and strongly resembles, the European white stork. In fact, these two taxa were typically treated as subspecies until recently. These two species can be distinguished thus:  oriental stork is larger (taller and heavier with a larger wingspan) than the European white stork  oriental stork has red skin around its straw-coloured eyes; European white stork has black skin around its dark eyes  oriental stork has a black bill in adults and orange in juveniles; European white stork adults has a coral-coloured or bright red bill whilst juveniles have a black bill  oriental stork has a white patch on primary coverts created by white leading edge of feathers; European white stork has completely black primaries The dark primaries on this otherwise white bird is a fairly common trait amongst birds, particularly in those that migrate long distances, although the contrasting colour is more noticeable in otherwise all-white birds. Melanins add strength to the otherwise soft feather, reducing feather wear.  The Mystery Birds reference library: Africa South and Central America Oceania and the South Pacific Ocean .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jul/29/8", 
    "wordcount": "550"
}