{
    "headline": "On the road: Toyota Prius Plug-in", 
    "text": "You&apos;ll be familiar withthe Prius. This one is abit different, though; it has anew kind of battery  lithium-ion, since youask  to replace the nickel No? OK, then, think of it as aDuracell instead of the old Eveready, all right? Plus, you can plug it in. It&apos;s all about numbers, thiscar. So here are a few 12.5 miles. That&apos;s what Toyota reckons the average European urbancommute is. So, with a battery range of 15 miles (comparedwith about 2miles for the regular Prius), this car should get you all the way to work with 0emissions. It&apos;s still a hybrid, though, so whenyou&apos;ve covered those 15 miles,you&apos;re not stuck. No &quot;range anxiety&quot;, then, as it&apos;s known in thetrade, a symptom of pure electric vehicles. In this one, you can carry on, all the way to Edinburgh if you so wish (I write asaLondon-based media twat, of course). That&apos;s the problem with pure electric cars, such as the NissanLeaf: you can&apos;t really go anywhere in them, except to work, in an average European way. You want more numbers? I&apos;ve got more numbers! Toyota claims combined fuel consumption of 84mpg if you&apos;re not plugging in. And134.5 if you are! That&apos;s alotof mfor your g. CO2 emissions are 84g/km not plugging in and 49g/km if you are. Again, brilliant. (Weird, isn&apos;t it, that fuel economy isn&apos;t metric, butemissions are, and thatag is agallon, but also a gram? It&apos;s confusing, they should SORT ITOUT.) Anyway, it all means you pay 0 tax and,if you&apos;re a London twat, 0 congestion charge. It all sounds amazing. It is amazing. Just the one catch. Actually,two. First, there&apos;s a new breed of range-extending electric cars, such as the Vauxhall Ampera, that perform better still (the Amperahas a range of 50 miles before it calls on the petrol engine, and Vauxhall claims 235mpg and only 27g/km flatulence). And there&apos;sanother number, a big one this time: 28,000. That&apos;s what theplug-in Prius costs, in pounds, and that&apos;s with the 5,000 grant thegovernment gives you for beinga bit green. That might be abitless than the Ampera, but it&apos;s more than 6,000 more than a regular Prius, and I&apos;m not sure it&apos;s6,000 better. Nor does it feel like a28,000 car. It&apos;s an expensive business, this environmental responsibility. Jeez, I&apos;m so sorry about all these numbers. Next week, I&apos;ll go back towriting about my mum. Toyota Prius Plug-in     Toyota Prius Plug-in dashboard. Photograph: Simon Stuart-Miller for the Guardian    Price From 27,895 (including 5,000 government grant)Top speed 112mphAcceleration 0-62 in 11.4 secondsCombined fuel consumption 84mpg (HV), 134.5 (PHEV) CO2 emissions 84g/km (HV), 49 g/km (PHEV) Green rating 9/10Cool rating 5/10", 
    "section": "technology", 
    "gid": "technology/2012/dec/07/toyota-prius-plug-in-review", 
    "wordcount": "526"
}