{
    "headline": "How to convert text documents into MP3 audio files", 
    "text": "Is there is a safe free download that will convert the Open University info I receive in RTF so that I can listen to it as I work outside? I have text to speech on my HP Pavilion laptop but (a) I am unable to slow it down enough for textbook type information as opposed to detective stories etc, and (b) it isn&apos;t practical to walk around behind a lawnmower carrying a laptop.Bill Farman Text-to-speech (TTS) is easy to do at a simple level, and Texas Instruments started making speech synthesis chips  as used in its Speak &amp; Spell toy  in the late 1970s. TTS then became common in computers during the next decade, starting with the Atari 1400XL home micro in 1983. (The Texas Instruments TI-99/4A did it before then, but only with its optional plug-in speech synthesiser module.) As you appreciate, TTS is also part of Microsoft Windows, where it is currently used by Narrator to provide screen-reading facilities for people with impaired vision. In Microsoft Office 2010 and 2013, Speak is built into Word, Outlook, PowerPoint, and OneNote. There are also lots of separate programs that either use Microsoft&apos;s SAPI (speech application programming interface) and Speech Platform software or bring their own TTS system. If you have Microsoft Office, try the open source Microsoft Word add-in Save as DAISY, which works with Word 2003, 2007 and 2010. This lets you select &quot;Save as DAISY&quot; from the Word menu and then &quot;Full DAISY&quot;. This will save your RTF (Rich Text Format) or other document as an XML ebook and a synchronised MP3 audio file created using Microsoft&apos;s TTS software and the LAME encoding engine. DAISY is the world standard for digital talking books, the name being derived from Digital Accessible Information System. It was developed in Sweden in the early 1990s and adopted by America&apos;s National Library Service for the Blind and Physically Handicapped. It makes audio files much easier to navigate. There&apos;s a range of programs to handle DAISY files including DaisyWorm for the Apple iPhone, iPad and iPod Touch, and Go Read for Android.Otherwise, you can play back the MP3 file using any MP3 player.WordTalk is another plug-in for Microsoft Word, and it&apos;s available free from Call Scotland at the University of Edinburgh. It allows you to change the voice and the speed of the speech, and save it as a WAV or MP3 file. It works with versions of Microsoft Word from Word 97 to 2010 but you must download the correct version. There are dozens of TTS programs for Windows, ranging in price from free to $100 or so, and some are listed in 19 free text to speech tools for educators and The best text to speech (TTS) software programs and online tools. I can&apos;t say which is best, but Balabolka is worth a try. It supports a wide range of sources including RTF, PDF and many ebook formats, and offers a wide range of outputs including WAV, MP3, MP4, Ogg and WMA. There are the usual sliders to change the speed and pitch (fast/slow buttons are too crude to be useful). It supports both SAPI4 and SAPI5, so it works with a wide range of voices, both free and commercial. Balabolka is free. Free alternatives include Spesoft text to MP3 speaker, and Zabaware&apos;s Ultra Hal TTS Reader, which saves files in the WAV format. Some paid-for solutions offer more features and/or produce better results. There&apos;s a free trial version of Text Aloud 3  which can also integrate with Microsoft Word  so you could download that and see if it&apos;s worth $29.95 to you.There are also several websites where you can upload a file for processing and then download a converted version. I tried a few using Robert Frost&apos;s poem Fire and Ice, and SoundGecko and Yakitome produced the best results. (I used AT&amp;T&apos;s Natural Voices as a reference point (WAV). SoundGecko uses Windows Azure as its cloud platform so I thought I knew what to expect. However, it actually uses Neospeech  which I hadn&apos;t heard of before  and the results were surprisingly good. I found it much better than Natural Reader. I even preferred it to Edinburgh&apos;s CereProc which is famous for offering custom voices. (It did one for film critic Roger Ebert, and you can listen to its fake Barack Obama.) SoundGecko has apps for leading mobiles  Apple, Android, Windows Phone  and can sync files to Dropbox, Google Drive and Microsoft SkyDrive. It&apos;s much simpler to create an MP3 from an RTF text file by using &quot;Save as&quot; from Word, but SoundGecko may appeal if you like the voicing and/or you&apos;re listening on a phone. The major catch would be if you needed any of the pro features, which cost $2.95 per month. One final suggestion: most modern e-readers have a text-to-speech feature, so you could upload your RTF files to an Amazon Kindle (but not the Paperwhite) to listen to your files. At the beginning, I said text-to-speech was &quot;easy to do at a simple level&quot;. The problem is that it&apos;s very hard to do well. We have come a long way from flat robotic voices, but still don&apos;t have synthetic human voices that provide the right pronunciation, intonation and cadence over a wide range of topics. You just have to find the one you like best. Most Windows users manage with the standard voice supplied with the operating system. This was Microsoft Sam in Windows XP and Microsoft Anna in Vista and Windows 7. There are three new ones in Windows 8  Microsoft Hazel (UK female), David (US male) and Zira (US female)  and they are significantly better, as illustrated in this short YouTube video. In general, you need a big database and lots of processing power to get the very best results. This is why the TTS systems found in mobile phones are generally awful compared with PCs and Macs, whereas dedicated server-based systems such as Neospeech can produce even better results. It really depends on your taste, and how fussy you are. Our most famous TTS user, Professor Stephen Hawking, seems to manage just fine with his robotic voice.", 
    "section": "technology", 
    "gid": "technology/askjack/2013/jan/24/convert-text-documents-mp3-audio", 
    "wordcount": "1042"
}