{
    "headline": "Canadian astronaut beams down answers from space for Reddit Q&A", 
    "text": "     Canadian astronaut Chris Hadfield followed in the footsteps of Barack Obama and Snoop Lion (the artist formerly known as Snoop Dogg) on Sunday by answering questions on social news site Reddit. But unlike his terrestrial predecessors, Hadfield beamed his answers down from space.    Good Morning, Earth, from orbiting research ship ISS. Ask Me Anything - I'll be on Reddit tonight to answer your questions, live from space!&mdash; Chris Hadfield (@Cmdr_Hadfield) February 17, 2013   Hadfield answered questions while orbiting earth on the International Space Station which was just above the western coast of Australia in the Indian Ocean when the &quot;ask me anything&quot; (AMA) chat began. The astronaut has become a social media sensation for his often poetic updates from space. Asked to describe his view of space, Hadfield replied: &quot;It looks like a carpet of countless tiny perfect unblinking lights in endless velvet, with the Milky Way as a glowing area of paler texture.&quot; Describing his view he said: &quot;Australia looks coolest - the colours and textures of the Outback are severely artistic. The most beautiful to me are the Bahamas, the vast glowing reefs of every shade of blue that exists.&quot; Tapping on his laptop 200 miles above the earth, Hadfield described the joys of weightlessness. &quot;Simply fly - to push off and glide magically to the other end of the station. It makes me smile to myself, every time,&quot; he wrote. &quot;I&apos;m still learning! But sometimes now, I am graceful. I feel like an adapted ape swinging through the jungle canopy ... until I miss a handrail and crash into the wall.&quot; He was asked about the meteorite that exploded above Russia last week. &quot;We didn&apos;t see the meteorite that did all the damage in Russia, as we were on the other side of the Earth. But I see small ones burn up between ISS and the earth every day,&quot; he said. &quot;I watched a large meteorite burn up between me and Australia, and to think of that hypersonic dumb lump of rock randomly hurtling into us instead sent a shiver up my back,&quot; he said. Hadfield ignored the numerous questions about masturbation. Nor did he answer: &quot;If you fart in a spacesuit, can you smell it?&quot; or &quot;Can you explain the Prometheus plot?&quot; He said &quot;privacy was about the same as how I grew up - one of five kids in a farmhouse. It&apos;s never a problem.&quot; But life on the ISS is clearly not for those of a nervous disposition: &quot;Sometimes we hear pings as tiny rocks hit our spaceship, and also the creaks and snaps of expanding metal as we go in and out of sunlight. The solar panels are full of tiny holes from the micro-meteorites.&quot; The astronaut talked about his mission to inform. &quot;I think it isimportant that people see the world from this new perspective thattechnology has given us, and I do my utmost to make that happen,&quot; hesaid. One day he said man would establish permanent bases on the moon&quot;and beyond&quot;. &quot;My guess is that power generation is the primary obstacle, and fossilfuels and even solar power won&apos;t be enough. Meanwhile, the cpacectation is the crucible where space exploration technology is designedand tested. When we go further out, it will be heavily indebted to thepedigree of space hardware proven on ISS,&quot; he said. People asked whether he had been listening to David Bowie&apos;s SpaceOddity. The music-loving astronaut performed with indie band Barenaked Ladies recently and said he had been singing and playing SpaceOddity on the ISS. &quot;Changed the words a bit, though, so Major Tom hasa happier ending.&quot; Hadfield sent a Valentine&apos;s Day message from space last week, tweeting pictures of heart-shaped formations on Earth snapped as he circled above the planet.    Seven billion hearts, but I can see only one. #ValentineFromSpace twitter.com/Cmdr_Hadfield/ &mdash; Chris Hadfield (@Cmdr_Hadfield) February 14, 2013    Earlier this month the commander for Expedition 35 on the International Space Station chatted with Star Trek actor William Shatner. He confirmed that he has volunteered for a manned mission to Mars, should there be one. &quot;You can&apos;t live a worthwhile life without taking risks and some things are really worth directing your life towards for and putting your life on the line for,&quot; he said.            At the start of the month Hadfield answered questions from Canadian school children about what it is like living in space. His sense of taste disappeared in the first week. &quot;It was like having a cold,&quot; he said. Hadfield said he exercises two hours every day to stay strong and that it is &quot;wonderful to be able to fly and float&quot; through space, describing it as &quot;like magic&quot; and a &quot;tremendous gift.&quot;", 
    "section": "science", 
    "gid": "science/us-news-blog/2013/feb/17/astronaut-chris-hadfield-reddit", 
    "wordcount": "769"
}