{
    "headline": "Dead Island: Riptide  review", 
    "text": "Captain John Morgan, ex special forces soldier, martial arts master, potty mouth and owner of the most annoying Australian accent this side of a Foster&apos;s commercial, is having a bad day. While rummaging through bins looking for bits of barbed wire to wrap around the plank he&apos;s using as a makeshift weapon, he&apos;s been jumped, infected and ended up as zombie food. Again. If this was a B-movie, John&apos;s grisly death would&apos;ve been the expected outcome  everyone knows that the guy with no personality apart from being a bit obnoxious is going to kick the bucket before the finale, but Dead Island: Riptide isn&apos;t really concerned with namby-pamby things like plot or characterisation. What it&apos;s mostly concerned with is hitting things. Ten seconds later, Captain Morgan is back on his feet, 30ft further down the beach, facing two now rather confused looking zombies. While their feeble minds try to resolve the philosophical difference between being a reanimated corpse and being a respawning player-character, John runs over, clumsily decapitates them both with his back-up meat cleaver and resumes his scavenging for car batteries and duct tape. This little vignette is pretty much Riptide in a nutshell. Regardless of whether you choose to play as John or any of the other four equally hammy and unsympathetic main cast, the game primarily consists of running around the (fairly expansive if a bit repetitive looking) tropical environs of Palanai Island, collecting various bits of junk, either for generic NPCs or to improve your extensive arsenal of improvised weaponry. Along the way you&apos;ll constantly have to fend off the attentions of the hordes of walking dead that have infested the island, including your basic shambling and running zombies, plus bigger baddies like the oversize Thugs or bloated acid-vomiting Floaters.     DIR explosion    Despite these Left4Dead style &quot;special&quot; zombies, the variety of enemies isn&apos;t amazing and you&apos;ll have soon seen and worked out how to deal with all of them (as a hint, it mainly involves hitting them with stuff, or possibly throwing stuff at them if you&apos;re feeling adventurous).  This lack of variety shows up Riptide&apos;s biggest flaw: despite the pretence of an open world, there really isn&apos;t that much to do beyond testing out your newly acquired lightning discharging golf club on some obliging zombie skull. The excuse for a plot is forgettable conspiracy nonsense, and most of the missions are dull fetch quests of the go-over-there, fight-some-monsters, get-a-thing, bring-it-back nature. This would be forgivable if the combat was brilliantly entertaining, but here too Riptide falls a little short of the mark. On the plus side, the range of weapons is pretty comprehensive and there&apos;s a solid modifying system that gives the opportunity to upgrade them with effects such as electric or flame damage. When the time comes to actually put all this stuff to use, the game does a pretty good job of making the fights feel intense. Blows connect with meaty force, bones get broken and limbs severed, but enemies are numerous and recover quickly, meaning that a fight against a substantial group always feels like a desperate struggle.  By luck or design, the slightly stiff controls and difficulty of aiming in melees manages to ratchet up the tension, especially in single player, where every encounter quickly turns into a chaotic life and death brawl. The downside to this is that, especially against the faster enemies, it ends up being too easy to fluff your attacks and get swiftly and frustratingly shredded. In four-player co-op mode, the threat of imminent death is somewhat reduced by the other players and though this decreases the tension, there&apos;s definitely some potential in teaming up for a bit of mutual zombie dismemberment.     DIR waterfall    In the end, the amount of enjoyment to be had here is going to depend entirely on how much you get out of battering and chopping your way through the hordes. Once the novelty of punching the undead in the face has worn off, the game runs out of ideas pretty quickly, dissolving into a fairly tedious grind.  If all this is starting to sound pretty familiar, then that might be because it is  Riptide isn&apos;t a really a proper sequel, more like a large stand-alone expansion pack, and adds very little to the original Dead Island, while making no real attempt to improve any of its numerous flaws.  Although the low-budget production values of the previous title could be partially pardoned by virtue of it at least trying to do something new, second time around the excuse doesn&apos;t wash. There&apos;s some entertainment to be gleaned from Riptide, but newcomers to the series are unlikely to be blown away, and returning players will be disappointed to find that it doesn&apos;t build on the first game&apos;s potential, basically just serving up more of the same. Either way, unless you were a massive Dead Island fan, it&apos;s probably worth skipping this in favour of waiting for a full blown follow-up. Overall then, Riptide isn&apos;t especially good, but I can&apos;t help but feel that it might well be the most accurate depiction of what trying to survive a zombie apocalypse would be like in reality. There probably would be long periods of tedious scavenging interrupted by bursts of chaos and violence. You and the people around you may well deteriorate into a bunch of glassy-eyed self-interested jerks, and fighting off armies of monsters with a stick is quite likely to be clumsy, awkward and difficult. All in all, life generally wouldn&apos;t be as much fun as it should be, and really, neither is Riptide.  Game reviewed on PC", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/29/dead-island-riptide-review", 
    "wordcount": "930"
}