{
    "headline": "Electric car market ready for fresh charge as Nissan Leaf breezes in", 
    "text": "Anyone looking under the bonnet of the Nissan Leaf  the Japanese carmaker&apos;s all-electric rival to the Ford Focus  could be in for a surprise. With its tangle of boxes and wires, the Leaf&apos;s engine seems just like a conventional one  but without the oily grime. &quot;The weirdest part of the car is how normal it looks underneath,&quot; said Lee Twomey, a Nissan sales adviser. Several parts have been deliberately bulked up, to reassure customers used to the weight of a petrol or diesel engine. The latest version of the Leaf, the first electric car made in Britain, rolled into showrooms across the country this month, taking the range of alternative-fuel cars on the UK market to 36. This week, the centre-left thinktank the Institute for Public Policy Research urged the government to give drivers of green vehicles free access to car parks, toll roads and congestion charge zones, using a green badge scheme similar to the blue badge for disabled drivers. Next week, electric cars are likely to get a further boost. The European parliament is expected to approve measures to stoke production of electric cars and other low-carbon vehicles  a significant lift for a mode of transport once derided as fit only for golf buggies and milk carts. Nissan hopes the new Leaf, cheaper than the old model and with a shorter charging time and longer driving range, will tempt buyers looking for a family runaround. The Japanese company is betting big on the all-electric car  chief executive Carlos Ghosn has predicted electric cars will make up 10% of global demand for new cars by 2020  as it positions itself in a marketplace where others, such as Toyota, have already carved out niches making hybrid vehicles. Politicians are also banking on electric cars. On a visit to Nissan&apos;s plant at Sunderland last month, David Cameron praised the Leaf as &quot;the best possible rebuke to those who say we in Britain don&apos;t design things any more, we don&apos;t make things any more&quot;. The Committee on Climate Change, an independent body which advises the government, wants to see 1.7m electric vehicles on the roads by 2020, if the UK is to meet its greenhouse gas targets. In a supermarket car park in east London, talk of millions of electric cars zipping around town seems fanciful. Two gleaming charging points have been recently installed, but are cordoned off by plastic barriers  an uninhabited electric island in a sea of petrol and diesel power. But motorists, fed up with high prices at the pumps, are not against the technology. An RAC poll this week found 50% of drivers would consider an alternative-fuel car and as many as a quarter were likely to make a green car purchase in the next five years  although most preferred hybrid to all-electric. &quot;I think they are brilliant,&quot; said Elise, 31, a hairdresser, who has driven three hybrid cars in the past and would happily buy another one, or an all-electric car. &quot;It wasn&apos;t practical any more when I had my daughter,&quot; she explained. &quot;The bigger electric cars were expensive and I couldn&apos;t afford one.&quot; Peter Simpson, 56, a teacher, sounded less convinced as he carried his shopping back to his Skoda. &quot;It&apos;s not that I am interested in driving fast, but what I&apos;ve heard is that [electric cars] don&apos;t go very quickly at all. You obviously have to have places where you can charge them. The idea that you have a cable that comes out of your front drive through your window, it&apos;s not a goer is it? There has to be some sort of infrastructure.&quot; Industry experts are also cautious about the claims made for electric cars. Luca Lytton, research manager at the RAC Foundation, does not see electric cars gaining mass appeal by 2020, as the government&apos;s climate advisers hope. &quot;That&apos;s not because I don&apos;t like electric vehicles or think they are good, but there are some real issues that need to be overcome if electric vehicles are going to be a mass-market proposition.&quot; The high cost of the cars, uncertainty about the longevity of the batteries, and anxiety about whether the cars can go the distance, would continue to limit the market for all-electric cars, Lytton added.     While many like the idea of an electric car, they have concerns over charging facilities. Photograph: Miguel Villagran/Getty Images    In 2012, British drivers bought only 1,262 pure electric cars (and 27,841 alternative-fuel cars), compared with nearly 2m petrol- and diesel-powered cars. In March 2103, sales of alternative-fuel cars, hybrids as well as pure electric cars, slipped back to 1.3% of new car sales, compared with 1.5% the previous year. Drivers remain sceptical that the performance of electric cars matches the reality of puttering about town. The consumer group Which? found that the original version of the Nissan Leaf could only manage 73 miles on a single charge, against the 109 miles the company claimed. The Renault Fluence managed 86 miles rather than the promised 115. Pushing down on the gas or cranking up the heating may use up power faster than expected. Doubts also linger about the environmental performance of the cars. Electric cars are much more eco-friendly than their petrol- and diesel-powered rivals, but not as green as the &quot;zero emissions&quot; advertising slogan. On average, electric cars emit between 64g and 82g of carbon dioxide per kilometre, compared with 136g CO2/km for the average car. The European commission would like carmakers to cut average emissions to 95g CO2/km by 2020. With consumers yet to be convinced, electric cars may not be the quickest way to reduce emissions in the short term. &quot;The lion&apos;s share of emissions reduction will come from increasing the efficiency of petrol vehicles and then increasingly electricification,&quot; said Lytton. He added that the first step was hybrid vehicles and stop-start functions to help cars save power in traffic. Some environmental campaigners even see electric cars as a distraction in the short term. &quot;In the long term, electric and hydrogen cars are likely to play a very important role, but their contribution in the period to 2020 is likely to be limited,&quot; said Greg Archer, of the group Transport and Environment. He is not convinced governments should be handing out subsidies to help consumers buy the cars  such as the government&apos;s plug-in-car grant, which has delivered more than 3,600 cheques worth up to 5,000 each, since January 2011. &quot;It is absolutely right [electric cars] should be taxed at lower levels. But we don&apos;t think the government should be spending public money helping people buy cars.&quot; Charging backwards Electric cars were not always the poor relation of the internal combustion engine. At the dawn of motoring, electric cars slightly outnumbered their petrol-powered rivals. In the US, where inventor Thomas Edison first experimented with battery-powered cars, electric carriages, such as the Columbia Runabout were able to hit speeds of 15mph. Electric cars were more popular because they were cleaner and quieter and didn&apos;t require battling with a hand crank to get started. Clara Ford, wife of the car tycoon Henry, supposedly preferred to drive an electric car than her husband&apos;s Model T.     Sir Clive Sinclair in a C5. Photograph: PA     Yet by the 1920s, electric cars were in steep decline, as cheap oil began to trump electricity, which was not widely available, especially in rural areas alongside the new highways. More recently, electric cars have suffered from a reputation as an eccentric toy. In the UK, this view was almost forever cemented by the Sinclair C5, the battery-powered tricycle resembling a plastic Robin Reliant. Launched in 1985, the C5 had a top speed of 15mph and didn&apos;t require a licence to drive. Critics condemned the low-sprung vehicle for leaving the driver exposed to traffic and the public laughed. Sir Clive Sinclair, its dogged inventor, has claimed 17,000 Sinclair C5s were sold.", 
    "section": "environment", 
    "gid": "environment/2013/apr/18/electric-cars-nissan", 
    "wordcount": "1311"
}