{
    "headline": "Sri Lankan conservationists battle national park highway", 
    "text": "As Sri Lankans prepare to celebrate the Sinhala or Buddhist New Year in April, conservationists will be quietly praying that a proposed major road through Wilpattu national park will finally be ruled illegal. Controversially funded by the Chinese government, the road has been the centre of a case sitting with the Sri Lankan supreme court for nearly two years. During that time it has become a legal cause celebre for those who believe the island&apos;s postwar tourist boom, which has seen it recently marketed as an eco-tourism destination, is now threatening its unique wildlife. Wilpattu, on the west coast of the island, was a rebel stronghold during the long 26-year civil war against the Tamil Tigers. Today it is better known as Sri Lanka&apos;s largest park and home to leopards, Asian elephants and sloth bears. Development is prohibited in national parks but after peace was declared in May 2009, the government began work on a road right through Wilpattu, known as the New Mannar Road. A 30-metre-wide swath was cut through the undergrowth, room enough for six lanes of traffic and a helipad was created to bring in workers. Over 22 miles had been cleared when on 5 May 2010 Environmental Foundation Limited filed a group legal action on behalf of Sri Lanka&apos;s four biggest environment groups in the supreme court to stop the construction. However, EFL believe there has still not been a verdict because the government is desperately trying to find a way around its own conservation laws. Vimukthi Weeratunga, operation director at EFL, said: &quot;If the road goes ahead it will damage many fragile habitats and lead to road kills of species like leopards. Then the coastal strip will be developed for mass tourism. The road wouldn&apos;t pass the Asia Development Bank or the World Bank environmental assessments, so the government have turned to the Chinese for funding. It&apos;s ironic that the Tamil Tigers didn&apos;t damage the park but our own government is after all our struggles for peace.&quot;      China has become a major investor in Sri Lanka, last year lending over $1bn (0.63bn) and overtaking Japan as the country&apos;s biggest financier. Channelling money through a range of corporations on what are known as concessionary terms, the Chinese have financed harbours, power plants, roads and a new airport, many of which are controversial because of their environmental impact. &quot;For the Chinese it&apos;s all about gaining an economic foothold in Sri Lanka so at the right time they can exert political influence,&quot; Weeratunga said. &quot; If the judgment goes against us it will make a mockery of Sri Lankan law and be a stain on the environmental reputation of the country&quot;. HD Ratnayake, director of operations at Sri Lanka&apos;s department of wildlife conservation and one of eight government organisations that EFL are taking to court, said: &quot;We have submitted our detailed observations to the judge. There was an old Mannar road which ran through the park and we have received requests from communities in both Puttalam and Mannar to connect their villages. If the road did go ahead we would put restrictions on it and charge for its use, giving the money to the Wildlife Conservation Fund.&quot; Since the end of the civil war, Sri Lanka has seen a big increase in tourists and marketed itself as an eco-tourism destination. Riaz Cader, assistant manager for Jetwing Eco Holidays, said &quot;Sri Lanka is one of the best locations in the world to see species like the blue whale, Asian elephant and the leopard. But areas in the south are already very developed, for example Yala national park now sees 400 vehicles a day during some months coming through its gates and it&apos;s become a bit of a circus. We now desperately need to create a sustainable tourism policy which takes into account all our wildlife&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/mar/30/sri-lankan-conservationists-battle-park-highway", 
    "wordcount": "647"
}