{
    "headline": "Hey, Microsoft, why'd you kill the Start orb in Windows 8?", 
    "text": "I&apos;m what you might call an early adopter. Shiny new technology to play with makes me happy. So I&apos;ve been running the Windows 8 Release Preview (that&apos;s a fancy term for public beta) on two of my PCs for a while now. I even put it on a very elderly Compaq laptop before I risked it on computers I actually use, and it worked fine. There&apos;s much to like about Windows 8, not least its super-speedy install (about 10 minutes on an SSD), and the fact that it runs OK on ancient hardware (unlike iOS).  But there&apos;s one thing I absolutely hate: there&apos;s no Start orb. It started out as a Start button, and first appeared on Windows PCs back in 1995 as part of, um, Windows 95. Microsoft was jolly proud of it, even roping in the Rolling Stones&apos; classic track Start Me Up as part of the marketing campaign.            The Start button made life so much easier: it was a quick way to launch programs. As it matured through Windows XP, Vista and Windows 7, it got a lot better: it became a nifty way to find stuff on your PC. You just clicked, started typing the first couple of letters of what you were looking for  a document, an email, whatever  and the box was populated with offerings. Usually, what you were looking for was right there. It got prettier, too. In Windows 95, it was a rather ugly button. In the XP default theme, it looked like a green headache tablet, though if that gave you a headache, you could choose other themes, or even, if you preferred the vintage Windows 95 look, choose that. By the time we got to Windows Vista in January 2007, the Start button had morphed into a glowing orb, from which you could launch programs, search for stuff, access the control panel and shut down your computer. Or put it to sleep. Or log off from the network. Or switch user. Or hibernate. Yes, all of those. By Windows 7, the Start orb was a fixture in our lives. It sat there, unobtrusive, in the bottom left-hand corner of your screen, and glowed gently when you moused over it. Like the best technology, it didn&apos;t impinge on your consciousness. It just worked. Who moved my orb? Until it vanished. When you install Windows 8, you&apos;re first of all presented with the Metro UI, which is quite a surprise if you haven&apos;t dealt with it before. I think it will work well on touch devices, but on my desktop, I click straight through to the desktop, which reassuringly looks like Windows 7. Except for the lack of the Start button. Drop your eye down to the bottom left-hand corner and  it&apos;s gone. If you mouse over the hot corner, a thumbnail of the Metro start screen floats into view, which you can click on, and which takes you to the Metro start screen. (Duh.) Or you can mouse into the top right hand corner and the Charms bar floats into view. Click on either Start or Search, and you&apos;ll be taken to the Metro screen for those tasks. Or you can hit either Windows + w for the Metro search screen, or Windows + q for the Metro Start screen. I absolutely hate this. Instead of one quick click, it means faffing about with the mouse to find the hot corner, or remembering which combination of keystrokes brings up the dialog you want. Microsoft says that the &quot;telemetry&quot; from the user data returned to it by the Customer Experience Improvement Program suggested that people don&apos;t use the Start orb much. And sure, there are easier ways to launch programs in Windows 7 than by invoking them via Start: you can drag a shortcut on to the desktop, or pin a shortcut to the taskbar. I think it&apos;s more nuanced than that. Yes, I pinned my most-used applications to the taskbar in Windows 7. But the absence of the Start orb in Windows 8 is driving me crazy; I hadn&apos;t realised how much I used it to search for stuff. Microsoft has a lot riding on the launch of Windows 8  it&apos;s a next-generation OS for touchscreen devices. But I suspect that if the Start orb doesn&apos;t make into the final version of Windows 8, then once punters start using their new PCs there will be a lot of grumbling about its absence, because while it might not make much sense in a touch environment, it makes loads of sense on a desktop. However, there is an answer. You can do a registry hack to return the Start orb; and there various bits of software that resurrect it too, including one from Stardock. But here&apos;s hoping Microsoft sees sense and restores the Start orb in the final version of Windows 8. Please, Microsoft?", 
    "section": "technology", 
    "gid": "technology/2012/jul/11/windows-8-start-orb-missing", 
    "wordcount": "811"
}