{
    "headline": "Global carbon dioxide levels set to pass 400ppm milestone", 
    "text": "The concentration of carbon dioxide in the atmosphere has reached 399.72 parts per million (ppm) and is likely to pass the symbolically important 400ppm level for the first time in the next few days. Readings at the US government&apos;s Earth Systems Research laboratory in Hawaii, are not expected to reach their 2013 peak until mid May, but were recorded at a daily average of 399.72ppm on 25 April. The weekly average stood at 398.5 on Monday. Hourly readings above 400ppm have been recorded six times in the last week, and on occasion, at observatories in the high Arctic. But the Mauna Loa station, sited at 3,400m and far away from major pollution sources in the Pacific Ocean, has been monitoring levels for more than 50 years and is considered the gold standard. &quot;I wish it weren&apos;t true but it looks like the world is going to blow through the 400ppm level without losing a beat. At this pace we&apos;ll hit 450ppm within a few decades,&quot; said Ralph Keeling, a geologist with the Scripps Institution of Oceanography which operates the Hawaiian observatory. &quot;Each year, the concentration of CO2 at Mauna Loa rises and falls in a sawtooth fashion, with the next year higher than the year before. The peak of the sawtooth typically comes in May. If CO2 levels don&apos;t top 400ppm in May 2013, they almost certainly will next year,&quot; Keeling said. CO2 atmospheric levels have been steadily rising for 200 years, registering around 280ppm at the start of the industrial revolution and 316ppm in 1958 when the Mauna Loa observatory started measurements. The increase in the global burning of fossil fuels is the primary cause of the increase. The approaching record level comes as countries resumed deadlocked UN climate talks in Bonn. No global agreement to reduce emissions is expected to be reached until 2015. &quot;The 400ppm threshold is a sobering milestone, and should serve as a wake up call for all of us to support clean energy technology and reduce emissions of greenhouse gases, before it&apos;s too late for our children and grandchildren,&quot; said Tim Lueker, an oceanographer and carbon cycle researcher with Scripps CO2 Group. The last time CO2 levels were so high was probably in the Pliocene epoch, between 3.2m and 5m years ago, when Earth&apos;s climate was much warmer than today.", 
    "section": "environment", 
    "gid": "environment/2013/apr/29/global-carbon-dioxide-levels", 
    "wordcount": "397"
}