{
    "headline": "Amazon's Jeff Bezos leads $5m investment in Business Insider", 
    "text": "Amazon founder Jeff Bezos is leading a fresh round of investment in the financial news site Business Insider, chief executive and editor-in-chief Henry Blodget announced on Friday. The $5m investment will help develop the site&apos;s technology and product teams, editorial operations, sales and marketing and subscription and events, and brings the site&apos;s total funding to $18.6m over the past five years. Announcing the investment on his site, Blodget  still a controversial figure on the Wall Street scene  wrote that the investment came out of a dinner the pair had together last year.  &quot;Jeff&apos;s vision, leadership, and philosophy at Amazon have inspired a whole generation of startups and entrepreneurs, including me,&quot; Blodget wrote. &quot;Amazon has always focused on customers first, knowing that, if they do a great job at that, everything else will take care of itself. This obsession with customers and long-term focus are the reasons that Amazon has been so successful. And this philosophy is something that we very much want to emulate.&quot;  Blodget said that Bezos had &quot;identified parallels&quot; between Amazon and Business Insider, and added that any future coverage of Amazon would now include a statement of disclosure about the investment. The round also included previous investors RRE Ventures and Institutional Venture Partners. The investment is unlikely to make much of a hole in Bezos&apos;s fortune; the Amazon founder has a 19.1% share in the company which has a current market capitalisation of $116bn. Bezos invested through his investment fund Bezos Expeditions, which is also funding a project to recover Apollo 11&apos;s F-1 engines from the bottom of the Atlantic, backing for Seattle&apos;s Museum of History &amp; Industry and the 10,000 Year Clock  a clock in a West Texas mountain that will tick once every 100 years. Bezos also has stakes in AirBnB, MakerBot and ZocDoc. Business Insider attracts about 24m unique users each month, according to Google Analytics. Its readership is two thirds male and with many professional traders, one third of whom are overseas. In a recent profile of Blodget by the New Yorker, founder Kevin Ryan described how scoops &quot;are irrelevant. They take two days to report. They&apos;re not worth it. If someone has a scoop, we post it four minutes later.&quot; He went on to explain that Business Insider&apos;s consumer want faster, shorter stories and quick hits while they are at work.  Photo by TechCrunch on Flickr. Some rights reserved. The profile describes how Blodget&apos;s star rose meteorically during the dotcom boom, only to come crashing down along with the industry in 2000.  He came to represent the hype of the dotcom generation and was eventually the subject of an investigation by the Securities and Exchange Commission which concluded he had &quot;expressed views [on companies] inconsistent with privately expressed negative views&quot;.  Blodget paid a $4m penalty and took a lifetime ban on working in the securities industry, and his critics  including commenters on the Business Insider site  have questioned whether it is appropriate for him to be commenting publicly on influential businesses. &quot;Ten years ago,&quot; he told the New Yorker this week, &quot;I got what amounted to a dishonourable discharge from the industry, and I&apos;ve always been ashamed of that.  &quot;At some point, if it seems appropriate, I would like to explore the possibility of being reinstated.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/apr/05/business-insider-blodget-bezos", 
    "wordcount": "562"
}