{
    "headline": "Controversy over class at Oxbridge is nothing new", 
    "text": "Cambridge and Oxford universities were founded hundreds of years ago and controversy over the backgrounds of their students also stretches back into the past. A Royal Commission in 1852 discussed access to Oxbridge by poorer students as a long-standing issue even then. And debate has raged since about the gender, ethnic and educational mix. Now figures released under a freedom of information request reveal a golden triangle centred on Oxford, Cambridge and London that contributes a disproportionately large number of undergraduates to the universities, raising questions over whether they are doing enough to encourage those from other parts of the country to apply. Prof Les Ebdon, director of the Office for Fair Access to Higher Education (Offa), said universities that sought to attract students from across the country faced a more difficult task than others. &quot;I well acknowledge that there is an outreach challenge for universities that are truly national recruiters. It is easier for a local recruiter. Most post-1992 universities [such as the former polytechnics] recruit most of their students from a 50-mile radius. That&apos;s a lot easier to cover than if you are anational recruiter,&quot; Ebdon said. The analysis is based on data for the 2012 university application cycle, released by Oxford and Cambridge under freedom of information rules. To take account of the different sizes of local authorities, the data has been combined with 2011 census data on the number of 16- and 17-year-olds by area, on the basis that the majority of those applying to start university in 2012 would have been 16 or 17 at the time of the census. The figures show that Surrey alone sent almost as many of its residents to study at Cambridge and Oxford last year as Wales and the north-east of England combined. Yet 868 applications were received from Surrey, compared with 1,187 from Wales and the north-east, which between them had more than 100,000 more young people in the comparative age group. Three London local authorities  Richmond upon Thames, Kensington and Chelsea, and the City of London  sent more than 25 students to Oxbridge per 1,000 16-17-year-olds within their boundaries in 2012, compared with an average of just over 2.5 students per 1,000 for England and Wales. Several local authorities sent less than one student per 1,000 young people, with Anglesey, Flintshire and Middlesbrough having the lowest acceptance rates. Oxford and Cambridge argue strenuously that it is attainment and not geography that influences application numbers, and that geography plays no part in their admissions decisions. &quot;The university seeks the ablest and best qualified students with the greatest potential from every background and every part of the UK. To this end, our outreach work is conducted on a national scale and engages many thousands of students, their teachers, advisers and families every year,&quot; aspokesman for Cambridge said, pointing out that entry is highly competitive. In 2012, 97% of successful applicants to Cambridge achieved at least A*AA or equivalent, counting only their three best A-levels and excluding subjects such as general studies, the university said. &quot;Our outreach goal is to ensure that any UK student with the ability, passion and commitment to apply to Cambridge has a clear picture of what the university can offer them and receives all the support necessary for them to best demonstrate their potential.&quot; Oxford said it runs more than 2,400 outreach events a year in every part of Britain and that applications are rising from many areas in northern England and Wales. &quot;Last year a third of all Oxford&apos;s UK undergraduate places went to applicants who are a focus of our widening access activities,&quot; aspokesperson said. Mike Nicholson, director of admissions and outreach at Oxford  who describes himself as &quot;a state-educated Geordie, proud not to have lost my accent since moving down south&quot;  said: &quot;These geographical disparities by school attainment are of huge concern. There&apos;s a whole range of socioeconomic factors in the mix, many of which stretch back to birth and beyond. This is something every part of society needs to work together to address, going right down to early years education. It is a national challenge. Universities can&apos;t make a difference on their own.&quot; Analysis shows the two universities&apos; admissions outcomes are similar overall, but there is one instance in which Oxford is more successful than Cambridge. They each admitted about 2,600 undergraduates from England and Wales in 2012. But Oxford received 11,300 applications compared with Cambridge&apos;s 9,300  suggesting it was more successful in its outreach efforts.  Read the full response by Mike Nicholson, director of admissions and outreach at the University of Oxford", 
    "section": "education", 
    "gid": "education/2013/jun/09/oxford-cambridge-london-universities-diversity", 
    "wordcount": "791"
}