{
    "headline": "Reopening of Nato route brings uneasy relief for Pakistan's small traders", 
    "text": "&quot;These clerics who are frowning with disgust about Pakistan&apos;s decision to let Nato convoys pass through the country and into Afghanistan are the ones who are in the trucking business and have been transporting goods to the soldiers in Afghanistan,&quot; Haider Ali, a young truck artist, says. Pakistan cut off the supply line in protest after an air raid by Nato forces on two Pakistani checkposts on 26 November killed 24 soldiers. But opposition leaders and religious-political parties have criticised the decision on 3 July to lift the blockade. At the Mauripur truck terminal, in the southern port city of Karachi, in Pakistan&apos;s Sindh province, there is already a flurry of activity. &quot;Our work came almost to a complete standstill when the route was closed,&quot; says Mohammad Iqbal Khan, a decorator who puts artfully beaten aluminium tinsel strips on the truck. &quot;It takes six to eight men to paint and decorate a trolley for which we charge Rs 100,000 (680). It takes us a day to finish one, and we split the money.&quot; Abdul Sattar, a mechanic, is a little uneasy about going back to repairing Nato vehicles. &quot;It&apos;s great for my worldly business, but we will be punished for helping the Jews, on the day of judgment,&quot; he says. Like Sattar, truck artist Zahid Noor, appears uncomfortable, saying: &quot;What is being transported in these containers is used to attack our own people.&quot; Political analyst Hasan Askari Rizvi says the suspension had adversely affected people attached to the trucking business. These included drivers, cleaners, assistants, loaders and mechanics. &quot;It [trucking] generated a small level of economy for roadside hotels, vehicle repairs, etc. But no one paid attention,&quot; he says. &quot;It was not wrong to close the supply route because the protest had to be registered, but the reopening was delayed unnecessarily by almost three months,&quot; he adds. Perhaps that is why Kaiser Bengali, a Pakistani economist, says: &quot;Every move must be part of a carefully calculated strategy,&quot; and because Pakistan has no strategy, &quot;the blockade was a kneejerk reaction.&quot; In addition, says Bengali: &quot;Every country uses foreign policy to advance its economic interests. Some countries have a combined foreign policy and foreign trade ministry. Pakistan&apos;s foreign policy strategists are locked into playing India-centric games that are no longer even relevant. The interests of the economy do not figure in their calculations, let alone the interests of small traders.&quot; Sajjad Hussain, 27, manager at the Salateen restaurant in Shireen Jinnah Colony, next to the oil tanker terminal, says the reopening of the supply line will bring back the old crowds. &quot;There was never a dull moment with them around,&quot; he recalls. Hussain witnessed the merriment when the government lifted the seven-month blockade. &quot;They [drivers] started with a volley of aerial firing, danced and distributed sweets,&quot; he says. In the seven months since the closure, Hussain says, &quot;their menu became lean&quot;. Pakhtun drivers, who are normally fond of meat dishes like kebabs, chicken and beef curry, switched to eating lentils. Ziauddin Afridi, a driver, earning Rs 20,000 a month, says his lost earnings meant he has got into debt since the closure. &quot;Now, when work begins, I will pay off the credit,&quot; he adds. Muzammil Shah, 17, a cleaner [the errand boys who accompany drivers], from the Khyber Pakhtunkhwa province in the north, has not been home in the past nine months. &quot;There was no money, not even enough to eat.&quot; He lived on the oil tanker, along with hundreds of drivers and other cleaner boys, resting in trolleys and trucks . But some of their joy about the reopening of the supply route has been ruined by Taliban threats of attacks on drivers. &quot;There is an uneasy feeling,&quot; acknowledges Sulaiman Shah, who is a driver and owner of a truck. Mohammad Yousuf Shahwani, head of the oil tanker owners&apos; association in Pakistan, says that although he can get the supply trucks and tankers on the road, &quot;in a matter of days&quot;, his drivers must be protected. The association has yet to receive any formal notification from the government about the reopening. &quot;Neither that, nor the plan of how the convoys will be given protection,&quot; he says. &quot;More than 200 drivers have been killed by the Taliban and 2,000 tankers and containers have been torched in the past,&quot; says Shahwani, since Nato began sending supplies through Pakistan in 2001.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/18/nato-route-pakistan-small-traders", 
    "wordcount": "768"
}