{
    "headline": "Azzam Alwash wins Goldman prize: 'Saddam's marsh drainage project was war by other means'", 
    "text": "The vast Mesoptomian marshes in southern Iraq were said to be the site of the original Garden of Eden. On their fringes have risen and fallen 12,000 years of Sumerian, Assyrian, Chaldean, Persian and Arab civilisations. Organised farming is thought to have begun here, as did the first cities and writing. In legend, Gilgamesh fell asleep on the water side and let slip from his fingers the plant of eternal youth. Abraham was said to have been born here and explorers like Sir Wilfred Thesiger made their name here. But when Iraqi-born engineer Azzam Alwash returned in 2003 after 25 years away, he found a devastated land. Instead of the vast and unique freshwater world, all that remained was an arid, polluted, dried-out wilderness where reeds did not grow, no one lived and nothing was farmed. Saddam Hussein had drained thousands of square kilometres of the marshland that had once been fed by the rivers Tigris and Euphrates in an effort to punish the people who lived there. It was an ecological and cultural disaster that the UN ranked alongside the destruction of the Aral sea or the deforestation of the Amazon rainforest. Alwash is now being honoured with a $150,000 Goldman prize  the equivalent of a &quot;green oscar&quot; for environmental activism  for his part in restoring the ecological gems to much of their former glory. Alwash had been to the marshes many times as a child, shooting ducks with his father who had managed the marshland irrigation system. &quot;The city I grew up in, Nasiriyah, was not on the marshes but on the edge of the desert. He used to take us with him. It was me and him and a boat, shooting ducks. Instead of roads, you had trees and canals. You had towering reeds. In the shade, you could see where the water was clear,&quot; he said, on his way to California to accept the prize. He had left Iraq for California in the late 1970s when he was halfway through an engineering degree in Baghdad. &quot;It was 1978. I was told that if I did not join the Ba&apos;ath party I would not get a degree. I was 20. I wanted to get away. So I studied civil engineering in Los Angeles, and for 13 years I never saw my father. He came to my house in March 1990. While he was waiting for his green card Saddam invaded Kuwait. He died in the US in 1997 without going back. The country that he had grown up in and built had become a wasteland. [He had] a great sense of loss.&quot; In his time away, Alwash had married an American, and prospered as a partner in a engineering company. He loved America but said it was not enough. &quot;You attain the American dream and you ask yourself &apos;is that it?&apos; I looked for happiness. I started getting involved in [Iraqi] politics. My wife said: &apos;why do you not use your skills? You are always talking about the marshes. You&apos;re not a politician, you&apos;re an engineer&apos;.&quot; He returned when Saddam fell. &quot;On June 19, 2003 I went back. I saw the dried marshes. It was traumatic, gutwrenching. I remembered the place as lush and alive; now it was just dust, devoid of clean air, with no reeds, no people, just sickly dogs.&quot; In 1991, 450,000 people depended on the marshes and around 80,000 Madan, or marsh Arabs, had lived inside them on floating islands and in villages. By the time he returned, the largest city had reduced from 67,000 people to just 6,000. But as a professional engineer, Alwash admits to having been in awe at what Saddam&apos;s men had done. &quot;To drain 6,000 sq km of wetlands is an incredible engineering feet. It was an immense job. They had dug new rivers, intercepted the Tigris and rerouted the Euphrates away from the marsh. They had set fire to the reedbeds  It was sold by the regime as making more land available for agriculture when in fact he was trying to deprive his opposition of a base of operations. 70,000 refugees went to Iran, 30,000 to the US. The rest were displaced.&quot; In fact, attempts to drain the marshes had been going on for years. The British had seen no economic value in them and proposed on the 1950s a series of sluices, embankments and canals. A major canal had drained part of the central marshes in the 1950s, and in the 1980s, another large marsh had been drained to allow oil exploration. &quot;The marshes were always associated with disease and backwardness. There were always plans to drain them to some extent. My dad&apos;s generation did not understand biodiversity,&quot; says Alwash. Sadaam may only have been following others&apos; ecological destruction, but his venture was both political and vindictive. By the 1990s, says Alwash, the marsh area had become a new centre of Iraqi opposition, largely inhabited by rebels. &quot;The marshes are our Sherwood forest, where the rebels went to escape. The drainage project was war by other means: to build them, the government hired contractors from Sunni-dominated areas north-east of Baghdad. Sadaam was very good reader of history. He knew the west would use the opposition to undermine him.&quot; On his return, he set up Nature Iraq as an NGO to focus on the restoration of the marshes and he offered his technical skills to tear down the giant embankments to flood the land. &quot;People had actually started to breach the dykes before I went. I became their advocate. I paid for a few breaches of the embankments but 90% of the work was done by the marsh Arabs themselves. I brought in an excavator.&quot; The ecological change was almost instantaneous. &quot;Within six months, weeds were growing and birds were coming back. I recognised that nature is very strong. We had to flush out the poisons, then the reeds began to come back. They self-propagated with seeds and roots. The water buffalo came back and then marsh Arabs themselves with their animals. Soon the birds were coming.&quot; By last month, around 3,500 sq km had been restored as marshland. But a far bigger problem faces now Alwash and the marsh Arabs. The Tigris and Euphrates rivers may have started to flow through the marshes again but their flow is nowhere near what it used to be because a series of dams built by Turkey and Syria have diverted the water. &quot;Originally there would have been 70-120 million cubic metres of water flowing through the marshes a year. Today it is just 60m. But we think [as more dams are built and water is siphoned off upstream in cities] that eventually it will be around 40m cu metres. The water flow is progressively getting worse and there has been no flood since Syria and Turkey built their dams. If we do nothing, then agriculture will die in the land where it was born within 25 years.&quot; Alwash is amazed at how the many civilisations who have lived in and around the marshes for centuries developed their farming. The flood cycles passed on the salts that accumulated from evaporation and passed new layers of silt onto the farmlands around the marshes. &quot;They talk today about sustainable development. The Sumerians have practiced sustainable development for the last 7,000 years.&quot; His mission now is to bring together the governments of Syria, Turkey and Iraq to better manage better the rivers. &quot;It seems impossible, but we have shown we can make a start.&quot; Other winners of the 2013 Goldman prize include: Jonathan Deal, South Africa With no experience in grassroots organising, Deal led a successful campaign against fracking in South Africa to protect the Karoo, a semi-desert region treasured for its agriculture, beauty and wildlife. Rossano Ercolini, Italy An elementary school teacher, Ercolini began a public education campaign about the dangers of incinerators in his small Tuscan town that grew into a national Zero Waste movement. Aleta Baun, Indonesia By organising hundreds of local villagers to peacefully occupy marble mining sites in &quot;weaving protests,&quot; Baun stopped the destruction of sacred forestland on Mutis Mountain on the island of Timor. Kimberly Wasserman, US Wasserman led local residents in a successful campaign to shut down two of the country&apos;s oldest and dirtiest coal plants  and is now transforming Chicago&apos;s old industrial sites into parks and multi-use spaces. Nohra Padilla, Colombia Unfazed by powerful political opponents and a pervasive culture of violence, Padilla organised Colombia&apos;s marginalised waste pickers to make recycling a legitimate part of waste management.", 
    "section": "environment", 
    "gid": "environment/2013/apr/15/azzam-alwash-goldman-prize", 
    "wordcount": "1462"
}