{
    "headline": "Ofcom outlines 4G spectrum plans", 
    "text": "The biggest auction of space on the British airwaves is to be held at the end of 2012, when telecoms companies will bid to acquire the spectrum they need to enable an explosion in the use of bandwidth-hungry smartphones and tablets. At least 98% of the UK population would have access to mobile broadband, up from at earlier proposal of 95%, according to the rules and timetable for the long delayed auction of 4G spectrum published by telecoms regulator Ofcom on Thursday. The sale of airwaves, which could fetch a one-off windfall of 3bn for the Treasury and millions more in annual licence fees, have been delayed by intervention from government and threats of legal action from rival mobile phone networks. The updated rules remove previous guarantees that two of four UK mobile phone networks  Three and Everything Everywhere  would be reserved a certain amount of valuable spectrum in the 800MHz band, which is currently being used to broadcast television channels. This will be freed when the analogue signal is switched off and all TV sets become digital by the end of 2012. Three is the smallest network by customer numbers, with just under 10% of subscribers, while Everything Everywhere is the largest, having been formed by the merger of Orange and T-Mobile. Both had argued they should have space reserved in the 800MHz spectrum because, unlike Vodafone and O2, none of their current spectrum is in a band below 1000MHz. The lower spectrum bands can send radio waves over longer distances, meaning they require less masts and are cheaper to build networks around. Ofcom has said that it could at a later date introduce protection for Three, or a new entrant, but not Everything Everywhere. Its consultation document states: &quot;UK consumers would be likely to benefit from better services at lower prices in future if there were at least four national wholesalers of mobile services, as at present. We therefore think it is appropriate, and so propose to, in effect, reserve some of the available spectrum for a fourth national wholesaler.&quot; Whether Ofcom decides to reserve spectrum for Three or a new entrant will depend on who buys a large chunk of spectrum Everything Everywhere has been ordered to sell as a condition of its merger. Everything Everywhere must sell a quarter of its 1800MHz spectrum, and has appointed Royal Bank of Scotland to organise the sale in advance of the Ofcom auction. &quot;If Everything Everywhere, enters into a trade in advance of the auction, those portfolios containing 1800MHz spectrum would fall away. This may however also remove the need for any spectrum reservation, depending on who acquires the spectrum and the view we finally take on the spectrum needed to be a credible national wholesaler.&quot; Demand for mobile broadband in Western Europe is forecast to increase by 500% over the next five years, according to Analysis Mason, thanks to the explosion in smartphone ownership. This year&apos;s airwaves auction will be equivalent to three quarters of the mobile spectrum in use today. Ofcom has decided to improve coverage for remote rural areas by increasing the coverage obligation  which will be attached to one of the lots of spectrum to be auctioned  from its previous proposal of 95% to 98%. The move was in response to a call from MPs on the Culture, Media and Sport select committee. It has also proposed that the network which takes on this obligation will likely have access to the 150m earmarked last year to ensure better rural super-fast broadband coverage. The obligation would mean ensuring 4G coverage equal to the combined 2G voice coverage currently provided by all national networks, and extending the signal into the UK&apos;s &quot;not spot&quot; areas where there is no mobile signal. Ofcom has also responded to calls from operators to revise the way it would increase the 2G licence fees paid by O2, Everything Everywhere and Vodafone. The previous proposal was to pin the fees on the price paid for spectrum in this year&apos;s auction. Ofcom has now proposed adding other measures, such as the price paid at auction in other countries for similar spectrum. Interested parties have been given 10 weeks to comment on Ofcom&apos;s revised proposals. The auction design will be published this summer. The auction itself will follow a few months later, starting in the fourth quarter of this year.", 
    "section": "technology", 
    "gid": "technology/2012/jan/12/ofcom-outlines-4g-mobile-spectrum-plans", 
    "wordcount": "733"
}