{
    "headline": "South Sudan looking to deal with Sudan to pour oil on troubled waters", 
    "text": "The economic and security agreements signed by Sudan and South Sudan, including one on oil, cannot come into force soon enough in Leer. South Sudan&apos;s decision to shut down its own oil production in January, as part of its row with Sudan, was initially a popular decision, even in this small town of conical thatched huts and a few concrete buildings in oil-producing Unity state. The shutdown was described by vice-president Riek Machar, who is from Leer, as the moment South Sudan assumed economic independence from Sudan. But South Sudan relies on its neighbour&apos;s oil infrastructure, from pipelines and refineries to the export terminal. When there was no agreement on how much Juba should pay in transportation fees, Khartoum began confiscating oil  or &quot;stealing&quot; it, as Juba&apos;s leaders saw it  &quot;in lieu&quot; of payment. This resulted in production being halted. But it did not take long before the precipitous drop in revenues hit home. Oil had provided 98% of the South Sudanese government&apos;s budget. Without it, almost everything ground to a halt. &quot;When the oil was stopped, so many problems happened. The economy went into a downturn. The things we got from oil stopped, and so did the development we were doing in the counties,&quot; says Peter Nyok, the senior administrator for Leer county, careful to add that he and other local officials were in favour of the decision to shut down the oilfields. Following the deal signed with Sudan, South Sudanese officials now hope to get production restarted by the end of this year. But Nyok&apos;s office, devoid of filing cabinets or computers, contains little sign that he and his small team had the necessary resources to bring about much-needed change even when the oil was flowing. A short distance across Freedom Square, which the heavy rains have turned into a quagmire, the police have similar problems. The well-regarded local police commander, Colonel David Gatluak, explains that he has only 186 officers to cover Leer county&apos;s 16 payams (administrative units). The police don&apos;t have a single car, so they have to chase criminals  often cattle rustlers  on foot. Worse, there are only five radios between the entire force. The mobile phone network is not very reliable, which means they often only hear about crimes a few miles away when someone runs through the mud to tell them. Since July, says Gatluak, salary payments have been coming late, and an ordinary police officer&apos;s monthly pay packet has decreased from 640 to 450 South Sudanese pounds (SSP; about 70). South Sudan, like Sudan, implemented a range of austerity measures because of the shutdown. &quot;There are a lot of challenges facing us,&quot; Gatluak says. &quot;We need support. We cannot blame the new government because it is a new nation. It will come, slowly.&quot; In the market, prices have risen sharply. A bag of sorghum used to cost 300 SSP; now it is 700, according to trade unionists. An onion costs more than 1. One of the economic agreements signed should end an economic blockade imposed by Sudan, which has caused the price rises. The agreements on trade and opening border crossings could be more significant than the oil flowing again, as many people here say they haven&apos;t benefited from the oil billions South Sudan has received in the past few years. Leer is cattle country, and in a sense this has provided a sort of insulation from the oil shutdown. People still count their wealth by the number of cows they own. Cows are used to pay dowries, and are only sold as a last resort. Gatgong Jiech has 10 cows. &quot;I am not rich, but I am alive,&quot; he says. The years of peace have brought many benefits, he explains. He didn&apos;t get an education, but now he sends his older children to school. At Emma secondary school  named after the late British aid worker Emma McCune, who married vice-president Machar when he was a rebel leader  they&apos;ve had to move. The classrooms have flooded, so they&apos;re now sharing the old brick buildings of a nearby primary school. There is a lack of exercise books, textbooks and even pens. That&apos;s not all. &quot;One of the challenges is we receive a very low salary,&quot; says Simon Bol, a maths teacher. &quot;It cannot compensate all our needs. When we got our independence we wished our salary would increase. But after the oil has been shut down people are suffering. We even received our salary two or three months late.&quot; The oil shutdown put a temporary halt to many development projects in South Sudan. If the trade and oil agreements with Sudan are properly implemented, they should bring some relief in Leer, and elsewhere.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/19/south-sudan-deal-sudan-oil", 
    "wordcount": "798"
}