{
    "headline": "The squeaky chain: say something or stay shtum?", 
    "text": "To this cyclist, hearing a dry, unoiled, squeaky chain is akin to the proverbial fingernail dragged on a blackboard. It is scarcely to be tolerated, and in extreme cases (of squeakiness) induces sensations of nausea and panic.  On very rare occasions, if I&apos;ve skimped on oiling a chain on one of my own bikes, perhaps after being caught in a rain shower the day before, I&apos;ve suffered the mortification and shame of it being my bike that&apos;s chirping like a flock of sparrows. But being both attuned and somewhat uptight about it, I generally keep a clean, carefully lubricated chain and aim for &quot;silent running&quot; transmission. But then, what if it&apos;s someone else&apos;s chain that&apos;s creaking and grinding like a poltergeist with a migraine. This happened to me on the way to work this morning. A guy passes me on the bike path: fairly smart road bike, spiffy lycra kit  but that chain is just making a horrible noise.  He&apos;s got earphones in  perhaps he genuinely isn&apos;t aware of it. I could just let it go  turn a deaf ear and let him pedal away. But because I feel that he should know better, or even that if he was oblivious, he might actually be grateful to have it drawn to his attention, I feel compelled to act. I catch up to him, draw level and with what I hope is a disarming &quot;Englishman-abroad&quot; smile, say: &quot;Excuse me, but I think your chain might like some oil.&quot; With his earphones in, I&apos;m not sure how much he got, but he understood the import. He smiles back, wanly: &quot;Yeah, I know. I meant to lube it yesterday. Forgot.&quot; OK, so that didn&apos;t go horribly. After all, he used the L-word, so that I didn&apos;t have to: tough one to say in a first line to a stranger.  When I got to work, I put the question to Twitter. There was a great spread of answers:    @mattseaton definitely suggest oil.&mdash; brian palmer (@twmp) March 28, 2012    From the Isle of Skye, that one. It rains there.    @mattseaton if going the same way, either ride faster or slower. Otherwise, ignore.&mdash; Simon Proven (@simonproven) March 28, 2012    The &quot;quiet life&quot; approach.    @mattseaton @twmp Offer lube, unless it might appear you're hitting on him/her.&mdash; Jack Thurston (@thebikeshow) March 28, 2012    Thanks, Jack.    @mattseaton Ride-by oiling. It's the only way. I'm sometimes tempted to do ride-by chain tensioning on some of the fixed/SS bikes on commute&mdash; Steffan Davies (@steff631) March 28, 2012    I&apos;m with you, Steffan, but no one else knows what we&apos;re talking about. Arguably, though, my morning commute incident was a pointless intervention: this guy knew he had a problem, and the solution was in hand, more or less. Would I intrude on the privacy of a different sort of bike rider  a person entirely derelict in the bicycle maintenance department, with a clearly neglected chain? The etiquette of intervening becomes much more delicate and fraught when it&apos;s potentially a case of bike abuse. People can get defensive, hostile; call into question your motives; or worse, perhaps, become needy and dependent, demanding your help.  But when we hear a chain making a cry for help, we have a duty to act, don&apos;t we?", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/mar/28/squeaky-chain-bike-blog", 
    "wordcount": "473"
}