{
    "headline": "Game on: Inversion  preview", 
    "text": "Every new shooting game needs its own unique selling point. It needs to promise the player something more than the inevitable &quot;you will aim a gun and sometimes throw grenades&quot;. These USPs tend largely, and lamentably, to be novel brands of violence. The Darkness, for example, disguised its classic aim-fire-reload gameplay by having its hero sprout super-strong demonic tentacles capable of tearing foes limb from limb. In Syndicate, it was computer-hackable human brains. In Sniper Elite V2, x-ray headshots. Clearly nothing entices shooter players  homicidal neophiles one and all  quite like the promise of killing in a way they&apos;ve never killed before. It&apos;s a relief, then, when a game offers something new that isn&apos;t just a different way of making people&apos;s heads explode. For Inversion (Xbox 360/PS3/PC) that all-important USP is temperamental gravity: battlefields warp and reverse polarity, enemies walk the walls and stand casually on the ceiling and, later in the game, the hero floats weightless from one piece of cover to another in three dimensions. The gimmick still has its violent purposes, of course. Early in the game, the hero picks up a nifty piece of gear that lets him reduce or increase the gravity acting on an object. Reducing it allows him to float rocks, rubbish and later cars in the air, then hurl them at his opponents, while increasing it pins enemies to the floor and sends floating debris crashing to the ground to act as makeshift cover. The result is the same: lots of people who aren&apos;t you, dead. But it&apos;s a more inventive way of getting there than I&apos;ve seen for a while. Sadly your gravity powers are underdeveloped, underused and a little too slow and clunky for the heat of battle. Hurling boulders and cars  notionally among the coolest things the game letsyou do  is frustrating, imprecise and fiddly. And, while it&apos;s an odd complaint to make of a game that plays so fast and loose with basic forces of attraction, the physics engine just doesn&apos;t live up to the promise of the game&apos;s ambitious core premise: it never really feels like the things you levitate and fling are being flung. Much of the game, as a result, is easiest and most satisfying to play through with barely a thought for your gravity-manipulation skills. Atwhich point, it plays eerily like Gears of War. You take cover, shoot, move to new cover and shoot some more. Which is fine, but that was Gearsof War&apos;s USP. By now it&apos;s neither U nor, I suspect, S, and arguably barely even a P. Failure to deliver the goods on the gimmick would be forgivable with a rock-solid story. But the writers have clearly felt the strain of making sense of a world where people casually warp gravity. You play as Davis Russell, a tough-talking cop with a heart of gold, compelled to wage war alongside his Latino buddy against an alien army in a quest to track down his missing daughter. Russell narrates in gruff, ludicrous noir style, describing his life before the alien invasion as a prelapsarian time &quot;before war even existed as an idea&quot;. Which is an odd view for a guy who we soon learn carries an assault rifle in his car. The story&apos;s not lacking in cliche, either: Russell&apos;s heading home to deliver a birthday gift for his little girl when a band of hi-tech, leather-clad space-punk idiots appear and start shooting people left, right and centre. He then finds his wife dead and his daughter taken, gets captured, and wakes up in a desert labour camp. He and his buddy are put to work as miners, and decide for no apparent reason to refer to these aliens as the Lutadores, perhaps in a bid to make them sound as ridiculous as they look. They escape, take the fight to the enemy, and that&apos;s when things get really weird. Though I&apos;ve only played a preview, I&apos;ve researched the full story. Without ruining it, suffice to say there&apos;s one gloriously mad plot twist that, while it may go some way towards explaining the wobbly physics, also catapults the story into the realms of the tediously silly. In more ways than one, this is a game with some bold and original ideas. It may have set out to let its players warp gravity, but it ended up letting gravity warp the game.", 
    "section": "technology", 
    "gid": "technology/2012/jul/05/game-on-inversion-preview", 
    "wordcount": "739"
}