{
    "headline": "Ban Ki-moon to warn UN security council of dangers of wildlife trafficking", 
    "text": "The United Nations security council will be briefed for the first time on Wednesday about the &quot;grave menace&quot; posed by heavily armed and highly sophisticated gangs of wildlife traffickers in central Africa. A report to the council from UN secretary general Ban Ki-moon raises concerns to the highest levels of international diplomacy that the growing slaughter of endangered elephants, rhinos, tigers and other species now threatens the security of an entire region. The secretary general, in his report at the council meeting in New York on Wednesday morning, will urge the governments of central Africa to recognise the explosion of the illegal trade as a direct threat to national and regional security. &quot;Poaching and its potential linkages to other criminal, even terrorist, activities constitute a grave menace to sustainable peace and security in Central Africa,&quot; Ban says in the report, which was released to journalists early. &quot;I urge governments of the sub-region to consider the issue of poaching as a major national and sub-regional security concern requiring their concerted and coordinated action.&quot; Ban goes on to warn that armed rebel groups, including the Lord&apos;s Resistance Army, were using the ivory trade to buy arms and that some of those weapons might be coming from Libya. &quot;Illegal ivory trade may currently constitute an important source of funding for armed groups,&quot; the council will be told. &quot;Also of concern is that poachers are using more and more sophisticated and powerful weapons, some of which, it is believed, might be originating from the fallout in Libya.&quot; Conservationists said the secretary general&apos;s report represented a milestone in efforts to persuade governments to view wildlife trafficking as a major threat to peace and security  and not just a narrow environmental concern. Campaign groups have been briefing individual missions on wildlife trafficking in recent months, but this is the first time the UN has taken up the issue on its own as a security concern, said Wendy Elliott, one of the leaders of WWF&apos;s anti-trafficking campaign.  &quot;This is hugely significant from our point of view,&quot; she said. &quot;This recognition in the highest global forum on security is really something that we believe should be a wake-up call in central Africa and beyond.&quot; She said she hoped the session would spur countries in central Africa to take action against the traffickers. Governments in China and Thailand  leading consumers of illegal ivory  also needed to step up their efforts to stop the illicit trade, Elliott said. It was not clear, however, whether Wednesday&apos;s briefing would lead to a resolution, or other promise of action, at the security council.  UN and State Department officials said mention of wildlife trafficking in the secretary-general&apos;s report did not necessarily make the issue a priority for member states. &quot;We don&apos;t know if the security council will actually discuss,&quot; a UN official said. But even with those caveats, the Obama administration and other governments have begun to devote more resources to fighting the rise of heavily armed and highly sophisticated gangs of wildlife traffickers. In one of her last big initiatives as secretary of state, Hillary Clinton late last year directed US intelligence agencies to begin tracking the traffickers. &quot;It is one thing to be worried about the traditional poachers who come in and kill and take a few animals, a few tusks, a few horns, or other animal parts,&quot; Clinton told conservationists at a meeting last November. &quot;It&apos;s something else when you&apos;ve got helicopters, night vision goggles, automatic weapons, which pose a threat to human life as well as wildlife.&quot; The State Department is expected to report back on its efforts in the coming weeks. Law enforcement officials and conservation groups have recorded an explosion in the illegal trade in elephant tusks and rhino horns in recent years. Global smuggling of ivory has doubled since 2007  and tripled just since since 1998  according to the International Union for the Conservation of Nature. An estimated 17,000 African elephants were killed in 2011 alone, the IUCN said. Some of the poaching is carried out by trafficking gangs. But large criminal syndicates have also got into the smuggling trade, working at times with rebel groups and terrorist organisations. The well-armed and highly sophisticated networks are seemingly able to cross international boundaries at will, smuggling out huge shipments of illegal ivory to customers in Asia. They were also taking advantage of political instability across the central Africa region, Ban said. &quot;Cameroon, the Central African Republic, Chad and Gabon in particular are facing this problem.&quot; Ban said. In January this year, the park authority in Gabon reported that more than 11,000 elephants had been killed in a single preserve, the Minkebe Park, since 2004. In Cameroon, more than 300 elephants were killed in the Bouba-Ndjida national park in the last two months of 2012. Meanwhile, officials in Chad reported the slaughter of 86 elephants, including 33 pregnant females, in a single week last March. Earlier this month, armed gangs struck in the Dzanga Bai world heritage site in the Central African Republic, killing at least 26 elephants, the World Wildlife Fund said. &quot;The situation has become so serious that national authorities in some countries, such as Cameroon, have decided to use the national army, in addition to law and order enforcement agencies (police and gendarmerie) to hunt down poachers,&quot; Ban said.", 
    "section": "environment", 
    "gid": "world/2013/may/28/un-ban-kimoon-wildlife-trafficking-central-africa", 
    "wordcount": "909"
}