{
    "headline": "Picturing science: Mapping the moon", 
    "text": "Given my recurring Picturing Science posts in this blog, I can&apos;t avoid mentioning the new exhibition that has opened at the National Maritime Museum, Visions of the Universe. (Full disclosure: I have not been involved with this exhibition at all.) It has been getting some really nice reviews and previews, and anyone with an interest in astronomy or photography should make the trip.  In this post, though, I want to highlight something else that is currently on view, within the main (free) museum. While the exhibition showcases what the space age has brought us, with extraordinary Hubble-type images and  the real hit, I think  a 13-metre long Mars Window, this other display offers the clearest possible reminder of how recently it is that any of this became possible.     Visions of the Universe: the new exhibition at the National Maritime Museum. Source: National Maritime Museum    In the NMM&apos;s Compass Lounge (at the rear left of the Museum&apos;s new entrance foyer), the several sheets of a 1951 map of the moon have been photographed and reproduced to show the complete 300-inch chart. It shows an extraordinary level of hand-drawn detail, achieved by its maker, H. Percy Wilkins (1896-1960), with the aid of distinctly earth-bound telescopes. This map, versions of which he had been working on since the 1920s, was the largest-scale and most detailed of its time, combining Wilkins&apos; personal observations with data from the drawings, photographs and measurements of other astronomers. As his Wikipedia entry says, it was &quot;considered by some as the culmination of the art of selenography prior to the space age&quot;. Wilkins himself described it as &quot;the World&apos;s greatest Moon Map&quot;. The map was also, perhaps, one of the last productions of its kind. Not only was it published just on the cusp of the space age, but it was also the project of an amateur, working from his home near Bexleyheath with a 12-inch, and later a 15-inch, reflector. Wilkins did the work in his spare time, being employed first as a mechanical engineer and then a civil servant at the Ministry of Supply.      The title page of Wilkins' Map of the Moon. Source: National Maritime Museum    Wilkins nevertheless found time to make telescopes, publish several works on popular astronomy and act as director of the British Astronomical Association&apos;s Lunar Section. As well as founding the Section&apos;s periodical The Moon, he was also, late in life, the first president of the International Lunar Society. Two of Wilkins&apos; books were co-authored with another selenographic authority, Patrick Moore, to whom the Visions of the Universe exhibition is dedicated. I found online a reminiscence of Wilkins by an acquaintance describing him as a &quot;proto-Patrick Moore&quot;, but he was perhaps also a direct inspiration. In an obituary of his colleague, Moore wrote of the &quot;prodigious amount of work&quot; that went into the mapping project but, also, that &quot;his personal enthusiasm was inspiring&quot;. Moore felt a &quot;deep sense of personal loss&quot;. Wilkins did not quite become the media star that Moore did, but he made &quot;numerous broadcasts and television appearances&quot;. You can, for example, see him (his telescope, his map, and his daughter) here in a 1953 Path newsreel. Somewhat more infamously, he made the news in 1954 when he announced his observation of &quot;the most extraordinary feature known on the moon today&quot;.  This was a curved shadow, already spotted and described as bridge-like by an American astronomer, John J. O&apos;Neill. It was reported as a 20-mile arch, which can be seen clearly in the photographs reproduced in one of the newspaper reports, viewable at the bottom of the page here. It was, however, no more than a trick of the light, rather like the Face on Mars. The episode seems to have damaged his credibility considerable and may be one of the reasons that he is less than well-remembered today. Part of the problem was that Wilkins spoke to the press and on the radio before submitting his, rather more cautious, observations to peer scrutiny, His case was not aided by his initially appearing to hint that the structure could be evidence of life on the moon: phrases like &quot;looks artificial&quot; and &quot;almost like an engineering job&quot; led some to leap to such conclusions, even if they were simply descriptive. The &quot;bridge&quot; was not included in Wilkins&apos; map, although it did incorporate some other erroneous details. Nevertheless, NASA purchased at least one, and possibly several, copies of the reduced reproduction of his lunar chart when preparing for the Apollo moon landings. His map was also used to help match up the first photographs of the far side of the moon, produced by a Lunar 3 in 1959, with features visible from Earth. As well as the originals of three editions of the maps themselves, the Museum also received a number of notebooks, all kindly donated by Wilkins&apos; daughter. The notebooks include formulae, photographs, newspaper cuttings, original drawings and observational notes, from Wilkins&apos; Kentish observatory and visits to professional observatories in France and the US. They are testament to his years of dedicated work. When you go (as you must) to see the images, the ingenuity and the leaps that have been made in professional and amateur astronomical imaging on display in the major exhibition, do also remember to pop over to see &quot;the World&apos;s greatest Moon Map&quot;.", 
    "section": "science", 
    "gid": "science/the-h-word/2013/jun/11/history-science-moon", 
    "wordcount": "886"
}