{
    "headline": "Doom returns to Xbox Live Arcade", 
    "text": "Seminal first-person shooter Doom disappeared from the Xbox Live Arcade a year ago when Activision&apos;s rights to the game expired. Now, however, this retro treat is back online courtesy of new owner ZeniMax, and available via the XBLA marketplace (if you can find it on the new menu  ha ha) for just 400 Microsoft points.  Should you indulge a nostalgic whim and download Id&apos;s masterpiece? Yes, of course you should. If you haven&apos;t played for several years, you&apos;ll get to enjoy the almost hallucinatory bitmap visuals, the wonders of the pseudo-3D engine (no looking up or down!) and the thrills of a serious shooter which includes amid its menagerie of satanic monsters, a floating tomato.  More seriously, you&apos;ll get to appreciate something that&apos;s brilliantly illustrated in this comedic image, which, if you have failed to click on where I just wrote &apos;this comedic image&apos; shows two game maps, one from Doom and one from a generic 2010 FPS, which is just a single line interspersed with cut-scenes.  Naturally, the diagram made it on to a range of discussion forums, where gamers talked about the relative merits of old skool FPS design (based around exploring, retrieving keys, re-tracing steps and locating secret areas by hammering the space bar while grinding against walls) and modern FPS design (based around following someone through a corridor). Is it really that simple? No. Doom&apos;s map design wasn&apos;t perfect  at times you felt like you were trapped in an enormous skinner box, performing mindless tasks to open trap doors. There have been unkind comparisons with Pac-Man, too.  It is also worth a look to remind ourselves that this blocky-looking game was once the bte noire of the religious right in the US, dubbed a mass murder simulator by author David Grossman. It was also Doom II that figured in Wired&apos;s story about the US marines using first-person shooters in training. To be fair, it was a modified version of Doom II. They called it Marine Doom. Doom, then, is a socio-cultural artifact, not just a silly game where you shoot barely tangible demons. It should also be played in conjunction with reading Masters of Doom, David Kushner&apos;s book about Id, which revealed the genius and madness that went into the company&apos;s astonishing early games.  But, anyway, what are your memories of Doom? Will you be tempted to return to hell?", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/19/doom-on-xbla", 
    "wordcount": "396"
}