{
    "headline": "Niger floods  in pictures", 
    "text": "   Before the rains came, Niger was suffering from a drought which had caused severe food shortages. But after heavy rainfall caused the Niger river to burst its banks over the Eid-ul-Fitr Ramadan weekend, causing thousands in the capital, Niamey, to lose their homes and crops, the country is facing further unwelcome challengesPhotograph: Terry Ally/Plan       The flooded west bank of the Niger river. On the weekend of 18-19 August, 161mm of rain fell on Niamey overnight. Numerous homes were destroyed outright, and many more in and around the area were damaged, leaving them in danger of collapsePhotograph: Terry Ally/Plan       The destruction wrought by the flood waters has been made worse by the fact that many of Niamey's houses are built from dry mud-bricks. Fears of waterborne disease have been fuelled by sightings of dead animal carcasses near water pointsPhotograph: Terry Ally/Plan       Mud-brick homes on the land side of the Niger river, in Niamey's Banga Bana district, proved no match for the floodwaters. Heavy rainfall has also caused flooding across other parts of west and central Africa, potentially heightening the region's food crisisPhotograph: Terry Ally/Plan       Tahirou Hamadou, 35, stands beside the collapsed house which had been his home for 30 years. He said he had never known the river to come so far inland. Hamadou is one of thousands of people left homeless and potentially displaced by the floodsPhotograph: Terry Ally/Plan       Having salvaged what they can from their homes, Niamey residents head for dryer, safer ground. According to the UN, at least 31 people have died in Niger since the floods began in July, while an estimated 100,000 people have been displacedPhotograph: Terry Ally/Plan       More residents of Niamey's Banga Bana district force their way through flood waters. Niger's president, Mahamadou Issoufou, has pledged 1,400 tonnes of food and $1.1m in aid after visiting some of the worst-hit areas, but recognises more must be donePhotograph: Terry Ally/Plan       The Dosso region in Niger's south-west has felt the effects of the crisis particularly keenly, with 59,299 people reportedly affected, 80% of them children. President Issoufou's response to the situation has attracted criticism from the oppositionPhotograph: Terry Ally/Plan       In a 24-hour period from 8 to 9 August, the Dosso region  which lies approximately 140km south-east of Niamey  experienced more than 200mm of rainfall. The annual average across most of the region is 300-600mmPhotograph: Terry Ally/Plan       Moumouni Hamadou's situation typifies Niger's wider humanitarian plight. Hamadou, who has been struggling to make a living after his harvest last year yielded only 10 measures of millet, lost his house in the Dosso region during the floods. To make matters worse, this year's promising harvest has been washed awayPhotograph: Terry Ally/Plan       NGO Plan International's regional disaster risk manager for west Africa, Roland Berehoudougou, surveys the damage caused by flash floods in NiameyPhotograph: Terry Ally/Plan  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/aug/24/niger-floods-in-pictures", 
    "wordcount": "0"
}