{
    "headline": "Is the Shuzi sport band a brilliant technology or a waste of money?", 
    "text": "     Is the clumpiness of your blood affecting your athletic performance? Do your blood cells suffer from poor communication? Might your blood be travelling through your capillaries at suboptimal speed? These are questions few people have ever asked themselves, and with very good reason. They&apos;re also questions posed to consumers by Shuzi Qi  the maker of the Shuzi sport band whose Nano Vibrational Technology claims to relieve the detrimental effects of your sluggish, uncommunicative, clumpy blood. I first became aware of Shuzi&apos;s products when a friend saw its bands on sale in a jewellery shop in Liverpool and called me to ask my opinion. As vice president of the Merseyside Skeptics Society this happens to me fairly regularly, although rarely am I greeted with anything as bewildering as the promise to &quot;un-clump&quot; my blood. Shuzi explains that a special nanovibrational chip embedded in its bracelet resonates with the body&apos;s natural frequencies, boosting the wearer&apos;s blood flow. This effect, it claims, has been proven by a Nutrition Consultant and Massage Therapist using live blood cell analysis. What&apos;s more, marketing material on sale with their bracelets outlines simple exercises that prove the benefits of wearing Shuzi products. Better still, according to previous claims made on the web and in the printed information provided with the Shuzi band (below), users will notice &quot;enhanced energy and strength, greater endurance and flexibility, and better balance and mental focus&quot;.  A Google search reveals that Shuzi has made the same claim on its Facebook page.     A Shuzi bracelet leaflet lists the potential benefits for sportsmen and women. Photograph: Public domain    For the low price of 59, it&apos;s easy to see why athletes at all levels of competition might be interested. Shuzi&apos;s effects aren&apos;t limited to humans, either. Collars and charms for cats and dogs offer peace of mind to &quot;people who value their pet&apos;s wellbeing as much as their own&quot;. Shuzi helpfully recommends purchasing both a collar and charm for your pet, as &quot;doubling up  has been found to possibly offer more protection from fleas and ticks&quot;. At a total cost of 135, Shuzi&apos;s products are an expensive way to keep the fleas from getting at Fido&apos;s freshly un-clumped blood.     There are even Shuzi products for your pet. Photograph: Public domain    More worryingly, online proponents of Shuzi&apos;s range (including the Titanium sport cuff  a snip at 229) claim the products can do more than improve sports performance: they can ward off cancer. &quot;When cells lose the ability to communicate with other cells, they become isolated and confused. It has been theorized that cancer or tumor cells are isolated cells that have lost their ability to communicate. Shuzi helps the cells stay in communication,&quot; claims more than one retailer.  While such claims don&apos;t appear on Shuzi&apos;s own website, their presence online is alarming if it is not backed by solid evidence. I was sceptical about Shuzi&apos;s claims. For one, the flexibility exercises it recommends are identical to applied kinesiology tests. What&apos;s more, claims for the efficacy of live blood analysis have been comprehensively debunked.  Perhaps most importantly, Shuzi&apos;s claims echoed exactly those made by the manufacturer of another sports performance product, the Power Balance bracelet, which filed for bankruptcy in 2011 after tests showed it to be ineffective. The similarity to Power Balance wasn&apos;t lost on Shuzi. When I contacted the UK distributor in June, it acknowledged the negative effect Power Balance had had on its market, but assured me the its products were different. Shuzi even went so far as to invite me to test its bracelets in order to clear up any scepticism I still had. This seemed an excellent idea, and although subsequent efforts to contact Shuzi met with silence, Merseyside Skeptics went ahead and devised a double-blind test of the bracelets&apos; ability to enhance sporting performance. The idea was simple: if Shuzi&apos;s claims were true, a rugby player wearing one ought to benefit from increased concentration and balance  essential attributes when taking a penalty kick. Over a large number of kicks, it should be easy to tell those taken wearing the performance-enhancing Shuzi band from those with a control bracelet.  To make things fair, we bought two Shuzi bands and removed the active chip from one, rendering it an inert control. Using tape to anonymise the two bracelets, we were ready to take our test to a local rugby club to see how its star kicker fared. The results, it&apos;s fair to say, were unsurprising. After two hours and 100 kicks, we found no statistically significant difference between the real and control bands.  Under double-blind test conditions, Shuzi&apos;s product failed to have any statistically significant effect on our rugby player&apos;s performance.  If Shuzi would still like to prove its bracelets really do work, the Merseyside Skeptics Society will be happy to help arrange another robust test. I for one would welcome proof that the Shuzi bracelets are anything other than another expensive, ineffective sports fad. Michael Marshall is vice president of the Merseyside Skeptics Society", 
    "section": "science", 
    "gid": "science/blog/2012/sep/04/shuzi-sport-band-technology", 
    "wordcount": "817"
}