{
    "headline": "Twitter urged to explain ban on British journalist over NBC Olympic tweets", 
    "text": "Twitter is under growing pressure to explain the suspension of a British journalist after it emerged that the social network alerted NBC to his highly critical tweets of the US broadcaster&apos;s Olympic coverage. Guy Adams, the Independent&apos;s Los Angeles bureau chief, had his Twitter account suspended after he published  the corporate email address of the NBC executive Gary Zenkel, who is responsible for the broadcaster&apos;s coverage of the London Olympics. Adams posted a string of tweets criticising NBC for being &quot;utter bastards&quot; for failing to air the opening ceremony live to viewers on the West coast of the US, who had to watch it on a six hour time delay. He then took aim at Zenkel, who was appointed president of NBC Olympics in 2005, and published his corporate email address. Twitter immediately shut down Adams&apos; account and told him it was a violation of the site&apos;s rules to post the private and confidential information of others. One of Adams&apos; critical tweets read: &quot;America&apos;s left coast forced to watch Olympic ceremony on SIX HOUR time delay. Disgusting money-grabbing by @NBColympics.&quot; Another said: &quot;I have 1000 channels on my TV. Not one will be showing the Olympics opening ceremony live. Because NBC are utter, utter bastards.&quot; On Tuesday, NBC claimed that Twitter had alerted it to Adams&apos; tweets, not the other way round. Previously, it was reported that NBC approached Twitter and asked how to have Adams&apos; offending tweet taken down. Christopher McCloskey, NBC&apos;s vice-president of communications, told the Telegraph in an email: &quot;Our social media dept was actually alerted to it by Twitter and then we filled out the form and submitted it&quot;. When contacted by MediaGuardian, McCloskey said that NBC had nothing further to add to its original statement. NBC said: &quot;We filed a complaint with Twitter because a user tweeted the personal information of one of our executives. According to Twitter, this is a violation of their privacy policy. Twitter alone levies discipline.&quot; Adams wrote in the Independent on Tuesday that his ban &quot;raises various ethical issues relevant to journalism in the online era&quot;. A spokeswoman for Twitter declined to comment. The company has previously told the Guardian that it does not actively monitor users&apos; accounts, and added that it was company policy not to comment on individual users. Twitter has faced criticism for the suspension, with some influential commentators describing it as quick-triggered and raising questions about the social network&apos;s relationship with NBC. Twitter and NBC have partnered during the London 2012 games. The two companies joined forces to show tweets from NBC presenters, Olympics athletes and fans onto a single page on Twitter.com. No money is changing hands with the partnership, according to the Wall Street Journal.", 
    "section": "technology", 
    "gid": "technology/2012/jul/31/twitter-urged-explain-suspension-journalist", 
    "wordcount": "464"
}