{
    "headline": "#MyLunchforMartha: Readers' lunch snaps in solidarity with Never Seconds", 
    "text": "News a Scottish council has banned the use of pictures of school meals on a nine-year-old girl&apos;s blog has outraged online communities.  Martha Payne, from Argyll, attracted two million readers to her blog NeverSeconds where she photographed her school lunches and described the contents. Read the full news story by Peter Walker here, and you can see Argyll and Bute Council&apos;s response here. Campaigns for the council to change the decision started up on social networks. Guardian readers on Twitter and Facebook expressed their support for Martha&apos;s project: Karen L said:   Have followed the blog for a couple of months now and have been very impressed with the nature and tone of an interesting blog! I will miss it but I now worry about the lessons that will be learned by this young person and those who have followed her, about freedom of expression. Shame on the council who have a responsibility not only for the food that has embarrassed them, but also the education of this young lady and her friends.  Matthew K added:   She should continue her blog, they can&apos;t stop her describing the food but I guess its not the same. Funny, I&apos;m sure the council take dozens photos and film her on her way to and back from school; and she doesn&apos;t tell them to stop.  Edward B said:   Once again, those in power are embarrassed by getting caught doing something they ought not to have been doing (and knowing their actions were not right), so their response is to kill the messenger.   British chef Jamie Oliver has also tweeted his support to the girl&apos;s project:  Stay strong Martha, RT this to show your support #neversecondsbit.ly/LXzJcI Jx  Jamie Oliver (@jamieoliver) June 15, 2012  At the time of writing the last post on the blog entitled &apos;Goodbye&apos; had received 585 comments from people across the world outraged by the council&apos;s decision.  Online campaigners have also launched this online petition and are urging those in support of Martha&apos;s blog to email the council asking them to reconsider their decision.  Funds for the charity Martha&apos;s blog supports Mary&apos;s Meals have also topped more than 11,000 after it was mentioned in Martha&apos;s goodbye post.  One benefit from #neverseconds blog ban - her charity page has gone from 2k to 11kin a day (via @greenwood100) bit.ly/MVU4SG  peterwalker99 (@peterwalker99) June 15, 2012 Update 15:13 - here&apos;s the latest news story after Argyll and Bute council reversed the ban on photos being used on Martha&apos;s blog.   Your #MyLunchforMartha snaps: Showing solidarity for Martha&apos;s blog, Guardian readers have also beensending pictures of what their lunches via Twitter to @guardian using the hashtag #MyLunchforMartha. Here&apos;s a roundup of some of your pictures so far: [Please note: this column is put together using Storify, which does not work on our mobile site and apps. If nothing loads below this paragraph, click here to go to Storify itself, or use the desktop version of the site.] Thanks for all your contributions!", 
    "section": "education", 
    "gid": "education/2012/jun/15/martha-lunch-pictures-school-dinners", 
    "wordcount": "503"
}