{
    "headline": "Three kinds of relationship you should never have at uni", 
    "text": "Universities are hotbeds for all kinds of relationships, from everlasting true love through to awkward one-night stands. Arriving at uni straight from an all-girls grammar school, I was completely delighted with the sheer number of acne-ridden, testosterone-overloaded boys on offer. But I&apos;ve learned a few things along the way. Relationships at uni are important; they make you grow up a lot quicker than any amount of separating whites from colours will do. However, there are some kinds of relationships that you should steer clear of, because they tend to make you forget why you ever went to uni in the first place.  So freshers, I offer you my list of things (and people) not to do; third-years, hold your heads (and aching hearts) in shame if you&apos;ve ever made these mistakes.  1. Relationship with your lecturer It&apos;s understandable that you&apos;d be attracted to the person imparting wisdom and learning to you on a weekly basis. There are all too many occasions for attraction to blossom; seminars where everyone else is too hungover to turn up, or the aptly named &quot;personal&quot; tutorials.  Relationships between faculty members and students are pretty common, and rarely prohibited by universities; standard guidelines, such as these from Royal Holloway just require the relationship to be mentioned to the head of department.  But (and I write this as the daughter of a student-staff relationship) most relationships you have at uni aren&apos;t going to end happily ever after. Most likely, if you get into a relationship with your tutor or lecturer, it will implode at some point, and you&apos;ll have to endure the awkwardness and pain of forced contact with an ex who still holds the position of power over you that was so attractive in the first place.  Or, worse, you&apos;ll just hit on a lecturer when drunk on free departmental wine, be rejected, and have to spend the next three years studiously avoiding them, and never ever taking any of their modules.  2. Relationship with your flatmate This, thankfully, isn&apos;t a mistake I&apos;ve made, much as I&apos;ve tried. However, Katie, a friend from home, started seeing a flatmate at the beginning of this year. &quot;We first got together on a night out, and then discovered that we both liked each other.&quot; It&apos;s a common situation; the Student Room has threads  dedicated to the subject.  But, as Katie testifies, things can get rough. &quot;I ended things, which is when the problems began. He still liked me, and even a few months later, he&apos;d get really angry if I got with any other guys. I&apos;d go to the kitchen to get breakfast, and he&apos;d be waiting to tell me off.&quot; Having a relationship with someone you already live with escalates everything; you can get close really quickly, but that makes it harder if you then split up. Katie says: &quot;Don&apos;t do it  or at least wait until the summer if you want anything to happen.&quot;  3. Relationship with a sabbatical officer Sabbatical officers are students who take a year off between or directly after their studies to take on key positions in the student union. Relationships between students and sabbs might not immediately seem particularly ill-advised, and you do get a kind of second-hand power rush from dating someone vaguely important.  But when it ends, and there&apos;s a cardboard cutout of your ex that creepily guards the entrance to your uni, it becomes peculiarly painful. As are all the emails, the weird pictures of them dressed up in a novelty reindeer costume, and the realisation that it&apos;s very hard to get over someone when they&apos;re around all the time.  So those are my three. Do you have more to add to the list? My experience also tells me that however spectacularly you get your heart broken, eventually it&apos;s okay. You listen to Taylor Swift a lot, write a semi-ironic newspaper article about it all, and finally reach the point where you can see your ex and be happy that you once had a good time together.  Even if they did have 15 middle names, and requested pheasant soup when they were ill.  Because uni is where you do stupid things that you think you&apos;ll regret forever (like studying philosophy in the middle of a recession, great idea), but actually, looking back, you realise that it was all properly, wonderfully brilliant.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/may/01/three-relationships-not-to-have-at-university", 
    "wordcount": "730"
}