{
    "headline": "A flashmob of jackdaws rises from the trees", 
    "text": "Plans for a walk at dusk are almost immediately hijacked by the presence of hundreds of noisy jackdaws thronging the oak trees where I&apos;ve just entered the woods. Yesterday&apos;s snow lies in fluffy clumps on the holly and more is threatening but for now the upper branches are black against the milky sky  and crowded with them. As I stalk off the path through ankle-deep snow, a few hundred birds lift into the air at once. Groups from half a dozen trees coalesce and surge in an arc around my head before breaking apart again and settling back in a cluster of oaks a little further off. In the gloom of early evening, the jackdaw&apos;s silvery cape has faded to black, reducing each one to a blank silhouette, pulled this way or that by impulses equally opaque. A single jackdaw seems a bit of a prankster, tugging wool from a sheep&apos;s back to line her nest, hanging off a stiff breeze like a surfer crouched over her board, or poised for flight, head cocked, an inquisitorial blue eye fixed on my own. These winter roostings are, in contrast, richly mysterious. I imagine a football crowd, two neighbours leaning amicably towards each other, small groups sharing gossip, and then the whole mass reacting as one, raucous voices blending, until the energy dissipates and with it the community&apos;s sudden sense of itself. I have the foolish belief that if only I tried hard enough I could puncture the thin film dividing me from this noisy flock and I&apos;d be flooded with whatever compels these flashmobbing jackdaws into the winter sky. And so for a quarter of an hour I stand patiently as my feet grow cold until, following one last flourish, the jackdaws  and the few rooks that have joined them  settle back in the oak trees and fall silent. None the wiser, I get a nudge behind the knees from my dog and we get on our way.", 
    "section": "environment", 
    "gid": "environment/2013/jan/28/flashmob-jackdaws-rises-from-trees", 
    "wordcount": "327"
}