{
    "headline": "Live Q&A: taking a gap year", 
    "text": "If A-level exams have left you craving a break from the education system, gap years are a tempting prospect. There are plenty of ways to spend a year out  from travelling to volunteering, earning money or doing internships. But how should organise your time? Are trips abroad only for students with wealthy parents? And what about if you plan to work overseas, when should you apply for a visa? This Wednesday from 1-3pm we&apos;ll be joined by experts from leading gap year companies, as well as student gappers themselves to discuss how you can make the most of a gap year. Perhaps you&apos;ve already arranged your year abroad and want tips from students who&apos;ve been there. Or maybe you&apos;re worried about missing out on your university choices and are considering reapplying. Put your questions to our panel now by posting them in the comments section below or join us next Wednesday to take part in the dicussion. The panel Tom Stevenette volunteered with the International Citizen Service (ICS) in Burkina Faso last year, where he worked on a women&apos;s empowerment and business development programme. He is now studying History at Durham University. Nathalie Gordon is head of programme delivery at the ICS, a scheme for young people who want to do voluntary development work abroad. ICS is open to everyone: all volunteers are asked to fundraise as part of their journey and no one will be excluded on grounds of cost. Cameron Geddes worked in Canada during his gap year before attending the University of Plymouth to study international relations with business. His trip was organised through Bunac. Vicki Cunningham is assistant director of communications at Bunac which organises overseas volunteer and work opportunities for young people. She&apos;ll be on hand to tell you more about how to arrange your gap year.Macca Sherifi is a spokesperson for Gapyear.com. He travelled for 20 months non-stop through Central Asia, South East Asia and Australia but now spends his time giving advice to gap year students.Catherine Spence is a spokesperson for Raleigh International, a youth and sustainable development charity which runs volunteering programmes overseas. She previously volunteered in Costa Rica &amp; Nicaragua.", 
    "section": "education", 
    "gid": "education/2012/aug/06/students-higher-education", 
    "wordcount": "362"
}