{
    "headline": "A long-distance traveller on a refuelling stopover", 
    "text": "A long-billed, long-legged wader stands on the edge of the mud, waiting for the tide to recede so she can begin to feed. Nothing about her stands out: she isnt strikingly pied like the avocets; she doesnt have the curlews impossibly long, curved bill; and she isnt flying around while yelling a frantic, urgent call like the redshanks.  Yet she has a far better story to tell than any of them. For she is a bar-tailed godwit: one of the greatest of all the bird worlds global travellers. She has already flown here to the river Parrett, that muddy river flowing into the Bristol Channel, from her breeding grounds far to the north  somewhere on the Arctic tundra in Scandinavia or Northern Russia. Having stopped off to feed and refuel, she may then just keep on going: to Spain or Portugal, or even as far as West Africa. Like all migrants, she must make a carefully calculated trade off: choosing between the potentially more reliable food supply farther south, set against the dangers of going so far. Different populations of different wader species make different choices  some staying put, others flying thousands of miles  which explains why, when I visit a coastline almost anywhere in the world, I come across little flocks of globetrotting birds feeding along the seashore. But this particular godwits travels, impressive though they are, pale into insignificance compared with her cousins on the other side of the planet. Back in 2007, another female bar-tailed godwit was fitted with a tracking device in New Zealand, enabling scientists to follow her journey for the first time. What happened next astonished even the most ardent students of bird migration. The bird  nicknamed E7  first returned to her breeding grounds in Alaska via the Yellow Sea in China.   Related: Wading bird travels 7,000 miles nonstop to break flying record    In August she made the long journey back to New Zealand. But this time she did it non-stop, taking nine days to travel 11,700 kilometres  more than 7,000 miles  to her destination. This smashed all previous distance records held by birds, and was also the longest recorded journey without stopping to feed and refuel made by any living creature  so far, at least.  Until this extraordinary discovery, we had always assumed that, like their counterparts here in Europe, Alaskan godwits migrated along the coasts of Asia before island-hopping across the Pacific to New Zealand. Yet this one plucky little bird rewrote the textbooks, making us look at bird migration anew. The godwit on the river Parrett isnt the only migrant passing through my coastal patch on its way south. A constant stream of low-flying swallows skims the surface of the sea, while whinchats perch on hawthorn bushes and wheatears flit along the shore, momentarily revealing their snow-white rump (the name comes from the Anglo-Saxon for white arse).  This trio are definitely heading south of the Sahara, and while the bar-tailed godwit may join them, she could simply decide to stay put for the winter. Just across the river from here, the tidal lagoons at the new Wildfowl and Wetlands Trust nature reserve at Steart are packed with molluscs and crustaceans. Thats just what she needs to keep up her energy levels during the cold weather to come.", 
    "section": "environment", 
    "gid": "environment/2016/oct/16/godwit-long-distance-migration-birdwatch", 
    "wordcount": "545"
}