{
    "headline": "Bhutan set to plough lone furrow as world's first wholly organic country", 
    "text": "Bhutan plans to become the first country in the world to turn its agriculture completely organic, banning the sales of pesticides and herbicides and relying on its own animals and farm waste for fertilisers. But rather than accept that this will mean farmers of the small Himalayan kingdom of around 1.2m people (according to Pema Gyamtsho, Bhutan&apos;s minister of agriculture and forests; the World Bank estimates it at around 740,000) will be able to grow less food, the government expects them to be able to grow more  and to export increasing amounts of high quality niche foods to neighbouring India, China and other countries. The decision to go organic was both practical and philosophical, said Gyamtsho, in Delhi for the annual sustainable development conference last week. &quot;Ours is a mountainous terrain. When we use chemicals they don&apos;t stay where we use them, they impact the water and plants. We say that we need to consider all the environment. Most of our farm practices are traditional farming, so we are largely organic anyway. &quot;But we are Buddhists, too, and we believe in living in harmony with nature. Animals have the right to live, we like to to see plants happy and insects happy,&quot; he said. Gyamtsho, like most members of the cabinet, is a farmer himself, coming from Bumthang in central Bhutan but studying western farming methods in New Zealand and Switzerland. &quot;Going organic will take time,&quot; he said. &quot;We have set no deadline. We cannot do it tomorrow. Instead we will achieve it region by region and crop by crop.&quot; The overwhelmingly agrarian nation, which really only opened its doors to world influences 30 years ago, is now facing many of the development pangs being felt everywhere in rapidly emerging countries. Young people reluctant to live just by farming are migrating to India and elsewhere, there is a population explosion, and there is inevitable pressure for consumerism and cultural change. But, says Gyamtsho, Bhutan&apos;s future depends largely on how it responds to interlinked development challenges like climate change, and food and energy security. &quot;We would already be self-sufficient in food if we only ate what we produced. But we import rice. Rice eating is now very common, but traditionally it was very hard to get. Only the rich and the elite had it. Rice conferred status. Now the trend is reversing. People are becoming more health-conscious and are eating grains like buckwheat and wheat.&quot; In the west, organic food growing is widely thought to reduce the size of crops because they become more susceptible to pests. But this is being challenged in Bhutan and some regions of Asia, where smallholders are developing new techniques to grow more and are not losing soil quality. Systems like &quot;sustainable root intensification&quot; (SRI), which carefully regulate the amount of water that crops need and the age at which seedlings are planted out, have shown that organic crop yields can be doubled with no synthetic chemicals. &quot;We are experimenting with different methods of growing crops like SRI but we are also going to increase the amount of irrigated land and use traditional varieties of crops which do not require inputs and have pest resistance,&quot; says Gyamtsho. However, a run of exceptionally warm years and erratic weather has left many farmers doubtful they can do without chemicals. In Paro, a largely farming district in south-west Bhutan, farmers are already struggling to grow enough to feed their families and local government officials say they are having to distribute fertiliser and pesticides in larger quantities to help people grow more. &quot;I have heard of the plan to turn everything organic. But we are facing serious problems just getting people to grow enough&quot;, said Rinzen Wangchuk, district farm officer. &quot;Most people here are smallholder farmers. The last few years we have had problems with the crops. The weather has been very erratic. It&apos;s been warmer than normal and all the chilli crops are full of pests. We are having to rely on fertilisers more than we have ever had to in the past and even these are not working as well as they initially did.&quot; Dawa Tshering, who depends on his two acres of rice paddy and a vegetable garden, says that for decades his farming was chemical free. &quot;But its harder now because all our children are either in the capital or studying. Nobody wants to stay, which means we have to work harder. It&apos;s just my wife an myself here. We cannot grow enough to feed ourselves and take crops to the market, so we have to use chemicals for the first time. We would like to go back to farming how we used to, where we just used what nature provided.&quot; But in a world looking for new ideas, Bhutan is already called the poster child of sustainable development. More than 95% of the population has clean water and electricity, 80% of the country is forested and, to the envy of many countries, it is carbon neutral and food secure. In addition, it is now basing its economic development on the pursuit of collective happiness. &quot;We have no fossil fuels or nuclear. But we are blessed with rivers which give us the potential of over 30,000megawatts of electricity. So far we only exploit 2,000 megawatts. We exploit enough now to export to India and in the pipeline we have 10,000 megawatts more. The biggest threat we face is cars. The number is increasing every day. Everyone wants to buy cars and that means we must import fuel. That is why we must develop our energy.&quot; Agriculture minister Gyamtsho remains optimistic. &quot;Hopefully we can provide solutions. What is at stake is the future. We need governments who can make bold decisions now rather than later.&quot;  This article was amended on 13 February 2013 to attribute the figure given for the population of Bhutan", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/feb/11/bhutan-first-wholly-organic-country", 
    "wordcount": "1004"
}