{
    "headline": "Game on: Silent Hill: Downpour", 
    "text": "The Silent Hill games have always been psychological horror stories. When the franchise launched 13 years ago on PlayStation, it was the game&apos;s unsettling dream world that set it aside from other titles in the genre. If survival horrors such as Resident Evil and Dino Crisis were the gaming equivalent of conventional slasher pics, Silent Hill was more like David Lynch&apos;s Mulholland Drive. Not content just to deliver the kind of short, sharp scares that send your popcorn flying  though it certainly did that  it went further, soaking the gamer in unease, uncertainty and cold sweat. Games in the series take place in the eerie ghost town of Silent Hill, a sort of shifting, smalltown purgatory, prone to deceiving and deluding both the hero and the player. In the abandoned shops and houses of Silent Hill, no one is quite as they first appear, and reality swiftly dissolves into an occult otherworld. There is no horde of Identikit flesh-eating zombies, no crypt of blood-sucking vampires, no stalking velociraptor. Silent Hill&apos;s monsters are the sort of twisted, Freudian abominations of which HP Lovecraft would have been proud: they are monsters of the mind. The original, 1999&apos;s critically acclaimed Silent Hill, followed everyman father Harry Mason on a search for his missing adopted daughter. The enemies he met were notionally representations of his ambiguous feelings towards his mysterious daughter: among them, gruesome, warped schoolchildren and lurching, bulbous nurses. Not only was the town not all it seemed, but Mason&apos;s child, it turned out, had a dark and painful past of her own. In Silent Hill 2, released two years later for PS2, absent husband James Sunderland arrived in search of his wife, believed to have died in the town&apos;s hospital after a long and painful illness. He fought his way through writhing organic mannequins and thick, puckered lips of twisted flesh to discover that, in fact, she had been released from hospital and, frustrated at the shadow of her former self that she had become, he had smothered her on her return. The monsters he was fighting were manifestations of his guilt, denial and sexual frustration; he had come there, he realised, to be punished for his crime. Successive instalments - and there have been plenty - told stories just as bleak and twisted but, as horror franchises tend to, the series eventually outstayed its welcome. What had once been bold and original became a mechanical, predictable formula. So expectations for the eighth instalment in the series, Silent Hill: Downpour (Xbox 360/PS3) were never exactly high. And on the basis of a couple of hours with the game, I&apos;d say it is in very little danger of exceeding them. The one thing it does still get just right is the fear. From the moment hero Murphy Pendleton arrives in the wooded outskirts of the town, every footstep is tense, every corner daunting, and every opened door a relief. The designers build suspense expertly, making the player wait long enough in the eeriness to relax before striking with a quick, cruel fright that should provoke at least a jump, if not a scream, from all but the most hardened horror fans. In fact, if it had been a horror film, Downpour could well have been a classic. Sadly, when you come to play it as a game, the terror swiftly gives way to tedium. Much of the gameplay is about puzzle-solving in the familiar form of doors that need unlocking and machines in need of repair, but it is often left to the player to search blindly for the right tools. Usable items are indistinguishable from general clutter, leaving the player to patrol the extremities of each room in the hope of spotting a &quot;Press A to pick up&quot; prompt. Once you have found the only interactive item in the room, the puzzle element becomes simple trial and error. More frustrating still is the combat. Unable to lock on to enemies, the player must either aim each attack with impossible precision, or swing blindly at the air like an idiot. The system is made doubly annoying by the fragility of the weapons. Even a thick lead pipe somehow disintegrates after hitting a monster a few times, leaving the player scrabbling around for a weapon in the middle of a fight, a section they could have released on its own under the title &quot;Dropped Contact Lens Simulator&quot;. The storytelling in Downpour is as dark and shocking as ever, and the setting just as creepy, but if the franchise carries on being this frustrating to actually play, fewer and fewer players will want to walk the streets of Silent Hill. And, eventually, it really will become a ghost town.", 
    "section": "technology", 
    "gid": "technology/2012/mar/22/game-on-silent-hill-donwnpour-review", 
    "wordcount": "789"
}