{
    "headline": "Battle of the smartphones", 
    "text": "Smartphones are becoming pervasive: more than half the UK population has a phone that can browse the internet and run apps, and nearly half of US mobile users do too. It&apos;s a market that&apos;s bigger in number, and almost certainly worth more in revenues, than the PC market that we&apos;ve been so familiar with for the past couple of decades. Yet smartphone brands can rise and fall in the commercial blink of an eye. Five years ago, Apple hadn&apos;t sold a single smartphone, and Microsoft and BlackBerry-maker Research in Motion doubted that the iPhone could work. Finland&apos;s Nokia dominated the (tiny) market with its Symbian platform. Barely anyone outside Google had ever heard of &quot;Android&quot;, a company started by ex-Apple staffer Andy Rubin and bought in 2005 by Google co-founders Larry Page and Sergey Brin  who made the deal without telling their chief executive Eric Schmidt. Now all that has changed. The iPhone has redefined smartphone design and interaction; Microsoft and Nokia have pensioned off the mobile software they then used (Windows Mobile and Symbian) to form an alliance of Nokia&apos;s hardware and Microsoft&apos;s software as they struggle for profitability (Nokia) and market share (both). RIM has seen profits peak and decline  leading it this week to boot out its two hapless co-chief executives and founders, Mike Lazaridis and Jim Balsillie. Android, meanwhile, drives all before it, operating more than 50% of smartphones sold today, and a growing amount of those in use. Horace Dediu, an ex-Nokia analyst who follows the smartphone market, has a theory that any smartphone company that falls into loss  even once  can never recover. As evidence he cites a long list  Alcatel, Siemens, BenQ, Ericsson, Sony, Motorola, Casio, NEC, Hitachi, Fujitsu, Toshiba, Palm and Handspring, none of which has recovered its former position (and some of which don&apos;t exist any more). &quot;Profitability is the canary in the coalmine,&quot; he warns. &quot;A loss maker is seen as a maker of damaged goods.&quot; Since he wrote that last June, Nokia has joined the list  and questions linger over whether glory days lie ahead or behind. The next internet battleground for Google, Microsoft and Apple is expected to be online TV. Samsung, Philips, Sharp and a number of Chinese companies were showing off &quot;smart&quot; TV at the Consumer Electronics Show in Las Vegas early in January  using Android, but not Google&apos;s &quot;approved&quot; version. Apple, meanwhile, is widely expected to have some sort of smart TV offering later this year. So how can one handicap the runners and riders? Here&apos;s your guide to the phone in your pocket, and what may happen to it. RIM Best brainwave: devising both encrypted email and free device-to-device communications (BlackBerry Messenger) in the past decade. Worst decision: aping Apple&apos;s iPad (having failed to ape the iPhone) and ordering 2m of them. After a year, has shipped about half of them, had to write off $485m in the unsold ones, and spent $1bn promoting them. Biggest strength: commercial customers who rely on BBM and encrypted email; teenagers who love the free BBM service. Biggest weakness: cracks have shown up in the system that keeps BBM and email running: last October there was a days-long outage which hurt business. What does the future hold? Unless new CEO Thorsten Heins creates a radical shakeup, a decline into invisibility or purchase by someone looking for a new corporate customer base  Microsoft maybe? Rising or falling? Falling, and with no bottom in sight. Apple Best brainwave: making the iPhone a completely touchscreen-based device, with a really good web browser, that could also run apps. Each has been key to the iPhone&apos;s growing success: despite being expensive (relatively) it has attracted a growing market in the US and China. European buyers tend to prefer less expensive Android phones. Worst decision: according to financial analyst Richard Windsor of Nomura Securities, Apple should have released two phones in 2011: a new high-end one, and a new midrange one. With that, he thinks, it would have cleaned up. Instead Android took over. Biggest strength: internally, its focus on design and quality, allied to a huge cash pile for hiring factories and marketing; externally, continually loyal buyers. Biggest weakness: all the eggs are in in the iPhone basket, where there&apos;s only a single new model per year (so far). That hasn&apos;t served it badly  it makes more profit than any other smartphone maker  but if a new design misses, it could be left hanging. What does the future hold? Either huge success in China, or a gradual erosion of its world share as people defect to Android (and perhaps Windows Phone) devices. Rising or falling? Finely poised. Christmas sales will have been gigantic, but now it has to keep that momentum going into economic headwinds around the world, while Android phones keep getting cheaper. Google Best brainwave: making Android free for mobile handset makers, and tying Google services into it  a far simpler model than Microsoft&apos;s &quot;pay per handset&quot; version. Worst decision: putting Android into the market without getting adequate patent cover. Microsoft and Apple are pursuing handset makers such as HTC, Samsung, Motorola and LG through the courts, sometimes successfully; Google has very little to offer for a fightback, so it is buying Motorola for $12.5bn solely for its mobile patents to ward rivals off. Biggest strength: the number of handset companies using Android, officially and not, which point back to Google search and YouTube, from which it makes its money. Biggest weakness: lack of patent cover; unclear path to actually make money from Android. So far it&apos;s mostly been expense. What does the future hold? Further growth, especially in China  though handset makers there aren&apos;t using &quot;official&quot; Android, so Google doesn&apos;t benefit. But it does keep out rivals. Rising or falling? Still rising. Microsoft Best brainwave: tearing up Windows Mobile in favour of Windows Phone in 2008. Windows Mobile was a 20th-century product. Worst decision: thinking that touchscreen interaction wouldn&apos;t be the important way of interacting with smartphones. Biggest strength: skills of its engineers, and its huge cash pile for marketing. Biggest weakness: tarnished brand in smartphones due to Windows Mobile, and some people&apos;s dislike of using Windows on PCs. What does the future hold? Nokia is a strong partner which could make a comeback in the US, and Microsoft is a very determined company: expect more business sales in the coming couple of years, and more consumer promotions such as free Xboxes with handset sales. Rising or falling? Rising  because it can&apos;t fall any lower than it has. Samsung Best brainwave: deciding to focus on Android rather than its own Bada mobile OS. Worst decision: getting too close to Apple&apos;s designs for its phones and tablets. It has a huge design department that produces innovative designs in other fields; in phones, it seems content to mimic Apple&apos;s. Biggest strength: vertical integration  it&apos;s the world&apos;s largest semiconductor maker, and makes the screens used in mobile phones, so it can get the very best prices on everything, and get it first, and make it very cheaply. Biggest weakness: brand name isn&apos;t as strong in the west as in its Korean homeland, so it can&apos;t rely on buyers in the way that Apple can. What does the future hold? Samsung now sells about half of all &quot;official&quot; Android phones, and the signs are that is going to increase. In theory, it should be telling Google how to run it, and even dictating terms. But it&apos;s probably content with the profits. Rising or falling? Rising. Nokia Best brainwave: sacking Olli-Pekka Kallasvuo in September 2010 and replacing him with Stephen Elop. Worst decision: ignoring the iPhone and its touchscreen capabilities: executives were convinced Symbian could do it better. Biggest strength: enormous flexibility and agility in manufacturing: first Windows Phones were developed in less than a year. Most handset makers would struggle with twice that time. &quot;Survival is in our DNA,&quot; one of its press officers once said. Biggest weakness: perception that it is &quot;yesterday&apos;s brand&quot;, having defined the mobile phone business in the 20th century and dominated it from 2000 to 2009. What does the future hold? As it has tied itself to Microsoft for the smartphone business, and that&apos;s where all phones are headed, they fly or flop together. As it&apos;s Nokia, a flop is unlikely. But there&apos;s a lot of competition from Chinese low-cost handset companies making cheap Android phones. Rising or falling? Rising, after bumping along for a couple of quarters. But its finances may still be rocky for a while to come. Digital Wars by Charles Arthur is published by KoganPage on 3 March, price 14.99.", 
    "section": "technology", 
    "gid": "technology/2012/jan/24/battle-of-the-smartphones", 
    "wordcount": "1458"
}