{
    "headline": "Apple Maps not fully at fault over Australian Mildura confusion", 
    "text": "Apple wasn&apos;t completely wrong in directing Australians who searched for &quot;Mildura&quot; to the midst of the Murray-Sunset National Park  at least according to the Australian government&apos;s official gazetteer, which includes a location called &quot;Mildura Rural City&quot; at the place where Mildura was previously marked on iPhone maps. As first noted by The Register news website, the official gazetteer  which is the authoritative reference for the names and locations of 384,104 places, objects and towns in the continent  contains an entry at the precise place to which Apple was directing hapless drivers until making a hurried correction on Monday. Police in Mildura had warned that using Apple&apos;s iOS 6 maps could lead drivers astray and leave them stranded in the Murray-Sunset park, which at this time of year sees temperatures of up to 47C and has no water and poor phone reception. One man was stranded for 24 hours last week after navigating to the location, which is 44 miles (70km) from the actual town of 30,000. However Apple&apos;s source for its misleading data is unimpeachable: the gazetteer is the official reference. It contains 36 entries for &quot;Mildura&quot;, including the fateful one for Mildura Rural City  which has &quot;official&quot; status and is listed as a &quot;district&quot; (comprising an &quot;agricultural area, county, district, local government area, parish or region&quot;). According to Wikipedia, Mildura Rural City is in fact an area of over 22,000 sq km in the northwestern part of Victoria state  but a gazetteer has to locate every entry at a point, and Geoscience Australia chose one in the middle of the park, rather than in the town. Apple&apos;s mistake though was to ignore another entry for Mildura, which the gazetteer records as having the class of &quot;POPL&quot;  that is, a population centre, even though the gazetter&apos;s explanatory index doesn&apos;t explain that. The problem highlights an observation made by Ed Parsons, one of the chief geoscientists at Google, and formerly chief technology officer at the UK&apos;s Ordnance Survey. Writing on his personal blog after Apple dropped Google from providing its maps product in September, but before the problems in Australia, Parsons wrote: &quot;Making maps work well on a phone is not actually a cartography problem  yes you can use poor maps or conflate content from various sources without care producing a poor map, and people might get lost  but the reason we all use maps on out phones is that they help us find stuff  maps on smartphones are interfaces to local search  To be fair to our friends in Cupertino the maps are not that bad, all maps have some mistakes, but the bigger issue is the lack of a true geocoded search index of places and the search algorithms that sit around it.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/dec/11/apple-maps-fault-mildura-australia-confusion", 
    "wordcount": "473"
}