{
    "headline": "Maker Faire Africa gives platform to Nigeria's innovators", 
    "text": "In a bustling African megacity known for its residents&apos; resourcefulness, an international fair has turned the spotlight on innovators tackling everyday problems with limited resources. This week, Maker Faire Africa brought a two-day celebration of innovation to Lagos, Nigeria&apos;s commercial capital. It was the latest in a series of Maker Faires that have provided a platform for &quot;makers&quot; across the world over the last six years. But Lagos&apos;s first Maker Faire stood out for its focus on solving real problems, organisers say. &quot;In the US and Europe, there has been a lot of creative hobby innovation, and that&apos;s great,&quot; said Erik Hersman, a Nairobi-based technologist, blogger and one of Maker Faire Africa&apos;s co-founders. &quot;But here you see a lot of practical innovation, and that&apos;s what&apos;s most interesting about this type of environment.&quot; In the large outdoor space, a mini-generator  similar to those used in many households across the country to boost the national grid&apos;s intermittent power supply  coughs to a start. However, students had removed its fuel tank and powered two outlet boxes and a lamp using urine. &quot;We encourage our students to think up ideas that will solve Nigerian problems,&quot; said Lawal Oluseyi Olaide, the science project supervisor at Doregos private academy in Lagos. The fair featured a mobile multicrop processor for cassava and other local crops, worth about 3,700, in a country where a lot of the farm processing is still done using traditional techniques. &quot;What women on the farms do in five hours, this machine does in five minutes,&quot; said Suleiman Famro, adding that his machine would allow them to clean the cassava and collect its starch. Ibrahim Adekunle, 27, a blacksmith, said he started innovating after getting tired of waiting for work in his shop. His latest creation, nicknamed &quot;the entertainment Jeep&quot;, is a vehicle that can carry a large speaker. He rents it out with a DJ during carnivals and rallies to supplement his irregular income. It earns him up to 600 during festive months. Famro and Adekunle were among a handful of adult innovators at a fair dominated by children. Gerard Odo, a soft-spoken 12-year-old, travelled from the south-eastern city of Enugu with his mother to show his robotic toy excavator. He built its body using plywood and added hydraulic cylinders with the help of syringes. &quot;If he could do that with no resource, imagine what a generation of people like him could do,&quot; said Emeka Okafor, a Maker Faire Africa co-founder, blogger and New York-based social entrepreneur. Despite Nigeria&apos;s staggering oil wealth, its schools and universities remain underfunded. Only 9% of the country&apos;s total expenditure is going on education this year, with less than a fifth of that spent on infrastructure and equipment. &quot;Science education is the most affected, because it&apos;s about doing things yourself with the right materials,&quot; said Olaide. &quot;So most people these days just learn the theory.&quot; He said Lagos state was starting to address this by creating a fund where every district would have a shared pot for science projects at state-owned secondary schools. Making science education more practical and fun was a big part of Lagos&apos;s Maker Faire, as its organisers expressed the need to get more people innovating to solve local problems. Amarachi Imo and Obaferanmi Fakayode, two 10-year-olds from St Bernadette nursery and primary school, explained how underfunded schools could make pH indicators out of soaked ash, dried flowers and unripe fruit. Hackidemia, an organisation that runs practical education sessions in schools, partnered Maker Faire Africa to facilitate workshops for children. These included videogame programming and revealing the DNA of a strawberry. &quot;I was amazed at how clever the children are here,&quot; said Hackidemia founder Stefania Druga, who has run similar workshops in Brazil with the help of volunteers. &quot;I think it has to do with the fact that there are a lot of difficulties and necessities, so people have to improvise and fix things by themselves.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/08/maker-faire-africa-nigeria-innovators", 
    "wordcount": "676"
}