{
    "headline": "Sonos Playbar soundbar - review", 
    "text": "&quot;The soundbar sector is the only part of the home theatre market that is growing&quot;, according to Tom Cullen, co-founder of the wireless music company Sonos. Which is why, perfectly logically, Sonos&apos;s latest product is a soundbar  one of those things that sits like a very large draught excluder on the floor under your TV (or, sometimes, on your TV table; or if you&apos;re tricksy, above the TV). Like all technologies to do with the TV  generally the most-observed piece of technology in any home  the Playbar has to pass one key test, which we&apos;ll call &quot;the Spouse Test&quot;, and is common to pretty much all technology used in a shared space.  It goes like this: you install the device while your spouse is out of the house. When they come back, do they say &quot;What the HELL is that?&quot; or do they just accept it? The second part of the test: once you start using it, do they say &quot;Oh, MUST we?&quot; or do they generally accept it? (This isn&apos;t a gender-specific test. I&apos;m sure you can think of examples.)  Although I know that there have been other testers where the Playbar fell very foul of this test, in my own home it passed fine. And in general, the Playbar lives up to the Sonos promise: dead-simple setup, easy operation and integration, and really excellent sound. It also lives up to Sonos&apos;s other reputation, which is that you&apos;re not going to find it on sale in Poundland any time soon: the Playbar retails at 599 (699). The question is, is it worth it? In the beginning The good news for those who have to lug their own goods home: the Playbar weighs significantly less than the Sub, the subwoofer element (5.4kg against a back-crunching 16kg).  As you&apos;d expect, it&apos;s long and thin: 3.4in (8.5cm) high, 35.4in (90cm) wide, 5.5in deep&quot; (14cm). This turned out to be quite a bit wider than my TV, and even wider than my TV table (I put it underneath).  There are only two input choices: an Ethernet jack or an optical-in. It&apos;s the latter that you&apos;ll be expected to connect. And here comes our first pause for thought. According to Sonos, &quot;PLAYBAR connects to your TV using a single optical cable and plays all sources connected to the TV, including cable boxes and game consoles.&quot;  In my case, with a Sharp AQUOS TV, this isn&apos;t actually the case  and I know other testers had the same problem. Turns out our TVs simply aren&apos;t smart enough. Sonos apparently expects that lots of people will have integrated smart TVs which have optical out, to connect to a home theatre setup. Mine doesn&apos;t; it&apos;s got plain audio out, and accepts HDMI, S-video and SCART. (Remember SCART?) The solution, instead, is to take the optical out from your set-top box (Sky+, Virgin Media, Freeview or whatever) and connect it to the Playbar. This works fine, except you now have two problems. First, if you choose a different source (say, a DVD player) then you&apos;ll need to swap the optical connector around. Second, you&apos;re still sending sound from your set-top box (or whatever) into the TV; which means you need to mute the TV while controlling the Playbar&apos;s volume.  Sonos does have a neat setting that lets you control the Playbar sound with your existing TV remote; once you&apos;ve set that up, it tells you to &quot;set your TV to mute in the menu.&quot; Well, I would have if there were such a setting. But there isn&apos;t. Which means you have to mute the TV (and Playbar) with one remote, and then turn up the Playbar with the (free) app or a Sonos remote. And you definitely have to mute the TV: I found that if I had an HDMI feed into the TV, and optical out from a Sky+ box into the Sonos, the sound wasn&apos;t quite synchronised  the TV seemed to sound marginally sooner, creating an odd echo effect. So, mute the TV. Not ideal  but this is the problem of home theatre writ large. There are so many alternative sources of sound (not to mention video) that what you really need is a single box to aggregate and pick between them all  rather like an amplifier in a hi-fi. That&apos;s what home theatre is meant to do, but somewhere along the way it got too confused. Sonos&apos;s bet is that things will get simpler, and that we&apos;ll all end up owning smart TVs which have optical-out for audio and act as the aggregator box in their own right.  I&apos;m not so sure, given how slowly TVs are replaced (about once every 10 years for most people).      The Sonos Sub retails at 599. Photograph: Sonos    Setup Getting the Playbar to join an existing network (if you can&apos;t plug it directly into a router, you&apos;ll need a 39 Bridge device that can) is a doddle; press two buttons and wait. There are free official apps for Windows 7, Mac OS X, Android and iOS  though not yet for Windows Phone, Windows RT, Windows 8&apos;s &quot;Metro&quot; interface and BlackBerry. (There are some paid-for third-party ones for Windows Phone.) If you have a Sub (Sonos lent me one), you can easily add it; its position in the room doesn&apos;t matter. You can also set up a true 5.1 theatre system by adding two Play 3 devices, which can act as the rear speakers. (Note: Play 5s can&apos;t be used.) This approach quickly gets pricey, though. The Sub costs 599 (inc VAT). The Play 3 259 each; so a true 5.1 Sonos system would cost a cool 1,716. Did someone say triple-dip economy?  There&apos;s a cheaper way, though, which is to get a Sonos Connect:Amp (399) or Connect (279), either of which will handle stereo sound (the Connect:Amp is a power amp; the Connect would need either powered speakers or a separate power amp). Then, you can put all the kit in the same room (with the Connect at the back) and &quot;group&quot; the two sets, which Sonos enables. You can then control the stereo balance and individual volume of each pair, so you get an authentic 5.1-ish sound but still have money left over. (Playbar + Sub + Connect comes to 1,477; leave out the Sub  on the assumption you&apos;ve got some great speakers already for the Connect system  and it&apos;s 878.) The big advantage that Sonos does have, if you go for the 5.1 setup, is that because it&apos;s wireless (using its own mesh network) you won&apos;t have miles of wires trailing around the room. And the speakers are nothing like as intrusive as so many home theatre setups, which seem to want to prove their value by being as large and annoyingly obvious as possible.     Sonos Playbar Photograph: Sonos    In use This is the crux, isn&apos;t it? Cullen&apos;s complaint is that TV sound is like modern TVs  flat and thin. When you contrast it with the Playbar&apos;s output, you realise he&apos;s right. There&apos;s no denying: putting nine speakers (six midrange, three high-frequency tweeters) into it gives you really great sound. Watching the TV series Nashville (or actually anything with some music) becomes a pleasure. You start to realise that lots of TV series have really good sound  you just haven&apos;t been able to hear it properly before. Add in a Sub, and a rear system, and things get even better. Watch a film with some big sound, or explosions, and you&apos;ll get all the low-frequency heft, and the surround you want. Clever additions But the Playbar isn&apos;t just a dumb amp. There are two extra settings: &quot;speech enhancement&quot;, and &quot;night mode&quot;. The &quot;speech enhancement&quot; is for all those times when you&apos;ve been watching something and the dialogue has been buried in all the other noise going on. Despite sound engineers&apos; best efforts, the frequency range covering the human voice (from about 85Hz to 255Hz) sometimes needs some help. The Playbar offers a simple setting which, the company told me, does &quot;a combination of things, including lowering bass, adding some gain to the centre channel, lowering the gains of competing channels and boosting/cutting specific frequency ranges in the speech band. This combination increases speech intelligibility without sounding artificial or creating an overly unnatural spectral balance.&quot;  Brave words. But yes, it really does do that. Turn the setting off, and the voices do seem to recede. (You might wonder why you&apos;d ever turn it off. The answer: sometimes, you might not be watching TV.) The &quot;night mode&quot; setting is, basically, one to avoid upsetting the kids or neighbours: &quot;Most movies are mixed with a large dynamic range [the difference between the loudest and softest sound] for a theatrical playback,&quot; Sonos explained. &quot;Night Mode makes the soft sounds louder and the loud sounds softer depending on volume setting. The lower the volume setting, the more compression is applied.&quot;  And again, that&apos;s what it does. One onscreen button, and you&apos;re sorted. Without TV? That&apos;s all very well, and of course playing TV sound is what the Playbar&apos;s about. But what about the rest of the time?  In that case, it&apos;s yet another Sonos streaming speaker system. You have all the same access to your songs (if you keep them on a computer on your wireless network with the Sonos app installed) or a network drive. Alternatively, paid services like Spotify, Last.fm, Rdio, Deezer and others are available too, as well as free services including all the BBC&apos;s radio stations, and all other internet-broadcast radio stations. The usability is excellent; Sonos really does have user interfaces down pat. The sound is great  although being a single bar, it lacks the stereo separation that you&apos;d get from having two speakers on opposite sides of the room. If that&apos;s really important to you, then you&apos;ll prefer to get one of the Sonos:Connect systems and just take the audio out from your TV or set-top box. It&apos;ll also save you a fair chunk of money, though you won&apos;t get the speech enhancement or Night Mode settings.     The Playbar can be controlled from a wide variety of devices. Photograph: Sonos    Conclusion The Playbar is everything that Sonos promises: great sound, simple setup (although the vagaries of set-top boxes and games consoles mean you won&apos;t be free of the occasional scrabbling around on hands and knees). Combined with a Sub, it gives a huge sound. Combined with another system, it gives a giant sound. On its own, playing just music, it gives a terrific  though not big stereo  sound. Is it worth it? If you haven&apos;t bought into Sonos, this could be a good way to start, especially if you watch a lot of TV and don&apos;t have a 5.1 system, but want something better, or have been getting by with a home amp hooked into your TV. Sonos&apos;s ability to stream so much music (and radio) means that it quickly becomes invaluable. Then again, it&apos;s pricey  more so if you get a Sub too. Sonos&apos;s prices are coming down (the Bridge cost 89 when introduced in February 2008; now the price has more than halved), but you can probably feel safe in assuming that the Playbar isn&apos;t going to suddenly drop 100 in price by Christmas. As Stella Artois&apos;s adverts used to say, it&apos;s reassuringly expensive. But that&apos;s because it&apos;s also reassuringly good. Pros: simple setup; great sound; speech enhancement and night mode; can be combined with other Sonos components to give terrific home theatre experience; less intrusive than five-speaker home theatre systems; functions as normal Sonos element for streaming music and radio. Cons: pricey; many TVs lack an optical-out jack, causing hassles if you use multiple sources; less stereo separation than a pair of speakers when playing music. http://www.sonos.com/shop/ Note: this article was corrected: Play 5s can&apos;t be used to create a 5.1 setup.", 
    "section": "technology", 
    "gid": "technology/2013/mar/04/sonos-playbar-review", 
    "wordcount": "2005"
}