{
    "headline": "Disability at university: see the world through my eyes", 
    "text": "Imagine the scene. You&apos;re walking around campus, surrounded by all these &quot;normal&quot; people in wheelchairs and everyone&apos;s staring at you. It happens so often that you&apos;ve stopped noticing it. You are a walker after all, part of that strange group of people, those oddities who don&apos;t use wheelchairs like everyone else. You&apos;re one of those people who causes inconvenience to bus drivers as they have to move their ramps out of the way for you. You don&apos;t need them. You&apos;re always in the way of everyone&apos;s wheelchairs, causing a nuisance. You have to use those weird things called stairs too. You enter the students&apos; union through a shady-looking back entrance, having to take the long way round while everyone else gets in straightaway. By the time you get there everyone&apos;s already sat talking, sitting down in their wheelchairs while you&apos;re awkwardly standing up, wondering how to start a conversation. That&apos;s if you&apos;re lucky. You might not be able to get into the building in the first place. I suppose there&apos;s always the Disability Discrimination Act, which means that every public place must be accessible to walkers, but excuses are plentiful. &quot;We&apos;ve made reasonable adjustments&quot;, &quot;it&apos;s only for wheelchair users&quot;, &quot;it&apos;s too expensive&quot;, &quot;you don&apos;t really need to go there anyway&quot;. There&apos;s always a get-out clause. Some people are great, really helpful and have an instinctive understanding. Even if they don&apos;t understand immediately, they listen and are prepared to compromise. But others? They haven&apos;t got a clue, happily sat in their wheelchairs with no idea of what it&apos;s like for walkers. Some people say walkers shouldn&apos;t go to university. They should be put in special schools and homes, away from public view because they&apos;re just weird, aren&apos;t they? They make people feel uncomfortable. And there&apos;s another thing, they just stand there all the time, scrounging money from genuine, hard-working non-walkers who pay taxes. Why should we pay for them? Most of them are probably faking it anyway. I&apos;ve seen those programmes, where they claim all that money for uni, pretending they&apos;re walkers just so they can get a free laptop, when they&apos;re actually playing wheelchair basketball every week on the quiet. That comedy programme too, with the guy who pretends he&apos;s a walker and then does some wheelchair racing when nobody&apos;s looking! What about the genuine walkers? Bless them, they do their best, the poor little souls. It&apos;s not their fault. We should just be glad we&apos;re not like that Back to the real world. As a wheelchair user, I&apos;ve encountered a range of attitudes towards my disability. But from my experience, students are the most open-minded people around. They can play a key role in ensuring greater tolerance and understanding of disability in the future.", 
    "section": "education", 
    "gid": "education/2013/apr/17/disability-at-university-see-the-world-through-my-eyes", 
    "wordcount": "465"
}