{
    "headline": "Google reports 'alarming' rise in censorship by governments", 
    "text": "There has been an alarming rise in the number of times governments attempted to censor the internet in last six months, according to a report from Google. Since the search engine last published its bi-annual transparency report, it said it had seen a troubling increase in requests to remove political content. Many of these requests came from western democracies not typically associated with censorship. It said Spanish regulators asked Google to remove 270 links to blogs and newspaper articles critical of public figures. It did not comply. In Poland, it was asked to remove an article critical of the Polish agency for enterprise development and eight other results that linked to the article. Again, the company did not comply. Google was asked by Canadian officials to remove a YouTube video of a citizen urinating on his passport and flushing it down the toilet. It refused. Thai authorities asked Google to remove 149 YouTube videos for allegedly insulting the monarchy, a violation of Thailand&apos;s lse-majest law. The company complied with 70% of the requests. Pakistan asked Google to remove six YouTube videos that satirised its army and senior politicians. Google refused. UK police asked the company to remove five YouTube accounts for allegedly promoting terrorism. Google agreed. In the US most requests related to alleged harassment of people on YouTube. The authorities asked for 187 pieces to be removed. Google complied with 42% of them. In a blog post, Dorothy Chou, Google&apos;s senior policy analyst, wrote: &quot;Unfortunately, what we&apos;ve seen over the past couple years has been troubling, and today is no different. When we started releasing this data, in 2010, we noticed that government agencies from different countries would sometimes ask us to remove political content that our users had posted on our services. We hoped this was an aberration. But now we know it&apos;s not. &quot;This is the fifth data set that we&apos;ve released. Just like every other time, we&apos;ve been asked to take down political speech. It&apos;s alarming not only because free expression is at risk, but because some of these requests come from countries you might not suspect  western democracies not typically associated with censorship.&quot; Over the six months covered by the latest report, Google complied with an average of 65% of court orders, as opposed to 47% of more informal requests. Last month Google announced it was receiving more than one million requests a month from copyright owners seeking to pull their content from the company&apos;s search results. Fred von Lohmann, Google&apos;s senior copyright counsel, said copyright infringement was the main reason Google had removed links from search terms. He said the company had received a total of 3.3m requests for removals on copyright grounds last year, and was on course to quadruple that number this year. The company complied with 97% of requests.", 
    "section": "technology", 
    "gid": "technology/2012/jun/18/google-reports-alarming-rise-censorship", 
    "wordcount": "475"
}