{
    "headline": "The terror of tweeting: social medium or academic message?", 
    "text": "Imagine, if you will, what follows is the beginning of a guide for academics on how best to give a talk. The first paragraph might go something like this: &quot;Walk into the room  do make sure that you open the door first, or you might get a nasty bang on the nose! You might notice there are people sitting in seats in front of you. Don&apos;t be scared. They are called the audience, and they are there to listen to you. They might ask questions afterwards. You will need to think carefully about your answers: you wouldn&apos;t want to say anything silly!&quot; Academics, who regularly write articles, books, policy documents and lectures, would, quite rightly, be insulted if they read such advice on how to communicate their research. Yet the numerous guides written for academics about how to tweet seem to address us in a very similar style. Their level is basic and their tone sometimes little short of patronising; one actually recommends tweeting as a means &apos;to express who you are as a person&apos;. There is no hint that such technology might fulfil the human need to communicate, or that tweeting might even be fun. Can tweeting really be so difficult that it must be explained in such terms? Perhaps the tone is not be intended to patronise, but instead to soothe and reassure, as if introducing us to a scary world that we might barely comprehend. The writers of such guides seem to assume that the only reason we are not all tweeting is because we either don&apos;t know its value (so they will tell us) or because we are terrified to get it wrong (so they will reassure us). My experience of colleagues who don&apos;t tweet doesn&apos;t suggest this. They know Twitter exists, but they are either too busy; can&apos;t be bothered; prefer traditional forms of academic interaction  face to face or via conventional publication; or think that Twitter is too ephemeral a medium for considered scholarly debate: &apos;The talk-radio of academia&apos;. I have yet to have a colleague sidle up to me and mutter, &quot;You do this Twitter thing don&apos;t you, I&apos;d love to, but I daren&apos;t  can&apos;t you teach me what to do?&quot; Perhaps they are too embarrassed but I somehow doubt it. If ignorance or fear is not what deters academics from tweeting, what could the matter be? I think academics, perhaps even more than most people, are driven by the herd mentality, especially when it comes to questions of prestige. In my discipline, digital humanities, we regard Twitter as an essential communication channel. We were early to adopt it as a conference back-channel  the very thought of a digital humanities event without a hashtag would be shocking. In the old days you knew you were giving a boring conference paper if everyone was typing on their laptop; they were checking their email. Now the reverse is true. Typing means tweeting, which (you hope) implies interest in what you are saying. For people who work in a field where their peers don&apos;t use social media, there&apos;s far less incentive to do so. If the only person you know who tweets is your 15-year-old who follows Lady Gaga, then you probably won&apos;t think of it as an important academic activity. In such circumstances it is much harder to convince people that tweeting is worthwhile. Some academics have even protested that live tweeting of conference papers represents a kind of plagiarism, because their unpublished ideas are being tweeted by the audience, and are thus no longer under the author&apos;s control. Here I think we may have reached the nub of the problematic mismatch between some academics and social media. Maybe it&apos;s not so much fear of the technology; it&apos;s a fear of losing control. The most effective blogs or tweets are those that express personal views, rather than trotting out the corporate message. Indeed, there is growing evidence that if people simply broadcast work-related content, with no personal angle, their blogs or tweets will be unconvincing, sterile, and thus unpopular. Yet, we have found, in the context of research on the use of social media for museum interaction as part of UCL&apos;s QRator project, that if we encourage visitors to respond to questions and trust them to say what they wish, they will produce interesting, compelling, and, yes, polite content. Social media involves a loss of control and an exercise in trust and openness. But the kind of academic who will only express their ideas after years of patient, private research, probably will not want to blog about them, or open them to the scrutiny of the twittersphere before the production of the &apos;Great Work&apos;. The idea that someone else might do so, perhaps by tweeting a conference paper, will be even less welcome. In such cases no amount of calming words of one syllable will offer reassurance, or get the sceptics tweeting. To me this is a peculiar kind of technological confusion. If we ban live tweeting, do we also ban conversations about a paper in the lunch queue or the bar? If people really are anxious about tweeting or blogging, because it might reveal too much about them or their work, does that mean that they don&apos;t talk to their colleagues over coffee, whether about research or the latest gossip? To focus our anxiety on the technology is to ignore its function: the simple art of communicating and connecting with other people, and the pleasure of doing so. If an academic can talk to a colleague or a friend, they already know how and why to tweet. No further guidance is necessary. Claire Warwick is professor of digital humanities at UCL  follow her on Twitter @clhw1 This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/feb/05/academic-twitter-technology-social-media-universities", 
    "wordcount": "983"
}