{
    "headline": "Stonehenge may have been burial site for Stone Age elite, say archaeologists", 
    "text": "  Centuries before the first massive sarsen stone was hauled into place at Stonehenge, the world&apos;s most famous prehistoric monument may have begun life as a giant burial ground, according to a theory disclosed on Saturday. More than 50,000 cremated bone fragments, of 63 individuals buried at Stonehenge, have been excavated and studied for the first time by a team led by archaeologist Professor Mike Parker Pearson, who has been working at the site and on nearby monuments for decades. He now believes the earliest burials long predate the monument in its current form. The first bluestones, the smaller standing stones, were brought from Wales and placed as grave markers around 3,000BC, and it remained a giant circular graveyard for at least 200 years, with sporadic burials after that, he claims. It had been thought that almost all the Stonehenge burials, many originally excavated almost a century ago, but discarded as unimportant, were of adult men. However, new techniques have revealed for the first time that they include almost equal numbers of men and women, and children including a newborn baby. &quot;At the moment the answer is no to extracting DNA, which might tell us more about these individuals and what the relationship was between them  but who knows in the future? Clearly these were special people in some way,&quot; Parker Pearson said. A mace head, a high-status object comparable to a sceptre, and a little bowl burnt on one side, which he believes may have held incense, suggest the dead could have been religious and political leaders and their immediate families. The team included scientists from the universities of Southampton, Manchester, Bournemouth, Sheffield, London, York and Durham. Their work is revealed for the first time in a documentary on Channel 4 on Sunday night, Secrets of the Stonehenge Skeletons. Archaeologists have argued for centuries about what Stonehenge really meant to the people who gave hundreds of thousands of hours to constructing circles of bluestones shipped from Wales, and sarsens the size of double-decker buses dragged across Salisbury plain. Druids and New Age followers still claim the site as their sacred place. Others have judged it a temple, an observatory, a solar calendar, a site for fairs or ritual feasting or  one of the most recent theories  a centre for healing, a sort of Stone Age Lourdes. The latest theory is based on the first analysis of more than 50,000 fragments of cremated human remains from one of the Aubrey holes, a ring of pits from the earliest phase of the monument, which some have believed held wooden posts. Crushed chalk in the bottom of the pit was also revealed, suggesting it once supported the weight of one of the bluestones. Dating the bones has pushed back the date of earliest stone circle at the site from 2500BC to 3000BC. Parker Pearson believes his earlier excavation at nearby Durrington Walls, which uncovered hut sites, tools, pots and mountains of animal bones  the largest Stone Age site in north-west Europe  is evidence of a seasonal work camp for the Stonehenge builders, who quarried, dragged and shaped more than 2,000 tons of stone to build the monument. Analysis of the animal bones shows some of them travelled huge distances  from as far as Scotland  and were slaughtered at Durrington in mid-summer and mid-winter: &quot;Not so much bring a bottle as bring a cow or a pig,&quot; Parker Pearson said. Mike Pitts, an archaeologist, blogger and editor of the British Archaeology journal, who has excavated some of the cremated human remains from Stonehenge, says the new theory proves the need for more research and excavation at the site. &quot;I have now come to believe that there are hundreds, maybe many times that, of burials at Stonehenge, and that some predate the earliest phase of the monument,&quot; Pitts said. &quot;The whole history of the monument is inseparably linked to death and burial  but I believe that there are hundreds more burials to be found across the site, which will tell us more of the story.&quot; Almost all the prehistoric human remains come from the eastern side of the circle, and many had been excavated by earlier archaeologists including William Hawley in the 1920s, who regarding them as unimportant compared with the giant stones, reburied them jumbled together using one of the Aubrey holes as a convenient pit. &quot;There must be more, in the western quadrant, or buried outside the enclosure ditch. A new excavation could clinch it,&quot; Pitts said. This autumn visitors to Stonehenge will see more interpretation of its complex history than ever before, when English Heritage finally opens its long-awaited visitor centre  originally planned to usher in the new millennium in 2000.", 
    "section": "science", 
    "gid": "science/2013/mar/09/archaeology-stonehenge-bones-burial-ground", 
    "wordcount": "793"
}