{
    "headline": "Facebook success highlights challenge of turning friends into learners", 
    "text": "A Facebook page aimed at English language learners in the Middle East and North Africa is attracting more than 10,000 new fans every week. The Learn English MENA page, which is maintained by the British Council has over 1 million &quot;likes&quot;, an increase of more than 200% in less than 18 months, the Council says. Those figures put Learn English MENA far ahead of other English learning pages on Facebook. The Learn Real English page, which offers lessons based on authentic conversations between native speakers, has over 300,000 likes, while Voice of America&apos;s Special English page attracts over 200,000 endorsements for its video based learning content. The Council says that demand for English is growing rapidly in the region as is the popularity of Facebook which has 45 million monthly users. But the success of the page is also down to careful targeting and promotion. Learn English MENA is designed for young people who receive daily alerts to learning content across a range of British Council Learn English websites. They can also ask for advice from the &quot;English Doctor Service&quot;. These are interactive sessions held three times a week during which a British Council teacher is available online to answer learners&apos; questions and help them develop their skills. According to Dalia Adel, MENA digital English project manager at the Council, Facebook provides valuable data on how learners are using the page. &quot;We use surveys and analytics to ascertain what the fans want on the page, and then provide appropriate and engaging new content every day in order to help boost confidence and improve vocabulary, grammar, conversation skills, fluency and pronunciation,&quot; Adel said. The success of the page is also down to a long-term marketing campaign by British Council offices in the region. Caroline Moore, a former Council manager who helped to set up its Learn English website and who is now an education app publisher, says that MENA staff have been using Facebook to build relationships with learners and teachers for many years. &quot;This success hasn&apos;t just come out of the blue. Council staff have been building audiences through Facebook for some time now. Where ever they go they are using Facebook to keep in touch with the teachers and learners they meet,&quot; Moore said. But while the numbers of likes are impressive, Moore warns that the real test of a Facebook page is the depth of engagement. &quot;You can collect thousands of likes for a page but getting people to return to it on a regular basis is the hard part. Facebook works best when there is interaction and exchange between users.&quot; Satish Mayya, CEO of BPG Maxus, a leading digital media consultancy based in Dubai is impressed with the way the Council is using social media in the region. &quot;It has understood the importance of Facebook and has tailored its social media strategy to target its audience through the platform. The British Council is making the best use of technology to reach those who have limited access to training, and supporting learners in the region. It has done this through maintaining a balance between listening, talking and engaging with their users on this social platform.&quot; Others are more cautious. Leading ELT digital technology trainer Nik Peachey says that the content that the Council produces on its Learn English websites is impressive, but there is less evidence that its Facebook page is contributing to learning in the region. &quot;The Council is using Facebook effectively to put people in touch with really good quality learning materials, but most of those materials are delivered through independent platforms. Facebook is just a means to funnel people to those materials. Real learning is dependent on the quality of those materials and the quality of interaction built around them,&quot; Peachey said. He points out that the English Doctor Service attracts only 200 likes per session which is a tiny fraction of the total. &quot;I think before making bold claims about the effectiveness of Facebook as a learning tool we have to be realistic about just how much engagement that amounts to.&quot; But while the Council might need to try harder to convince some that its current Facebook presence is having real impact, education experts agree that the social media site continues to be relevant. &quot;Facebook is a logical choice as a learning platform for a variety of reasons, not least of which is its near global coverage, its ability to work on cheap phones, and the prevalence of mobile phone infrastructure over fixed-line broadband coverage,&quot; said Gavin Dudeney, of online training providers The Consultants-E &quot;In many contexts it makes little sense to adopt or build other platforms when potential learners are already in a space, communicating and engaging with content. Interacting in the spaces where learners already exist gives a higher chance of getting them to engage with learning content,&quot; he said. Peachey says that Facebook can be most effective when teachers use it to extend their students&apos; learning beyond the classroom. &quot;A lot of teachers are using Facebook to supplement face-to-face teaching mainly because their learners are already on Facebook, It&apos;s easier to use than email and it&apos;s more interactive,&quot; he said. Peachey has seen at first hand how Facebook is providing a bridge beyond the classroom in countries such as Pakistan and India . &quot;In many of the schools I visit student are demanding that their teachers &apos;friend&apos; them. The use of Facebook is being driven by students who don&apos;t want their interaction with their teachers to be limited to classroom time.&quot;", 
    "section": "education", 
    "gid": "education/2012/dec/11/english-learners-like-facebook", 
    "wordcount": "946"
}