{
    "headline": "Burkina Faso: human trafficking in west Africa  in pictures", 
    "text": "   According to the London-based charity, Afruca, Burkina Faso has one of the worst human trafficking problems in Africa. In the Pissi district of the capital, women and girls as young as 14 are forced to sell their bodies at Mercy's sex shop to pay debts to traffickers Photograph: Angela Catlin       Patience said she was brought to the city two years ago from Nigeria. She was told she would be working as a nanny but instead works at Mercy's each night Photograph: Angela Catlin       Juliette, also from Nigeria, has been working at Mercys for six years. The 45-year-old sends money home each week to support her four children who live in Benin City Photograph: Angela Catlin       Sarafa Alabi, in his Nigeria football shirt, is from Ago-Amodu, Oyo state in Nigeria. He works with the Nigerian embassy to repatriate trafficked women and says corruption makes Ouagadougou an attractive target for criminals because other potential destinations such as Niger have been tightening border controls Photograph: Angela Catlin       At Mercy's, women work seven nights a week and pay 2,000 CFA (2.60) each day to rent a room. Men pay the women 5,000 CFA. This Burkinabe girl has turned up at the brothel looking for work Photograph: Angela Catlin       When girls arrive in Burkina Faso, they are often taken to a juju man and made to swear an oath that they will remain loyal to the traffickers. The practice is akin to voodoo  the cultural norm in areas of Nigeria, Burkina Faso and elsewhere in Africa  spells are cast and girls are told something awful will happen if they break promises Photograph: Angela Catlin       Traffickers make several trips to Nigeria each month and sell women for around 250,000 CFA (320). With poverty rife and the average wage in Burkina around 30,000 CFA a month, trafficking is viewed as an extremely lucrative trade Photograph: Angela Catlin       Shakira, 18, and Mercy, 15, are from Agbor, Nigeria. They paid money to traffickers believing they would be going to the US to work but when they arrived in Ouagadougou they were told they had been sold and must work at a sex club to pay off debts Photograph: Angela Catlin       Shakira and Mercy were rescued from a brothel in the village of Samghandi when it was raided. They gave statements to an anti-trafficking police unit in Ouagadougou. The girls had been told by traffickers they would be killed if they refused to work at the brothel Photograph: Angela Catlin       Patrick Baudin runs a school in Ouagadougou for disadvantaged children and spends much of his time helping young girls who have been trafficked to the city. Mercy, left, with Shakira, centre, recover from their ordeal at Kingsley's school, where Patience, right, listens to their story Photograph: Angela Catlin       After being rescued from the brothel, Shakira helped out at Baudin's school for several days Photograph: Angela Catlin       Local Christian pastors urge congregations to end their involvement with traffickers and the sex industry. Traffickers and their victims regularly attend churches in Ouagadougou Photograph: Angela Catlin  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/jun/28/burkina-faso-human-trafficking-africa-in-pictures", 
    "wordcount": "0"
}