{
    "headline": "Britain's rarest bees in steep decline - in pictures", 
    "text": "   Half the global population of the northern colletes bee lives in the UK and Ireland, almost all in seaside locations in habitats such as sand dune, marram dune and machair Photograph:  Jeremy Early/BWARS       The buff-tailed bumblebee uses the empty burrows of mice and other small mammals to nest. While it remains numerous, it is changing its behaviour to produce two generations each year, perhaps due to climate change Photograph: Nick Owens/BWARS       The tormentil mining bee is a solitary bee that digs burrows. It has declined rapidly and depends on heathland and moorland where its sole source of food - the tormentil plant - grows Photograph: Sandy__R/Flickr       The bilberry bumblebee has been affected by overmanagement of land and climate change, both of which reduce the flowering plants it needs to complete its lifecycle: the bilberry and legumes such as clover and birds-foot trefoil Photograph: David Whitaker/Alamy       The long-horned bee has extremely long antennae, reaching back along its whole length. It is suffering because of the continued conversion of flower-rich grassland to more intensive agricultural and grassland systems Photograph: Steven Falk/BWARS       The scabious bee is one of the largest solitary bees in the UK. It is declining because meadow cutting and grazing regimes do not give the  field scabious, upon which it relies, a chance to flower Photograph:  John Vallender/BWARS       The sea-aster mining bee is only found on the coasts of the eastern English Channel, the Atlantic coast of France and the southern North Sea, making it the UK's most globally significant bee. Coastal development, such as sea defences and urbanisation, erosion and sea-level rise have destroyed many of the saltmarshes it relies on   Man-made English saltmarshes 'failing to meet European plant standards' Photograph: Nick Owens/BWARS       The great yellow bumblebee once inhabited the entire UK but has lost 80% of its range in the last half century and is now restricted to the north and the west of Scotland. This is because of the loss of flower-rich habitats due to the intensification of farming and grazing practices Photograph:  Nick Owens/BWARS       The female (left) potter flower bee is much darker than the male. This solitary bee is in decline across northern Europe. The reasons remain unclear but are probably linked to the rapid intensification of farming and urban and industrial development since 1945 Photograph: Steven Falk and/BWARS       The large garden bumblebee is Britains largest bumblebee and has an extremely long tongue. It has been lost from about 80% of its former range over the last century, confining it to central and southern areas Photograph: Steven Falk/BWARS  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/may/09/britain-rarest-bees-steep-decline-in-pictures", 
    "wordcount": "0"
}