{
    "headline": "Ofsted boss says access to good education depends on where you live", 
    "text": "Access to a good education for children and young people is &quot;far too dependent on where you happen to live&quot;, the new chief inspector of Ofsted has said as he published a first annual report that finds rising standards overall but is withering about the significant differences between areas. Across the whole of England 70% of schools are rated good or outstanding, against 64% five years ago, noted Sir Michael Wilshaw, formerly head of Mossbourne academy in Hackney, repeatedly highlighted by Michael Gove as a beacon for schools in deprived areas, who took over at Ofsted in January. However, he wrote in the report, this headline figure &quot;disguises the highly unequal opportunities&quot; faced by students between regions, by no means all of them attributable to socio-economic factors. Wilshaw particularly highlighted discrepancies in primary education, noting that while pupils in some areas had a more than 90% chance of going to a school rated good or better, in other regions this plummeted to below 50%. Ofsted plans to implement a league table that will rank local authorities according to the organisation&apos;s ratings of their schools. &quot;Access to good education and training is far too dependent on where you happen to live,&quot; Wilshaw said in a video introduction to the report. &quot;This is really unacceptable. A child&apos;s chances of getting into a good or better school are twice as good in some local authority areas than in others.&quot; Some local authorities appeared to be badly underperforming, Wilshaw said: &quot;Why is it that a child living in Derby or Doncaster local authority areas has only half the chance of attending a good or better primary or secondary school compared with a child living in Wigan or Darlington? Why is it that Coventry has a smaller proportion of pupils attending good or better primary schools than any local authority area in the country? Do parents realise this? What is being done about it?&quot; While wealth plays a significant part  closing the gap in attainment between rich and poor &quot;remains a national priority&quot;, Wilshaw said  it did not explain everything. Oxfordshire, he wrote in the report, by no means one of England&apos;s poorest boroughs, is near the bottom for its proportion of pupils in good primaries. Ofsted marked its 20th anniversary in September, with Wilshaw saying its regime of inspections, spanning 24,500 separate visits over the past 12 months, had seen schools improve hugely. He recalled teaching in east London during the 1970s and 80s, saying entire generations of children had been &quot;failed by an unaccountable and, in many ways, self-indulgent school system&quot;. However, he said, even having 70% of schools being good or better was insufficient: &quot;In most assessments, a 7/10 mark might equate to &apos;fair but could do better&apos;. For an aspiring leading nation in a 21st century global economy, it has to be &apos;not good enough; must do better.&apos; If England is to compete with the very best, then strong leadership is absolutely critical.&quot; While half a million more students are receiving a better education than was the case five years ago, that still leaves almost 2.3 million children in schools deemed &quot;not good enough&quot;, the report noted. Too many schools appeared happy to remain &quot;stuck in mediocrity&quot; with a grade of satisfactory, Wilshaw said. He also had words of warning for further education colleges, noting that not a single one was gauged to have outstanding teaching overall, while the worst churned out &quot;popular, often low-level, courses that were of little value to employers&quot;. There were also regional disparities here, he said, with for example those in London failing to match the improvements seen in the capital&apos;s schools. As befits a highly garlanded former school head who was knighted in 2000 for services to education, Wilshaw&apos;s report repeatedly stressed what he sees as the key role of strong leadership to improve standards. He wrote: &quot;When I look at any inspection report, my eyes are always drawn to comments on leadership because leaders are the key people in changing and improving the culture and performance of the organisation.&quot; A Department for Education spokesman said Wilshaw was &quot;right that standards in some local authorities are simply not good enough&quot;. He continued: &quot;There are still too many schools that do not provide a good enough education. We make no apology for introducing reforms to drive up standards in schools.&quot; Gove&apos;s shadow as education secretary, Stephen Twigg, said Labour could take credit for much of the improvement. He added: &quot;However, there remains an arc of underachievement which is holding back too many young people. Even in David Cameron&apos;s backyard of Oxfordshire, there are too many coasting schools. We need to learn from success stories like Wigan and Darlington to understand why other areas are less successful.&quot; Brian Lightman, general secretary of the Association of School and College Leaders, said the rising standards showed the government should &quot;trust school leaders and stop adding further layers of accountability&quot;.", 
    "section": "education", 
    "gid": "education/2012/nov/27/2m-pupils-school-ofsted", 
    "wordcount": "856"
}