{
    "headline": "Negotiators reach consensus on global land governance guidelines", 
    "text": "Negotiators in Rome have agreed on a proposed set of voluntary global guidelines on responsible governance of land tenure and access rights to land, fisheries and forest resources. The proposals will be sent to the UN&apos;s committee on world food security for final approval at a special session in Rome in May, the Food and Agriculture Organisation (FAO) said in a statement. &quot;Once approved, the guidelines will be voluntary, but because they have been drawn up in such a comprehensive and inclusive process, and because there is this shared perception that a framework like this is sorely needed, we all anticipate that they will set the bar for policymakers,&quot; said Yaya Olaniran, current chairman of the Committee on World Food Security (CFS). &quot;In fact, we&apos;re already seeing governments moving to bring their policies and practices into alignment with the guidelines.&quot; The UN talks on land governance, which began in Rome in October, were the culmination of six years of negotiations involving governments, international organisations and civil society groups brought together under the CFS umbrella. The voluntary guidelines come amid concern over &quot;landgrabs&quot;, where large tracts of land in the developing world are leased to commercial investors. The guidelines cover a wide range of issues, including promoting equal rights for women in securing title to land, creating transparent record-keeping systems that are accessible to the rural poor, and how to recognise and protect informal, traditional rights to land, forests and fisheries. Jos Graziano da Silva, the FAO&apos;s director-general, described the agreement as a &quot;milestone achievement&quot;, adding: &quot;The voluntary guidelines will play an important part in answering the challenge of ending hunger and assuring food security of every child, woman and man in an economically, socially and environmentally sustainable way.&quot; Once officially approved by CFS, the FAO says the guidelines will serve as an authoritative reference for national authorities when passing laws and setting policy on access and ownership rights for land, fisheries, and forest resources. The guidelines are also intended to give investors and developers clear indications on best practices and to provide civil society land rights groups with benchmarks they can use in their work on behalf of rural communities. Ninety-six countries, NGOs, UN agencies and other international organisations, and private sector representatives took part in several rounds of talks, culminating in a final round of negotiations last week at the FAO&apos;s Rome headquarters. The CFS secretariat said it would make the text of the guidelines available soon on its website. &quot;The participatory way in which these negotiations led by the committee on world food security took place deserves praise,&quot; said Graziano da Silva. &quot;This is a welcome dialogue. It is important for the voluntary guidelines, and is necessary to respond to other challenges related to food security and rural development.&quot; Others were less impressed by the exercise. &quot;The breadth of participants, including governments, has seen the content watered down to secure consensus. Value for the immense time and money invested in producing the guidelines may be hard to come by,&quot; said Liz Alden Wily, an international land tenure specialist. &quot;These are only guidelines after all, not binding on the very governments, companies, elites and investors who are already so heavily involved in land and resource capture.&quot; She said the time and money might have been better spent reframing international trade law, on which resource exploitation so heavily depends, and &quot;bringing feeble human rights law up to scratch. Or invested in mobilising the millions of poor affected by policies and laws.&quot; Alden Wily added: &quot;It will be interesting to see if the global aid community promoting these guidelines will spend the same effort to translate the advice into 150 languages and get copies down to every poor community in the developing world. That&apos;s a billion copies right there.&quot; In a new report, the Earth Security Initiative, which looks at investment risks in farmland, said politicians and investors needed to take into account full recognition of informal land rights held by communities as the only route to a sustainable economic prosperity. &quot;Hand-in-hand with this is the effective protection of soil resilience, biodiversity and freshwater resources,&quot; said Alejandro Litovsky, lead author of the report, Land Security Agenda, and founder of the initiative. &quot;Given the risk exposure of countries to climate change these resources should be now seen through an economic lens, as precious national assets.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/14/negotiators-consensus-global-land-governance-guidelines", 
    "wordcount": "750"
}