{
    "headline": "Kony 2012  the anti-LRA video that went viral", 
    "text": "     Identifying the Kony 2012 campaign among the innovations that changed global development over the past year might seem perverse. After all, what started out in March as a viral video campaign highlighting the atrocities of the Ugandan warlord Joseph Kony culminated, a month later, with a failed attempt to translate digital activism into real-life action. Factor in charges that the campaign was oversimplified, inaccurate and reinforced media stereotypes about Africa  not to mention the well-publicised problems experienced by film-maker Jason Russell  and it could be argued the whole thing was a disaster. Yet how many other development-related interventions had a comparable impact on the popular consciousness in 2012? The Kony 2012 documentary has now been viewed more than 100m times on video-sharing sites such as YouTube and Vimeo. Along the way, it has usefully claimed numerous high-profile supporters, from Oprah Winfrey to Bill Gates. As a result, Kony, the Lord&apos;s Resistance Army, child soldiers and the challenges facing Uganda, the Democratic Republic of the Congo and other African countries have been discussed and debated across the world, from the upper echelons of state down. No initiative did more to move such issues out of the political and academic shadowlands and into the mainstream. Should we regard that as a good thing? In my eyes, yes. It&apos;s easy to equate innovation with success, but innovation is also about taking risks. And when you take risks, inevitably you sometimes fail. The key thing is learning the lessons: extrapolating the useful bits, disposing of the bad, and using the knowledge gained as a platform for progress. Forgetting the campaign&apos;s specifics, which are not our concern here, what was useful about Kony 2012? Well, for a start, it showed innovation doesn&apos;t have to be about money. The initiative took as its starting point video-sharing sites  free, existing resources  and utilised them with verve and imagination to get a message across. That message may have been right, it may have been wrong. But the exercise showed that you don&apos;t have to be a big organisation or a celebrity to make people sit up and take notice. Perhaps traditional aid agencies, many of which routinely channel precious resources into expensive advertising campaigns, could learn something. It is, after all, remarkable that an enterprise which began life as little more than a glorified home video went on to evoke reaction from governments around the world and trigger a heated global debate. In an era of austerity, Kony 2012 was a campaign in tune with the economic zeitgeist. More than that, though, the film showed the power of approaching humanitarian issues with imagination. It demonstrated the truth of a sentiment expressed by the author JK Rowling:  Imagination is not only the uniquely human capacity to envision that which is not, and therefore the fount of all invention and innovation. In its arguably most transformative and revelatory capacity, it is the power that enables us to empathise with humans whose experiences we have never shared.  In mobilising the online community with such extraordinary success, Kony 2012 demonstrated something of that power. In the US alone, awareness of Kony among the adult population went from virtually nil to 58% in a matter of days. Even now, the campaign continues to spur our curiosity. We were told it would &quot;expire&quot; on 31 December 2012, but what does that mean? Is Kony 2012 over? Has defeat been conceded, or is there another initiative in the offing? Will the video be removed from official sites at midnight tonight? Even at the eleventh hour, the campaign keeps us guessing. Was it flawed? Yes. Did it succeed in its ambition to &quot;cover the night&quot;? No. But these shortcomings should neither blind us to the positives, nor deter development actors  be they campaign groups or traditional bodies  from trying to harness what was good about Kony 2012 for their own ends.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/31/kony-2012-lra-video-viral", 
    "wordcount": "649"
}