{
    "headline": "Physics", 
    "text": "What youll learnPhysics is a course for those who want to explore natures secrets. Its basically the study of the universe - how it was formed, what a black hole consists of and what goes on in a parallel universe? It also investigates atoms - what happens if you split them and how can an atom be in two places at once? Physics is a subject that requires good maths knowledge, as you will be expected to be able to explain the physical world in terms of maths. You will also get the chance to enhance your computing skills. Universities offer three- and four-year undergraduate courses. Your course should cover the fundamentals - electromagnetism, quantum and classical mechanics, statistical physics and thermodynamics, and the properties of matter. You should then have the chance to choose some specialist topics, such as astronomy, space and science, and applied physics.  By the time you leave university, you will understand key physical laws and principles and be able to solve problems, or least have an idea of how to. You will be able to plan and carry out experiments, and know how to analyse and interpret your findings. You will also know how to produce clear and accurate scientific reports, and know how best to present complex information concisely.   interactive   How youll learnYoull learn through a combination of lectures, lab sessions and tutorials. Most courses will require you to complete a research project during your fourth year, probably with a research group at your chosen institution. This will give you the chance to put all youve learned to the test and investigate your own ideas. Some courses will encourage you to complete work placements as part of your course, which will give you a flavour of how your subject can be used in practice, as well as giving you contacts that may prove useful when you graduate. What are the entry requirements?Entry requirements vary. Some universities will require maths and physics at A-level (or equivalent). Further maths, chemistry and computing or computer science are also helpful.   interactive   What job you could doAs a numerate and articulate graduate you will be highly prized by employers in a range of fields. Working in engineering or IT are obvious choices. However, physics graduates can also be found in the public sector, business and teaching. Some graduates have gone on to work in finance and even the armed forces. A large chunk of physics graduates go on to further study and pursue careers in research.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide36", 
    "wordcount": "422"
}