{
    "headline": "Popular science blog is run by a woman  to the surprise of some on Facebook", 
    "text": "A swath of science fans expressed shock Wednesday upon learning that a popular science Facebook page is run by a woman.  Elise Andrew, an English blogger living in Canada, posted a link promoting her Twitter feed on her I Fucking Love Science Facebook page, which has more than 4.2m fans. &quot;I got Twitter! I figured it&apos;s about time I started exploring other social media. If you&apos;re on there, can you Tweet me some science people worth following?&quot; Andrew said. The post provoked an onslaught of comments discussing her gender and looks. &quot;F.ck me! This is a babe ?!!&quot; wrote commenter Can Durace. &quot;holy hell, youre a HOTTIE!&quot; wrote Douglas Pistone Linares. Lou Forbes said: &quot;you mean you&apos;re a girl, AND you&apos;re beautiful? wow, i just liked science a lil bit more today ^^&quot;     I Fucking Love Science adminstrator turns out to be a woman, and people are shocked.  Photograph: screen shot for the Guardian    The page is filled with science-nerd memes, scientific questions (Is de-extinction a good idea?) and impressive photos, posted multiple times per day. After the early posts commenting unnecessarily on her looks and gender, others said it shouldn&apos;t matter that she is a female. &quot;My fellow dudebros: Chillax. In science, sex is just a single genome characteristic,&quot; said Brian Hudson. Some of the comments were also, hopefully, made in jest. Some used it as a confessional to concede that we still live in a world that has inherent biases towards women with an interest in science. Jay Young: &quot;I&apos;m ashamed to say I assumed you were a man. But I&apos;m neither shocked nor affected in the slightest that you aren&apos;t. Keep on fucking loving science.&quot; A more innocent bunch jokingly admitted they thought the site was run by famous scientist Neil DeGrasse Tyson, winner of People Magazine&apos;s &quot;sexiest astrophysicist&quot; honor in 2000. Andrew could not be reached for comment, but tweeted about the response:     EVERY COMMENT on that thread is about how shocking it is that I'm a woman! Is this really 2013?&mdash; Elise Andrew (@Elise_Andrew) March 20, 2013    She also runs the mirror page Science is Awesome, for those turned off by the strong language. That has more than 250,000 likes. Close followers would have known she was a female by interviews she did before.", 
    "section": "science", 
    "gid": "science/us-news-blog/2013/mar/20/i-love-science-woman-facbook", 
    "wordcount": "348"
}