{
    "headline": "Boot up: TechRadar's data leak, Google finds cats, Nokia's future?, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team TechRadar site hacked passwords stolen security breached &gt;&gt; PC Advisor  UK tech site TechRadar tonight told its registered users that its user registration database had been compromised. In a statement published on TechRadar.com and sent to individual registered users, the Future Publishing website&apos;s publisher informs users that details including email addresses and passwords, dates of birth and usernames have been stolen.   Oh dear. Some members of pre-existing forums may not know their password has leaked. If you&apos;re a member at all, change your password. Kcom&apos;s fibre-optic rollout puts rural Yorkshire at forefront of &apos;digital spring&apos; &gt;&gt; The Guardian Great report by Juliette Garside. It really is about time for &quot;digital spring&quot;. Even now. Apple drops &apos;We don&apos;t get PC viruses&apos; schtick &gt;&gt; Wired.com  Apple has made a small change to a Mac marketing webpage that is a big deal to people who care about computer security.  We&apos;re talking about the &quot;Why you&apos;ll love a Mac&quot; webpage. For the past couple of years, Apple has claimed that the Mac &quot;doesn&apos;t get PC viruses,&quot; adding that &quot;a Mac isn&apos;t susceptible to the thousands of viruses plaguing Windows-based computers.&quot;  That&apos;s a tough one to argue with. After all, Windows software doesn&apos;t work on the Mac operating system. But now, it&apos;s a claim that Apple doesn&apos;t seem comfortable making anymore.   Finally. Something like that, anyway. In a big network of computers, evidence of machine learning &gt;&gt; NYTimes.com  Inside Google&apos;s secretive X laboratory, known for inventing self-driving cars and augmented reality glasses, a small group of researchers began working several years ago on a simulation of the human brain.  Andrew Y. Ng, a Stanford computer scientist, is cautiously optimistic about neural networks. There Google scientists created one of the largest neural networks for machine learning by connecting 16,000 computer processors, which they turned loose on the Internet to learn on its own.  Presented with 10 million digital images found in YouTube videos, what did Google&apos;s brain do? What millions of humans do with YouTube: looked for cats.   Sounds trivial, but has huge applications. US trade body to &apos;revisit&apos; Motorola&apos;s sole patent win over Apple &gt;&gt; The Register  The commission said it will review the determination in part and wants both Apple and Motorola to come up with answers to a number of questions, including whether patents that are supposed to be licensed under fair, reasonable and non-discriminatory (FRAND) terms can ever be used to ban imports.  The ITC said that whatever decision it came up with, it would have to consider the public interest when it thought about remedies, implying that even if it agrees with either party, it still might refuse to implement a ban anyway.  A decision from the commission is expected in August.  The speed of change &gt;&gt; Government Digital Service  When a user sent a tweet about a possible improvement on GOV.UK, it became a great example of how quickly an agile team can respond to feedback. Chris Heathcote from the GDS design team explains how size doesn&apos;t necessarily mean slowing of processes.  What will happen to Nokia? &gt;&gt; asymco  For over a year I&apos;ve been chronicling the decline of incumbents in the mobile phone industry. However, decline cannot continue indefinitely. At some point a company &quot;exits&quot; the industry. Either through a sale or divestiture or, rarely bankruptcy. The list of exits is already long. The length and the correlation between exit and the lack of recovery implies that Nokia will also exit.  But how, exactly?   Not by being sold to Microsoft. But read on. Will Nokia be acquired? If so, then by whom? What other options exist? How can we analyze this? Online Infringement of Copyright: Implementation of the Online Infringement of Copyright (Initial Obligations) (Sharing of Costs) Order 2012 &gt;&gt; Ofcom Here is Ofcom&apos;s proposals on the working of the Digital Economy Act. First letters expected to go out in March 2014 - yes, almost four years to the date when the bill was given Royal Assent. Sorry, but Microsoft screwing Windows Phone fans is the right thing to do &gt;&gt; Gizmodo UK Sam Biddle:   What Microsoft is doing with Windows Phone 8 is what it has to do: laying cement for an OS that will last deep into the future -- or at least as long as you&apos;ll own your phone. Your Lumia is based on Windows CE, software that was first released back in the early 90s. It&apos;s ancient, and it&apos;s holding the entire platform back. WP8, and its incompatibility with the phone you might own right now, is a much-needed fresh start.  More than that, it&apos;s a fundamental shift, uprooting everything; Microsoft&apos;s packing up the house, putting it on the back of a truck, and moving it out of the dead-end suburban cul-de-sac and onto a gorgeous country estate. WP8 will now share common code with the impending desktop and tablet versions of Windows 8. If this sounds complicated, it shouldn&apos;t: by next year, every new Windows computer, slate, and phone will have the same modern software DNA, which will give Microsoft-friendly handsets access to the best programming magic available.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/27/technology-links-newsbucket", 
    "wordcount": "911"
}