{
    "headline": "Rio+20: A voice from near Kabul, Afghanistan", 
    "text": "   Abdullah Ali, Rio+20 Photograph: Guardian    I haven&apos;t heard of Rio+20, because I&apos;m mostly out on the land. I can tell you, though, if it is a meeting of the international community and the donors to Afghanistan, my message is that the government has to find a way to provide water to the farmers, through irrigation canals, wells, or pumping. Before the Taliban, we got water naturally until the early summer, from a small stream. But someone called Najib has built a town upriver that took all the water, so we had to dig wells. Twenty years ago you only had to drill about 35 metres to get to water; now it is 40 or 45. Water is very expensive now, because we had to dig a deep well, and put in a generator that runs on diesel. It costs more than $40 a day, though we don&apos;t run it every day. For me, sustainable farming is making sure you don&apos;t exhaust the soil. If I plant onions in a field this year, I will plant carrots or something else next year. If you grow onions there every year, the production will just fall. Farmers are the heart of a country. If farming develops and a farmer moves forward, the whole nation and the government are going to develop and improve. In the days of Zahir Shah [the Afghan king ousted in a 1973 coup] we used to get some seeds, fertiliser and medicines, but unfortunately this government never helps us. Even our seeds aren&apos;t as good now; 30 years ago they were cheaper and higher quality. Our other problem is transportation and marketing  it&apos;s a long way to the city from here. I moved to the city for security reasons after the Russians came [in 1979], so 20 years ago I was farming on the lands of other people, and had a little piece of my own land. In the past few years, while I was getting money for a pump, I grew rain-fed wheat, as there is no water for irrigation here. When we put it in, I could start planting vegetables and the fruit trees, three years ago. It cost me and my brother 180,000 Afghanis ($3,600). If there is any aid from the international community, the money just goes to the local elders and officials, we never see any of it. Several times my son has told me to stop, because I am old, but I like this work, I like to touch green things. As long as I can walk, and carry a spade, I will keep farming.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-near-kabul-afghanistan", 
    "wordcount": "430"
}