{
    "headline": "San Francisco and Seattle lead US cities pulling funds from fossil fuel firms", 
    "text": "The cities of San Francisco and Seattle have pulled their money out of fossil fuel companies, taking a climate divestment campaign from college campuses to local government. The campaign group 350.org said on Thursday it had won commitments from a total of 10 cities and towns to divest from 200 of leading fossil fuel companies. &quot;Divestment is just one of the steps we can take to address the climate crisis,&quot; the Seattle mayor, Mike McGinn, said in a statement. The divestment decision carries real weight for cities such as San Francisco, which control large employee pension funds. City supervisors in San Francisco voted this week to move some $583m in its $16bn pension fund that was invested in fossil fuel companies. Other cities that signed on to the divestment campaign include: Madison and Bayfield in Wisconsin, Ithaca, New York, Boulder, Colorado, State College, Pennsylvania, Eugene, Oregon, and Richmond and Berkeley, both in California. Jamie Henn of 350.org said the divestment commitments from those smaller centres would help put pressure on state authorities to take a look at their investments. He said the group also hoped the move by the cities would build momentum for the divestment effort now underway on American college campuses. Students activists are now running climate divestment campaigns on more than 300 college campuses. So far, four colleges have divested since the campaign got underway last autumn: Unity, Hampshire, Sterling and College of the Atlantic. All four are smaller universities with strong environmental programmes. But organisers were now looking to gain traction at Ivy League campuses which control multi-billion endowment funds. Earlier this month, a committee at Brown University urged trustees to pull its funds out of 15 of the country&apos;s largest coal companies. The campaign also hoped to make headway at Columbia, and in the University of California system.", 
    "section": "environment", 
    "gid": "environment/2013/apr/25/us-cities-climate-divestment-fossil-fuels", 
    "wordcount": "307"
}