{
    "headline": "Green news roundup: Sellafield, ash dieback and rare whales", 
    "text": "Environment news  Sellafield audit shows safety costs spiralling Cameron set to defend coalition&apos;s position on green economic growth Ash dieback: politicians and experts meet to discuss strategy Laos holds &apos;groundbreaking&apos; ceremony for contentious Mekong dam Prop 37: Californian voters likely to reject GM food labelling UK beaches are dirtiest in a decade, figures showNo Dash For Gas ends the UK&apos;s longest power station occupation On the blogs     A tree hit by ash dieback, which has affected woodlands and nurseries across the UK. Photograph: Patrick Pleul/DPA/Corbis     Can ash dieback be stopped in the UK? | Leo Hickman All hail the Times&apos;s Cycle Safe, but don&apos;t hold your breath for a revolution Ukip&apos;s Godfrey Bloom and the 2,000-a-month climate researcher If Sandy doesn&apos;t destroy Obama&apos;s climate cowardice, what will? Multimedia     2012 GDT European Wildlife Photographer Mammals category Highly Commended: The gourmet by Leopold Kanzler (Austria) Photograph: 2012 GDT European Wildlife Photographer     GDT European wildlife photographer of the year 2012  in pictures Bornean orangutan rescued with 104 air gun pellet wounds  in pictures Sustainable tuna fishing in the Maldives - in pictures Up in Smoke part 2: Honduran farmers transform families&apos; fortunes  video The week in wildlife  in pictures Best of the web  World on track for 6C warming without carbon cuts, study shows Michael Bloomberg draws a line in the Sandy with climate endorsement Poland accused of creating &apos;climate of fear&apos; for environmental campaigners Green jobs  Head of Fundraising, The Rainforest Foundation UK, London EIA Project Consultant, Environ, London House Steward, National Trust, York ... And finally     The spade-toothed beaked whale is so rare, nobody has seen one alive. But scientists are sure it exists.  Photograph: AP     World&apos;s rarest whale seen for first time after New Zealand beaching", 
    "section": "environment", 
    "gid": "environment/2012/nov/07/1", 
    "wordcount": "229"
}