{
    "headline": "Pass notes No 3,103: the iTV", 
    "text": "Age: Unborn. Appearance: Like TV, only cooler. Unborn? Cool? What are you on about? It&apos;s that decrepit broadcaster behind The X Factor and I&apos;m a Celebrity. That&apos;s ITV with a capital I. This thing&apos;s got a little i, just like  I spy? No! iTunes, iMovie, iPhoto, iPod, iCloud, iMac, iBook, iPhone, iPad  Aha! It&apos;s something to do with Apple, that fabulously creative company That&apos;s right. I haven&apos;t finished. That fabulously creative company that sprays everything white and gives it a silly name. As usual, you&apos;re behind the times. It prefers black or matt-finish steel now. How very 80s. This is Steve Jobs&apos; attempt to revolutionise television, is it? It is and it isn&apos;t. As most people noticed, Jobs died last October. Oops. But iTV does seem to have been his brainchild. According to his official biography, he &quot;wanted to do for television sets what he had done for computers, music players and phones: make them simple and elegant&quot;. Not long before he died, he &quot;finally cracked it&quot;. China&apos;s suicidal factory workers must be dancing in the streets. What will this magical device look like? Apple won&apos;t even admit it&apos;s working on the project, but rumours predict a 50in screen, a wireless internet connection and all sorts of &quot;apps&quot;, the whole thing controlled by voice and movement. A la Xbox Kinect? I like it. You could program your TV to turn off whenever you stuck up two fingers. You&apos;d never have to look at George Osborne&apos;s ugly mug again. Or even Wayne Rooney&apos;s. There are also claims that Apple wants to buy TV rights for the Premier League. Does the iPad come into this somehow? It usually does. You&apos;ll be able to &quot;stream&quot; content from one Apple device to another, so you could start watching a match while eating a curry in front of your TV  Then switch to your tablet so you wouldn&apos;t miss a second while you were on the toilet. Exactly. In fact that&apos;s probably the precise example Apple will use in its ads. Do say: &quot;It just works.&quot; Don&apos;t say: &quot;So did the old set.&quot;", 
    "section": "technology", 
    "gid": "technology/shortcuts/2012/jan/08/pass-notes-itv-steve-jobs", 
    "wordcount": "360"
}