{
    "headline": "Ming-Zher Poh: a mirror that gives you an instant health check", 
    "text": "What led to you inventing the mirror? As part of my PhD research in the division of health sciences and technology at MIT, I&apos;d been working on technologies that enable more comfortable and convenient measurement of a person&apos;s physiological signals. The mirror is just one of the concepts I developed. The technology behind it is cool because it&apos;s a contact-free and remote way of measuring vital signs. The mirror was just a demonstration of how this technology could be integrated into everyday objects in the home  you could also use it on a phone or laptop or any device that has a camera. What exactly does it measure? At the moment, it measures heart rate, breathing rate and something called heart-rate variability, which looks at the variations in your beat-to-beat. The heart doesn&apos;t beat like a metronome; it changes and every beat is slightly different, in terms of the interval. And if you look at the variation over time it gives you an idea of the functioning of your autonomic nervous system. Can it also measure blood pressure? That&apos;s something we&apos;re looking into, but it&apos;s a bit too early to say. It&apos;s much more complicated but I like to think that we could do it. It would be a challenge to get it to work for everyone without having to calibrate it for each individual. So how does the technology work? Quite simply, it uses light to measure the information from your body. Every time your heart beats, the blood in your vessels increases very slightly. Blood absorbs light and so this increase absorbs more mono light, decreasing the amount of light being transmitted or reflected by your body. Using optical methods for measuring the flow of blood is not new. You may be familiar with a little clip called a pulse oximeter that the doctor puts on your finger to take your pulse by shining an infrared light under your skin. Our approach is similar but in this case we&apos;re not shining light at you, we&apos;re just using the ambient light around you: sunlight, room light or anything that&apos;s illuminating your environment. The camera then measures the mono light being reflected off you, in this case, your face. Does there have to be a certain amount of light in the room for it to work? In a dark room you would need different illumination, such as infrared light. What are the advantages? The contactless approach is good because there is nothing on or inside the body. This is beneficial for babies or for people with sensitive skin or burn wounds. And if we advance the technology to get even more vital signs, the potential for tele-medicine is huge. Then you won&apos;t have to buy equipment: as long as you have a computer with a camera, you&apos;re all set to go. The mirror approach is great because the technology is hidden and you don&apos;t even have to think about checking yourself; it just does it in the background. What does the mirror consist of? It&apos;s essentially a computer monitor with a built-in webcam and a two-way mirror in front, so the computer can see you but you can&apos;t see the monitor. We can then display information from the screen behind it. So you see a reflection of your physical appearance and it projects your heart rate on top, which is a reflection of your internal, physiological state. A box then appears around your face to track you. Do you have to stand reasonably still? At the moment, yes. When you use the webcam to monitor your image, would it send real-time data to your doctor over the internet? It could, but that would be up to the individual user. The user would need to have control over their privacy. What stage of development are you at? Right now, this is a research project, but I&apos;m starting a company this month to develop the technology and you&apos;ll probably hear more about it in June. We started working on the project in 2009. It was challenging because the signal is very noisy and very weak when you&apos;re doing it from a distance, and you have no control over the ambient lighting. But we&apos;ve made a lot of progress. Recently, the concept was voted one of the top 10 inventions by Popular Science. How else might the invention be used? Keeping track of fitness would be one thing. The mirror could have a whole wellness and lifestyle function as well as a medical use . Do you think it is important to check your vital signs more often than when you visit the doctor? There&apos;s a growing awareness that this is useful. There&apos;s a movement called the &quot;quantified self&quot; movement and the idea behind it is that you can&apos;t really improve something unless you can quantify it. Until you start tracking something, how do you know how you&apos;re doing?", 
    "section": "science", 
    "gid": "technology/2012/jan/22/medical-mirror-ming-zher-poh", 
    "wordcount": "817"
}