{
    "headline": "How simple ideas lead to scientific discoveries", 
    "text": "    Where do good ideas come from? How are scientific discoveries made? How did scientists think about the phenomena they were investigating such that they discovered something new? Do we all need to be an Einstein or a Darwin before we can discover something new about the world? Or perhaps training and educating our minds whilst remaining open to the wonders of the world is enough? In this video, Adam Savage explores these questions, starting with a simple childhood observation that inspired Richard Feynman to pursue his career in physics. Mr Savage then talks passionately and eloquently about two historical scientific discoveries that inspire him, profound scientific discoveries that resulted from careful thought combined with simple and creative uses of the methodologies of the day that anyone can do, but only a very few actually did do:              video link.  Note: I am sure that Mr Savage meant to say &quot;circumference&quot; instead of &quot;diameter&quot; [3:37]. Adam Savage, the host of MythBusters on the Discovery Channel, is a longtime special-effects artist and a minor obsessive. As his official MythBusters bio says, &quot;Adam Savage has spent his life gathering skills that allow him to take what&apos;s in his brain and make it real.&quot; He&apos;s worked as a special-effects artist, fabricator, modelmaker and general dreamer-upper for a decade and a half, working on films such as Galaxy Quest and the Matrix sequels, as well as Episodes I and II of the Star Wars series. In 2002, he and his fellow movie-industry veteran, Jamie Hyneman, became the hosts of MythBusters, a Discovery Channel programme that puts urban myths and rules of thumb to test in visceral, often hilarious ways. Behind the sheer awesomeness of their rocket cars and flaming projectiles, the MythBusters are a force for science education.  Adam Savage can be found on twitter @donttrythis .. .. .. .. .. .. .. .. .. .. ..  &quot;How Simple Ideas Lead to Scientific Discoveries&quot; was animated by the TED-Ed Animation Team (Jeremiah Dickey, Biljana Labovic, Celeste Lai, Kari Mulholland and Franz Palomares) .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/21/1", 
    "wordcount": "342"
}