{
    "headline": "Portrait of an art graduate, circa 2012", 
    "text": "What does it mean to be an art graduate in 2012? This year&apos;s art degree shows feature talent as provocative and original as ever. But a shrinking market for fine art, combined with an ever-increasing number of graduates, mean it&apos;s not going to be easy for this year&apos;s hopefuls to make their mark. The rising cost of studio space, high unemployment, and a growing culture of unpaid internships paint a grim picture of life after art school. But armed with talent, ambition and a bit of creative thinking, graduates from the Glasgow School of Art and Goldsmiths, University of London, plan to take the art world by storm. &quot;My course has brought out what I really want to do,&quot; says Hannah Lewis, 22, who is graduating from Goldsmiths. &quot;I  and my work  have been tested to the max.&quot; Of course, not everyone shares this view of art college as a rigorous training process. &quot;When you tell someone you are at art school, they get this look of condescension on their face. I get fiercely defensive because I think you learn practical skills, you discover how to be self-motivated, and you are constantly forced to articulate your ideas,&quot; says Aileen McEwen, 22, who studied at Glasgow. Goldsmiths graduate Becca Voelcker, 21, who is going on to an MA in film theory at Cambridge, enjoyed the academic side of her course too: &quot;I loved the lectures and seminars, and writing my dissertation.&quot; Do the Goldsmiths students think it&apos;ll be harder for them to break into the art scene than it was for Damien Hirst and the Young British Artists who graduated from the same college in the early 1990s? The answer is a resounding yes. &quot;It&apos;s hard to be noticed now, because there&apos;s so much competition,&quot; says Eleanor Davies, 22. &quot;I feel like the standard was lower back then too  I saw the Chapman brothers&apos; degree show piece recently and it was just two snow globes  I couldn&apos;t get away with that!&quot; Still, recessions are often said to bring out creativity and encourage lateral thinking. Many of these graduating students plan to take on part-time jobs, but they are optimistic about continuing their practice. Micah Harbon, 24, who is graduating from Goldsmiths, says: &quot;You can&apos;t think &apos;I&apos;m out of a job&apos;; you&apos;ve got to think &apos;I&apos;m going to make my own money&apos;. I don&apos;t think there&apos;s a job already out there that&apos;s perfect for me; I&apos;d like to make the perfect job for myself.&quot; The cost of studio space and materials is a one of the biggest problems. Goldsmiths graduate Christopher M Smith, 24, says: &quot;I&apos;m going to miss the workshops. Now I&apos;m leaving, I&apos;m thinking &apos;Where am I going to cast resin?&apos; I can&apos;t do it in my bedroom  I&apos;d die.&quot; Unpaid internships at galleries or as artist&apos;s assistants are sought after, but costly. &quot;I hate the way you are expected to work for free and be supported by your parents,&quot; says Davies. &quot;Galleries often expect you to work for a long time, so I would have to save up. I would need to know that it would be useful and I wouldn&apos;t just be free labour.&quot; From September, art students will be paying up to 9,000 a year to study art. Opinions are divided among these graduates about whether they would still have picked art if they&apos;d had to invest so much. Emma Reid, 23, who studied at Glasgow, says: &quot;I feel lucky that I&apos;m leaving higher education, rather than just getting in to it. The higher fees must put so much pressure on students.&quot; Ruth Lowe, 23, an aspiring art teacher from Goldsmiths, disagrees: &quot;You don&apos;t come to Goldsmiths and study art because you don&apos;t know what else to do; you come here because you are dedicated and passionate. Yes, 9,000 makes it more difficult, but I don&apos;t think it&apos;s going to put people off who really want to be here.&quot; For those who can impress investors, there is still financial help out there. Budding businesswoman Gabriella Marcella DiTano, 22, who studied visual communication at Glasgow, has won an award from Deutsche Bank with which she will set up her own printing firm. &quot;I don&apos;t think my family understand what I&apos;ve been doing for four years at art school,&quot; she says. &quot;My parents are shocked that I am going to make money out of my own work!&quot; Noticeable among the Goldsmiths graduates are concerns about the skyrocketing costs of living and working in England&apos;s capital. Kat Day, 21, says: &quot;I would love to carry on my art practice, but the cost of living in London is a barrier; it&apos;s so expensive. Berlin is calling a little bit; you can live so cheaply over there.&quot; Attitudes towards Glasgow couldn&apos;t be more different. Steven Grainger, 24, says: &quot;I&apos;m definitely staying in Glasgow; it&apos;s a really exciting place to be. There are a lot of new art spaces, and artists believe in what they&apos;re doing.&quot; They recognise that many before them have been forced to give up on their dream. &quot;It&apos;s sad to see that there are some graduates from last year whose websites aren&apos;t up and running any more,&quot; says Day. &quot;Perhaps they have pursued other things.&quot; &quot;No one ever talks about the future in the studio, because I don&apos;t think anyone has the answer,&quot; says Smith. &quot;The degree show is, and will be for a long time, the only chance we get for a few thousand people to see what we do. Some of us might never get that again.&quot;  The Goldsmiths undergraduate degree show is open to the public from Friday 15 June until Monday 18 June from 10-7 (Sunday till 4). The Glasgow undergraduate show runs from Saturday 9 June until Saturday 16 June from 10-9pm Monday to Thursday, 10-7 Friday and 10-5 weekends.", 
    "section": "education", 
    "gid": "education/2012/jun/07/portrait-of-an-art-graduate", 
    "wordcount": "1011"
}