{
    "headline": "Boot up: Google and Facebook work on antiphishing tool, Richard Stallman on MegaUpload arrests, and more", 
    "text": "A quick burst of 5 links for you to chew over, as picked by the Technology team Antiphishing standard in the works from Google, Facebook, others &gt;&gt; CNET News  Google, Facebook, Microsoft, Yahoo, PayPal and others are working together on a standard that can be used across the Internet for blocking phishing e-mails.   Not before time. Steve Jobs told Google to stop poaching workers &gt;&gt; Reuters And the Google employee was supposedly terminated within the hour. Two Weeks In, Google Says &quot;Search Plus Your World&quot; Going Well, Critics Should Give It Time &gt;&gt; Search Engine Land Google search boss Amit Singhal says the blogosphere is just &quot;judging the book by the cover&quot; and users actually love Search Plus Your World.   The user feedback we have been getting has been almost the other side of the reaction we&apos;ve seen in the blogosphere. The users who have seen this in the wild are liking it, and our initial data analysis is showing the same.  Someone Finally Makes &quot;Shit Silicon Valley Says&quot; &gt;&gt; TechCrunch We like.   &quot;He had his first exit when he was 9.&quot;  Notes on MegaUpload arrests &gt;&gt; Richard Stallman  The government of New Zealand arrested the founders of Megaupload to send them to the US for trial. They are accused of commercial copyright infringement. And many of their personal goods were seized, for no obvious reason. Here is what the US says about them.   I do not advocate in general legalizing commercial use of music without permission. (I think all works meant for practical uses must be free, but that does not apply to music, since music is meant for appreciation, not for practical use.) So if Megaupload intended to do that, I won&apos;t criticize stopping it.   What a fascinating distinction: if it&apos;s &quot;art&quot;, then it shouldn&apos;t be free. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/30/google-facebook-antiphishing-megaupload", 
    "wordcount": "340"
}