{
    "headline": "Ethical living: have we got slicks licked?", 
    "text": "One of the problems of humanity&apos;s dependence on the black stuff (oil, not Guinness) is that it gets shifted around the globe. Accidents will happen. First, good news: the oil industry in the 70s averaged 25 major spills ayear. This dropped to nine a year in the 1980s, declining to eight in the 1990s. We now stand at around three (though they are only defined as major spills if the oil company admits them). If one of these spills hits a community dependent on fisheries and tourism, these figures are cold comfort. An oil spill traumatises for decades. It&apos;s harrowing to hear accounts of the 1996 Sea Empress disaster in your native Pembrokeshire, even though the clean-up effort was effective and quick (thanks to volunteers), and theweather and the tide washed the oil out of the bay relatively quickly. They weren&apos;t so fortunate in Prince William Sound, Alaska. In 1989, when the Exxon Valdez hit a reef, the hull was perforated, releasing up to 32m US gallons of crude. America&apos;s Oil Pollution Act of 1990 followed, requiring single-hulled tankers to be replaced with a double hull. These double hulls have saved other coastlines from disaster but there are several trends that I find disturbing. We&apos;re increasingly dependent on long-haul crude, from Brazil, Africa, China and India, so more tankers carry oil further. Incredibly, given the need to scale back production and carbon emissions, we have recently seen oversupply. The world is also oversupplied with supertankers, which are going for a song. Speculators, including banks and oil companies, fill these tankers with oil and let them drift around the oceans until the price rises. To make matters worse, a move is afoot in the UK to tweak legislation to remove double hulling of oil tankers. This is ostensibly to liberate boats from the heavy steel which slows them down and makes them use more oil, because pollution from shipping is so high  by 2050 the industry must cut emissions by 1,013m tonnes. A cynic, however, might say that it is a vast cost-cutting exercise which will save the shipping industry an estimated $200bn a year. I&apos;d love to be able to tell you to put oil spills out of your mind, but I can&apos;t. If there&apos;s adisaster, the real cost of reverting to single-hulled tankers will be picked up by the ecosystem and people like you in coastal environments. Green crush of the week When you see aman with a giant fly calling himself an &quot;environmental capitalist&quot;, your natural inclination mightbe to run. But give Jason Drew, eco entrepreneur and author of The Story of the Fly and How it Could Save the World, achance. He insists that we re-evaluate flies and think of them less as pests than as auseful commodity. Accordingly, he has cast the fly ina new role,drying andpackaging the larvaeas Magmeal  anatural alternative, heclaims, to the 25% ofwild fish caught and used in industrial agriculture andpet food. If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk or visit theguardian.com/profile/lucysiegle to read all her articles in one place", 
    "section": "environment", 
    "gid": "environment/2012/sep/30/ethical-living-oil-spills-lucy-siegle", 
    "wordcount": "554"
}