{
    "headline": "Join the Guardian Higher Education Network", 
    "text": "&quot;Very informative, on the pulse of what&apos;s happening in the world of HEIs&quot; Jacqui MacDonald, head of staff and organisational development, Institute of Education, University of London Click here to sign-up. The Guardian Higher Education Network is a community of professionals working in and with higher education. This unique online space provides members with a free platform to discuss the issues that matter in your working life, and your institution. We&apos;re here to share the best ideas, innovative practice and leading views from the sector, with the sector. As a member, you can share your expertise, catch-up on the latest thinking in the sector and network with peers and experts to gain valuable insight and advice. Sign up for free to receive: invitations to VIP networking events at the Guardian&apos;s HQ a first look at job opportunities an exclusive weekly newsletter from the editor member-only content previews and exclusives invitations to our online live chats with the sector&apos;s most influential and innovative personalities 20% discount on our extensive programme of education seminars Thousands of your peers and colleagues are already members of the Guardian Higher Education Network. People like... Chris Roberts, senior lecturer in media, culture and journalism, Roehampton University, London:&quot;The Network offers a critical space in which to discuss and debate issues, and to meet with other interested and interesting individuals and groups.&quot; Derfel Owen, student engagement and participation development manager, University of Exeter:&quot;It is so nice to see a network like this develop that is willing to give a voice to a wide range of people working in the sector and gives a good balance of coverage and perspectives.&quot; Anna Myers, communications manager, Distinct project, Oxford Brookes University:&quot;The Guardian Higher Education Network currently offers the best space for much-needed debate in the sector; and it asks the right questions to fuel that discussion.&quot;  Jane Challinor, programme leader/senior lecturer, Nottingham Trent University:&quot;I actually look forward to the weekly e-newsletter - and I can&apos;t say that about many things of this kind! It is really informative and keeps me up to date with what is going on in the sector. It has extended my networks and I have recommended it to my colleagues.&quot; Join them today and be part of the professional community for higher education. Register for free  click here", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/jan/31/higher-education-network-members", 
    "wordcount": "396"
}