{
    "headline": "The carnivorous dinosaurs who turned vegetarian", 
    "text": "The diet of an animal is strongly linked to a great deal of anatomy, behaviour and physiology and even evolution. As a result, diet is one of the key pieces of information that palaeontologists will seek to determine of a new find in order to learn about the animal and how it fitted into an ancient ecosystem. Naturally the jaws and teeth tend to be a bit of a giveaway, but there may be other clues in the body such as the presence of gastroliths (stomach stones) that would have acted like the grit in the crop of some modern birds and helped an animal to break up tough plant food. The non-avian dinosaurs had three major lineages, the first two of which: sauropodomorphs (mostly long-necked giants like Diplodocus) and the ornithischians (all kinds of odds and sods including Stegosaurus and Triceratops), were exclusively herbivorous. The final group were the theropods that include animals like Tyrannosaurus and Velociraptor (and include the ancestors of birds) and were primarily carnivorous, but not exclusively so. In addition to the birds, which obviously include a great number of seed eaters and other herbivorous forms, several different lineages of theropod turned away from the path of munching on fellow animals and moved into plant eating. In a broad sense (e.g. carnivore vs herbivore vs omnivore) the diet of an animal is generally a close match for its close relatives. In other words, it is such a major part of the lifestyle of an organism that it is not common for a member of a clade to have a profoundly different diet compared to other related species. There are a great many species of antelope and deer for example and all are essentially strict vegetarians. Almost all amphibians, lizards and snakes are carnivores or insectivores. The great mammalian lineage Carnivora does of course consist primarily of carnivores, though a few have moved to omnivory (bears and binturongs) and the panda, while not a strict herbivore, is pretty much a vegetarian. So the fact that prior to the ascent of birds at least three groups of theropod became vegetarian (and there&apos;s a strong possibility at least a couple more were either vegetarian or omnivorous) is quite a surprise. It may seem that tackling food that can&apos;t run away is an easier way to earn a crust than going after other animals, but actually tackling plants is not that simple. They can fight back in plenty of ways: thorns and spiky leaves make them hard to eat, huge amounts of silica wear down teeth, leaves full or tannins and other toxins that poison you as you eat and so on. Digestion is a particular problem  unless you are small enough and careful enough as a selective feeder to pick off rich buds and fruits, plants tend to be low in nutrients. This means you need to eat a lot of plant matter and that takes time, makes you vulnerable to predators, and you might have to keep moving to find enough to eat. To adapt from digesting high-quality food that is meat to rough plants does require a suite of adaptations to safely collect, break down and digest, so it&apos;s not a simple switch if you want to give up meat. A simple strategy to cope with the issue of low quality diets is to simply be big. That way you tend to be more efficient and have a nice big stomach and intestine with a nice long digestion time to maximise the amount of energy you get back out of whatever it is you have eaten. That&apos;s certainly the route taken by the sauropodomorphs and indeed a good number of the ornithischians (dinosaurs as a whole were pretty big), but only really one group of herbivorous theropod seemed to take on anything like this approach: the wonderfully weird therizinosaurs, the scythe lizards, which I&apos;ll talk about more in a future post.  The others, for the record, are the odd little Limusaurus and the long-legged ostrich-like ornithomimosaurs (though one of their number seems to have been a filter-feeder) while the oviraptorosaurs have been posited as being herbivores, carnivores or omnivores and probably included members with different diets. All of these do show at least some adaptations towards a herbivorous diet and interestingly (and Limusaurus aside) are close relatives of one another within the theropods suggesting there may have been a set of evolutionary or ecological circumstances that prompted several groups to head off down this path pretty close to each other.  While all carnivorous dinosaurs were theropods, not all theropods were carnivores and dozens of species from several different clades all trod the path of herbivory. Quite how they evolved from one diet to the other is not known. Sadly this part of dinosaur evolution is rather poorly understood and lacks a number of fossils that might explain the transition, but it remains a great example of the relatively rare shift between diets and one that will continue to draw interest.", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/feb/26/dinosaurs-fossils", 
    "wordcount": "834"
}