{
    "headline": "FTC cracks down on tech support scam run from India", 
    "text": "The US Federal Trade Commission has carried out a huge international crackdown on a number of &quot;tech support&quot; scams being run out of India which have conned people in the UK, US, Canada and elsewhere out of millions of pounds since 2008. As explained by the Guardian in 2010, the scams used &quot;boiler room&quot; tactics, dialling through phone books for English-speaking countries. People who answered the phone were told the call came from Microsoft or their internet service provider, and that the person&apos;s computer was &quot;reporting viruses&quot;. The caller would then perform an unnecessary &quot;fix&quot; on the computer and charge the person for it  and sometimes sign them up to multi-year &quot;support&quot; contracts. The cost could run to hundreds of pounds. People in the US, UK, Canada, Australia and New Zealand were targeted because they, like the people carrying out the scam, are English-speaking. The Guardian understands that the scam was worth millions of pounds a year to the organised gangs carrying it out. At the FTC&apos;s request in six cases, a federal district judge froze the US assets of 17 people and 14 companies that have been accused of taking part in the operations. The FTC has also shut down 80 internet domain names and 130 phone numbers used in the US to carry out the scams. The FTC is seeking an end to the scams, and repayments for people who were conned out of money. Though the FTC said it could not put a figure on how many people had been scammed, or how much they had lost, Microsoft  which has been working with the commission for the past two years to try to catch the criminals  provided data on more than a thousand people who had been scammed, whose losses averaged $875 each. Microsoft has repeatedly pointed out that it would not call people about any problems with their computers. In some cases, the scammers would try to sell antivirus software from reputable companies, and in some cases would install new copies of Windows on a machine. However the licence key used on the software allowed Microsoft to trace it back to its buyer, which aided the investigation. The fraud occurred in several English-speaking countries. Joining the FTC in the enforcement action were the Australian Communications and Media Authority, the Canadian Radio-Television and Telecommunications Commission and the UK&apos;s Serious Organised Crime Agency. David Vladeck, director of the FTC&apos;s Bureau of Consumer Protection, said it was working with law enforcement officials in India to catch the alleged perpetrators. The commission has also referred the cases to the US justice department for possible criminal prosecution. The companies whose assets have been frozen are: Pecon Software; PC Care247; Connexxions Infotech; Connexxions IT Services Private Ltd; Zeal IT Solutions; Lakshmi Infosoul Services Private Ltd; Virtual PC Solutions, First PC Solution; Direct PC Solution; Virtual IT Supports; Global Innovative Service; 24x7pchelp; 24x7pctech; Transfront Solutions; New World Services; Megabites Solutions; Mega Bits; Greybytes Cybertech; Bluesystemcare; Shine Solutions Private Ltd. The FTC has also named 17 people who were singly or together directors of the accused companies. The companies involved had US locations which were used to funnel money back to India. Some also have UK offices. However the FTC asserts that the companies used &quot;virtual&quot; offices which were in fact just mail-forwarding facilities. The scam also used voice-over-internet phone lines to make them appear to be calling from inside the country being targeted, when in fact the caller was in India. The Guardian&apos;s own investigations have found that one gang was using locations and accounts in Canada to transfer money from the scams back to India. The defendants have been charged with violating the FTC Act, which bars &quot;unfair and deceptive&quot; commercial practices, breaching the Telemarketing Sales Rule and illegally calling numbers that are on the National Do Not Call Registry. The scheme involved getting a computer user to look at a program called &quot;Event Viewer&quot; that is a standard part of the Windows operating system. That displays logs of events occurring on the computer, sometimes with the label &quot;Warning&quot; or &quot;Error&quot;  but which in fact have no significance to the smooth running of the computer. The caller would then say that these were due to &quot;viruses&quot;, that they had been alerted to them remotely, and that they could fix them. They then would use a remote login program to appear to &quot;fix&quot; the computer. &quot;Clearly the defendant&apos;s [modus operandi] was to exploit these fears about malware hiding in the machine,&quot; said the FTC chairman, Jon Leibowitz. &quot;These scams fleeced English-speaking consumers worldwide likely to the tune of tens of millions of dollars and resulted in innumerable Do Not Call violations in the US.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/oct/04/ftc-cracks-down-tech-support-scam", 
    "wordcount": "809"
}