{
    "headline": "Facebook news feed revamp: Mark Zuckerberg attended weekly briefings", 
    "text": "Mark Zuckerberg sat in weekly briefings ahead of Facebook&apos;s news feed overhaul, its most important revamp in years, according to the social network&apos;s director of design. Julie Zhou, a design director at Facebook who unveiled the new-look news feed in San Francisco on Thursday, said Zuckerberg was &quot;very involved&quot; with the makeover  a process that began more than a year ago. The timing is significant: it means Facebook was underway with the plans before it went public in May 2012, when the impetus for the site to accelerate revenue growth from mobile and advertising increased overnight. Facebook&apos;s revamped news feed gives the homepage for its 1 billion users a mobile look, reducing clutter and lending more space to striking photographs, check-ins and other updates. It borrows features from Facebook&apos;s iPad, iPhone and Android apps, such as a left-hand navigation bar that will be unfamiliar to non-mobile users. The overhaul had the most user feedback for any product launched in Facebook&apos;s nine-year history, Zhou said  a sign of its importance to both users and businesses. &quot;Because it&apos;s the homepage and the news feed is the biggest thing on the site I do think it&apos;s very significant to be changing that,&quot; Zhou told the Guardian. &quot;But I hope it won&apos;t feel like too big a change. We&apos;ve taken a lot of elements from mobile and think people should be familiar with the new navigation and chat.&quot; Another noticeable difference is the greater prominence given to advertising on the news feed, a feature that was welcomed by advertisers but loathed by some users when it was introduced last year. Some users saw it as an intrusion into their &quot;social stream&quot; when they found unsolicited updates from brands alongside posts shared by friends. The new design means that sponsored news feed updates from companies will in some cases take up a sizeable chunk of the screen, sometimes more than a third of all space on the homepage. Zuckerberg spoke about the importance of the introduction during Facebook&apos;s fourth-quarter earnings call in January, when the company reported that advertising now accounts for 84% of its total revenue of $1.58bn. &quot;So, historically, advertisers want really rich things like big pictures or videos and we haven&apos;t provided those things historically,&quot; he said, pointing out that news feed ads attract a higher click-through rate than sponsored ads on the right-hand side of the site. &quot;One of the things that we&apos;ve done in the last year is you&apos;ve seen the organic news feed product that consumers use moving towards bigger pictures, richer media and I think you&apos;ll continue to see it go in that direction.&quot; Speaking after the launch event on Thursday night, Zhou denied the revamped news feed was designed mainly with advertising in mind. &quot;A lot of the reasons we are doing this stem from users and the feedback that we got  that was the primary goal  going public didn&apos;t affect that,&quot; she said. &quot;Where we thought about design, we heard that users want to see photos bigger, more streamlined, and all those different types of story types getting richer. If brands are posting then we also want to make sure it gets the same representation that another user gets.&quot; The key will be to limit the number of intrusive ads appearing in users&apos; feeds, while keeping marketers and shareholders on side. Early user reaction to the changes has been relatively muted, with the new-look news feed only available to a small number of people before it is gradually rolled out in the coming weeks.", 
    "section": "technology", 
    "gid": "technology/2013/mar/08/facebook-news-feed-revamp-zuckerberg", 
    "wordcount": "605"
}