{
    "headline": "GM food: British public 'should be persuaded of the benefits'", 
    "text": "The British public should be persuaded of the benefits of genetically modified food, the environment secretary will tell the UK&apos;s farming industry on Thursday, in a key signal of the government&apos;s intent to expand agricultural biotechnology and make the case for GM food in Europe. Owen Paterson, the Conservative secretary of state for the environment and who has chosen to highlight GM technology in his first major speech to farmers, will tell the Oxford Farming Conference: &quot;We should not be afraid of making the case to the public about the potential benefits of GM beyond the food chain - for example, reducing the use of pesticides and inputs such as diesel. I believe that GM offers great opportunities but I also recognise that we owe a duty to the public to reassure them that it is a safe and beneficial innovation.&quot; He added: &quot;As well as making the case at home, we also need to go through the rigorous processes that the EU has in place to ensure the safety of GM crops.&quot; His support will dismay many green campaigners who have argued against GM development or for tighter controls on it. However, some farmers would like to know more about the technology as it is being used extensively in other countries.     People walk past a Paris Metro billboard for a campaign against genetically modified (GMO) food. It reads: 'It is safe. Regarding GMO, we still don't have enough hindsight.'  Photograph: Miguel Medina/AFP/Getty Images    Paterson will be joined on the platform by Mark Lynas, the environmental author and campaigner, who will strike a provocative stance: &quot;My conclusion is very clear: the GM debate is over. It is finished. We no longer need to discuss whether or not it is safe  over a decade and a half with three trillion GM meals eaten there has never been a single substantiated case of harm. You are more likely to get hit by an asteroid than to get hurt by GM food.&quot; Mike Gooding, chairman of the Oxford Farming Conference, said it was important for farmers to have a forum in which to discuss the technologies. &quot;We want people to be able to air their views, and to help them be better informed,&quot; he said. &quot;We are not taking a stand but giving a platform [for debate].&quot; Clare Oxborrow, of Friends of the Earth, said: &quot;GM crops are not the solution to the food challenges we face. They are largely being developed to benefit multinational biotech firms that are gaining control of the seed industry, not to feed poor people in developing countries. World food production needs a radical overhaul, but this should be based on less intensive practices that increase agricultural diversity, deliver resilience to the impacts of climate change and benefit local communities.&quot; Paterson will say that, around the world, an area six times bigger than the UK&apos;s landmass was under GM cultivation in 2011, involving 16 million farmers in 29 countries and about 11% of the world&apos;s arable land: &quot;I fully appreciate the strong feelings on both sides of the debate. GM needs to be considered in its proper overall context with a balanced understanding of the risks and benefits.&quot; Paterson, who is MP for North Shropshire, also used his speech to insist that a badger cull would go ahead in 2013, despite problems in 2012 that led to it being called off at a late stage. The proposed cull is supported by many farmers, but there is scientific evidence that it could be ineffective, as well as expensive, and the police have raised security concerns over activists disrupting trials. He will tell farmers: &quot;The decision, based on the advice of the National Farmers&apos; Union (NFU), to postpone the culls last autumn was a disappointing one but the right one in terms of the effective delivery of the policy. The pilots will go ahead this summer.&quot; At the three-day Oxford conference, a report was published showing that the real value of farming to the UK was far higher than the simple contribution to GDP and employment. Farming and food processing are already one of the UK&apos;s biggest manufacturing industries for export, and the rural economy as a whole is worth 300bn a year and provides 5.5m jobs, according to the NFU. But the &quot;invisible&quot; benefits, such as visits to and enjoyment of the countryside, the protection of wildlife and rare habitats, the improvements in health and wellbeing from access to rural areas, are not captured in these figures. The report, produced by the conference organisers and entitled Farming&apos;s Value to Society: Realising the Opportunity, suggested these effects made the true value of farming many times higher, and found that urban dwellers are very appreciative of the countryside, in ways from tourism and visits to open days to the devoted followings enjoyed by programmes such as The Archers and Countryfile.  Gooding called for farmers to play a greater role in opening up tourbanites: &quot;Less than 1% of farms currently have an open day  if that was 10%, what a great improvement that would be.&quot; But farmers have suffered this year from poor weather, with a severe drought followed by the wettest weather on record, leading to floods and much decreased yields, with damages likely to exceed 1bn. Peter Kendall, president of the National Farmers&apos; Union, called for government support to protect farmers from the effects of extreme weather. Paterson did not address this call directly, but spoke of the high quality of British farm produce, which was helping exports, and called for consumers to &quot;convert their support for UK farmers into buying decisions&quot;. At present, the UK produces about 78% of the consumption of food that can be grown here  such as grains, common vegetables, dairy products and livestock, and excluding exotic fruit and vegetables to which the climate is unsuited. Paterson called for this proportion to be increased.", 
    "section": "environment", 
    "gid": "environment/2013/jan/03/gm-food-british-public-persuaded-benefits", 
    "wordcount": "971"
}