{
    "headline": "How can universities improve access without lowering standards?", 
    "text": "Here&apos;s my recipe for academic success: mix two parts student effort to one part teacher/institutional effort, liberally sprinkle with attentive parenting and mix vigorously. Bake for 13 or 14 years in a stable, nurturing environment with an expectation that students will succeed (rather than end up in jail) and the chances are that they will. Seems simple enough, but is it? Let me give you some context for this theorising on social mobility and academic success: on 9 September, the Telegraph ran a story about the universities (namely Cambridge and Reading) who were resisting pressures to make &quot;adjusted offers to working-class candidates&quot;, as requested by Les Ebdon, the new head of the Office for Fair Access (Offa). Ebdon said universities should take contextual evidence into consideration when making their admissions decisions; former director of admissions for the Cambridge colleges, Geoff Park, said doing so would be a &quot;cruel experiment&quot;. Speaking to the Sunday Telegraph, Park said: &quot;Our bottom line would be that it actually would be a really, really cruel experiment to take a bunch of students and hypothesise that they have what it takes to thrive at Cambridge and then see them fail because they don&apos;t.&quot; Today has seen a follow-up piece, this time quoting the current director of admissions, Mike Sewell, as saying that &quot;lowering entry requirements for students from poor-performing comprehensives would undermine standards&quot;. But does it? Consider the evidence from medical schools, which have some of the highest entry requirements of all undergraduate courses. With its extended medical degree programme (EMDP) Kings College London could be said to engage in &apos;social engineering&apos; - the programme admits students who may have not reached their potential in state schools - yet a report into widening participation published by the British Medical Journal found that students from underperforming schools, without AAB grades, were just as likely to succeed as other medical students. Despite the evidence, this debate is likely to run and run and while there might be no single right answer, we&apos;d like to hear your views - both national and international perspectives: how should universities improve access for disadvantaged students without compromising their standards? This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/13/university-of-cambridge-social-engineering", 
    "wordcount": "393"
}