{
    "headline": "Solar subsidies cuts: UK government loses court appeal", 
    "text": "The government lost its appeal on Wednesday against a judge&apos;s ruling that its cuts to solar power subsidies were illegal, suggesting thousands of homes and businesses will now be able to claim the higher payments. Three court of appeal judges unanimously rejected the appeal from Chris Huhne, the secretary of state at the Department of Energy and Climate Change (Decc), who said he would be taking the case on to the supreme court. &quot;We want to maximise the number of installations that are possible within the available budget rather than use available money to pay a higher tariff to half the number of installations,&quot; he said. The decision to prolong the uncertainty that has seen the number of solar panel installations crash since 12 December was immediately condemned by opponents of the cuts. Green party MP Caroline Lucas said: &quot;Having lost twice in the courts and been roundly humiliated over the shambolic handling of solar policy, it is absolutely beggars belief that Huhne is planning to appeal to the supreme court.&quot; Daniel Green of HomeSun, one of the companies that took the government to court, said: &quot;Almost everybody except Decc have appreciated the potential and importance of the solar industry  from the National Trust, the Church of England through to the CBI as well as the British people. Surely this must be the point at which Huhne stops taking the side of the big six energy companies and realise that solar is part of our future.&quot; The government announced proposed cuts to the solar feed-in tariff payments in October. Ministers said the cost of solar panels had dropped and unless the subsidy was also cut, funding for a range of low-carbon technologies would be rapidly exhausted. But in December, a high court judge ruled that the government&apos;s handling of the cuts was &quot;legally flawed&quot;, after a challenge by Homesun, SolarCentury and Friends of the Earth. Encouraging the development of renewable energy is a key part of the government&apos;s plans to meet the UK&apos;s legally binding cuts in carbon emissions, although wind power receives far more support than solar power. Green campaigners and the solar industry say many thousands of jobs have been lost and that the government&apos;s actions profoundly undermine its claim to be the &quot;greenest ever&quot;, though they agree some cut in the solar subsidy was necessary. On 19 January, the government said that if it lost the legal case, it would fund the higher rate payments for any panels installed by 3 March, which would affect about 3,700 homes and businesses. A Decc spokeswoman said: &quot;We totally appreciate the uncertainty in the solar industry and hopefully the 3 March date will provide some certainty.&quot; Decc&apos;s legal fees have cost taxpayers 58,000 so far, though this does not include the costs of their opponents, which the appeal court said Decc must also pay. The court of appeal refused permission for Huhne to seek a hearing in the supreme court, but this does not prevent the secretary of state going directly to the higher court. He has 28 days to lodge permission to appeal. Some campaigners have suggested this continued uncertainty will reduce the number of new installations, and therefore reduce the number eligible for the higher feed-in-tariff if the government ultimately loses its case. John Cridland, director-general of the CBI, said: &quot;The judgment should be used to draw a line under this saga, which saw the government scoring a spectacular owngoal and confidence in the renewables sector undermined.&quot; Lawyers representing SolarCentury have said the rejection of the appeal prevented a precedent being set which would allowed the government to make hard retrospective policy changes in future. Gaynor Hartnell, Chief Executive of the Renewable Energy Association, disagreed. &quot;The government is well aware that it would be incredibly unwise to reduce payments to renewable energy producers after they had commissioned their projects, as it knows what immense damage that would do,&quot; she said. The judgment stated: &quot;The question [is] whether parliament conferred a power [to Decc] to make a modification with such a retrospective effect. It did not.&quot; The cuts proposed in October  from 43.3p per kWh of energy generated to 21p  prompted a furious backlash, with the main complaint being the speed of the changes, which were designed to come into effect just six weeks later, on 12 December. Critics also drew attention to the fact that the consultation did not end until 23 December  over a week after the changes were proposed to take place. In December, a cross-party group of MPs said in a strongly worded report that the reductions were &quot;clumsily handled&quot;, had threatened jobs and could have dealt a fatal blow to the scheme, because the changes required homes to meet the C-rated energy efficiency standard before becoming eligible for the solar feed-in tariff. David Parsons, chairman of the Local Government Association&apos;s environment board, said: &quot;By announcing the cuts at such short notice, Decc caused the cancellation of thousands of solar panel installations. Some councils wrote off millions of pounds which had been spent preparing and tendering for installations.&quot;  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/25/solar-subsidies-government-loses-court-appeal", 
    "wordcount": "893"
}