{
    "headline": "Science Books: Some amateur festive reviews", 
    "text": "When I first started blogging for the Guardian Science section, I was told to expect a number of things, such as;  a sudden increase in the number of strangers publicly stating that they hope terrible things happen to me a sudden increase in the number of strangers publicly mocking me for my poor research/understanding/spelling an inexplicable craving for lentils and/or hummus for my sense of self worth to become increasingly determined by web traffic numbers.  Some of these may have happened. However, I wasn&apos;t told to expect people offering me free books, on the off-chance that I could mention them in my blog at some point. I&apos;m not used to people valuing my ramblings in any material way, so this came as quite a surprise. I was assured that this is normal. I get a free book, in return for just the mere possibility that I may mention it at some point in my blog. So I got a number of books, but never managed to plug them in any blogs I did (not deliberately, it just never panned out that way).  But as it&apos;s the festive season and the emphasis is that it&apos;s better to give than to receive, and just in case the world ends tomorrow, I&apos;ve opted to review every book I&apos;ve been sent here, so that you may hear about them, and possibly buy them (if the world doesn&apos;t end).  Spillover: Animal Infections and the Next Human Pandemic (David Quamen) An interesting and well written book about the occurrence, spread and increasing danger of zoontoic diseases, infectious illnesses that can spread from animals to humans (and vice-versa). Reading like a mix of detective story, biological field notes and cautionary tale, it&apos;s an aspect of epidemiology you don&apos;t hear about often, but which could literally kill us all if we were to ignore it.  There are a lot of success stories when it comes to combating diseases, such as polio, smallpox, cholera, but even if you eradicate a virus from every last human on Earth, if animals can carry and transmit it, what then? How do you vaccinate against bats? If your livestock are infectious, do you have to choose between sickness or financial ruin? If we identify a species that carries a deadly virus, are we ever ethically justified in trying to eradicate it? These are many questions that can be explored when reading Spillover, so it&apos;s worth a look.  Also, there&apos;s a picture of a furious baboon on the cover, and that&apos;s a welcome addition to any bookshelf. Vagina: A New Biography (Naomi Wolf)There&apos;s been a lot said about this book since it was released earlier this year, much of it negative. I was sent a copy to appraise from a neuroscientific perspective, which is a bit like sending a raw steak to a vet and asking what treatment they recommend for it. It really is a bizarre book. Harsh gender-specific terms can cause emotional responses that have physiological consequences, orgasm having some semi-mystical control of higher cognitive function, all because of dopamine. Yes, dopamine, the feminist neurotransmitter (apparently). I wasn&apos;t aware that basic signalling molecules could have a socio-political ideology. Shows what I know. It&apos;s best to read it under the assumption that it&apos;s a detailed pitch for a surreal movie where a vagina becomes conscious and tries to claim legal control over the body it inhabits. This book would be the argument used in its defence. On the plus side, if you&apos;re a balding male who is reading it on public transport, you&apos;re pretty much guaranteed a seat to yourself. Neutron Walks Into a Bar... Random Facts About Our Universe and Everything in It (Science140) A science book written in an interesting way, it&apos;s the end result of a twitter project called Science140, where science and science enthusiasts could tweet their favourite science trivia, facts, jokes etc. according to daily themes, or whenever they thought of them, all connected via the #science140 hashtag.  For those that don&apos;t know, 140 is the character limit of Twitter, hence &apos;Science140&apos;. Although with the compulsory hashtag it arguably should have been called Science129. It&apos;s all for charity though, so we&apos;ll let them off. The book is a collection of the best of these tweets (or all of them, I&apos;m not sure) from a vast range of contributors. Some examples include  You know what gets on my nerves? Myelin  At any one point, half the plants on Earth aren&apos;t photosynthesising. But look on the bright side...  Iron has nothing to do with irony. Which, given the name... These aren&apos;t especially good examples, but they are ones that I contributed myself, so I didn&apos;t need permission from anyone to use them here. But the whole book is full of short fun snippets in this style. If there was any justice, they would be found in Christmas crackers or fortune cookies, not terrible mummified jokes or half-arsed predictions. Spillover: Animal Infections and the Next Human Pandemic (David Quamen) I know I&apos;ve done this one, but I was sent it again so I should probably review it again. I received my second copy while I&apos;d just made a start on the first one, so I never got the chance to see if there was much difference between them.  The second copy is as good as the first one, logically. I&apos;m not sure there&apos;s any real benefit from having two copies of this already quite large publication, though. I guess you could put one at either end of a shelf and use them as literal bookends. Proof of Heaven (Eben Alexander) I&apos;m supposed to be reviewing this book for a future issue of Skeptic Magazine (UK), so won&apos;t give away too much here. It&apos;s the tale of a neurosurgeon (Eben Alexander) who had a near death experience while in a deep coma and is now apparently a firm believer in heaven and the afterlife. While several have criticised the book for its poor scientific arguments (amongst other things), one thing that bothers me is the misleading title. The book focuses on how Alexander&apos;s near death experience shows there is a soul, and an afterlife etc. But the book is called specifically proof of heaven, yet there are no candid photographs of Saint Peter, no DNA analysis of angel feathers, no material samples from the pearly gates. Nothing that would prove specifically that Heaven is real. Unless he died and went to a famous gay nightclub. That would make for a more interesting book, actually. The whole thing is ludicrous anyway, as Eben Alexander is a doctor who wears a bow tie. And they don&apos;t die, they just regenerate. Bio-Punk: Stories from the Far Side of Research (Comma Press)  A very interesting anthology of short stories, each of which is a collaboration between a professional writer and a researcher or similar in a contemporary, cutting-edge field such as bioethics, synthetic life, neuroimaging and so on. All surprisingly short but very well written, the stories provide insight into the possible ramifications of things that science is currently working on, be they for good or ill.  It&apos;s an excellent read, and genuinely the sort of thing I&apos;d have bought myself if I&apos;d not been sent it. It even puts forward an argument for why people seem to grasp science better if there&apos;s a story behind it, and thus providing its own evidence admirably. It&apos;s also so up-to-date as to include references to the open access debate, and other things that I&apos;ve only just heard about myself. This suggests that it will age relatively quickly in terms of subject matter, but that&apos;s all the more reason to buy it now, while you can still be one of the cool kids. Spillover: Animal Infections and the Next Human Pandemic (David Quamen)A trip to the post office to pick up a mysterious package that was too big to deliver revealed yet another copy of Spillover. I&apos;m not going to review it yet again, but if you do find yourself in possession of three identical bulky hardbacks, here are some things they could be used for  An extremely cumbersome game of three-card-monte A small, temporary footstool for a shorter-than-average wife Ballast Awkward but effective projectiles for deterring a diseased animal from approaching (an ironic use) Propping up a table with ludicrously imbalanced legsThere are probably more, but you probably won&apos;t end up doing half of these as it is. So there you have it, a review of all the books I&apos;ve been sent. It&apos;s probably safe to say that, after this, I won&apos;t be getting any more. With thanks to Random House, The Frog Blog, Comma Press and Deborah Hyde of The Skeptic. You can read the laughable written work of Dean Burnett on Twitter, @garwboy.", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/dec/20/science-book-reviews-christmas", 
    "wordcount": "1462"
}