{
    "headline": "Mystery bird: blue pitta, Hydrornis cyanea", 
    "text": "      Blue pitta, Hydrornis cyanea, (protonym, Pitta cyanea) Blyth, 1843, also known as the lesser blue pitta, photographed at the Phu Khieo Wildlife Sanctuary, Chaiyaphum, Thailand.  Image: Alex Vargas, 10 January 2012 (with permission) [velociraptorize].Nikon D5000, Nikkor 300mm f/2.8G ED-IF AF-S VR 1/10s f/5.6 at 420.0mm iso500, With a Kenko 1.4X Teleconverter on.   Question: This southeast Asian mystery bird is atypical amongst those species with similar habits. Can you tell me in what way it is atypical? Can you identify this mystery bird&apos;s taxonomic family and species?  Response: Adult male blue pitta, Hydrornis cyanea, a medium-sized passerine that is placed into Pittidae. The pittas are all very similar in morphology, having short tails, long legs and strong feet that are well-suited to their terrestrial life, a round body shape and stout, slightly decurved bills. The pittas are so similar in morphology and habits that they all were originally placed into one genus, Pitta. However, recent DNA work shows they form three distinct clades, so they are now separated into three genera, Pitta, Erythropitta and Hydrornis [this free research paper includes a number of eye-popping photographs of pitta species, their nests and chicks].  Pittas originated in southeast Asia and range through Australasia and a few species occur in southern Africa. Like all pittas, the blue pitta dwells on the floor of moist tropical and subtropical forests. Like most of its relatives, the blue pitta has brilliant plumage; atypical for birds that sneak around on dark forest floors. They eat worms, snails, insects, spiders and other invertebrates and both parents care for their chicks.  Here&apos;s a really amazing video of a pair of blue pittas at the nest with their chicks. The video includes the calls and songs of this species as well as some really nice photographs (documented at Doi Chiangdao Wildlife Research Station, Thailand, 17-19 June 2011):             Visit Appendiculata191&apos;s YouTube channel [video link].  As for identifying this species, you really cannot confuse the blue pitta with any other species, even if you try, because their plumage patterns and colours are distinct. Adults have blue upperparts and a flame-orange hindcrown and nape. The face is usually a pale olive colour and there&apos;s a bold black line through the eyes and along the lower jawline. The male has fine black spots on his underparts set on a background of the purest pale blue. The female&apos;s orange nape is more subdued than her partner&apos;s and her underparts have black spots on a white background. Both sexes have a short brilliant blue tail and a small white patch at base of their primaries when they fly. This is one of those birds that would take me a dozen tries to capture on video or to photograph because I&apos;d scare it away by gasping at its beauty. You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/04/5", 
    "wordcount": "531"
}