{
    "headline": "Mobile gaming picks of the week", 
    "text": "After the pre-Chrimbo blitz, things tail off dramatically in the new year, with lamentably sparse release schedules until month&apos;s end. As an example, key releases for the next fortnight include a fishing simulator and yet another bloody Sims 3 add-on. So thank the stars for the calendar-ignorant world of mobile gaming, which goes from strength to strength with downloadable gems popping up almost constantly. Here&apos;s the pick of the new batch  Dizzy: Prince of the Yolkfolk, Android &amp; iOS Apart from Dizzy&apos;s swanky HD makeover, this has two important differences from its near-identical forebear: infinite lives and a generous hint system when puzzles get too obtuse. On-screen controls are clunky, mind. Codemasters, Android, iPhone &amp; iPod Touch: 1.49, iPad: 2.49 Pullblox, Nintendo 3DS   Drag blocks to make a path to the top of each puzzle to rescue a squalling baby. What starts as simplicity itself soon brings all sorts of complications and diversions in a brilliantly conceived, highly polished and very reasonably priced game. Nintendo, 5.40 (eShop) The aMAZEing Labyrinth HD, iPad   Great board game for iPad: insert new sections into a grid-like maze to block opponents and clear your path to the treasure. Play solo, versus other players, or in puzzle mode. Ravensburger, 3.99 Fusion: Sentient, Windows Phone 7   An interesting and relatively complex turn-based strategy game. Clumsy mobile owners beware, however: one careless brush of the home button and you&apos;ll be starting from scratch. Microsoft Studios, 2.29 Mighty Switch Force! Nintendo 3DS   As well as standard platform game jumping and shooting, MSF!&apos;s heroine can also shift blocks between background and foreground to climb structures and launch herself into the air in pursuit of errant pin-up girls. Demented goodness. Nintendo, 5.40 (eShop) Breeze, Windows Phone 7   Waft your daisy through cheerful levels to collect sunshine orbs and avoid spikes and spinning blades. It&apos;s a little bit dull and, as with most Windows Phone games, it doesn&apos;t so much drain your battery as devour it like a pack of starving hyenas. Microsoft Studios, free Gesundheit, iOS When a game&apos;s central mechanics revolve around projectile snot, everything else needs to be very charming indeed. That said, Gesundheit&apos;s sweetness masks a rapidly escalating and demanding set of thoughtfully crafted challenges. Konami, iPhone &amp; iPod Touch: 1.49, iPad: 1.99 Wordament, Windows Phone 7   Play real-time wordsearches by dragging your finger over letters on its 4x4 grid and releasing to select words against a nagging two-minute timer. Upsides: it&apos;s free, beautifully simple and horribly addictive. Downside: American dictionary only. You Vs The Internet, free Area 51 Defense, iOS Yet more tower defence, this time of the intricate HD variety, with your tactically positioned structures causing enemies to disintegrate in perfect hi-res explosions. Lots of levels, a steady learning curve and  mercifully  no insistence on paid upgrades. Advanced Marketing Technologies, 1.49 Stargazer, Windows Phone 7   A modest game of Asteroids-meets-Galaxians with bosses, featuring tilt control that&apos;s never quite accurate enough. In spite of this and faltering yet insistently bleepy music it remains compelling; easy-to-beat global leaderboards help a lot. Tigerfish, free", 
    "section": "technology", 
    "gid": "technology/2012/jan/14/mobile-gaming-picks-of-the-week", 
    "wordcount": "525"
}