{
    "headline": "Syndicate  review", 
    "text": "Released in 1993, Bullfrog&apos;s Syndicate was an isometric onslaught. It was a title that implicitly sanctioned the use of flamethrowers on civilians and revelled in its bleak future vision of corporations that were too big to fail and too corrupt to care. So ... after all this time, how has EA chosen to reboot such a radical and prophetic game? &quot;I know  let&apos;s remake it so it feels like Deus Ex, aspires to be Crysis 2 and plays like every other FPS in recent memory.&quot; &quot;Yeah. Who&apos;s going to complain about that? Not Syndicate fans, that&apos;s for sure!&quot; OK, that&apos;s a bit cruel  particularly as the new Syndicate is anything but a by-the-numbers shoot-em-up. However, in ditching virtually everything from the original other than a tenuous link to the story, attention is inevitably drawn to what Swedish developer Starbreeze has chosen to replace it with. The answer is plenty, but probably nothing you&apos;ll still be talking about in 20 years. First impressions are a bit underwhelming. The unskippable cut-scenes are stiffly animated but well acted, so although the likes of Brian Cox and Rosario Dawson have certainly looked better, they still add conviction to the usual hokum about a super-soldier named Miles Kilo and his shadowy corporate masters. In-game graphics veer between striking highs and garish lows; for instance, the stunning lighting effects are easily forgotten once you encounter the first weapons training sections, which are so basic they wouldn&apos;t tax a Sega Saturn.     Syndicate    Yet such retro stylings are at odds with a level of onscreen clutter only a Sky News producer could defend. Why does the HUD display a readout for inanimate objects, complete with teeny text that disappears the moment you get close enough to read? Why do some weapons display their ammo gauge or aiming instructions slap bang in the middle of the screen? It&apos;s all a bit confusing. Syndicate plays as inconsistently as it looks. There are some great ideas, such as the Dart 6  an embedded microchip that allows you, among other upgradable abilities, to slow time and see through walls. This, and the fact that your powers recharge faster when pulling off headshots and killstreaks, encourages a fast and furious style of combat that feels markedly different to most FPSs. Unfortunately, what might have turned into Matrix-style ballets of choreographed violence is undermined by spongy collision detection that makes it easy to run right past your enemy and melee finishing moves that lack any real impact  surely a bit of force feedback wouldn&apos;t have gone amiss? You do get hints of the game&apos;s more visceral potential  for example, when you extract Dart chips from key targets and the camera zooms in for a close up of your victim&apos;s tortured face as his skin is punctured. If only there were more moments like this, rather than a tendency to rely on yet another bullet-resistant boss to ramp up the tension. By this point, you may be thinking that the new Syndicate has nothing new to offer, but that would be a disservice to the staff at Starbreeze who, while patently no Bullfrog, have obviously worked hard on honing a distinctive style of gameplay. Map designs, though strictly linear, are littered with levers, trap doors and shortcuts, making them fun to explore and leading to some excellent multi-level shoot-outs. And it&apos;s the ranged combat that really takes Syndicate to a different level of manic unpredictability.     Syndicate    Using psychic Breach Mode attacks to crash into a room and take out major enemies  before suppressing the rest with something like a Gauss Gun, locking on and killing them round corners  can be incredibly effective when timed correctly. Breach Mode gives you three upgradable but somewhat similar attacks (Persuade, Backfire and Suicide) as well as disabling shields on airborne or armoured enemies. There&apos;s also a compelling four-player co-op mode, with levels based on original Syndicate maps, giving you nine more tactical challenges that reward players who stick to their designated team roles. This is definitely not a game for wannabe Rambos. Ultimately, the new Syndicate is never going to please everyone. Swapping freedom and tactical depth for twitch-based thrills and teamwork has certainly made it a viable multi-platform release. However, those with longer memories may argue that rebooting Syndicate as yet another FPS, complete with identikit hero, is a bit like remaking Citizen Kane as a rom-com starring Adam Sandler. For all its multiplayer merits, I&apos;m afraid I&apos;m with the Luddites on this one.  Game reviewed on PS3", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/21/syndicate-game-review", 
    "wordcount": "751"
}