{
    "headline": "The periodic table: a very short introduction [Book Review]", 
    "text": "The modern periodic table is basic to the sciences and is so familiar that popular songs have even been written about it. But perhaps surprisingly, even many professional chemists don&apos;t know much about the history of how it was discovered beyond Mendeleev&apos;s contributions.  In his newest book, The Periodic Table: A Very Short Introduction [Oxford University Press; 2012: Amazon UK; Amazon US], university lecturer and writer Eric Scerri takes us on an engaging and fascinating journey into how the modern periodic table came to be. This small book provides a surprisingly big overview of the many discoveries, developments and individuals that defined this universal law of nature, the periodic law, and all this is all rolled up into an absorbing and educational narrative.   In this book, we are introduced to an interesting cast of international characters, including physicists, chemists, geologists, teachers, tradesmen and nobleman, all who played a role in the discovery and evolution of the periodic table. Notably, we meet Scottish physician, William Prout, whose proposal that all matter was composed of hydrogen atoms motivated the scientists of the day to obtain ever more accurate weights for each atom in their quest to prove whether his hypothesis was correct. We meet Danish-American eccentric, Gustavus Hinrichs, who saw the connection between the frequencies of spectra emitted by the elements and the internal structures of their atoms. We also meet German physical chemist, Julius Lothar Meyer, who is considered by some historians to be the co-discoverer of the periodic table, along with the Russian scientist, Dimitri Mendeleev, who sketched out his periodic table on the back of an invitation to a local cheese factory.  But more than simply recounting history, Scerri also discusses how the deeper meaning of the periodic table&apos;s structure gradually became evident to scientists, and served to reinforce the growing cross-pollination between chemistry and physics by contributing to the development of atomic theory and quantum mechanics. Further, there is a chapter devoted to the artificial synthesis of super-heavy elements beyond uranium (element 92). I especially was fascinated by the discussion of the many alternative forms of the periodic table -- ranging from trees to spirals -- both from a scientific and philosophical point of view. I am not sure if the author did this intentionally, but by the telling the multi-faceted story of the periodic table, the reader gains an appreciation for the scientific method and for how science is really done.  Researchers, scientists, science educators and students will all enjoy this book, as will fans of science and of the history of science. This small paperback is 147 pages long, and includes black and white photographs, tables, and diagrammes, a list of additional readings, and an index. Chapters include:   The elements  A quick overview of the modern periodic table  Atomic weight, triads, and Prout  Steps toward the periodic table  The Russian genius -- Mendeleev  Physics invades the periodic table  Electronic structure  Quantum mechanics  Modern alchemy: from missing elements to synthetic elements  Forms of the periodic table Although this book is really well-designed and written, there is one small addition that may possibly improve it: a timeline that notes when the relevant discoveries were made in chemistry and physics to provide the reader with a concise mental image for how all this information fits together into a coherent story. This small paperback is part of Oxford&apos;s growing collection of &quot;Very Short Introduction&quot; books that collectively have sold more than three million copies around the world. Written by experts in their fields and peer-reviewed before publication, these books are small enough to fit into a pocket, handbag or rucksack. Based on the titles I&apos;ve read so far, I have found these slim volumes to be interesting, informative and very readable, and I eagerly look forward to each new book. .. .. .. .. .. .. .. .. .. .. .. ..  Eric Scerri is a lecturer in chemistry and in the history and philosophy of science at the University of California, Los Angeles. He has written and published more than 100 research articles, numerous book chapters, is featured in many online video &amp; audio lectures, is the editor of the academic journal, Foundations of Chemistry, and has edited or written six books. His 2007 book, The Story of the Periodic System: Its Development and Its Significance earned him UCLA&apos;s Herbert Newby McCoy award, which honors significant contributions to the science of chemistry. The Periodic Table: A Very Short Introduction is Dr Scerri&apos;s sixth book. Visit Dr Scerri&apos;s website.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/07/3", 
    "wordcount": "748"
}