{
    "headline": "Nicholas Stern: 'I got it wrong on climate change  it's far, far worse'", 
    "text": "Lord Stern, author of the government-commissioned review on climate change that became the reference work for politicians and green campaigners, now says he underestimated the risks, and should have been more &quot;blunt&quot; about the threat posed to the economy by rising temperatures. In an interview at the World Economic Forum in Davos, Stern, who is now a crossbench peer, said: &quot;Looking back, I underestimated the risks. The planet and the atmosphere seem to be absorbing less carbon than we expected, and emissions are rising pretty strongly. Some of the effects are coming through more quickly than we thought then.&quot; The Stern review, published in 2006, pointed to a 75% chance that global temperatures would rise by between two and three degrees above the long-term average; he now believes we are &quot;on track for something like four &quot;. Had he known the way the situation would evolve, he says, &quot;I think I would have been a bit more blunt. I would have been much more strong about the risks of a four- or five-degree rise.&quot; He said some countries, including China, had now started to grasp the seriousness of the risks, but governments should now act forcefully to shift their economies towards less energy-intensive, more environmentally sustainable technologies. &quot;This is potentially so dangerous that we have to act strongly. Do we want to play Russian roulette with two bullets or one? These risks for many people are existential.&quot; Stern said he backed the UK&apos;s Climate Change Act, which commits the government to ambitious carbon reduction targets. But he called for increased investment in greening the economy, saying: &quot;It&apos;s a very exciting growth story.&quot; David Cameron made much of his environmental credentials before the 2010 election, travelling to the Arctic to highlight his commitment to tackling global warming. But the coalition&apos;s commitment to green policies has recently been questioned, amid scepticism among Tory backbenchers about the benefits of wind power, and the chancellor&apos;s enthusiasm for exploiting Britain&apos;s shale gas reserves. Stern&apos;s comments came as Jim Yong Kim, the new president of the World Bank, also at Davos, gave a grave warning about the risk of conflicts over natural resources should the forecast of a four-degree global increase above the historical average prove accurate. &quot;There will be water and food fights everywhere,&quot; Kim said as he pledged to make tackling climate change a priority of his five-year term. Kim said action was needed to create a carbon market, eliminate fossil-fuel subsidies and &quot;green&quot; the world&apos;s 100 megacities, which are responsible for 60 to 70% of global emissions. He added that the 2012 droughts in the US, which pushed up the price of wheat and maize, had led to the world&apos;s poor eating less. For the first time, the bank president said, extreme weather had been attributed to man-made climate change. &quot;People are starting to connect the dots. If they start to forget, I am there to remind them. &quot;We have to find climate-friendly ways of encouraging economic growth. The good news is we think they exist&quot;. Kim said there would be no solution to climate change without private sector involvement and urged companies to seize the opportunity to make profits: &quot;There is a lot of money to be made in building the technologies and bending the arc of climate change.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/27/nicholas-stern-climate-change-davos", 
    "wordcount": "567"
}