{
    "headline": "Impact bond model turns project funding on its head", 
    "text": "Imagine that foreign aid agencies handed out money after development goals were achieved, and not before  that they paid only for the results of a project, not its implementation. It&apos;s an idea that&apos;s not too far-fetched, thanks to the work of a group of development experts in the UK and overseas. Two years after the British government launched the world&apos;s first social impact bond, development experts are trying to adapt the model to foreign aid. &quot;It&apos;s a high-powered performance contract, to put it very simply,&quot; says Michael Belinsky, co-founder of Instiglio, a non-profit social enterprise based in Boston. &quot;Government  is used to funding social services up front and being very specific about the activities it funds. The social impact bond model turns that on its head.&quot; Here&apos;s how it works: a private investor provides money to fund a social intervention, which is then designed and implemented by a non-profit organisation. If and when that intervention produces specific, pre-determined benefits  fewer teenage pregnancies in a particular area, say, or lower recidivism rates at a prison  then the government pays the private investor a return on the original investment, at competitive rates. But if the intervention isn&apos;t successful, there is no payout from the government. That&apos;s how a social impact bond works in rich countries, at least. Using that model, in 2010 the UK government launched the world&apos;s first fully operational social impact bond, in the form of an inmate rehabilitation programme at Peterborough prison in Cambridgeshire. Since then, similar initiatives have been announced in the US, Australia and Israel. Could the same idea be applied to foreign aid? Experts at the Centre for Global Development (CGD), a Washington-based thinktank, have spent a lot of time considering that. Together with the London-based organisation Social Finance, they have created a working group of experts to consider the question. Their aim is to develop a template to help organisations and aid agencies apply the new model in developing countries. Proponents say social impact bonds can make programmes more cost-effective because they allow organisations more flexibility to design and run projects in ways that save money and fit local circumstances. Instead of spending their time trying to meet all the requirements that might be laid out in a grant, the non-profit can simply focus on delivering results. Emphasising results has already been gaining traction in foreign aid. &quot;There&apos;s definitely already a movement toward more outcomes-based financing,&quot; says Rita Perakis, a programme associate at CGD. &quot;With tighter budgets and the push for value-for-money, [social impact bonds] fit into the movements that are happening in development finance anyway.&quot; The model also allows the private sector to take on some of the risk associated with financing a big social project, which would no doubt appeal to cash-strapped public institutions. But designing a social impact bond and actually making it work in the field are two very different propositions. Each initiative will require a donor agency that is willing to put in the time and effort to design the project; a service provider that can deliver measurable results; and the availability of hard data to prove what outcomes are  or aren&apos;t  being achieved. Projects that don&apos;t have easily measurable outcomes  a good governance initiative, for instance  won&apos;t be a good fit for this kind of financing model. But even in situations where, theoretically, the results of a project could be counted, hard data may be hard to come by. &quot;In general, we&apos;re talking about environments that have quite poor data quality  and defining and measuring the outcome is completely central to this idea,&quot; says Perakis. Of course, any bond requires an investor before it can get off the ground. Foundations, wealthy individuals and government agencies like the Overseas Private Investment Corporation in the US are all possible investors. The investors in the first round of projects will likely be more interested in promoting social change than in turning a profit. But that could change in the years ahead, says Belinsky; eventually, &quot;pure-profit investors&quot; could be attracted to the projects as well. But the model has to be tested, and proved worthy, before any big money will come rolling in. If all goes well, the first few pilots could be up and running in 2013. Instiglio is helping to develop two impact bond projects  a teen pregnancy intervention in Colombia and a girls&apos; education initiative in Rajasthan, India  and both should become operational next year. Belinsky says he is optimistic about those projects, and about the new financing model more broadly. &quot;I&apos;ve heard people at different development agencies say the change from input-based financing to payment for results has the potential to revolutionise the field of international development,&quot; he says. But for now, Belinsky adds, development impact bonds are still &quot;an experiment  a very promising experiment&quot;.  This article was amended on 28 December 2012 to correct the name of Michael Belinsky", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/27/impact-bond-model-project-funding", 
    "wordcount": "827"
}