{
    "headline": "Libel reform: time for the chariots of ire", 
    "text": "   Simon Singh makes his case watched by Robert Dougan, Nick Cohen and Evan Harris    A bill that would offer new protection to public discussion of science from the stifling threat of libel could be lost because of an amendment tacked on by Lord Puttnamin the final stages of the legislation&apos;s passage through parliament. The work of years may be about to be undone. The Defamation Bill, published by the government early last year as part of a manifesto commitment shared by the Conservatives, Labour and the Lib Dems, stands on the brink of extinction because it is being held hostage in a power play between the government and Labour over how to respond to the Leveson inquiry on press freedoms. In the New Statesman on Wednesday David Allen Green carefully explained why Puttnam&apos;s amendment  which is unrelated to defamation law and has been crowbarred into the Bill  is illiberal and misconceived. That is not to deny that parliament needs to consider seriously how to enact legislation that resolves the proper balance of press freedom and the privacy of the individual. The problem is that the solutions proposed to address the concerns raised by Leveson do not enjoy cross-party support, in marked contrast to the consensus on libel reform generated by a long-running campaign that has achieved significant public backing.  The parlous state of the libel law in England and Wales first came to my attention in 2009 when science writer Simon Singh was sued by the British Chiropractic Association (BCA) for questioning broad claims it had made for the therapeutic benefits of chiropractic. Rather than debate the scientific evidence the libel law allowed the BCA to pursue Singh through the courts. In mid-2010 I spent the strangest of morningslistening to a debate on thenature of the evidence for chiropractic treatments, not in scientific conference, but at the Royal Courts of Justice. Fascinating as it was, a courtroom was simply the wrong place to be dissecting a scientific matter of crucial importance to public health. The great power that the present law gives to powerful individuals and organisations to sue for libel has brought the UK into disrepute across the world. President Obama  legislated in the US to protect American citizens from the astonishing and dangerous over-reach of our libel laws. The UN committee on human rights holds that our libel law is unlawful. That law is overdue for reform. The libel reform campaignsparked into life by cases brought against science writers and medical researchers found traction across the UK. Beyond the scientific community, organisations concerned by the chill of libel include Mumsnet, Which, Citizens Advice, Global Witness, AOL and Facebook The petition for new legislation attracted over 60,000 signatures  a level of support that persuaded the three major political parties to include libel reform in their 2010 manifestos. But now the Defamation Bill  which would offer much stronger protection for public debate in the public interest  has been stymied by Puttnam&apos;s manoeuvring to break the log-jam over Leveson. Downing Street opposes the amendment and is playing hard-ball. The government has yet to table the bill but if it does not return to the Commons to complete its passage through parliament by the end of the current session, the chance to reform libel law will be lost. I cannot believe that years of work have come to this. There is a chance for one final push  but there are only days to act. If free debate matters to you, please write to your MP and urge them to press the government to bring this bill back to parliament.  Stephen Curry is a professor of structural biology.", 
    "section": "science", 
    "gid": "science/occams-corner/2013/mar/08/1", 
    "wordcount": "606"
}