{
    "headline": "Leading paper firm pledges to halt Indonesian deforestation", 
    "text": "The world&apos;s third biggest paper company has pledged to halt deforestation in Indonesia, and help to restore the habitats of the rare Sumatran tiger and orangutan, following a long-running campaign by environmentalists. Asia Pulp and Paper (APP) said on Tuesday that it would end the &quot;clearing of natural forest&quot; across its entire supply chain, with immediate effect. From now on, it has pledged to work to preserve &quot;high conservation value&quot; and &quot;high-carbon stock&quot; forests. The move marks a major victory for green campaigners, as paper made from the pulped remains of some of the last virgin rainforests of south-east Asia has been found in products across the world, and its manufacture has contributed to the endangerment of threatened wildlife. Aida Greenbury, managing director for sustainability at APP, told the Guardian the company was keen to show an example to the rest of the industry. &quot;It is time to stop talking and fighting  it is time for us to show real action on the ground. It is time to stop talking about climate change but address it.&quot; After a long investigation by Greenpeace, APP was found last year to have used trees that are endangered and cannot legally be logged in Indonesia in packaging for major clients. The green group traced DNA from ramin trees  native to the same habitat as the rare Sumatran tiger  to packaging in consumer products. That investigation, and similar findings, resulted in an exodus of key clients, including Xerox, Danone, KFC UK, Disney and Mattel, and a long series of complaints. At the time, the company said it would look into its supply chain more closely, but progress was slow. APP&apos;s change of heart on Tuesday was hailed by Greenpeace as a breakthrough. John Sauven, executive director of Greenpeace UK, who was in 2011 refused entry to Indonesia owing to his campaigning on the subject, said the move was &quot;highly significant&quot;. APP is part of Sinar Mas, one of the biggest companies in south-east Asia, with interests including palm oil as well as pulp and paper. The company has long been resistant to calls from campaigners to be more transparent about its business practices, and has been accused of contributing to the massive deforestation taking place in Indonesia. But Sauven said the company was now willing to co-operate with campaigners. Scott Poynton, head of the Tropical Forest Trust, the non-governmental organisation that helped broker the deal with APP, said: &quot;If the third-largest paper company in the world can commit to forest preservation  despite the complex social, political, economic and environmental challenges they have to navigate to do sothen any company can do it. Now, there is no excuse for companies  whether operating in Indonesia, Africa, or other forest-rich regions  to destroy forests as a consequence of feeding global demand for the goods they produce.&quot; He said that private sector companies would be key in any attempts to tackle climate change. &quot;Deforestation has always been a primary target of efforts to slow climate change. What we&apos;ve shown here is that the answer can lie in the private sector  after all, it is the private sector that cuts down trees. We&apos;ve been looking in the wrong place for our solutions  the United Nations has little understanding of the forces driving deforestation  or how to influence the private sector to stop behaving in ways that harm the environment.&quot; However, APP only said it would focus on &quot;high-carbon stock&quot; and &quot;high-conservation value&quot; forest and peatlands. That could leave out swaths of forest that have already been degraded in some way, for instance by partial deforestation. Bustar Maitar, head of Greenpeace&apos;s forest campaign in Indonesia, said the company must now prove it would follow through on its pledges: &quot;We commend APP for making this commitment to end deforestation, but it&apos;s what happens in the forest that counts and we will be monitoring progress closely. If APP fully implements its new policies it will mark a dramatic change in direction, after years of deforestation in Indonesia.&quot; Further political moves in Indonesia will be watched closely. In May this year, a two-year moratorium on deforesatation announced by president Susilo Bambang Yudhoyono in 2011 will expire. Maitar said: &quot;We urge Indonesia&apos;s government to use the momentum of APP&apos;s move to strengthen and extend the moratorium, starting with a review of all existing forest concessions. As a matter of urgency, the government should improve the enforcement of forestry laws to help companies like APP implement their conservation policies. Only concerted action from government, industry and Indonesian civil society can finally turn the tide of extinction facing Sumatra&apos;s tigers.&quot; The spotlight will also now fall on Asia Pacific Resources International, the second biggest pulp and paper producer in Indonesia, which has not yet made such a pledge against deforestation. Greenpeace has written to the company to ask for its plans.", 
    "section": "environment", 
    "gid": "environment/2013/feb/05/paper-firm-indonesian-deforestation", 
    "wordcount": "827"
}