{
    "headline": "Decisive moment? Smartphones steal focus from point-and-shoot cameras", 
    "text": "Not long ago, life&apos;s precious moments were captured by someone who had the foresight to bring their camera. Now, everyone can reach for their phone. And having also dented demand for landlines, the PC and the satnav, smartphones are now officially replacing the compact camera as the most popular device for taking photos. Sales of point and shoot cameras fell 30% by value in 2011 compared with the year before. Camera manufacturers have been on red alert since last summer, when the iPhone4 became the most popular device from which snaps were uploaded to the picture sharing website Flickr. Even some professional photographers admit they turn to their phones for snaps, with the celebrity photographer Annie Liebovitz describing her iPhone as the &quot;snapshot camera of today&quot;. &quot;I&apos;m still learning how to use mine,&quot; Liebovitz told NBC. &quot;I can&apos;t tell you how many times I see people show me their children. It&apos;s the wallet with the family pictures in it.&quot; Basic fixed-lens cameras accounted for more than 48% of manufacturers&apos; takings in Britain in 2010, according to research firm GfK. By November 2011, the most recent data shows these cameras represented just 37% of takings. &quot;2011 was when sales of basic cameras seriously started to decline,&quot; said GfK analyst Zhelya Dancheva. &quot;It&apos;s about how consumers are using cameras, and on what occasions. The smartphone is popular because it&apos;s always in your pocket, and you are connected so you can directly upload to the internet whenever you want.&quot; Manufacturers will attempt to breathe new life into the budget camera market at this week&apos;s Consumer Electronics Show in Las Vegas, an annual showcase for gadget makers. Samsung, Canon and Sony Electronics have added a range of bells and whistles, including Wi-Fi connections and technology to recognise and zoom in on children&apos;s faces, with which they hope to lure back their lost customers. &quot;All manufacturers need to focus on the value of a camera and what differentiates it versus a smartphone,&quot; said Reid Sullivan of Samsung, unveiling the firm&apos;s latest model, the DV300F, which can upload images to sharing sites. It will also do away with the need for cables by sending images wirelessly to a computer. The camera also claims to eliminate blurry backgrounds when capturing fast moving subjects, and has a small screen on the front to let users see self portraits. Canon&apos;s flagship new point and shoot IXUS models can apparently prioritize face detection of children so that even the most fidgety subject&apos;s expression will appear in focus. Sony&apos;s newer cameras can take photographs in 3D and will work in extreme conditions, including under water. The budget models will also come with more powerful zoom lenses that capture events at a greater distance and with a higher resolution than phones. The iPhone 4 is now used by more than 5,000 people to upload more than 73,000 photos each day on Flickr. The second most popular camera, with slightly more than 4,000 daily Flickr users, is the Nikon D90. It costs more than 550 without a lens and has a picture resolution of 12.3 megapixels, compared with the iPhone 4&apos;s five megapixels. Unveiling the latest iPhone last autumn, Apple&apos;s chief executive, Tim Cook, spent as much time emphasising its camera features as its processing power. The 4S has a resolution of eight megapixels, almost as high as the minimum of 10 now sported by most basic cameras. The trend towards cameraphones is just as advanced in the United States, where they were used to take 27% of photos last year, up from 17% in 2010, according to market research firm NPD. The proportion of photos taken with a point and shoot camera fell from 52% to 44%. Trevor Moore, chief executive of photography retailer Jessops, said customers now believe the quality of photographs taken from their smartphones is high enough to spend money turning them into prints. &quot;We have a huge number of smartphone users coming into our stores to use our printing kiosks,&quot; said Moore. &quot;We take the opportunity to talk to them about how they can make better pictures with a high quality camera.&quot; In fact, sales of higher quality camera models are booming, giving hope to manufacturers such as Canon. Having become dissatisfied with the limitations of basic digital cameras, customers are flocking to those which offer better zooms and higher resolution. Sales of fixed lens devices, which offer a zoom of more than 10 times, were up 42% by volume in the year to November, having risen 55% in 2010. Compact system cameras, which have interchangeable lenses, have seen sales by volume rise 51% in the past year, according to GfK. Expert view Having spent a few years schlepping around a heavy bag of cameras and lenses and with at least one dodgy shoulder to prove it, I&apos;m always interested in developments that take some of the weight out of shooting decent pictures. And it looks like I&apos;m not the only one who has discovered the joys of using the ultimate lightweight camera as millions of people seem to have proved by ditching them and using a smartphone instead. Sales of cheap cameras are down; it&apos;s not surprising  if you carry one thing these days it&apos;s a phone, and if it shoots pictures of similar quality to a camera, why carry a camera too? Having shot those great pictures of junior&apos;s first steps, a couple more keystrokes on the phone have them winging their way to a proud granny. If you really want them, Hipstamatic and other apps are available to &quot;improve&quot; your snaps, while Twitter or Flickr will distribute or store them for you. Photographically, a really interesting and encouraging thing about using a smartphone is the way the focal length of the lens feels &quot;right&quot; for many shots. This is because the lens is slightly wider than the &quot;standard&quot; lens sold with a camera and gives a usefully wider view. In practice these images feel comfortable or real to the viewer, something early users of compact 35mm cameras in the last century discovered. They were trying to capture reality and a widish lens gave them that result. They were also trying to be inconspicuous, hence the use of small Leica cameras just as these days someone using a phone in the street arouses no interest. Even if you are not a Cartier-Bresson, convenience and a reasonably faithful representation of their world is all that most people want from their photography. A smartphone gives you all that. Roger Tooth, the Guardian&apos;s head of photography  This article was amended on 11 January 2012. The original referred to Canon&apos;s flagship new point and shoot PowerShot G1X. This has been corrected.", 
    "section": "technology", 
    "gid": "artanddesign/2012/jan/09/smartphones-call-time-on-camera", 
    "wordcount": "1140"
}