{
    "headline": "Australia adds new colour to temperature maps as heat soars", 
    "text": "Global warming is turning the volume of extreme weather up, Spinal-Tap-style, to 11. The temperature forecast for next Monday by Australia&apos;s Bureau of Meteorology is so unprecedented - over 52C - that it has had to add a new colour to the top of its scale, a suitably incandescent purple. Australia&apos;s highest recorded temperature is 50.7C, set in January 1960 in South Australia. The record for the hottest average day across the nation was set on Monday, at 40.3C, exceeding a 40-year-old record. &quot;What makes this event quite exceptional is how widespread and intense it&apos;s been,&quot; said Aaron Coutts-Smith, the weather bureau&apos;s climate services manager. &quot;We have been breaking records across all states and territories in Australia over the course of the event so far.&quot; Wildfires are raging across New South Wales and Tasmania.  Australia&apos;s prime minister Julia Gillard said: &quot;Whilst you would not put any one event down to climate change, weather doesn&apos;t work like that, we do know over time that as a result of climate change we are going to see more extreme weather events and conditions.&quot;      A fire danger rating sign set to catastrophic sends out a clear message on the situation on the outskirts of Wandandian south of Nowra, near Sydney, New South Wales. Four new ares in NSW have been given a 'catastrophic 'fire danger rating meaning that if fires break out they will be uncontrollable and fast moving, so residents should leave  Photograph: Dean Lewins/EPA    She is right of course to be cautious about attributing individual events to global warming, but it is equally clear that new colours will need to be added to scales across the world for heatwaves and other extreme weather events. We already know that climate change is loading the weather dice. Scientists have shown that the European heatwave of 2003, that caused over 40,000 premature deaths, was made at least twice as likely by climate change. The Russian heatwave of 2010, that killed 50,000 and wiped out $15bn of crops, was made three times as likely by global warming and led to the warmest European summer for 500 years. The extreme weather forecast is even worse. Mega-heatwaves like these will become five to 10 times more likely over the next 40 years, occurring at least once a decade, scientists predict.  Work by the most authoritative group of scientists, the UN&apos;s Intergovernmental Panel on Climate Change, found that it is 90% certain that heatwaves will increase further in length and severity, as will extreme high tides. It is 66% likely that hurricanes and typhoon winds will get faster and that intense rain will increase, as well as landslides. It is more likely than not that droughts will intensify in Europe, North and Central America and, most dangerously given the poverty there, Southern Africa. There are uncertainties of course, but the basic physics is that heat-trapping carbon emissions mean more energy is being pumped into the system, increasing climate chaos. The two nations in which the fringe opinions of so-called climate sceptics have been trumpeted most loudly - the US and Australia - have now been hit by record heatwaves and, in the US, superstorm Sandy. The scientists are turning up the volume of their warnings, but whether this leads to loud and clear political action to curb emissions or more shouting from sceptics and the vested fossil fuel interests that support them remains to be seen.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/jan/08/australia-bush-fires-heatwave-temperature-scale", 
    "wordcount": "515"
}