{
    "headline": "Truancy crackdown to include children aged four", 
    "text": "Children as young as four who miss nursery or the reception year of school will be the focus of a new crackdown on truancy  even though education is not compulsory until the age of five, the government has announced. Figures on attendance in reception, when children are aged between four and five, will be published by the Department for Education so schools can judge their performance on pupil absence. In a report largely accepted by ministers, the government&apos;s expert adviser on behaviour, Charlie Taylor, also calls for schools to offer support to parents who are failing to get their children into nursery. Taylor does not call for the statutory school age to be lowered and there will be no legal sanction for absence from school below the age of five. However, at the launch of his report on truancy, he drew attention to one possible sanction: &quot;I was in a school in Battersea the other day where, very harshly, they actually shut the door on parents if they bring their children in late. They say you can&apos;t come into nursery late. Sounds very harsh  but that school has 97% attendance, way above the national average. There is a job [to be done] in terms of educating parents, teaching them that school is important and this is where you need to be.&quot; Taylor argued that missing out on nursery left children like &quot;a jigsaw with lots of pieces that haven&apos;t been filled in&quot;. &quot;Missing bits of nursery means that you&apos;re missing out on some of the early learning, some of the key social skills that develop into children&apos;s character and ability to function in the classroom. &quot;There are kids arriving from nursery who don&apos;t know their own name, literally don&apos;t know their own name, so the school has a fundamental job to do. Nursery education is every bit as essential as the weeks before GCSEs.&quot; Currently there is no nationally collected data on children&apos;s attendance in nursery and reception, before school is mandatory. The government has accepted the recommendation to publish these figures so schools can be compared. Ofsted should also take reception year attendance into account when a school is inspected, Taylor said. The government adviser has recommended that fines for truancy should be deducted from child benefit. But it is not clear whether this proposal will be accepted. In a statement, the education secretary, Michael Gove, said only that the government would &quot;explore ways to make payment of penalty notices swift and certain&quot;. Taylor, who is on secondment from his job as headteacher of a special school in west London, was asked to look at truancy by Gove after the riots last summer. Taylor said: &quot;Many of the children involved in the riots had either been excluded from school or they&apos;d excluded themselves from school. And I think one of the main things that I&apos;ve found is that a lot of these patterns of poor attendance start very early on.&quot; The report also recommends that academy chains, sponsors and individual academies and maintained schools  should be able to prosecute parents for truancy. At present this is handled by local authorities. Term-time holiday should only be granted in exceptional cases, Taylor says. He said: &quot;What&apos;s important is that it is the exception rather the rule. Often secondary schools have said that they get kids turning up who assume that a holiday will automatically be granted, and it&apos;s very frustrating for them to turn around and say: &apos;You can&apos;t go on holiday&apos;. The line on holidays needs to tighten up.&quot; The crackdown on term-time holiday was welcomed by the Association of School and College Leaders, which represents headteachers. ASCL&apos;s general secretary, Brian Lightman, said: &quot;Term-time holidays are disruptive not just for the pupils who are taken out of school, but for others in the class who lose out as teachers spend time helping returning pupils catch up. Term-time holidays should never be viewed by parents as an entitlement.&quot; The proposal to deduct fines from child benefit has been widely criticised. Anne Marie Carrie, chief executive of Barnardo&apos;s, said: &quot;All primary school children should be in class  that is non-negotiable. However, docking unpaid fines from child benefit risks punishing the pupils as well as the parents by penalising already deprived families. &quot;Barnardo&apos;s experience shows that the most effective way to improve children&apos;s attendance is to intervene early to deal with any underlying problems within the family  for example through parenting classes.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/16/truancy-crackdown-include-children-aged-four", 
    "wordcount": "757"
}