{
    "headline": "This week's new games", 
    "text": "Resident Evil: Operation Raccoon City, PlayStation 3, Xbox 360 In Resident Evil, Tyrant was a slab-like monstrosity of a character that created moments of sheer, uncontrollable terror. In Raccoon City you get attacked by herds of little tyrants instead, robbing them of emotional impact and making them merely tedious bullet sponges for your squad. Offline, it&apos;s all but unplayable as near-inert computer-controlled team mates stand around watching while your position is overrun by mutants. Online, it&apos;s not as bad, but the game&apos;s &quot;triple threat&quot; environment just equates to occasional random death by monster. Capcom, 37.99-44.99 Silent Hill Downpour, PlayStation 3, Xbox 360     Silent Hill Downpour. Photo: PR    With a brutal opening that the rest of the game struggles to match, you&apos;re introduced to a new, more exploration-friendly Silent Hill. When combat arrives it is deliberately clumsy, lending authenticity to the game&apos;s everyman hero but making handling his enemies a bit of a chore. Weapons wear out and there&apos;s an appalling famine of ammunition, while puzzles reek of deja vu. Well-intentioned set pieces create drama and the odd effective scare, but fail to evoke the creeping dread that typified whole sections of the original Silent Hill and its sequel. The latter, bundled with Silent Hill 3, is conveniently out this week in HD. Konami, 37.99-39.99 Blades Of Time, PlayStation 3, Xbox 360     Blades Of Time. Photo: PR    Ayumi is a wearyingly familiar variety of pointy bikini-clad warrior lady whose sassy attitude is even sharper than her razor-like swords. Blades Of Time&apos;s grindhouse sensibilities and clearly modest budget give it a B-movie atmosphere. Its single innovation is the capacity to rewind time repeatedly, creating multiple time-shifted iterations of Ayumi attacking from every direction. Artistic finishing moves add to the bloodless cartoon carnage dished out in a blur of swords, magic and rifle head-shots, but despite a feeling of power as you unlock Ayumi&apos;s abilities, Blades Of Time is no classic. Konami, 24.99 Games news     Kid Icarus: Uprising. Photo: PR    Also out this week are Armored Core V (PS3 &amp; Xbox 360), for fans of Japan&apos;s peculiar brand of lumbering bipedal walking tank; Ninja Gaiden 3 (PS3 &amp; Xbox 360) puts you back behind the mask of Ryu Hayabusa; Kid Icarus: Uprising (Nintendo 3DS) reinvents Nintendo&apos;s least-known mascot in a surprisingly deep game; PokPark 2: Wonders Beyond (Wii) introduces real-time combat to fastidious Pokmon collecting duties; We Sing Pop (Wii) actually also has you singing some R&amp;B and indie in this family-friendly lyrics-censored croon &apos;em-up; Total War: Shogun 2  Fall Of The Samurai (PC) supplies more highly strategic large-scale ancient battle simulation for admirers of Sun Tzu; and Utility Vehicles Simulator (PC) delivers all the thrill of obeying the speed limit in accurately recreated dustbin lorries.", 
    "section": "technology", 
    "gid": "technology/2012/mar/24/resident-evil-operation-raccoon-city", 
    "wordcount": "458"
}