{
    "headline": "Treasure Island radiation discovery casts shadow over expansion plans", 
    "text": "It was called Treasure Island in honour of Robert Louis Stevenson&apos;s pirate classic, but the artificial island off San Francisco bay has nothing but trouble buried in its soil: radioactive contamination left by the US navy. Internal documents and emails from the navy and public health officials reveal that the contamination, a legacy of ships exposed to atomic blasts and radiation training during the cold war, is more widespread than previously thought. The navy reportedly bungled a clean-up, leaving topsoil with 400 times the Environmental Protection Agency&apos;s human exposure limits. The revelations have alarmed some of the island&apos;s 2,800 residents and cast a shadow over plans to start building high-rise apartments for 20,000 more people next year. The documents were disclosed by the Bay Citizen, a nonprofit news organisation covering the bay area. &quot;The large volume of radiological contaminated material, high number of radioactive commodities [individual items or sources], and high levels of radioactive contamination  have raised concerns ... regarding the nature and extent of the radiological contamination present at Treasure Island,&quot; Stephen Woods, an environmental clean-up manager for the public health department, wrote in a 2011 email. A burgeoning file of radiation discoveries, Woods said, undermined the navy&apos;s continued use of a 2006 report as a basis for claims that some parcels were clear of radiation and ready for housing development. The navy and a separate state regulatory agency, the Department of Toxic Substances Control, said California&apos;s public health officials were wrong and that there was no health risk. Treasure Island, spanning 535 acres, was created by the federal government from landfill in 1937. It was named in honour of Louis Stevenson&apos;s book because he lived in San Francisco from 1879 to 1880. It hosted the 1939-40 Golden Gate International Exposition before being handed to the navy. The island used the base to repair and salvage vessels exposed to atomic blasts during the 1940s and 1950s. Cannon sights contained radioactive glow-in-the-dark material. A training ship, the USS Pandemonium, was intentionally doused in radiation so sailors could practise scrubbing it. The navy had a radiological &quot;counting room&quot; to test personnel and equipment for contamination. In 1993 the navy agreed to hand the island back to the city for $105m, a deal which required inspection and approval from state health officials. Naval operations ended there in 1997 and in a 2006 report the navy gave a clean bill of health to affected sites, saying 170 acres were suitable to transfer to San Francisco, paving the way for ambitious plans to create a new neighbourhood. The island found a new lease of life as a set for films including Indiana Jones and the Last Crusade, Flubber, Patch Adams, Bicentennial Man and The Caine Mutiny. Some visual effects from The Matrix were also filmed there. However in recent reports and emails state health officials faulted the navy&apos;s 2006 report. They noted that contractors removed 16,000 cubic yards of contaminated soil, some with radiation levels 400 times the EPA&apos;s human exposure limits. Residents on the island are required to grow plants in above-ground pots to avoid soil-borne chemicals. Emily Rapaport, president of Good Neighbors of Treasure Island and Yerba Buena Island, who has lived on the island for a decade, said residents were not fully informed about contamination. &quot;They should have been more open and upfront, because there would have been people who would have chosen not to live here,&quot; she told the Bay Citizen. In a May memo to the Department of Toxic Substances Control Woods, the state environmental cleanup manager, accused the navy of rushing its evaluation of Treasure Island&apos;s radioactive legacy. It had delayed releasing sample data to state health inspectors and failed to test for radioactive soil at sites where it had found toxic chemical waste, he wrote. As of May, he noted, contractors had transported 1,000 truckloads of radioactive waste off the island with more still in the ground. The Department of Toxic Substances Control, however, said there was no risk to health, a version echoed by the navy&apos;s environmental cleanup co-ordinator, James Sullivan, who said concerns were exaggerated and inconsistent with the navy&apos;s commitment to safety.  This article was amended on 21 August 2012. The original photograph was of Buena Yerba Island, not Treasure Island. This has been changed.", 
    "section": "environment", 
    "gid": "environment/2012/aug/17/treasure-island-radiation-us-navy", 
    "wordcount": "720"
}