{
    "headline": "Instagram makes you the product", 
    "text": "It is 253 days since Mark Zuckerberg&apos;s Facebook bought Instagram for $1bn. On that day  Monday 9 April  the two-year-old photo-sharing service became the latest member of the new internet establishment. In an FAQ section on Instagram&apos;s website, the company explains the cost of its app in just 12 words: &quot;$0.00  available for free in the Apple App Store and Google Play store.&quot; In fact, the cost of using the app is that you, the user, are the product. You, the user, hand Instagram the sepia-tinted photos that will make multi-millionaires out of its Stanford-educated founders. You, the user, divulge detailed profile information that will keep the company&apos;s commercial team in pocket. You, the user, tell Instagram where your monochrome snap was taken so its vast collection of private data will keep growing. (You can turn that element off, but many people don&apos;t.) That is the cost of most free internet services. Why is it a point worth making? Instagram this week changed its terms of use to make clear that it will be able to display your &quot;username, likeness, photos (along with any associated metadata), and/or actions you take&quot; in connection with advertising without you being notified or reimbursed. The entire legalese is, like the finest legal writing, somewhat vague and ambiguous. But essentially it means that Facebook, as the owner of Instagram, can use your pictures to promote anything from famous landmarks to food brands or festive onesies without asking your permission each time. As my colleague Charles Arthur noted, the change led to an outpouring of rage online (similar in kind to that which greeted the sale of Instagram to Facebook back in April) from users furious that their photos were being &quot;stolen&quot; without compensation. Those users might consider defecting to Flickr, whose users retain the rights to their pictures and allow the company&apos;s owner, fading (or resurgent?) internet portal Yahoo, the right to &quot;use, distribute, reproduce, modify, adapt, publicly perform and publicly display such Content on the Yahoo! Services solely for the purpose for which such Content was submitted or made available&quot;. Like Instagram, Flickr is free (charging only its most snap-happy customers). But the cost of running Flickr has been underwritten by other corners of the Yahoo empire, and premium users of the service help keep its terms on the straight and narrow for those who are less dedicated. The vast majority of Instagram&apos;s 30 million users will still be posting pictures of their Christmas presents this time next week, some no doubt flattered that any company would want to be associated with their three-second handiwork. But the change does pose a problem for professional photographers. Richard Gray, the mobile photographer and lecturer, syndicates some of his Instagram pictures to an agency for money. If those pictures were being sold separately by Instagram to another company and used as advertising he would be in trouble, he said. &quot;When Facebook took over there was a lot speculated about how it was going to be monetised but it looks like they&apos;re trying to turn the whole thing into a library of stock images,&quot; Gray said. &quot;A lot of people won&apos;t really care. I think it&apos;s the 10% of people who take pride  the iPhonographers, if you like  those people will drift away and make a fuss about it.&quot; Would it make business or PR sense for privacy-sensitive Facebook to flog your photos to companies for $1 a pop? Probably not. But the change should come as no surprise to users who thought they were the ultimate controllers of their data.", 
    "section": "technology", 
    "gid": "technology/2012/dec/18/instagram-you-the-product-facebook", 
    "wordcount": "607"
}