{
    "headline": "OECD criticises Canada for aid budget cuts and lack of transparency", 
    "text": "Canada needs to reverse recent cuts to its aid budget and address a lack of transparency around the means and ends of its aid programmes, according to a major review of the country&apos;s development co-operation. The Organisation for Economic Co-operation and Development (OECD) peer review says the Canadian government has failed to articulate a clear vision for its international assistance and should take steps to clarify who benefits from Canadian aid, and why. A lack of transparency has limited public accountability, says the review, &quot;constraining discussions with key stakeholders, including parliament&quot;. This year the Canadian International Development Agency (Cida), which manages the bulk of Canadian aid, came under fire from civil society groups for plans to partner big mining companies in the design and implementation of development projects overseas. The OECD review does not issue judgment on specific collaborations with extractive industries, but urges Canada to take a &quot;cautious approach&quot;. &quot;There should be no confusion between development objectives and the promotion of commercial interests,&quot; says the report. &quot;Cida should provide a clear rationale for why it is working with the private sector. It should set out clear aims and strategic objectives and outline transparent procedures for partnerships with private-sector enterprises, ensuring that development objectives and partner country ownership are reflected.&quot; It adds that Ottawa should take steps to rebuild its relationships with Canadian NGOs and civil society groups. Dialogue between government and civil society has degenerated, suggests the report, becoming increasingly &quot;ad hoc and selective&quot; in recent years. In 2009, the Canadian government announced a major reshuffle in its aid programme, concentrating programmes on a smaller set of countries and themes. Although these changes were billed as attempts to improve the focus and impact of Canadian aid, the OECD peer review, led by France and the Netherlands, questions the decision to continue spending aid in wealthier, middle-income countries while closing programmes in poorer, largely sub-Saharan African, countries. According to the report, almost half of the 20 countries in which Canada will continue spending aid are classified as &quot;middle-income&quot; and are already on track to meet the millennium development goals. Whether donors should concentrate efforts on the world&apos;s poorest countries or the world&apos;s poorest people  the majority of whom live in populous middle-income countries such as India  is a running debate among development experts. But the OECD&apos;s comments about the lack of transparency over how funding decisions have been made are unlikely to assuage concerns that the government is using its aid budget to further commercial objectives in resource- and mineral-rich countries. The report acknowledges Canada&apos;s progress in untying aid and opening trade to least developed countries. It also praises Canada&apos;s strengths as a humanitarian donor, but questions why the government has yet to articulate a formal strategy for dealing with disasters and emergencies. In particular, the review says Canada must deal with concerns that its &quot;matching fund&quot; mechanism  whereby the government matches funds raised by Canadian charities  might undermine central humanitarian principles of impartiality and independence. &quot;Canada must demonstrate, through the communication of clear criteria, that the use of matching funds is not skewing its funding allocations towards high-profile crises  where more funds will be raised from the public  at the expense of other emergencies with a lower media profile,&quot; says the report. &quot;The government of Canada will seriously consider the findings and recommendations of the review process,&quot; said the international co-operation minister, Beverley Oda, on Tuesday. &quot;Since our government took office in 2006, we committed to making Canada&apos;s international assistance more effective, focused and accountable. This is a process that takes time, but we can be proud of our progress and the steps we took to make our international work more effective.&quot; Maude Barlow, chair of civil society group the Council of Canadians, said the OECD should have taken a stronger position on Cida&apos;s partnerships with private firms. &quot;Aid is now clearly seen as a way to promote the interests of the Canadian mining industry,&quot; said Barlow. She accused the government of &quot;promoting its extractive industries at the expense of our traditional emphasis on environmental protections, human rights and local development&quot;. After a decade of growth, Canada&apos;s foreign aid spending dropped by 5% in 2011 and is expected to fall further this year. The OECD warned these reductions &quot;may undermine the support it has given in recent years&quot; and urged Canada to commit to a timetable for meeting the international commitment of spending 0.7% of gross national income as aid. In 2011 Canada was the eighth largest OECD donor, spending $5.3bn (0.31% of GNI).", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/20/oecd-canada-aid-budget-transparency", 
    "wordcount": "784"
}