{
    "headline": "Government licensed secret buzzard egg destruction, documents reveal", 
    "text": "A government agency has licensed the secret destruction of the eggs and nests of buzzards to protect a pheasant shoot, according to documents released under the Freedom of Information Act. The action sets a historic precedent, being the first time such action has been licensed against any bird of prey to protect game shoots since raptors gained legal protection decades ago. Buzzards are recovering from near extinction and now number 40,000 breeding pairs, while 35m pheasants are bred each year for shoots. It is also less than a year after the wildlife minister, Richard Benyon, abandoned related plans citing &quot;public concerns&quot;. Benyon, whose family estate in Berkshire runs shoots, cancelled plans to spend 375,000 on testing control measures for buzzards around pheasant shoots after a public outcry in May 2012. &quot;I will collaborate with all the organisations that have an interest in this issue and will bring forward new proposals,&quot; he said at the time. The destruction of the nests, which took place in the last few weeks, was only revealed after the event through a freedom of information request by the RSPB.     A man holds a dead pheasant shot during a pheasant hunt in Lewknor, England. Photograph: Eddie Keogh/Reuters    &quot;We were proceeding collaboratively and that is why we are so angry now,&quot; said Martin Harper, the RSPB&apos;s conservation director. &quot;Most people would prefer to see buzzards soaring in the sky. They are big, majestic creatures in the wild and we don&apos;t have many of them in the UK: they are England&apos;s eagle. The fact the licence process takes place without public scrutiny is wrong.&quot; The licences were issued by the government&apos;s licensing body, Natural England (NE) and permitted destruction of up to four nests and the eggs they held. &quot;The law allows action to be taken against protected species to protect livestock, which includes any animal kept for the provision or improvement of shooting,&quot; said a spokesman for NE. &quot;We rigorously assessed the application [and] were satisfied the case met the criteria.&quot; The locations of the destroyed nests were not made public. NE stated the issue was &quot;emotive and sensitive&quot; and cited &quot;public safety&quot;. NE issued the licences despite its own expert reviewer stating: &quot;There is no body of published evidence demonstrating that the presence of buzzards is likely to result in serious damage to a game shoot.&quot; A related application to kill sparrowhawks was rejected. The National Gamekeepers Organisation (NGO) was closely involved in winning the licences and had threatened NE with judicial review if they were not granted. &quot;We believe the long-standing licensing process was correctly used in this case,&quot; said a spokesman. &quot;A few buzzards had been consistently killing a large number of pheasants. Most birds of prey are now at or near record levels in the UK, so conflicts with game management and farming are bound to occur from time to time.&quot; Pheasants are not native to the UK and were introduced to stock shoots, but the biomass of the population makes it now the single biggest bird species in the countryside. The growing popularity of shoots in the Victorian era saw buzzards poisoned, shot and trapped until just 1,000 pairs were left, but protection in recent decades has led to a partial recovery. Jeff Knott, the RSPB&apos;s bird of prey expert, said: &quot;The buzzard has full legal protection, so why are we undermining this when all the available evidence shows they are not a significant source of loss of pheasant chicks.&quot; An independent study commissioned by the British Association for Shooting and Conservation found that, on average, 1-2% of pheasant poults released were taken by all birds of prey, Knott said, adding that a third of all pheasants are killed on the roads. The NGO spokesman said the buzzard control project was cancelled last year after the RSPB&apos;s campaign would have provided evidence of predation: &quot;They can&apos;t have it both ways.&quot; A spokeswoman for the Department of Environment, Food and Rural Affairs, said: &quot;After a thorough assessment, Natural England granted a licence for the removal of a small number of buzzard nests. Buzzard populations are thriving in the UK and this licensed action had no effect on their population.&quot; Labour&apos;s environment secretary, Mary Creagh, said buzzards had recovered under the previous government: &quot;This latest revelation blasts a hole in ministers&apos; empty words about protecting Britain&apos;s iconic native species. It is astounding the government has granted licences after ministers were forced to U-turn last year.&quot; She also criticised Benyon: &quot;Who exactly do ministers think they are there to serve? &quot; A key criterion for the granting of the licences was that all non-lethal control methods, such as creating places for pheasants to hide and diverting buzzards away by leaving food out, had been unsuccessfully tried. But the NE expert who reviewed the application reported: &quot;Overall, there is a pattern of [non-lethal] methods being employed inconsistently.&quot; The reviewer also noted that &quot;the efficacy of [nest and egg destruction] is untested&quot;. Harper said the RSPB was considering its legal options. The government has previously been criticised for favouring grouse shooting in the Pennines, after NE abandoned plans to ban the burning of peat land on a grouse moor and withdrew from a related legal action against the Walshaw Moor estate.  This article was amended on 23 May 2013. The original referred incorrectly to &quot;A key criteria&quot;.", 
    "section": "environment", 
    "gid": "environment/2013/may/23/government-licenced-buzzard-egg-destruction", 
    "wordcount": "913"
}