{
    "headline": "Kenya lights the way for beleaguered youth of sub-Saharan Africa", 
    "text": "Kenya has made the greatest strides in improving the conditions of young people over the past five years, according to a new index of global youth development. Together with four other sub-Saharan countries  South Africa, Niger, Togo and Malawi  Kenya made the largest gains globally across a range of criteria, from health to political participation. However, sub-Saharan Africa still trailed all other regions in the global youth development index, produced by the Commonwealth and covering 183 countries. Young people in Pakistan, Angola and Haiti experienced the greatest decline in conditions over the past five years according to the list, which is based on the UNs human development index but focuses exclusively on people aged 15 to 29.    Global youth development index   The index, published at a time when the number of young people in the world stands at an unprecedented 1.8 billion  nearly 87% of whom live in poor countries  gives civic and political participation equal weighting with health, education and employment. Designed to fill a gap in global development studies, the list offers a message of optimism as well as a warning. A youth bulge in poor countries presents an opportunity, in the form of potential socio-economic gains from labour and savings, but there is also a risk of missed opportunities.   Related: Five steps to put young people at the heart of development | Carla Kweifio-Okai    A failure to capitalise on this demographic dividend  could bring untold misery to families, communities and entire countries as the youth cohort instead becomes disenfranchised and disillusioned, said the compilers of the index, who warn that many countries have limited time to make the most of the youth bulge. The 10 countries with the lowest youth development scores were all in sub-Saharan Africa, which the UN has identified as the only global region that will have a more youthful population in 2050 than it does today.  But while falling youth mortality rates have been key to sub-Saharan Africa making a 12% improvement on health and wellbeing  worldwide, the greatest improvement in those areas  the region continues to trail significantly. It scored below the global average in four of the five areas covered by the index, but was a fraction above the global average on political participation. Hopes that the regions youth might drive future economic growth are likely to be further dampened by the revelation that they fared much worse than others over the course of the global financial crisis. A deterioration in the youth-to-adult unemployment ratio worldwide had a disproportionate impact on sub-Saharan Africa.  Regionally, youth development apparently worsened most markedly in Angola and Chad, which respectively declined by 11% and 7%. Central African Republic recorded the worlds lowest score. At the other end of the scale, Germany ranked top for youth development, followed by Denmark, Australia, Switzerland and the UK. The only country in the top 30 that was not a high-income economy was Costa Rica, which scored particularly well then it came to health and wellbeing and political participation. The Middle East was the only region to show a decline in political participation in the period between 2010 and 2015, despite the Arab spring. However, the region performed particularly strongly in areas such as health. Israel was ranked highest in the Middle East for health and wellbeing, while Bahrain, Kuwait and Saudi Arabia  none of which are democracies  also scored very highly overall. Russia and Eurasia made the worst progress in youth development between 2010 and 2015, although what was described as an impressive rate of improvement in Kazakhstan was linked to a reduction in mental health rates and improvements in youth policy. Joseph Muscat, prime minister of Malta and chair-in-office of the Commonwealth, said youth development could be achieved, even in low-income countries, by providing quality education and training. Health and wellbeing are also factors that weigh heavily in youth development, and world leaders need to focus more on promoting mental and sexual health, as well as education and nutrition, said Muscat. Deep inequalities in youth development persist in many countries, the report warned. The largest gaps were identified in education and health and wellbeing. For example, the proportion of youth infected with HIV was, on average, eight times higher in countries with low index scores than countries that scored highly, such as European states where the issue has become less of a priority in recent times. Youth mortality rates were on average five times higher in countries that performed poorly in the index than in those that came very high. Young women continued to make up the overwhelming majority of illiterate youth in the world. Female literacy rates among young women were as low as 15% in some countries, while the lowest male literacy rate was 35%. However, the report identified concerns about data limitations that made it difficult to disaggregate statistics by gender.", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/21/kenya-lights-the-way-for-beleaguered-youth-of-sub-saharan-africa", 
    "wordcount": "791"
}