{
    "headline": "Boot up: Apple's exec shuffle, Google's LTE problem, US election FAQ and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Apple Announces Changes to Increase Collaboration Across Hardware, Software &amp; Services &gt;&gt; Apple Scott Forstall goes into the skeumorphic shredder. So does retail head John Browett after six months. Why Google&apos;s new Nexus 4 doesn&apos;t have LTE &gt;&gt; Action At A Distance Richard Gaywood takes MG Siegler to task over the latter&apos;s criticism of the lack of LTE in the new Nexus 4 phone, which Siegler says is capitulation to carriers:   Apple has kowtowed to AT&amp;T numerous times: over Faux-G, over Facetime-over-cellular, over tethering charges. Apple isn&apos;t invulnerable to commercial pressures, nor does it have an unblemished record of putting its users interests before its own (or those of its partners).  Is Siegler too much of a bigshot now to engage his brain before writing a post, or something? I&apos;m sure he used to be better than this lazy, knee-jerk, only-Apple-can-do-right stuff.  Is OpenStreetMapGB useful? Damn right it is! &gt;&gt; James Rutter&apos;s Bloggage  My reason for excitement is that I&apos;m now serving OpenStreetMapGB data (rendered to epsg 27700) out to staff through our intranet mapping platform....and liking it they are too! I said in my last post that OSM data is complimentary to OS data, not a replacement for it and three cases at Surrey Heath are proving this. Our workflow internally now involves digitising new developments into OpenStreetMap, including the roads, building outlines, land parcels and house numbers, as we&apos;re doing the street naming work. Using a MapProxy based web service provided by Astun Technology (which caches OSMGB tiles provided by the project at Nottingham) we&apos;ve been able to plug all this new mapping data back into our intranet mapping system for users consumption along with all our other usual internal vector data. So why is this useful?   Great to see councils benefiting from Ordnance Survey&apos;s free datasets. (Thanks @stevenfeldman on Twitter for the link.) Google Now: behind the predictive future of search &gt;&gt; The Verge  You may not be familiar with Google Now, primarily because it&apos;s only available on the sliver of Android devices running Jelly Bean (and up) -- a situation that sadly won&apos;t change with the latest version. It&apos;s essentially an app that combines two important functions: voice search and &quot;cards&quot; that bubble up relevant information on a contextual basis.  Actually, Google Now technically only refers to the ambient information part of the equation, a branding kerfuffle that distinguishes it from Apple&apos;s Siri product yet still causes confusion. Those cards might contain local restaurants, the traffic on your commute home, or when your flight is about to take off. They appear automatically as Google tries to guess the information you&apos;ll need at any given moment.  While it seems like a relatively simple service, it&apos;s only really possible because of the massive amount of computational power Google can leverage alongside the massive amount of data Google knows about you thanks to your searches.   Which is the tradeoff. It&apos;s a fascinating project. Ui Parade &gt;&gt; User Interface Design Inspiration UI designer? You&apos;ll want this. Even if you aren&apos;t, it&apos;s a beautiful set of designs to use. (Are any copyrighted? We don&apos;t know.) (Thanks @margotlily on Twitter for the link.) iOS is showing its age &gt;&gt; getwired.com Wes Miller:   iOS should have an option, on by default to update in the background. More importantly, in an ecosystem where too many app authors do the bare minimum in terms of security, apps should have that same option.  The original iPhone succeeded not because of apps. No, it succeeded because it was a better, more usable phone than almost anything else on the market. It just worked. It had voicemails we could see before listening, contacts we could easily edit on the phone, and a Web browser that was better than any mobile browser we&apos;d ever seen before.  But the OS is showing its age. Little nuances like the somewhat functional search screen, Favorites in Contacts, and VIPs in Mail show that iOS is under structural pressure to deal with the volume of data it tries to display in a viable way. Notifications and the Settings app seem fragmented and are starting to become as disorganized as the Windows Control Panel (that&apos;s bad!). Photo Stream sharing is a joke. It&apos;s unusable. The edges are showing.  Presidential Election 2012 FAQ &gt;&gt; Peter Norvig Google&apos;s director of research Peter Norvig (writing personally) takes you through a number of the issues - from whether to believe the polls, to what the candidates say, to the economy, to taxes, to whether it&apos;s rational to vote. One point worth noting is on electoral fraud - made out by some to be a big problem. Trouble is the data don&apos;t agree:   Of course, where there are 86 convictions (14 per year), there may be many more uncaught crimes. For the sake of argument, let&apos;s say that for each conviction there are 100 cases of fraud that go undetected. If that were the case, fraud would amount to about 0.003% of the vote, which would not be enough to affect even the close 2000 presidential election. Fox News looked into the problem and concluded &quot;One doesn&apos;t have to look far to find instances of fraudulent ballots cast in actual elections.&quot; But readers of that article have commented that Fox did have to look pretty far: all the way back to 1984, when a study found &quot;thousands&quot; of fraudulent votes between 1968 and 1982 in state races. Again, this comes out to somewhere in the range of 0.001% of votes. While every fraudulent vote is a felony that should be taken seriously, there is no way this level of activity could affect a national race.  Having trouble finding the right words? &gt;&gt; Trollem Ipsum Haha.  Nokia&apos;s price for exclusivity &gt;&gt; asymco Remember the $1bn Nokia has received from Microsoft for Windows Phone, after killing Symbian?   The foregone revenues from Symbian (assuming they had been able to maintain the decline to the level of 150m units that they had originally forecast) would be about $9bn. This means that had Nokia not knifed Symbian and had sold the shortfall units at an average price of $200 they would have received an additional $9bn in sales. Furthermore, assuming a margin of 33% for those units, Nokia received from Microsoft one third from of what she gave up for exclusivity.  In other words, the net cost of the Microsoft exclusive relationship is at least $2bn in operating profit.  This turns out to be the difference between being profitable and being distressed.   Utterly stunning. Nokia has in fact only sold 96m Symbian phones since announcing their end. Windows 8 password security &gt;&gt; Security Nirvana Windows 8 password security is OK - 16 characters, certain characters disallowed - but there&apos;s also this on picture passwords:   Now if you can re-focus your eyes over to the small text on the left side there, you&apos;ll see &quot;Switch to password&quot;. As far as I&apos;ve searched, I have found no way to actually disable the use of a password, so logging in with a password will always be possible. To me that means picture password is more of a usability feature rather than a security feature since it can be so easily circumvented.  I think somebody with way too much time available - like researchers at universities - should look into what pictures people are choosing for their picture password, and then ask for patterns used. I wouldn&apos;t be surprised if there are certain types of pictures as well as patterns appearing, and with different classes of pictures (people, nature, objects) we&apos;ll see associated patterns to go with each class.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/30/technology-links-newsbucket", 
    "wordcount": "1328"
}