{
    "headline": "Range Rover: car review", 
    "text": "Price: 71,295MPG: 37.3Top speed: 130mph On a grassy rise in Richmond Park you will find White Lodge. Built for George II in the 1720s, it&apos;s now home to the Royal Ballet School and a museum that includes Margot Fonteyn&apos;s ballet shoes and the death mask of Anna Pavlova. Its imposing pale walls conceal a talent hothouse where brilliant young dancers learn to defy gravity, their graceful steps as light as a summer-fruit Pavlova But, back down to earth, last month White Lodge played host to the global reveal of the new Range Rover  a vehicle whose heavy-footed antics and paunchy disregard for the planet have become a byword for country-set disdain. But here&apos;s the thing. This latest Range Rover is avery different beast. It&apos;s not quite ready for tights, a tiara and a tutu, but it has lost half a tonne in weight thanks to its all-aluminium monocoque structure, and it&apos;s gained a much more efficient engine  the 3-litre 258PS TDV6 will give you a scarcely believable 37mpg. Its boxy edges and slab sides have been remodelled to give a sleek, clean aerodynamic shape. Rather than barging all-comers out of its way with an elbow on the horn and snooty set to its puffy red face, this Rangey is designed to be more accommodating. It&apos;s still the size of ahog-roast catering caravan, but it now looks more courteous. Not apologetic, mind  it&apos;s still your superior, but you won&apos;t resent being bossed about by it to the same extent. This Range Rover is an all-British affair (except for the fact it&apos;s owned by Mumbai&apos;s Tata Motors). It has been designed, engineered and built in Solihull, and it will fly the flag in 170 countries around the world. For those of an anti-car mindset, the Range Rover presents a massive headache. You should loathe it  for its scale, its sense of entitlement  but once behind the wheel, you&apos;re forever smitten. As my wife  vanquished  said: &quot;I hate it, but it&apos;s irresistible&quot;     Soft on the inside: the hyper luxurious interior. Photograph: Observer    Heave open the door and climb in  actually it feels more like ascending and you find yourself sitting, literally, in the lap of luxury. This is one of themany paradoxes of this car. On the one hand it&apos;s a prodigiously gifted off-roader, a vehicle that over the past 40 years has perfected the art of going wherever the hell it likes, regardless of terrain (or in fact social acceptability); on the other it&apos;s one of the most luxurious and refined vehicles you&apos;ll ever travel in  a vision of marshmallow leathers, flawless veneers and nose-snorting poshness. To ensure its soft side is as obsequious as possible, Range Rover imagined the laziest, most indolent and pernickity customer that it could  and then did everything to make that person happy. Cold hands? Try our heated steering wheel, sir. Can&apos;t be bothered to shut the boot? Press this button, madam. Sore back? Try the air-conditioned massaging seats, master. Worried about dipping the headlights, braking, using the wipers? We&apos;ll take care of that, boss The list of life-easing luxuries goes on and on. I drove it up to Yorkshire. It coped with 600 miles, snow, ice and mud, sailing serenely past stone barns, Wesleyan chapels and even atemperance pub. And all the while my overwhelming impression was ofstrength, agility and precision. Maybe that ballet school wasn&apos;t such a bad place to launch it after all Power station: Shell launches new V-Power Nitro+ Reading this on mobile? Click here to watch video            The engineers at Shell like to think of your engine as the heart that drives your car. And just as we need to look after what powers our heart and stay clear of fatty foods which will fur up its arteries, so they think the fuel that flows into your engine should be as clean and pure as possible. But they&apos;ve gone one better: the new Shell V-Power Nitro+ is designed to instantly get to work inside your engine on deposits that can reduce the performance of your car from the first fill, no matter what car you drive. To prove their point they invited Jake Humphrey, the voice of F1 himself, and Ferrari driver Giancarlo Fisichella to Battersea Power station to launch the new formulation. To mark the launch of Shell V-Power Nitro+ fuels, Shell challenged Jake to test his driving abilities and improve his performance via a series of exercises and manoeuvres. The course was designed with the support of Ferrari Drivers Giancarlo Fisichella, Davide Rigon and Gianmaria Bruni. The name&apos;s Lewis, Damian Lewis            The star of Homeland is also the star of a short film called Desire launching the new and strikingly stunning F-Type Jaguar. Have a look - he&apos;s without doubt the sexiest delivery boy you&apos;ll ever see... Email Martin at martin.love@observer.co.uk or visit guardian.co.uk/profile/martinlove for all his reviews in one place", 
    "section": "technology", 
    "gid": "technology/2013/apr/28/range-rover-car-review-martin-love", 
    "wordcount": "825"
}