{
    "headline": "Ukip's Lord Monckton thrown out of Doha climate talks", 
    "text": "     The former deputy leader of Ukip, Lord Monckton, has been ejected from the Doha climate change talks and permanently banned after impersonating a delegate from Burma on the conference floor. At one of the sessions, Monckton assumed the seat for Burma in place of the real delegate, and addressed the hall from his microphone. He spoke for nearly a minute, before being escorted out. He was ejected from the conference centre, had his badge revoked, and is thought to have left the country. The UN later confirmed he had been permanently barred from future rounds of the talks. Monckton did not respond to requests for comment by the Guardian. Monckton told the conference: &quot;In the 16 years we have been coming to these conferences, there has been no global warming at all. If we were to take action, the cost of that would be many times greater than the cost of taking adaptation measures later. So my recommendation is that we should initiate a review of the science to make sure we are all on the right track.&quot; He was booed and heckled by other delegates. Although Monckton is not ethnically Burmese, many small developing countries have advisers from other countries, so his appearance in the hall dressed in a business suit would not have raised suspicions. Earlier, Monckton had been seen dressed in a traditional Arab attire while distributing leaflets on his climate sceptic views. Monckton, who is the third viscount of Brenchley and does not sit in the House of Lords, is a well-known climate sceptic. He frequently gives lectures alleging that the scientific consensus is wrong. He worked for Margaret Thatcher&apos;s Number 10 policy unit in the 1980s but joined Ukip in 2009 and became its joint deputy leader in June 2010. He relinquished his formal role in the party in the summer. The Qatari president of the conference, who was chairing the session, realised shortly after Monckton began speaking, at the informal stock-taking plenary intended to assess progress on the talks, that he was a phoney and stopped him. It is not unusual for people to be ejected from UN climate change meetings  some activists were made to leave earlier at this COP  for being disruptive or pulling stunts. However, impersonating a delegate is far more serious. The Burmese delegation was not available for comment. Nick Griffin, the BNP leader and MEP for the north west region is also at the conference. He said: &quot;I am one of the few climate change sceptics, although I prefer realists. I&apos;m here to keep an eye out to see if they have any crazy plans. Fortunately, their ambition is failing, so there are no crazy plans.&quot; On Thursday, two activists were deported from Qatar after calling for more leadership on tackling climate change from the Gulf state, their campaign group said. Libyan Raied Gheblawi, 22, and Algerian Mohamed Anis Amirouche, 19, held up a banner in the conference hall&apos;s central meeting point reading &quot;Qatar, why host not lead?&quot; &quot;Both were stripped of their badges and asked to leave the hall by security guards. They were told to return to their hotels and be at the airport ... ,&quot; said a spokesman for IndyAct, a regional advocacy group on climate change policy of which both deportees are members.", 
    "section": "environment", 
    "gid": "environment/2012/dec/07/doha-climate-talks-ukip-lord-monckton", 
    "wordcount": "554"
}