{
    "headline": "No longer taken seriously, we're seeing the last gasp of climate denial groups", 
    "text": "The Global Warming Policy Foundation (GWPF) is an anti-climate policy advocacy group in the UK that often releases misleading scientific reports. The group also hosts annual lectures, and this year, they booked a room at the Royal Society. Many members of the Royal Society expressed concern that the GWPF would exploit the organizations credibility, and asked that the event be cancelled.  The Royal Societys governing council met and decided to allow the event to proceed, for fear that cancellation would give it an unwarranted higher profile. As a spokesperson for the Royal Society told DeSmog UK:  The evidence shows us that the earth is warming and that recent warming is largely caused by human activities. Once that is accepted, there is scope for debate on the policy responses and that is the area that the GWPF claims to be interested in.  If the GWPF uses this opportunity to misrepresent the scientific evidence it would undermine the legitimacy of its views on policy responses to climate change.  The lecture was delivered by writer Matt Ridley, and predictably, as is the norm for Ridley, the first three-quarters of his talk indeed misrepresented the scientific evidence. While Ridley doesnt deny the most basic aspects of human-caused global warming, he is a self-prescribed lukewarmer; a group that falls into the category of Stage 3 climate denial. Ridleys lecture is a 5,600-word Gish Gallop that would require a novel to fully debunk. However, he condensed his main arguments into four key points that are easily refuted:  Why do I think the risk from global warming is being exaggerated? For four principal reasons. 1. All environmental predictions of doom always are; 2. the models have been consistently wrong for more than 30 years; 3. the best evidence indicates that climate sensitivity is relatively low; 4. the climate science establishment has a vested interest in alarm.  Weve solved previous environmental problems, so lets not solve global warming? Ridleys first argument against the dangers of global warming is incredibly ironic. He claims that we have nothing to worry about because previous environmental predictions of gloom were wrong. But the reason his cited predictions of danger didnt come to fruition, in most cases, is because we took action to stop them. For example, Ridley lists acid rain and cancer-causing pesticides among his purported exaggerated environmental concerns. Many pesticides that were widely used in the 20th century are indeed carcinogenic, and their agricultural use was banned under the Stockholm Convention on Persistent Organic Pollutants. Acid rain caused by sulfur pollution was also a widespread problem until it was similarly addressed, for example through the Helsinki Protocol and a cap and trade system in the US whose economic benefits have outweighed its costs by a factor of roughly 100. Proposed solutions to global warming involve international agreements and cap and trade or other pollution pricing systems  the same mechanisms that successfully solved these previous environmental threats. Yet Ridley remarkably uses those threats as examples in his argument against taking similar steps to address the threats posed by climate change. It defies logic. Climate models have been remarkably accurate Ive written a book focused on the accuracy of climate model predictions, and in December Ill be presenting a talk on the subject at the annual American Geophysical Union conference. In fact, the most recent research shows that climate models are even more accurate than previously thought. So, were I not familiar with Ridleys long history of misrepresenting climate science, I would have been surprised that climate model accuracy is one of the main premises of his argument against climate concern. To make his case, Ridley relies on material from a few scientists like John Christy, presented not in peer-reviewed journals, but instead for example in Congressional hearings. Recently, as John Abraham wrote, climate scientists published a paper explaining the errors in those presentations. Models have also accurately predicted other key climate changes, for example in ocean heat content. There is simply no factual basis to Ridleys argument against climate model accuracy. Ridleys climate sensitivity cherry picking Joanna Haigh, Royal Society fellow and council member, told DeSmog UK of Ridleys of third key argument:  Ridley claims not to dispute the science, he then disputes climate sensitivity estimates with selective citations.  This is a nice way of saying that Ridley cherry picks the evidence he prefers and ignores the rest. Cherry picking is one of the five telltale techniques of science denial. Being a self-described lukewarmer like Ridley generally means believing that the climate is relatively insensitive to the increased greenhouse effect, and that climate change is therefore of little concern. In his talk, Ridley claimed:  recent attempts to measure the sensitivity of the climate system to carbon dioxide using real data nearly all find that it is much lower than the models assume.  This claim is nonsense. There have been a few papers suggesting a relatively low climate sensitivity, and several subsequent studies have found those papers to be flawed. There have also been other studies using real data  for example, measurements of cloud and humidity changes  suggesting that the Earths climate sensitivity to the increased greenhouse effect is relatively high. Its also important to note that were Ridley right about low climate sensitivity, it would only buy us perhaps a decade or two before the worst climate change consequences hit. In short, Ridley cherry picks the few papers that support his preferred position, neglects to mention that subsequent research has identified flaws in those studies, and ignores the vast body of research contradicting his beliefs. Conspiracy theories Ridleys fourth key argument, and a theme throughout his talk, exemplifies another telltale sign of science denial  conspiratorial thinking. He accuses climate scientists of having vested interests, of delaying publication of their results (refuted by the accused scientists here), of deleting and mysteriouslyadjusting inconvenient data, and so on. The easiest way to reject inconvenient data and expert conclusions is to declare that theyre somehow biased. Its not unlike fellow climate contrarian Donald Trumps claims that the presidential election is rigged against him. Whether it be an election or an argument, if the other side cheated and conspired, then you didnt really lose. But there is no conspiracy. Ridley and GWPF want to risk humanitys future on their belief that climate change isnt dangerous. The problem is that their belief is premised on misleading, cherry picked, faulty, and conspiratorial arguments. As the Royal Society noted, by misrepresenting the scientific evidence, GWPF undermined the legitimacy of its policy views.  We should be have a climate debate about the best policies to solve the problem. Groups that deny the problem by misrepresenting science only serve to distract from that much-needed debate, and outside of Donald Trumps Republican Party, theyre no longer being listened to.", 
    "section": "environment", 
    "gid": "environment/climate-consensus-97-per-cent/2016/oct/19/no-longer-taken-seriously-were-seeing-the-last-gasp-of-climate-denial-groups", 
    "wordcount": "1153"
}