{
    "headline": "More creative thinking about education, please", 
    "text": "Charlotte Higgins (Exam reform will destroy UK&apos;s creative economy  arts leaders, 3 November) is right to draw attention to the widespread criticism of government plans to omit the arts from the English baccalaureate (Ebacc). There is a larger perspective here: the dynamic development of music and the arts in this country has been based on an offer to young people that combines curriculum activity and a wide variety of non-curriculum involvement, stimulating and supporting each other. Ironically, the government has a blueprint for the future, which it commissioned, in Darren Henley&apos;s excellent report into cultural education. This highlights collaborations  such as that between the Barbican Centre, Guildhall School and the London Symphony Orchestra  which forms what Henley calls &quot;one of the country&apos;s most developed models of a community of practice&quot;. We aim to partner education providers, not to substitute for them: without the underpinning of curriculum commitment, the danger is that the contribution cultural organisations can make to releasing creativity and inspiration in a generation of young people will be lost.Nicholas Kenyon Managing director, Barbican CentreProfessor Barry Ife Principal, Guildhall School of Music and DramaKathryn McDowell Managing director, London Symphony Orchestra Your cultural figureheads are right to be concerned. However, their energy and influence would be best used in persuading those who actually run schools to maintain  even prioritise  these key elements of their curricula. Many school leaders already do so. As professionals, they know that the skills, habits and characteristics gained through artistic and creative endeavour are not just vital for the development of happy and rounded children, but also support high achievement in academic subjects.Ben GibbsEly, Cambridgeshire Nicholas Serota&apos;s plea to develop &quot;visual skills and emotional creativity&quot; will not be answered by simply adapting the Ebacc (Comment, 3 November) . Glenys Stacey, chief regulator for Ofqual, was getting closer to the current problem in education with her analysis of the effect of league tables on schools (Overmarked, under pressure: regulator&apos;s report on GCSEs, 2 November). Ebaccs, Abaccs or Techbaccs will not help develop a deeper love of learning unless schools can be held accountable in a way that does not involve punitive sanctions based on crude examination results.Simon HorneLondon It is no accident that the core subjects for the Ebacc coincide with the &quot;facilitating&quot; subjects recommended by the Russell Group. The narrowing band of approved subjects for post-16 and &quot;elite&quot; university study not only omits creative practices but also their history and theory, for example, art and design history, as well as any broader analyses of culture and society (media studies; sociology) that have the potential to construct convincing critiques of their educational and social values.Dr Tricia CusackBirmingham Like the dreaded 1940s school certificate exam when you had to pass in all five (or six or seven) subjects to gain a pass, the Ebacc will end the educational careers of thousands of talented adolescents because they do not have a broad knowledge and modicum of skill in all subjects set in an exam at the age of 16. Budding dancers, actors, artists and musicians who are not sufficiently skilled in all subjects could fail at the first hurdle.Mick WilsonBury St Edmunds, Suffolk Gove and his lot are stuck in the realm of the 3Rs. Today the information world is an increasingly seamless matrix of the visual, verbal and aural  TV, the internet, texting and tweeting  and the arts are at the centre. Children have to learn how to understand, judge and use the new means with the old. Meantime, the Govites arrange chairs on the deck of the Good Ship Education without any idea what seas they are sailing into.David PageStarston, Norfolk Are they cutting arts provision at Eton with its fine instrument tuition, orchestras, concerts, art classes; and an excellent theatre apparently fully &quot;manned&quot; with costume staff, set designers and directors, as well as drama teachers?Olivia ByardWitney, Oxfordshire As the beneficiary of enlightened post-war Labour investment in the arts, I must register my strong objection. The arts are about life in all its diversity. They help one see a whole array of problems in a proper perspective. They strengthen human relationships, make one tolerant of attitudes and opinions encountered amongst a variety of people. They encourage the best in shared experiences of many kinds. The demotion of artistic endeavour and experience is a blow against civilisation. Meirion BowenLondon The best scientists are just as creative, just as innovative as any musician, painter or dramatist. Sadly, science teaching, at all levels, is in danger of being confined to a separate box requiring a distinct, sometimes rather dull, skill set. Rather than fighting for particular subjects to have their curriculum slots. it would be better to break down barriers between subjects and develop curricula where creativity, imagination and innovation are always central themes. Bryan TurnerProfessor of experimental genetics, University of Birmingham Would Dickens, Owen, Thomas, Purcell, Bach, Van Gogh et al have produced more creative work had they been able to pursue the arts in school? JA HallSt Albans, Hertfordshire", 
    "section": "education", 
    "gid": "education/2012/nov/05/more-creative-thinking-education-please", 
    "wordcount": "847"
}