{
    "headline": "This week's new games", 
    "text": "Dishonored, Xbox 360, PS3 &amp; PC     Dishonored    As bodyguard to the empress, the only thing worse than seeing her killed in front of you is that everyone thinks you did it. In Dishonored, revenge is a dish best served piping hot, and after escaping death row, your job is to turn the tables on those responsible. Taking place in Dunwall, a grimily beautiful playground styled in the now contemporary classic look of steampunk, filled with decaying architecture and plague-ridden slums, you come to inhabit its interstices from sewer to rooftop. Approaching each task is deliciously open-ended, letting you infiltrate by possessing a fish and swimming in, dropping in through a skylight, or doing a favour for someone who makes the whole problem go away. The interplay of buildings, alert guards and your increasing battery of weapons and supernatural powers make the missions into a series of fascinating, immersive experiments that get you deeper into a conspiracy at least as unsavoury as the one that put you in prison. Dishonored is a wonderful, black-hearted joy. Bethesda, 24.99-34.99 Forza Horizon, Xbox 360     Forza Horizon    Somebody at Microsoft clearly thought the classic game of Forza was looking a little starchy because this update has steeped itself in standard-issue marketing department cool, with three in-car radio stations and the Horizon festival which, if it weren&apos;t for the cars, would look simply like a massive party. Taking place in a microcosm of Colorado, with gently winding roads giving way to mountain passes and muddy shortcuts, the reinvention isn&apos;t all cosmetic; you drive between events, and every drift, near miss and flattened road sign earns you more popularity at the festival. Naturally, what really matters is driving cars as fast as possible and, whether that&apos;s on a track or its lightly populated public roads, the sense of power and momentum make for an intense and hugely satisfying workout for armchair petrol-heads. Some of the characters can be cloying and its multiplayer modes may not win any awards, but the driving feels absolutely brilliant. Microsoft, 39.99 Games news     Skylanders: Giants    Markus &quot;Notch&quot; Persson, the man behind runaway indie hit Minecraft, has a new project, the mysteriously entitled 0x10c, a space adventure simulator where he wants your ship to have a crumbling, Sellotaped-together feel inspired by watching Firefly. &quot;Nothing in the game is fun right now,&quot; he admits, indicating a long gestation period. Shorter-term good news from Capcom, which will release Resident Evil 6&apos;s first downloadable content free, with an extra-hard difficulty level and Ada Wong&apos;s campaign, and both of those without having to plough through everything else to unlock them. Games out this week include Dance Central 3 (Kinect for Xbox), enabling two-player dance-offs; Activision&apos;s merchandise-shifting answer to Pokmon, Skylanders: Giants (Xbox, PS3, Wii, 3DS) and James Bond: 007 Legends (Xbox, PS3, PC), which lets you play six strangely non-classic Bond missions.", 
    "section": "technology", 
    "gid": "technology/2012/oct/20/this-weeks-new-games", 
    "wordcount": "483"
}