{
    "headline": "Geoff Cooksey obituary", 
    "text": "Our colleague Geoff Cooksey, who has died aged 86, was valued worldwide by organisers of educational events and conferences, as the original director of Stantonbury Campus, the first purpose-built comprehensive school for the new city of Milton Keynes, and now one of Britain&apos;s largest schools. Appointed three years before it opened in 1974, Geoff planned its structure and buildings from first principles. Working with a young Buckinghamshire education officer, Tim Brighouse (now Sir Tim, who subsequently reinvigorated Birmingham and London schools), Geoff designed state-of-the-art buildings focused on a magnificent resource area and theatre. Like some other secondary schools built at that time, Stantonbury espoused unashamedly progressive ideas. As a community school, it was carpeted throughout. The curriculum featured interdisciplinary work, the arts were central in school life, uniform was rejected and teachers and pupils were on first-name terms. Geoff&apos;s work was extraordinary in that he laid a foundation and gained the trust of the community, ensuring that those founding principles survived. In 1987 the Open University awarded him an honorary MA for services to education. He was a charismatic leader, mentoring many young teachers who later became headteachers themselves. Born in Stoke-on-Trent, Staffordshire, and educated at Hanley high school and Manchester University, Geoff started the Stantonbury project after gaining teaching experience at Wellingborough grammar school (where his English lessons inspired the young David Frost), Chester City grammar school, Colne Valley high school (as deputy head) and Shirebrook school in Derbyshire (as head). From Shirebrook, in the late 60s, he undertook the prestigious role of secretary of the Schools Council, one of the country&apos;s leading education policymakers before the Thatcher government began to absorb education under central control. Geoff was a good athlete, cricketer and golfer and a versatile pianist. He could lecture on Shakespeare and show you how to repair a vintage motorcycle or car. He is survived by his wife Cynthia; two sons, John and Tom, from his first marriage, to Beryl; and two grandsons, Christopher and Robert.", 
    "section": "education", 
    "gid": "education/2012/apr/09/geoff-cooksey-obituary", 
    "wordcount": "329"
}