{
    "headline": "Reader's photos - International Women's Day 2012 - in pictures", 
    "text": "   Ceramicist Concepcin Aguillar works on a clay figure while holding her granddaughter Samalia at her studio in Ocotln, Mexico Photograph: Pete Grube / Flickr       To mark International Women's Day, this young woman read out her own poem about the difficulties of being a girl in 2012. This was as part of a day of celebrations by the Single Mothers Association of Kenya Photograph: Single Mothers Association of Kenya       International Women's Day 2012 march through the streets of Kavumu in the Democratic Republic of Congo Photograph: Richard Howard Hoffman       Mariam Coulibaly, a member of the Association of Physically Disabled Women in Mali, takes part in a sewing workshopPhotograph: ADD International /Flickr       Women prisoners in in Makeni, Sierra Leone, hold up educational booklets produced by AdvocAid, which runs literacy and legal education programmes to support girls and women in jailPhotograph: AdvocAid / Flickr       A young woman carries firewood from podding coffee bushes at the Las Lajas cooperative, part of the Ucraprobex group, a certified fairtrade producer in El SalvadorPhotograph: Sean Hawkey  /Flickr       A march on International Womens Day in Bukavu, South Kivu, Democratic Republic of Congo. The event called for investment in rural women and young girls for the futurePhotograph: Tearfund /Flickr       Susan Kigula, an inmate at Victoria women's prison in Uganda, talks about her hopes for the future, saying: 'My imprisonment has been a blessing in disguise because thats where I studied and sat for my A level examinations and now I am studying for diploma in law at the University of London.' Susan urges others to follow the example of the African Prisons Project and support women in jailPhotograph: African Prisons Project/Flickr       A farmer at work in the Mount Kenya region of the African countryPhotograph: Neil Palmer/International Center for Tropical Agriculture/Flickr       Mama Brigita Oketch, 64, South Alego, Kenya, with her grandchildren. Her husband and five of her eight children all died from HIV and Aids-related illnesses. She cares for the eight orphaned children left behind, aged between two and 17. She says: 'My mother died when I was just eight and my father used to say I should have been born a man as I was so strong. I never thought I would grow weak'Photograph: Frederic Courbet / HelpAge International /Flickr       Sonia, 24, from Magura, south-western Bangladesh, was attacked with acid in 2000 after she refused a proposal for an arranged marriage. Since she joined the Acid Survivors Foundation (ASF), she has finished her schooling and is now studying an arts degree. ASF has treated around 2,500 victims since 1999, a quarter of whom are children Photograph:  Narayan Nath/FCO/DFID/Flickr       Kamala Phakarin and her daughter-in-law from Phakel village in Nepal stand proudly next to their wind turbine, which provides them with enough energy to light their home and power a radio and mobile charger, enabling them to stay connected to relatives and reducing exposure to indoor fumesPhotograph: renewableworld /Flickr       Madina Akhtar in Mymensingh, Bangladesh, who was elected to the executive committee of the Duck Rearers' Association which she joined as part of a Traidcraft programme for poor producers in northern Bangladesh. She says the scheme has helped her by enabling her to increase productivity and buy some land to expand agricultural production into other areas, such as ricePhotograph: Ismat Jahan/Traidcraft_79/Flickr       Safiya, who is blind, makes tea at her home in Kerala, India. Before she met her rehabilitation worker Veena through the Sightsavers-backed NGO, NAB, Safiya rarely left the house, now she can confidently move round on her own, make tea and cook  Photograph: Sightsavers/Flickr       Anna Grace Amongin from eastern Uganda with some of the grandchildren she cares for. Her husband was killed by rebels and three of her adult children have died of HIV and Aids. Anna was forced off her land by rebels for many years, but has since returned and rebuilt her farm. She used to make bricks to exchange for school fees; now, she is able to pay for her children to attend university. She says: 'I used to be left alone. Nobody cared about me as a widow. Today they all care about me. If they need something they come, so I have a lot of friends!' Photograph: Send a Cow /Flickr       Members of the Single Womens Association take part in a literacy class in Udaipur, Rajasthan. Indian women are often left out of formal education provision during childhood due to custom, culture and poverty Photograph:  Christian Aid/Flickr       Nakitela Epur holds her daughter, Epuu, who is recovering well after being treated for acute malnutrition at Lodwar District Hospital, in Kenya's northern Turkana county. Lodwar hospital has been refurbished with the help of UK aidPhotograph: Marisol Grandon/Department for International Development/Flickr  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/mar/23/gender-international-womens-day", 
    "wordcount": "0"
}