{
    "headline": "Richard Hutchins obituary", 
    "text": "My father, Richard Hutchins, who has died aged 97, organised some of the first ever countryside access agreements, in the Peak District national park more than 50 years ago. A lawyer with a passion for the outdoors, he was proud of establishing Blue Peris Mountain Centre in Snowdonia and five youth hostels around Britain. As assistant solicitor to Derbyshire county council, he recorded 3,000 miles of ways, claiming all canal towpaths as public footpaths, and initiated the Tissington and High Peak trails from disused railways. Richard was born in West Cork, Ireland. The family moved to England in 1921 and he was educated at Bradfield College, Reading, and studied law at the London School of Economics. At weekends he walked or cycled in the countryside. He was devoted to the youth hostel movement. Depressed about the prospect of war in 1939, he chose to stay in the Highgate hostel which had the banner &quot;YHA, the world&apos;s most promising peace movement&quot;. The second world war interrupted his career. He undertook officer training at Sandhurst in 1939 and served in various parts of the UK and Sierra Leone, leaving the army in 1946 as a lieutenant colonel. He then trained and worked as a solicitor in the public sector and became a town and country planner. In 1950, in his own time, he wrote the key book on the National Parks and Access to the Countryside legislation of 1949. When it was finished, he asked the Ministry of Town and Country Planning to provide a civil servant to check the draft. The ministry provided Isabel Kuhlicke, who became his wife in 1955. Richard would set himself a challenge, involve others and share the experience. In 1952 he walked the Pennine Way before it had been signposted, no mean feat. He invited companions, issued instructions, organised maps and afterwards wrote it up for the Open Spaces Society&apos;s newsletter. He took an active interest in topical issues and from the public galleries of the House of Commons he saw every prime minister from David Lloyd George to Tony Blair. He spent 14 years of retirement researching for his book Quiet Wind Assisted Cycle Routes (1991) and he campaigned for cycle ways in north Bedfordshire. At 90 he returned to live in Ireland. A stroke reduced his activity, but his infectious enthusiasm for the great outdoors continued and remained an inspiration to young and old. Isabel died in 2000. He is survived by me and my brother, Bill, and three grandchildren.", 
    "section": "environment", 
    "gid": "environment/2013/mar/31/richard-hutchins-obituary", 
    "wordcount": "419"
}