{
    "headline": "New to Nature No 102: Lobariella sipmanii", 
    "text": "A new species of lichen was found growing on lower to mid-height stems and small trunks of Diplostephium revolutum, a composite, in Bogot, Colombia. It is only the second species in its genus with a cyanobacterial symbiont (a bacterium that obtains its energy through photosynthesis) but is distinct from all other species in several respects, including its strongly veined and stained surface. While this is a beautiful new find, it is perhaps most remarkable for the context in which it was described. For 250 years taxonomy has been largely based on an individual researcher-scholar model, although botanists have pioneered collaborative taxonomy in large-scale flora projects, some lasting for decades, that bring together diverse taxonomic expertise to write treatments of all the species found in a country or region. In recent years, several large projects have been tackled on a community-wide basis, such as the Assembling the Tree of Life projects, resolving phylogenetic relationships in major lineages, such as fungi, and Planetary Biodiversity Inventory projects that described thousands of species in just a few years in efforts to elevate the status of poorly known taxa. About 70,000 species of fungi are known, of which perhaps 20,000 represent lichenised species. Recent estimates of the total number of living species of fungi vary widely, from 1.5 to 5.1m. Regardless of the number, we are very far from anything approaching full knowledge of fungal or lichen diversity in spite of their fantastically important roles in ecosystem functions and as indicators of environmental change. Mycologists are beginning to ask whether the recent successes in large-scale collaborative studies can be successfully used as a model for accelerating species discovery and description. Lobariella sipmanii is one of 100 newly described species of lichenised fungi published in a paper with 102 authors from 35 countries. Whereas taxonomic revisions and monographs compare all known species of a genus or higher taxon, regardless of where on Earth they are found, and floras present knowledge of all taxa found in a defined geographic area, this paper is a hybrid of sorts. The 100 new species are from 37 countries and represent 33 different families of fungi. Organised by H Thorsten Lumbsch and Robert Lcking of the Field Museum of Natural History in Chicago, this is a bold step in an effort to accelerate descriptive taxonomy. Whether and how the traditional quality of individual scholar work can be maintained in such community-wide projects is one of the great challenges to 21st-century biology, but clearly there is great promise in teamwork. Lobariella sipmanii is just one of the latest additions to our growing list of lichenised fungi. Lichens are more like little ecosystems within ecosystems than species and are the result of a symbiotic relationship between a fungus and a photosynthetic alga. Less commonly, and as in L sipmanii, the photobiont may be a cyanobacterium and in some cases the symbiosis involves all three. The resulting lichens, however, are distinct from each of their component species in both morphology and physiology. For simplicity, the scientific names of lichens are based on the fungus partner. It is difficult to imagine more intrepid organisms, or is that ecosystems? From frozen polar regions to arid deserts and desolate mountain tops, lichens prosper where few others can. Growing on and degrading rocks, lichens contribute to the creation of soil, and growing as epiphytes on trees they are innocuous to the host, which is merely used as a substrate. Lichens can survive severe and prolonged desiccation and two species have even survived exposure to deep space.", 
    "section": "science", 
    "gid": "science/2013/apr/28/lobariella-sipmanii-new-to-nature", 
    "wordcount": "595"
}