{
    "headline": "Wind and tide smash our coastal defences", 
    "text": "The river, running full from the rain, sweeps towards the sea, where it meets the incoming tide in a flurry of wavelets and a swirl of currents. At the point where river and sea are no longer distinguishable from one another, a flock of common gulls and a solitary glaucous gull stand head to wind among the weed on a small sandbank. But today it&apos;s impossible to continue round from the river&apos;s sandy banks to the open beach, for the combination of the high tide and the wind-driven sea has fetched the waves up almost to the foot of thedunes. The waves have carried away sand from the gentle slope in front of the dunes and then cut into it, creating a step a couple of feet high. We watch fascinated as successive waves smash into the step: the flung spray blasts the sandy wall of the dunes themselves and, as the wave withdraws, another inch or two of sand crumbles from the step that is all that protects the base of the dune. After a while we recognise a pattern. Waves striking at the outermost dunes are deflected to run at right angles to the oncoming sea and it is this powerful surge of water rushing along the face of the step that is the destructive agent. Every onrush scours away more sand, undercutting and weakening the step, leaving it unable to withstand the next forward striking wave. In less than 10 minutes, more than a foot of sand collapses into the water along the length of the sea-battered stretch. A single spine of sand bearing an outlying clump of dune-binding marram grass holds out a little longer than the rest but, inevitably, isolated as it is, it too soon falls to the sea. This is no raging winter storm, merely a strong wind combined with a high tide, but it is enough to demonstrate a salutary lesson about the vulnerability of the dunes that protect our coasts.", 
    "section": "environment", 
    "gid": "environment/2012/sep/06/coastlines-ruralaffairs", 
    "wordcount": "331"
}