{
    "headline": "Coronavirus: how the lessons of Sars could save us today", 
    "text": "Scientists have in recent months been monitoring the emergence of a new coronavirus  a variant of the respiratory virus that causes the common cold  which so far appears to have infected 15 patients and caused nine deaths across the world. To understand why health organisations are so exercised about this development, it&apos;s worth revisiting the events of the Sars (severe acute respiratory syndrome) outbreak of 2003  an epidemic also caused by a coronavirus. Ten years ago, that epidemic swept across the world, killing 775 people. But if it hadn&apos;t been for the quietly heroic efforts of public health officials and those in frontline hospitals, the toll would have been far higher. Sars first came to light in Vietnam in February 2003, at the French hospital of Hanoi, when Johnny Chen, an American businessman of Chinese extraction, was admitted with a strange febrile illness. He rapidly became critically unwell and Carlo Urbani, an infectious diseases physician working for the World Health Organisation, was asked to go to Hanoi to investigate. Within days, many of the healthcare workers at the French hospital had also become ill. Urbani quickly realised that this was a disease of dangerous character: something highly infectious and lethal. Of the infected hospital staff, several would be admitted to intensive care and two  an anaesthetist and a nurse who had attended to Chen in the early days of his admission  would go on to die (as did Chenhimself). In addition to his attempts to identify the cause of this deadly illness, Urbani was tireless in his efforts to support the team at the French hospital. He helped reinforce basic but important infection control measures  hand-washing, gloves, masks etc. He and his colleagues liaised with the Vietnamese authorities and summoned further assistance from the WHO and other international organisations. Tragically, having spent a fortnight in the presence of Sars, and having been instrumental in measures that proved essential in identifying and later containing the disease, Urbani himself would fall victim to the virus and die on an intensive care unit only weeks after leaving Vietnam. The brunt of the 2003 Sars outbreak was borne by frontline medical staff. Healthcare workers appeared, from the outset, to be most at risk. There was good reason to fear Sars. The deaths caused by the virus were not from simple exhaustion in frail individuals. Sars was able to infect and kill people in otherwise robust health. In the early days of the outbreak the disease appeared terrifyingly aggressive. Hearts, lungs and kidneys failed rapidly. And there were moments when the ferocity of the disease made some clinicians wonder if anything would stand in its way. Witnessing first-hand what the virus could do, and knowing that other healthcare workers had already succumbed to the disease, many hospital staff took the brave step of quarantining themselves away from their friends and family. And despite the obvious risks that Sars presented to them, the teams continued to turn up for work, day in and day out. The battle against Sars was fought on many fronts. Laboratory scientists identified the organism. Public health officials tracked its origins to China&apos;s southern provinces and, through a remarkable investigative effort, identified Johnny Chen&apos;s principal contacts. Those working in intensive care held the line against what initially appeared to be impossible odds, providing a much needed bulwark against the mystery illness  and buying allimportant time. The policy of containment and travel restriction advocated by the WHO ultimately proved successful. By the summer of 2003 the disease had all but run its course. It would transpire that, by happy chance, the virus was maximally infective only when patients were at their most unwell and usually already in hospital. This explained the huge risk to hospital staff but the relatively low rate of infection in the wider community. Deadly but unable to spread efficiently  and with Sars victims largely contained within hospitals  the virus burnt itself out in intensive care beds across the globe. It is for this reason that the newly reported coronavirus, principally observed in the Middle East, is of such interest. Laboratory investigations have been successful in characterising the nature of the virus. But the true lethality of the disease and the efficiency with which it might spread can only be determined by carefully monitoring its behaviour. For epidemiologists tracking these viruses and their rapidly evolving genomes, it is an onerous, nearly impossible task. Watching and waiting, monitoring fatalities and clusters of infection, trying to determine the right time to act. The coronavirus now circulating in the Middle East has some worrying features. It is capable of causing destructive pneumonias and, most recently, appears to have acquired the ability to spread from person to person. Nevertheless, the risk to the general public remains low. Thankfully, the cocktail of properties required to produce a dangerous pandemic have not yet arisen. It remains then for disease surveillance officials to keep up their watch. For them, knowing the right time to put public health measures in place is a difficult balancing act. But we should be thankful for their vigilance. This month marks 10 years since the identification of Sars, the announcement of the WHO&apos;s global health alert and the death of Carlo Urbani. It is an anniversary that deserves some recognition. These events set the template by which future outbreaks might be successfully contained. The experience of the 2003 Sars outbreak taught us very clearly that, for airborne viruses with pandemic potential, prevention is always far better than cure.", 
    "section": "science", 
    "gid": "science/2013/mar/24/coronavirus-outbreak-middle-east-sars", 
    "wordcount": "919"
}