{
    "headline": "Magnificence of an unpalatable caterpillar", 
    "text": "Trundling across the road with the familiar bunch and stretch motion is possibly the biggest caterpillar I have ever seen. Not only long, it is as thick as my little finger and an apparently attractive morsel for any bird seeking food. As if aware of its vulnerability out in the middle of the tarmac, it sets a cracking pace as it heads for the relative safety of the plants lining the far side of the road. It&apos;s probably not the attentions of a predator, however, but the occasional car using this quiet lane that poses the greatest danger; for though the caterpillar&apos;s size may tempt, the rest of its appearance is designed to suggest unpalatability. Each bright green segment is decorated with a band of warty pink spots, and surrounding each of these is a short bristly circle of black hairs. Getting down on my knees for a closer look, it&apos;s possible to see more hairs, fine and pale, covering most of its body. This magnificent creature is the fully grown larva of the emperor moth, the only member of the Saturnidae family resident in Britain and, unsurprisingly, one of the country&apos;s largest moths. It has already been through many changes since it hatched in the spring when, on first emerging from the egg, it would have been almost unrecognisable as the same creature. Then it was far smaller and uniformly dark in colour, but at each stage in its growth as it discarded the skin, which had become too tight, colour and pattern were transformed until it reached this final incarnation in its life as a caterpillar. This is an ideal place to find such a specimen for, as the road winds along the loch it passes moorland slopes purple with heather  one of this creature&apos;s&apos;s favoured food plants. Among the heather the final transformation will take place as the larvae pupate inside a rough cocoon attached to the plant stems to emerge next May as short-lived adult moths.", 
    "section": "environment", 
    "gid": "environment/2012/aug/09/magnficence-unpalatable-caterpillar-emperor-moth", 
    "wordcount": "330"
}