{
    "headline": "Nigeria floats idea for life on the water", 
    "text": "     For generations, the people of Makoko have lived in houses perched on stilts above the lagoon that prompted Portuguese colonialists to christen this city Lagos centuries ago. Residents navigate dugout canoes through a maze of brown waterways that spread far beneath the longest bridge in Africa, which connects the creek-filled islands of Lagos with its crowded mainland. Some see the community balanced on water as an engineering feat that is almost as impressive as the bridge that passes by it, albeit less planned. An estimated 250,000 people live in Makoko; they trade, shop and build aquafarms on the lagoon&apos;s waters. &quot;Like everybody passing over [Lagos city&apos;s] Third Mainland Bridge, I became interested in Makoko,&quot; said Kunle Adeyemi, a Nigerian architect who is based in the waterside city of Amsterdam. While Makoko is largely self-sufficient, the entire community is served by a single primary school. Adeyemi&apos;s visit to the area in 2009 gave him the idea of building a floating settlement  starting with a floating school (video). As climate change pushes up sea levels and coastal erosion chips away at the shoreline, thousands of homes built along west Africa&apos;s densely populated coast are washed away each year. Each year, the tropical rains that lash Lagos overwhelm the colonial-era drainage system. During rainy seasons, fishermen sometimes canoe across roads sunk under floodwaters. How Africa&apos;s largest city reacts to the encroaching waters is a crucial test case for other countries. &quot;The big question is what will Lagos look like in 50 years&apos; time? Will we have a city that integrates water into its design, or will we have a city that tries to keep water out at any cost?&quot; said Janthomas Hiemstra, deputy country director for the UN Development Fund, as he stood on a floating platform like the one on which the proposed Makoko school could be built. It a question authorities are grappling with in the main city of a country whose current growth rate could push its population to 300 million within a quarter of a century. &quot;A floating school like this could be part of a vision for Lagos,&quot; said Hiemstra. Amid a torrential downpour, children and adults alike leap on to the platform, which is made of locally sourced wood and kept afloat by bright blue recycled plastic barrels. &quot;We looked at many ways of creating a building that would still be functional regardless of the water levels, and we decided the building should float,&quot; said Adeyemi, as the platform swayed gently in the waters. Under the plan, 16 such podiums would be lashed together to form the ground floor of the school. The proposed three-storey triangular structure would address some of the infrastructure problems that plague the communities in Lagos that live on the water, said Adeyemi. Solar panels would provide renewable energy; the sloping roof would enable rainwater to be harvested efficiently, and a waste-to-energy system would solve sanitation problems. Adeyemi added: &quot;The building can be adapted for other uses, such as homes or hospitals. Ultimately, it&apos;s a vision that can be used to sustainably develop [African] coastal communities.&quot; But the government is reluctant to embrace the idea of making permanent the dozen of settlements that crowd the city&apos;s waters. Periodic attempts to evict their inhabitants have been unsuccessful. &quot;The fact remains that [the Makoko] waterbody is the main natural drainage facility for Lagos state. People living there endanger not just themselves but the general citizens of the state,&quot; said the city&apos;s state planning commissioner, Toyin Ayinde. &quot;We&apos;re trying to see how [water communities] can keep some activities on the water, but the idea is for them to live on the land. There&apos;s more to our shoreline protection than just putting cities on water.&quot; Nevertheless, the floating school project has received tentative backing from local authorities, and Ayinde admitted that proposals for houses on water could still be part of a wider vision. Not everyone living on the water wants to leave. A Makoko fisherman, Boyo Shemede, said: &quot;I was born on these waters. If we leave the water, we will still be alive but we will never be truly happy. What we really want is for the government to help us with sanitation.&quot; In recent years, Lagos has begun exploiting its waters. More than 1 million Lagosians now use some form of water transport each month, and the city&apos;s waterfront ministry has welcomed private investment in projects, such as the construction of Eko Atlantic city, on the southern tip of Lagos. Unlike Makoko, the new district, which is being constructed in the wealthier part of the city, will have modern water, sanitation, transport and security systems. Each day, workers fill a strip of reclaimed land with sand pumped from the ocean floor. Eko Atlantic&apos;s developer plan to turn the reclaimed land into a gleaming new city, surrounded by an 8km protective wall against the Atlantic surge. City officials say its tree-lined streets would house 250,000 people, roughly the same number as Makoko. &quot;It&apos;s the first time a project with reclaimed land has been done on this scale. Nobody knows if it will actually work,&quot; said an official. &quot;On the other hand, if it works, it shows that Lagos can be a waterfront city and a beautiful city at the same time.&quot; Meanwhile, the UNDP remains keen on getting plans for the Makoko floating settlement off the ground. &quot;What&apos;s happening at the moment  and this is a phenomenon not only in Nigeria  is that a lot of governments are trying to do something about the effects of sea erosion. That is reactive, and that&apos;s good,&quot; said Hiemstra. &quot;But on the other hand, that money and effort could be better directed if we knew what we were after in the long term, rather than just dousing the fires. &quot;The future of Lagos has to incorporate [water-based] communities; you cannot just think them away.&quot;", 
    "section": "environment", 
    "gid": "global-development/2012/oct/04/nigeria-floats-idea-for-life-on-water", 
    "wordcount": "1003"
}