{
    "headline": "Why do Africans pay the most to send money home?", 
    "text": "Look on it as an extra income tax. If you earn money here, but want your family back home to spend it, then you can reckon on giving a healthy slice of it to someone for doing very little. Fees for remitting money vary wildly between providers and countries. African migrants, who sent almost $60bn (38bn) in remittances last year, pay the most (pdf), according to the World Bank. On average migrants sending money home to Africa lose 12% to fees. Moving money between African countries can cost much more  sending money to Tanzania from neighbouring Kenya or Rwanda, for example, costs an average of 22% (or a $44 cut on $200 transferred). &quot;It&apos;s horrifying,&quot; said Michael Clemens, of the Centre for Global Development, a thinktank based in Washington. &quot;Really in a competitive environment there&apos;s no reason these things should be more than 2, 3 or 4%  There&apos;s a justice component to it, there&apos;s no doubt about it.&quot; Ismail Ahmed, founder of WorldRemit, an online transfer service, said the true cost of sending or receiving remittances in Africa was much higher than figures may suggest. &quot;There are costs associated with going to a branch. In Africa, in many cases banks are in the cities, so people have to travel there, queue up, wait and then collect small amounts of money.&quot; The explosion of mobile phone usage in Africa could make it cheaper to send money and easier for migrants to respond to emergencies at home, said Ahmed. &quot;Particularly in Africa, new technological changes are likely to have the biggest impact. Imagine somebody gets a text message in the middle of the night, saying mum needs to go to the hospital, and they can send $10 instantly  In the long term these things will transform the way money is transferred in Africa.&quot; Dozens of firms have sprung up recently to challenge the dominance of major players such as Western Union, thought to control 18% of the worldwide remittance market with nearly 500,000 outlets in 200 countries. In 2011, Western Union reportedly handled $81bn in remittances (pdf)  roughly $1 in every $5 sent. It made 80% of its revenue from remittances that year, including almost $3.6bn in transaction fees and $1bn in foreign exchange income. In Africa, exclusive deals with many banks helped it to a share of the market above 70% in countries such as Mali and Rwanda (pdf). Western Union said its average cost to users was 5-6%. &quot;Our pricing varies from country to county depending on a number of factors, such as security and local regulatory compliance, and on the amount of money being sent,&quot; it said, adding costs were affected by factors including national laws and the amount being sent. &quot;Western Union too has recognised the increasing consumer need to send money from one African country to another. Despite the movement of workers, students and families around Africa  regulated currency restrictions exist in a number of countries, with the result that outbound remittance services can only be provided on a very limited basis or not at all.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/30/africans-pay-most-send-money", 
    "wordcount": "524"
}