{
    "headline": "Goats and donkeys transform children's lives in Darfur  in pictures", 
    "text": "   Conflict in western Darfur has displaced nearly 2 million people and caused more than 200,000 deaths since 2003 Photograph: Kids for Kids       The NGO Kids for Kids trained six para-vets (animal community health workers) to work in the region after it was founded in 2001. Despite violence in the region, the para-vets are still working in remote villages in Darfur more than a decade later Photograph: Kids for Kids       Abu Digeis, a para-vet, scrapes a donkeys teeth Photograph: Kids for Kids       Kids for Kids teaches people how to look after their goats, devolving their management to local communities Photograph: Kids for Kids       Children and families in Darfur. In addition to receiving animals, the NGO provides training in animal husbandry and farming techniques Photograph: Kids for Kids       In each village Kids for Kids trains children's 'shepherds committees' to help young people spot when the goats and donkeys need help Photograph: Kids for Kids       The NGO loans six goats to a family, providing milk for the children and an income for the mother. After two years, the family will pass the goats' kids to another family, so the cycle repeats Photograph: Kids for Kids       Goats can eat almost anything, meaning they can survive even during periods of drought  Photograph: Kids for Kids       Millet is one of the most prevalent crops in Sudan but, as people plant all seeds by hand, it is labour-intensive. When the crops fail, due to poor weather or attacks on villages that leave crops unharvested, there is little to eat, so owning animals can make a difference Photograph: Kids for Kids       Desertification, caused by farming, livestock grazing and chopping down trees for firewood, is a major problem in Darfur. But trees can provide outdoor classrooms, meeting places and a refuge from the sun. The NGO is engaging in an extensive tree planting programme Photograph: Kids for Kids       A new handpump is welcomed by the village  animals and children alike. In the summer, it can be a 20-mile walk to the nearest source of water, in temperatures of more than 50C. Kids for Kids provides animal troughs away from the handpumps to keep the water source clean for childrenPhotograph: Kids for Kids       Villagers cannot always afford to dig deep enough for a handpump, yet it costs less than 4,000 ($6,350) to do so. Nearly one-quarter of Darfur's population lacked access to clean water in 2007, according to Unicef Photograph: Kids for Kids       With inflation at more than 40%, mothers cannot afford to feed their children protein-rich foods. Hair bleached of colour means bones and teeth are damaged. Babies are often the most vulnerable group in a drought but goats' milk can help prevent malnutrition Photograph: Kids for Kids  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/dec/03/goats-donkeys-children-darfur-in-pictures", 
    "wordcount": "0"
}