{
    "headline": "What is life? The physicist who sparked a revolution in biology", 
    "text": "Seventy years ago, on 5 February 1943, the Nobel prizewinning quantum physicist Erwin Schrdinger gave the first of three public lectures at Trinity College, Dublin. His topic was an unusual one for a physicist: &quot;What is Life?&quot; The following year the lectures were turned into a book of the same name. One of Schrdinger&apos;s key aims was to explain how living things apparently defy the second law of thermodynamics  according to which all order in the universe tends to break down. It was this that led my colleague Professor Brian Cox to use Schrdinger as the starting point of his BBC series Wonders of Life, leading to What is Life? shooting up the Amazon sales chart. But Schrdinger&apos;s book contains something far more important than his attempt to fuse physics and biology. In that lecture 70 years ago, he introduced some of the most important concepts in the history of biology, which continue to frame how we see life. At a time when it was thought that proteins, not DNA, were the hereditary material, Schrdinger argued the genetic material had to have a non-repetitive molecular structure. He claimed that this structure flowed from the fact that the hereditary molecule must contain a &quot;code-script&quot; that determined &quot;the entire pattern of the individual&apos;s future development and of its functioning in the mature state&quot;. This was the first clear suggestion that genes contained some kind of &quot;code&quot;, although Schrdinger&apos;s meaning was apparently not exactly the same as ours  he did not suggest there was a correspondence between each part of the &quot;code-script&quot; and precise biochemical reactions. Historians and scientists have argued over the influence of Schrdinger&apos;s lectures and the book that followed, but there can be no doubt that some of the key figures of 20th century science  James Watson, Francis Crick, Maurice Wilkins and others  were inspired to turn to biology by the general thrust of Schrdinger&apos;s work. The role of the brilliant &quot;code-script&quot; insight is less clear. Reviewers of What is Life? in both Nature and the New York Times noted the novel phrase, but despite the fact that in 1944 Oswald Avery published clear evidence that DNA was the genetic material, virtually no one immediately began looking for  or even talking about  a molecular &quot;code-script&quot; in DNA, although Kurt Stern suggested that the code might involve grooves in a protein molecule, like the grooves in a vinyl disc. Part of the reason for this lack of immediate excitement and for Avery&apos;s discovery not being widely accepted was that DNA was thought to be a &quot;boring&quot; molecule with a repetitive structure  exactly what Schrdinger had said a gene could not be. It took the work of Erwin Chargaff, inspired by Avery, to show that the proportion of the &quot;bases&quot; in the DNA molecule  generally presented by the letters A, T, C and G  differed widely from species to species, suggesting the molecule might not be so boring after all. As early as 1947, Chargaff suggested that the change of a single base &quot;could produce far-reaching changes  it is not impossible that rearrangements of this type are among the causes of the occurrence of mutations.&quot; The culmination of this line of work was Watson and Crick&apos;s double helix model, which was based on the experimental data of Rosalind Franklin and Maurice Wilkins. But in 1947 there was a missing component in biological thinking about the nature of the code, one which was at the heart of Watson and Crick&apos;s decisive interpretation of their discovery a mere six years later  &quot;information&quot;. That idea entered biology through some applied research carried out to aid the war effort. In 1943, the US National Research and Development Committee set up a group of scientists to study &quot;fire control&quot;  how to ensure accurate anti-aircraft fire, by the control of information from radar, visual tracking and range-finding. Two of the men involved in this project were Claude Shannon, a mathematician who developed what became known as &quot;information theory&quot; to understand how signals were processed, and Norbert Wiener, who thought there were parallels between control systems in machines and in organisms, and who coined the term &quot;cybernetics&quot;. The first person to argue that a gene contains information was the co-founder of cybernetics, John von Neumann. In 1948, von Neumann described a gene as a &quot;tape&quot; that could program the organism  like the &quot;universal Turing machine&quot; described in 1936 by Alan Turing (intriguingly, Turing had discussed it with Shannon while working in New York in 1944). A few years later in 1950, geneticist Hans Kalmus deliberately applied cybernetic thinking to the problem of heredity and suggested that a gene was a &quot;message&quot;. Cybernetics briefly became wildly popular, filling the pages of broadsheet newspapers all over the world and encouraging biologists to look for feedback loops in living things. Following the 1948 publication of Shannon&apos;s dense book Information Theory (co-authored by Warren Weaver, who had chaired the fire control group and also coined the term &quot;molecular biology&quot;), the abstract concept of information percolated into the scientific mainstream. Although the term had a precise meaning for Shannon, in the hands of the biologists it turned into a vague metaphor, a way of thinking about something they as yet had no real understanding of: the nature of the gene. Ten years after Schrdinger&apos;s brilliant insight, Watson and Crick&apos;s second 1953 article on the structure of DNA provided the world with the key to the secret of life, casually employing the new concepts that had been created by cybernetics and propelling biology into the modern age with the words: &quot;it therefore seems likely that the precise sequence of the bases is the code which carries the genetical information.&quot; These prophetic words  shorn of the conditional opening phrase  are uttered in biology classes all over the world, every single day. In a decade of tumultuous discovery, insights from biology and computing built upon Schrdinger&apos;s genius, changing our view of life forever. Life had become information, genes were the bearers of that information, carrying it in a tiny, complex code inside every cell of our bodies. And the breakthrough began in a Dublin lecture theatre 70 years ago this week. Matthew Cobb is professor of zoology at the University of Manchester and was a consultant on Wonders of Life. His history of the genetic code will be published next year by Profile. On Twitter he is @matthewcobb", 
    "section": "science", 
    "gid": "science/blog/2013/feb/07/wonders-life-physicist-revolution-biology", 
    "wordcount": "1121"
}