{
    "headline": "Sunny weather alleviates wet weather pain for farmers", 
    "text": "Forecasts of sunny weather continuing into the weekend are likely to cheer farmers concerned that after  drought damage, they were facing a double whammy with the wettest April on record threatening a rise in pests and diseases. River flows fell from unseasonal highs in the past few weeks to near-normal levels for the time of year. Soil moisture levels in large parts of the country are also returning to normal after months of drought and prolonged soaking, according to the latest drought report by the Environment Agency. For the south and east, the drought has been alleviated but has not gone away, with widespread restrictions still in place. The heavy rain has recharged groundwater levels in some areas, but according to official assessment, this has been uneven: seven sites have now been classed as having levels above normal for the time of year, but eight sites remain exceptionally low on water. Polly Chancellor, the national drought coordinator at the Environment Agency, said: &quot;The recent spell of wet weather restored many river and reservoir levels to normal, reducing pressure on the environment and public water supply. But groundwater levels in some areas still remain exceptionally low - so it continues to be important that we all use water wisely, and try to reduce the amount that we use at home and in businesses.&quot; Earlier this week, the agency said that the broad term drought might have to be redefined, because of the range of different experiences across the UK. This year&apos;s unusual weather saw drought declared in early spring, caused by two exceptionally dry winters. Winter rain is crucial for water supplies because the rain can restore groundwater levels and reservoirs, with less vegetation and lower temperatures, more of the rain reaches underground and less is lost to evaporation. The wettest April on record, followed by many days of wet weather in May, resulted in 19 counties emerging from drought status. Experts are concerned that they need to communicate better with the public, to increase understanding of how water shortages come about  and whether they might be exacerbated in future by longer term changes in weather patterns because of climate change.", 
    "section": "environment", 
    "gid": "environment/2012/may/25/sunny-weather-summer-temperatures", 
    "wordcount": "362"
}