{
    "headline": "Microsoft apologises for failure to abide by EC ruling over web browsers", 
    "text": "Microsoft has apologised to the European Commission and may face a fine after failing to abide by a ruling to give users of its Windows software choice over their web browser. The EC&apos;s competition commissioner Joaquin Almunia said on Tuesday that since February 2011 Microsoft had failed to provide users with a screen  as agreed in a 2009 antitrust commitment  which would let users choose their default browser from a list including Microsoft internet Explorer, Google Chrome, Apple Safari, Opera and others. That means that around 28 million customers might not have seen the &quot;choice screen&quot; that was meant to be displayed when a Windows user in Europe first used their PC. Microsoft apologised hours later, saying &quot;we deeply regret&quot; the oversight, and that it had &quot;fallen short in our responsibility to do this&quot;. In a statement, the company said: &quot;Due to a technical error, we missed delivering the BCS [browser choice screen] software to PCs that came with the Service Pack 1 update to Windows 7. The BCS software has been delivered as it should have been to PCs running the original version of Windows 7, as well as the relevant versions of Windows XP and Windows Vista. However, while we believed when we filed our most recent compliance report in December 2011 that we were distributing the BCS software to all relevant PCs as required, we learned recently that we&apos;ve missed serving the BCS software to the roughly 28 million PCs running Windows 7 SP1.&quot; Almunia agreed that Microsoft does not appear to be contesting the facts. He also said this would be the first time such a legally binding agreement had not been complied with. &quot;Needless to say, we take compliance with our decision very seriously,&quot; he said. &quot;If the infringement is confirmed, there will be sanctions.&quot; Microsoft has been fined hundreds of millions of pounds by the EC over antitrust infringements relating to Windows, particularly over interconnection with other software. The EC forced it to include the browser choice screen following concerns that internet Explorer could become dominant simply through its position as the default browser on Windows, which has about 95% of the PC market. Independent data suggests that Firefox and Google&apos;s Chrome are the most-used browsers in many countries in Europe. Microsoft blamed the fault on its engineers, who had not realised that they needed to keep Windows PCs in compliance with the EC&apos;s December 2009 ruling, under which Microsoft is required to display a browser choice screen on Windows PCs in Europe where internet Explorer is the default browser. Microsoft said that it began distributing a software fix for the error within two business days of discovering it, by 2 July. &quot;We expect to substantially complete distribution of the BCS software to the PCs we initially missed by the end of the week,&quot; the company said. It has also offered to extend by 15 months the compliance period during which the EC can oversee its behaviour. The fault was due to the engineering team, Microsoft said: &quot;The BCS provides an easy way for users to choose any browser. As agreed with the Commission in 2009, Microsoft uses our Windows Update service to send the BCS software to Windows-based PCs. Once installed, the BCS software checks to see if internet Explorer is the default browser and, if it is, the BCS is displayed to the user. The Windows Update system uses &apos;detection logic&apos; to determine which software updates (such as the BCS) to distribute to which PCs. The detection logic for the BCS software was accurate when we began to distribute it in early 2010, and the BCS software was delivered as it should have been. &quot;Unfortunately, the engineering team responsible for maintenance of this code did not realise that it needed to update the detection logic for the BCS software when Windows 7 SP1 was released last year. As a result of this error, new PCs with Windows 7 SP1 did not receive the BCS software as they should have. &quot;Since most computer users run earlier versions of Windows, we estimate that the BCS software was properly distributed to about 90% of the PCs that should have received it. We recognise, however, that our obligation was to distribute the BCS to every PC that should have received it. Therefore, we have moved as quickly as we can to address the error and to provide a full accounting of it to the Commission.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jul/17/microsoft-apologises-failure-ec-ruling", 
    "wordcount": "757"
}