{
    "headline": "Scientific research and the European Union", 
    "text": "A recent edition of the BBC Radio 4 science programme &quot;Material World&quot; fulfilled current BBC policy by including a member of UKIP. Roger Helmer MEP was in discussion with Professor Ed Hinds, from Imperial, about the effects of EU membership, or lack of it, on research. I was also there, to talk about pear-shaped nuclei and electric dipole moments. Ed is a world expert on electric dipole moments, and I am the UK representative on the CERN Council European Strategy Group (our draft strategy will hopefully be adopted in Brussels next week). So we both had things to say about each other&apos;s topic. I know from experience that applying for, and spending, EU research funds used to be very bureaucratic and arguably not worth the effort. Most initiatives were not primarily targetted at research excellence, but at training, or at encouraging the mobility of researchers and integration across the EU. As the size of a network grew, the administrative load grew and the amount available to spend on science per researcher shrank. However, even then it added a welcome diversity to the possible routes for scientific support. I was a part of the MCnet network, which really did make a difference to the fact that we have such high quality particle physics simulations in time for the start up of the Large Hadron Collider at CERN. We were recently successful in another funding round.  More importantly, the European Research Council (ERC) is unashamedly now targetting excellence. The mission statement says:  The ERC&apos;s mission is to encourage the highest quality research in Europe through competitive funding and to support investigator-initiated frontier research across all fields of research, on the basis of scientific excellence.  And it does. Its fellowship grants are really substantial and are awarded on criteria at least as robust as anything the UK Research Councils or the Royal Society give out. The admin-to-award ratio is much better now, too. Helmer seemed to think it was a bad thing that &quot;only&quot; 30% or so of proposals are funded, but this is probably about the optimal number. Because UK research was severely cut in 2007 and has been limping along since at roughly constant-in-cash terms (so being eroded by inflation), the success ratios for application rounds to UK research councils are frequently much less than that, with many excellent projects unfunded. The UK does well from the ERC compared to other European countries. In absolute terms we are the second most successful country in Europe (after Germany). You could view that as a massive declaration of interest, and of course it is. Since 2007 about 12,800 participants from the UK have received EU funding, totalling 4.9bn. My university, UCL, is the seventh biggest recipient across Europe (174m) and Ed&apos;s (Imperial) is eighth with 170m. We are both beaten by Cambridge (third) and Oxford (sixth) in this particular metric. British businesses, especially small ones, also do well, with about 400 small firms receiving more than 676m since 2007.  Of course, as Helmer pointed out, a big proportion of this is our own money in a sense; but in the research portion of the EU budget at least, we get back more than we put in. The ratio is about 1.40 back for every 1 paid in.  If we left the EU, perhaps some of the savings on our membership fees would stay in research, to be spent in the UK. But the reality of science is that in many, perhaps most, fields the best research is highly collaborative and requires efficient international links and stable strategies.  We do of course also collaborate effectively with the US and other non-EU countries: perhaps especially Switzerland and Israel, which are in the EU research scheme even though not EU members. Perhaps we could negotiate a similar deal if we left the EU. But currently we have a strong voice in setting the strategies and priorities for EU research funding. If we left the EU we&apos;d lose a lot of that influence, as Mire Geoghegan-Quinn, the European commissioner for research, innovation and science described here to Times Higher Education. This would be bad for us and bad for Europe as a research environment. An obvious question is raised by CERN. It predates the EU. Not all EU countries are CERN members, and one of the host countries, Switzerland, is not an EU member state. It was set up to help rebuild European science after the second world war, and has been successful to the extent that it is now indisputably the premier world laboratory for particle physics. In particle physics we were driven towards consolidation and European strategy because of the huge size of the facilities needed to advance the science. But this is a trend in other areas of science too, and Europe desperately needs this level of coordination. The EU, with its framework programmes, its vision of a common European research area, and its guarantees of free movement for scientists, is starting to provide this. If this didn&apos;t exist, we would have to invent it. Particle physics did, and the EU is a route for other areas of science to reap the same benefits, in a multidisciplinary environment within which CERN is in fact becoming more integrated.  I&apos;m no uncritical fan of the EU. It would be nice if it could get its accounts to pass a proper audit, for example. And the bizarre annual migration of the parliament between Brussels and Strasbourg looks like an expensive joke. &quot;Ever closer union&quot; doesn&apos;t seem to me like a sustainable (or desirable) strategy. Any organisation should review itself and be flexible and responsive. But the research investment part of the EU has done a pretty good job at that, and European science has benefitted from it. You can download Material World podcasts here; our edition also includes Jay Farihi discussing new results on planetary material beyond our solar system. The Nature paper on pear-shaped nuclei is unfortunately not open access. The &apos;News and Views&apos; piece I wrote is here, also behind a pay wall.", 
    "section": "science", 
    "gid": "science/life-and-physics/2013/may/20/research-eu-ukip", 
    "wordcount": "1021"
}