{
    "headline": "Belgium fears for its fragile coastline", 
    "text": "Ostend residents no longer see the poetic side of the town&apos;s broad sandy beach, immortalised by the French singer Lo Ferr. These days the North Sea is increasingly a source of anxiety and Ostend a multicoloured building site, throbbing with bulldozers, diggers and dredgers. The Vlaams Gewest (Flemish) region has launched a coastal safety master plan, and at several points along the 67km coast work has already started to reshape beaches and dunes, reinforce breakwaters and raise protective walls. Erosion, heavy rainfall, storms and rising sea levels due to climate change are fuelling fears for the medium-term survival of this part of prosperous Flanders. The shape of the Belgian coastline, a segment of the concave eastern shore of the North Sea running up from France towards the Frisian Islands, makes it even more fragile. Not only is Vlaams Gewest a popular location for holidays and leisure activities, it is also densely populated. An industrial area, it has two ports, Ostend and Zeebrugge, open to shipping and pleasure boats, and two others, Nieuport and Blankenberge, just for leisure activities. It has four nature reserves as well, the most famous being Zwin, close to Knokke, now the most upmarket resort on what has been officially renamed the Vlaams Kust (Flemish coast), in place of the Cte Belge. According to the regional authorities, about a third of the coastline is inadequately protected against flooding or a storm equivalent to the 1953 disaster, the most destructive to have occurred in the 20th century. So what would happen if nothing is done? &quot;Potentially the loss of 250 lives and damage in the region of 2.1bn [$2.7bn],&quot; says Nathalie Balcaen, a coastal development engineer. The water would quickly flood a strip of polder (wetlands) about 20km wide, lying just inland, and could spread as far as Bruges. The motorway down to Ostend and Dunkirk would also be engulfed. At the present rate of greenhouse gas emissions, climate change is forecast to cause a 30cm rise in the level of the North Sea by 2050, adding another 30cm by the end of the century. This is a direct threat for about 16 million residents of the various countries along its coast. In Flanders, experts are studying the risks entailed by a severe storm and the likelihood of 5m waves punching holes in the dykes. Philippe Konings, a specialist in geomorphology at Ghent University, says: &quot;a storm on this scale will happen some day&quot;. As things stand it would destroy part of the coastline. The resorts at Blankenberge and Wenduine are under immediate threat, and port facilities would be particularly badly affected. The top priority is to protect the weakest links by 2020, by raising various beaches, protecting the entrances to ports and building stone walls designed to break the force of the waves. It has become &quot;a sort of routine&quot;, jokes Denis Seurynck, of the Deme dredging firm, a world leader in this business, with a workforce of 4,000. Its fleet is at work all over the world, often in waters far more hostile than the Belgian coast, where the only real difficulty is steering ships round the countless sandbanks. The dredgers suck up sand from the seabed and deposit it on adjoining beaches. The cost of the work currently under way is estimated at a modest 300m ($390m), and a group of Flemish industrialists are proposing far more radical solutions. Their plan would cost an estimated 3bn, and would include a sustainable initiative to reduce the pressure on this heavily exploited area. The scheme includes wind farms, artificial islands and even an airport for freight. Policymakers have so far not responded. This article first appeared in Le Monde  This article was corrected on 4 January 2012 because it carried the translation of Vlaams Gewest as West Flanders region. It should have said Flemish region.", 
    "section": "environment", 
    "gid": "environment/2012/jan/03/belgium-fears-for-fragile-coastline", 
    "wordcount": "652"
}