{
    "headline": "Feed-in tariff sees solar panel installation breakthrough", 
    "text": "Explosive growth in solar panel installations on homes, schools and fields in the UK over the past 22 months saw the green energy source pass the symbolic milestone of 1,000MW on Wednesday. Since the feed-in tariff scheme was launched by the Labour administation in April 2010 to pay homeowners and businesses for generating their own green energy, the amount of solar has grown by more than 41 times, figures seen by the Guardian show. There was just 26MW of solar before the scheme. Gaynor Hartnell, chief executive of the Renewable Energy Association, said of the breakthrough: &quot;Solar really deserves recognition in the government&apos;s renewable energy strategy now. With the price coming down like it is, there is no reason for it not to fill a prominent part in UK energy for 2020 and beyond. It needs re-examining in light of this milestone.&quot; The unexpectedly fast take-up of the scheme was cited by the climate minister, Greg Barker, last October as the reason the government cut the incentives in half, a move that has led to legal challenges and seen two courts rule the cuts unlawful. In the latest development, on Tuesday the government submitted an appeal to the supreme court against the rulings, casting uncertainty on what rate of payment householders will receive for panels fitted now. The solar industry and green groups greeted the fresh appeal with dismay. Andy Atkins, Friends of the Earth&apos;s executive director, said: &quot;A successful appeal will allow ministers to slash renewable energy subsidies at any time  even for solar panels and wind turbines that have been operating for years. If ministers want to protect families from soaring fuel bills they must get the nation off its fossil fuel hook  and restore business confidence in the government&apos;s commitment to a clean energy future.&quot; If the government loses its appeal, any homes or businesses that installed solar after a December cut-off date will get the higher rate of 43.3p per kWh of energy generated, rather than the new, lower rate of 21p per kWh. The 1GW watershed follows a claim by the government this month that it was raising the ambition for solar power in the UK, and that 22GW of solar  the equivalent of panels on 4m homes  would likely be fitted by the end of the decade. &quot;Instead of a scheme for the few, the new, improved scheme will deliver for far more people. Our plans will see almost two and a half times more installations than was planned by the Labour administration, and that is just by 2015. That is good news for consumers and good news for the sustainable growth of the industry,&quot; said Barker. The government argues the target is possible despite the cuts because of the falling cost of panels and installations. By comparison, Germany, which has half the world&apos;s solar power - 25GW - installed a record 7.5GW alone in 2011, driven by the country&apos;s long-running feed-in tariff.", 
    "section": "environment", 
    "gid": "environment/2012/feb/23/feed-in-tariff-solar-breakthrough", 
    "wordcount": "498"
}