{
    "headline": "It's time environmental health and public health were governed as one", 
    "text": "In his 1837 novel, Oliver Twist, Charles Dickens takes us to the world of Jacob&apos;s Island, &quot;the filthiest, the strangest, the most extraordinary of the many localities that are hidden in London&quot; where the houses were &quot;so filthy, so confined, that the air would seem to be too tainted even for the dirt and squalor&quot;. Dickens was just one of many 19th century figures who highlighted the link between the conditions in which people lived and the state of their health. Another was Edwin Chadwick, who demonstrated the link between dirt, disease and poor health, winning over public opinion despite an editorial from the London Times that asserted it was worth taking a chance with cholera. Which begs the question, has Rupert Murdoch really been in control of the Times for that long? More than anyone else, Chadwick spearheaded the emergence in Britain of a movement devoted to improving public health. It has had some notable successes. A cleaner environment has meant a massive decline in rates of infectious disease. Thanks to legislation and activism, our roads are much safer. Improved living standards have led to higher standards of nutrition and, as a result of improving technology, we have better medicine. On average people today are living twice as long as they were in Dickens&apos;s time. But the direct link between the health of the environment and the health of the public is often overlooked. While the latter has tended to remain high on the public and political agenda, concerns about the environment can wax and wane  often in response to the state of the economy. And despite the huge progress brought about by public health movement, our society has faced worsening challenges  chronic diseases, obesity, diabetes, drug and alcohol abuse and gambling addiction, for example  while major inequalities persist. The case set out in an important new book by Tim Lang and Geoff Rayner, Ecological Public Health: Reshaping the Conditions For Good Health, is that the health of the planet and the health of people should and must be brought together. The argument is that the preservation of our planet and of the people who inhabit it are increasingly the same thing. We need to protect the natural world not out of kindness or altruism towards other species, but because their conditions of existence and health are inseparable from our own. Take the threat to biodiversity. Just as miners used to carry canaries into mines, the health of other species has long been an indicator of risk to Homo sapiens. The facts suggest the risk is pretty high  38% of the species which have been assessed are classified as threatened. That translates as around 20,000 species facing extinction. Since the birth of modern ecological thinking, we have learnt to appreciate how individual species are only part of the picture  and how the loss of individual species marks the erosion of our ecosystems. Charles Darwin used the metaphor of the entangled bank to describe how species depend on each other. Ecosystems are multiple species interacting with one another, and which, along with their physical environments, are essential for human societies. As humans we are dependent on the healthy functioning of ecosystems in innumerable ways, from the biological mechanisms operating in our bodies to the pollination of our crops. We need ecosystems of enormous complexity to maintain our climate or air quality and to regulate soil fertility. When we begin to undermine that complexity  for example through monoculture farming practices or changing the temperature of the land and the seas  we begin to expose often delicate ecological mechanisms to risk. And we can see the results: desertification, top soil erosion, forest fires, water scarcity. One answer to all this is more integrated long-term thinking in public health policy. If you view the health of the environment and the health of people separately, it is logical that you then operate separate environmental impact assessments and health impact assessments. Yet in so many cases we need for both to happen together. This is especially important as responsibility for public health is taken up by local authorities under the Health and Social Care Act. Leaving aside the many negative impacts of this legislation, perhaps the new regime could actually be an opportunity to encourage a different way of thinking  to start the process of creating a national health system that is interested in health and wellbeing, rather than just illness. Far too frequently, the economics deliberately work against good health. Remarkably, the tax and subsidy system is loaded in favour of the production of sugar and fat, especially animal fat, and even, to a degree, alcohol. Conversely, and perversely, the full force of the tax burden falls heavily on fruit and vegetables, especially fresh local produce  despite the fact that eating more of them would reduce our environmental footprint. At the Rio+20 Earth summit last month, we saw politicians fail to grasp these connections or to imagine a healthier future. I see this on a daily basis in the House of Commons. The kind of transformation needed is huge  almost beyond comprehension. But it becoming increasingly difficult to justify business-as-usual. The area of public health has huge potential to make the case for policies that protect rather than damage, encourage balance rather than excess, and which bring together people and planet.", 
    "section": "environment", 
    "gid": "environment/2012/jul/05/government-environment-public-health", 
    "wordcount": "893"
}