{
    "headline": "iPad 3 'to launch on 7 March'", 
    "text": "Apple will launch the third version of the iPad on Wednesday 7 March at an event in San Francisco, according to a number of reports online. The reports also that the device will have a &quot;retina&quot; screen  with four times as many pixels as the current model  and could include 4G connectivity for US high-speed networks. The website iMore says the device will have a quad-core processor  compared with the dual-core A5 chip in the current iPad model. The increased screen resolution would increase the apparent detail on images while not requiring software developers to rewrite their products. The Wall Street Journal says that it will also include 4G connectivity (also known as &quot;LTE&quot;), which offers connections at up to 100Mbps, but in smartphones have been found to be a serious battery drain. The WSJ says that the LTE version will be sold through AT&amp;T and Verizon, the two largest carriers in the US. Apple told the Guardian that &quot;Apple does not comment on rumours or speculation.&quot; While the iPad launch has been expected  last year Apple&apos;s iPad 2 was launched on Wednesday 2 March  there is no indication yet whether the company will also unveil its much-anticipated new TV system at the same time. Expectation has been growing that Apple will move into the burgeoning &quot;smart TV&quot; market, either offering a new version of its Apple TV set-top box, or offering integrated TV sets with internet connectivity. The rumours of an impending launch have been heightened by some reports in the US that the current Apple TV device is in short supply  usually an indication that the company is about to revise it. Apple&apos;s iPad 2 was launched within days of its launch. That brought a dual-core processor and faster graphics processing, and while reviewers were underwhelmed at what they perceived as a lack of difference from the first version  which went on sale in April 2010  the iPad models have sold strongly, selling 14m in three quarters during 2010, and 40.5m in 2011, including 15m in the Christmas quarter. But the iPad faces challenges from Amazon&apos;s low-cost Kindle Fire device, and the expected arrival this autumn of tablets running a version of Microsoft&apos;s new Windows 8 operating system.  A Chinese company says it will ask customs officials to block imports and exports of Apple iPads in a dispute over ownership of the name for the tablet computers. A lawyer for Shenzhen Proview Technology said on Tuesday the company is preparing a request to block iPad shipments on the grounds that they violate Proview&apos;s ownership of the iPad trademark in China. Authorities in one Chinese city have seized iPads from retailers. Shenzhen Proview Technology registered the iPad trademark in China in 2001. Apple bought rights to the name from a Taiwan company affiliated with Proview but the mainland company says it still has rights to use the name in China. A Chinese court rejected Apple&apos;s claim to the name in China last year.", 
    "section": "technology", 
    "gid": "technology/2012/feb/14/ipad-3-launch-7-march", 
    "wordcount": "505"
}