{
    "headline": "Why Can't We See Evidence of Alien Life?", 
    "text": "    Given the vast number of planets in the universe, many much older than Earth, why haven&apos;t we yet seen obvious signs of alien life? The potential answers to this question are numerous and intriguing, alarming and hopeful.  This video presents an animated exploration of the famous and fascinating Fermi Paradox, originally posed in 1950 by physicist Enrico Fermi, which basically states:    The apparent size and age of the universe suggest that many technologically advanced extraterrestrial civilizations ought to exist.However, this hypothesis seems inconsistent with the lack of observational evidence to support it.  I sometimes think of planets as representing a series of book volumes in the great library of possibilities. Each planet has its own myriad possibilities and stories, including the possibility for giving rise to some form of life. Our galaxy contains billions of planets, each of them packed with possibilities and many of them far older than Earth, yet Earth (apparently) is the only one to contain technologically innovative intelligent life -- why? Why have we not seen evidence of life elsewhere -- no space probes, no communications, no evidence of any sort that there is life out there somewhere? Do humans lack the appropriate technology to detect life elsewhere? Is life elsewhere so alien that we are unable to recognise it as such? Are these other civilisations avoiding communicating and contacting us? If so, why? Or is Earth somehow special? Is Earth truly the only planet in our galaxy that has evolved intelligent life? Or maybe life elsewhere no longer exists? Or maybe life elsewhere is in its evolutionary infancy compared to us? Or is Earth the only planet that has ever had any life at all -- is this even possible?  This thoughtful video provides a few ideas about silentium universi -- the &quot;silence of the universe&quot;, which is another way to state Fermi&apos;s famous question regarding the presence of intelligent life on other plants; &quot;Where are they?&quot;            [video link] &quot;Why Can&apos;t We See Evidence of Alien Life?&quot; was animated by Andrew Park.  .. .. .. .. .. .. .. .. .. .. .. .. twitter: @GrrlScientistfacebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/25/1", 
    "wordcount": "352"
}