{
    "headline": "'Chimera' monkeys created in lab by combining several embryos into one", 
    "text": "    The world&apos;s first monkeys to be created from the embryos of several individuals have been born at a US research centre. Scientists at the Oregon National Primate Research Centre produced the animals, known as chimeras, by sticking together between three and six rhesus monkey embryos in the early stages of their development. Three animals were born at the laboratory, a singleton and twins, and were said to be healthy, with no apparent birth defects following the controversial technique. The chimeras have tissues and organs made up of cells that come from each of the contributing embryos. The mixtures of cells carried up to six distinct genomes. &quot;The cells never fuse, but they stay together and work together to form tissues and organs,&quot; said Shoukhrat Mitalipov, who led the research. &quot;The possibilities for science are enormous.&quot; Scientists named the singleton Chimero, and the twins Roku and Hex, meaning six in Japanese and Greek. Hex was born after merging six individual embryos, according to a report in the journal Cell. &quot;To our knowledge, these infants are the world&apos;s first primate chimeras,&quot; the authors write. While all three monkeys are biologically male, blood tests revealed that Roku carried both male and female cells. The first chimeric animals were created by researchers in the 1960s, when experiments with mouse embryos showed they could combine to form a single mouse of normal size. Since then, scientists have created chimeric versions of rats, rabbits, sheep and cattle. Mitalipov&apos;s team produced the chimeric monkeys by carefully pushing four-day-old embryos together in a culture dish and waiting for them to grow. Within a few days, 90% of them had grown into early stage embryos called blastocysts that contained at least twice as many cells as usual. The researchers implanted the chimeric embryos into five female rhesus monkeys, all of which became pregnant. Tests on the foetuses confirmed that all of the animals&apos; organs and tissues contained cells from more than one embryo. Chimeric animals  mice in particular  have become a powerful tool in scientific research. They are used to shed light on the exquisite process of embryonic development, such as why a particular cell gives rise to a specific kind of tissue, and to explore how individual genes work. The creation of chimeric animals has also been used to test whether embryonic stem cells stored in laboratories are likely to turn into working tissues when injected into the body. A standard test is to inject stem cells into an early stage embryo. If the embryo grows into a chimeric animal, it means the stem cells have been incorporated into the animal&apos;s tissues and organs. In a series of experiments described in the same paper, the researchers found it impossible to create chimeric monkeys by injecting stem cells into early stage embryos. Only when very young embryos were merged together could they make chimeric animals. The difficulties the scientists faced could herald future problems in using embryonic stem cells to grow new tissues in humans. While stem cells inside embryos can grow into any tissue or organ, lines of embryonic stem cells cultured in labs seem to lose this ability, at least to some extent. &quot;If we want to move stem cell therapies from the lab to clinics and from the mouse to humans, we need to understand what these primate cells can and can&apos;t do. We need to study them in humans, including human embryos,&quot; said Mitalipov. Robin Lovell-Badge, head of genetics at the National Institute for Medical Research in London, said there has been a suspicion that most human and monkey embryonic stem cell lines are different. &quot;This work supports this notion, as the macaque embryonic stem cells tested were unable to mix in with cells of the host embryos. This may be reassuring to those who worry that human embryonic stem cells could be used to make chimeric people, although in itself this should not be a concern, as such rare individuals already exist from the spontaneous merger of two early embryos. But it may be a concern for regenerative medicine if such cells are not as flexible as hoped,&quot; he said.", 
    "section": "science", 
    "gid": "science/2012/jan/05/chimera-monkeys-combining-several-embryos", 
    "wordcount": "696"
}