{
    "headline": "On the road: Vauxhall Astra GTC 1.6i 16v Turbo (180)  review", 
    "text": "It&apos;s not nice to agree with someone of whom you essentially disapprove. I&apos;vefound myself doingthata bit recently with @piersmorgan on Twitter. We support the same football team, and although the manis obviously a vainglorious cock, he does make some sense onthe subject of the Arsenal. I&apos;veeven found myself halfway through a half-formed thought on the subject and then, ping, up it pops on Twitter, irritatingly succinct and to the point, from him. Can there be anyone worse to agree with than Piers Morgan? Possibly Jeremy Clarkson. (Didn&apos;tthey once have a punch-up? Weird  a fight in which you want both sides to lose.) I don&apos;t mean agreeing with Jezza about public sector workers, or Wales, or Germany, or gay people, or anythinglike that; I just mean agreeing with him about cars. Specifically Vauxhalls, which he never likes. Nor do I. I try to, mainlybecause Clarkson doesn&apos;t, but it never works. They&apos;re always so dull, soMOR, they&apos;re actually ahazard tooncoming traffic. Until now, possibly. This Astra GTCis based on the everyday Astra,but they&apos;ve made it lower andsleeker and hungrier-looking, with ripples in the right places. Andit&apos;s actually a rather handsomecar. Maybe not as strikingor desirable asa VolkswagenScirocco, say, but it&apos;s both roomier inside and cheaper. Anyway, I reckon it wasamistake tohang on to the Astra name and the Astra association, because they&apos;ve made it into something so much more appealing. It&apos;s like talking about Mot &amp; Chandon fizzyfermented grape juice. Well, abit like that. What&apos;s more, it goes very well, too,crisp, and sparkly... and, yes, why not drag this bubbly thing out to breaking point. Popping point. It&apos;san Astra Spumanti to rival the VW Prosecco... Stop it! What I mean is it&apos;s tight and assured on the corners, and gutsy enough when you put your foot down. It is simply a very nice car to drive. A likable Vauxhall, then, now there&apos;s a thing. So what does Jeremymake of the Astra GTC? Oh,my research reveals that he hasn&apos;t reviewed it. Perhaps Vauxhallwon&apos;t send him cars after he&apos;s been so rude about them. Anyway, it&apos;s good news because it means there&apos;s no danger of agreeing with him on this one, andjeopardising my reputation not just as a famous motoring journalist but also as ahuman being. What would Piers Morgan make ofit, I wonder. You know what, who cares what Piers thinks. About anything. Cheers. Vauxhall Astra GTC 1.6i 16v Turbo (180) Price From 21,570Top speed 138mph Acceleration 0-60mph in 7.8 secondsCombined fuel consumption 42mpgCO2 emissions 159g/kmEco rating 5/10Cool rating 7/10", 
    "section": "technology", 
    "gid": "technology/2012/apr/06/vauxhall-astra-gtc-review", 
    "wordcount": "492"
}