{
    "headline": "Elon Musk says fully self-driving Tesla cars already being built", 
    "text": "All new Tesla models are being built with hardware to enable them to be fully self-driving, Elon Musk has announced.  The company has said its Model S and Model X electric cars are already being produced with the new system, which includes eight cameras, 12 updated sensors and radar with faster processing.  The software to go with the new hardware package was still being tested and would be installed once ready, Musk said. The death in May of a Tesla driver using the companys existing Autopilot system prompted an investigation by safety regulators. The German government has called on Elon Musks company to stop using the Autopilot branding, while the maker of the original version decided to stop selling it to Tesla, accusing the electric car company of pushing the envelope on safety by using the system for a purpose for which it was never designed. But Musk said he expected that by the end of 2017 a Tesla would be able to drive safely in full autonomous mode from Los Angeles to New York without the need for a single touch on the wheel.  He has set ambitious deadlines for Tesla many times, only to see timetables slip. Rival automakers have said they expect to be able to field autonomous driving capability by 2019 or 2021.  Older Tesla vehicles without the additional cameras, sensors and upgraded processors would not be able to drive autonomously but their Autopilot software would continue to be improved, Musk said.  For a time cars with the new hardware would have less capability to assist drivers with steering or braking than older cars running Teslas Autopilot, Musk said. By December, he said, he expected the newer models to reach parity with the older vehicles.  Musk said the software was being built in-house and would run on an Nvidia Titan chip. It is unclear how Teslas future autonomous driving system will be greeted by regulators. Musk said it would be twice as safe as a human driver. However, federal and state regulators in the United States are proposing new, more rigorous standards to control the development and deployment of such systems.  Edmunds Inc analyst Jessica Caldwell questioned the value of purchasing a self-driving car before regulations catch up, calling it a vanity purchase that could not be used in the real world.  In the meantime rival carmakers could introduce better solutions, Caldwell said, potentially making Teslas hardware obsolete almost as soon as its activated for prime time.  Most notably Tesla has chosen not to include Lidar laser-based sensors, a technology most other car makers believe is necessary for full autonomy.  Teslas self-driving announcement is the latest in a series of efforts over the last few months by Musk to maintain investor interest in Tesla as its stock price has fallen. The company is expected to raise more cash from capital markets within the next 12 months. With Reuters", 
    "section": "technology", 
    "gid": "technology/2016/oct/20/elon-musk-says-fully-self-driving-tesla-cars-already-being-built", 
    "wordcount": "489"
}