{
    "headline": "Boot up: Google Chromebooks for US schools, DuckDuckGo sets traffic record, and more", 
    "text": "A quick burst of 5 links for you to chew over, as picked by the Technology team Featured: You shouldn&apos;t care that the iPhone was made by 13 year old Chinese kids for $0.70 an hour &gt;&gt; Android Headlines Note the URL of the site saying this.   Because of their long lines on release days, rabid fan base and huge stacks of cash, Apple has the largest target on it&apos;s chest for this type of expose. But Foxconn doesn&apos;t exist solely to produce electronics for Apple. All of the largest Android OEM&apos;s also contract Foxconn to produce their devices in factories in China, Brazil, Mexico, Poland and the Czech Republic.   HTC, Samsung, LG, Motorola, ASUS, Acer, Lenovo and others contract Foxconn to manufacture products for them in the same complex where iPhones are made. Their devices are made by the same over worked, underpaid, underage workers, yet none are mentioned in the Business Insider article. None. Not one. Not even Samsung, the sometimes largest smartphone vendor in the world. Just Apple.   We&apos;ve heard the idea of a &quot;FairTrade for electronics&quot; suggested. It seems like a really good idea. DuckDuckGo sets new traffic record, but stats show how dominant Google and others are &gt;&gt; Search Engine Land  ComScore says there were 18.2 billion explicit core searches in the U.S. in December. Some quick math indicates, then, that DuckDuckGo&apos;s query volume is about 0.00004 of overall search activity -- or about one in every 25,000 searches.   So again, props to DuckDuckGo on the new records and for even showing query data to the public at all. (Wouldn&apos;t it be great if Google and Bing did the same?) But wow ... still such a long, long way to go.   DuckDuckGo is, indeed, a pretty good search engine (which doesn&apos;t gather any user data). Oddly, we can&apos;t get Chrome to make it our default search engine. 27,000 Google Chromebooks headed to U.S. schools | Deep Tech - CNET News  &quot;This is the right device for student learning,&quot; said Bryan Weinert, technology coordinator for the Leyden Community High School District in Illinois. &quot;We plan to deploy 3,500 to students next year. Every single student will be issued a Chromebook they can use at school and at home.&quot;   The Chromebooks will replace Netbooks, he said. &quot;We were looking for a device that can be invisible. We want teachers to focus on instruction,&quot; not technical support, waiting for laptops to boot, or making sure they&apos;re charged, he said.   Oh, yeah, Chromebooks. They were going to destroy Microsoft&apos;s business once upon a time. HP to Commit webOS to Open Source by Fall 2012  HP today began executing its plan to deliver an open webOS by committing to a schedule for making the platform&apos;s source code available under an open source license.   The company aims to complete this milestone in its entirety by September.   Released under the Apache 2.0 licence. It&apos;s also open-sourcing Enyo, the developer tool that lets you develop for multiple platforms, straight away. By September, though, the whole landscape will likely look different. Will there be room for webOS then? Focus on the User for Safari &gt;&gt; Florian Eckerstorfer  This Safari Extension is based on the bookmarklet by focusontheuser.org. It is just a wrapper for their code and the original developers receive all credit.   The video by Focus on the User explains pretty much everything. The only difference between the bookmarklet and my Safari extension is that you don&apos;t have to activate it.   Intriguing to follow the download statistics at Github. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/26/google-chromebook-duckduckgo", 
    "wordcount": "630"
}