{
    "headline": "Why my student paper was right to interview Nick Griffin", 
    "text": "On Friday, Leeds Student, the paper I edit, printed an interview with Nick Griffin, leader of the BNP. Later that day, the NUS published an open letter demanding that I remove the piece from our website immediately, arguing that fascists should not be granted a platform to express their political views. The NUS claim that: &quot;Leeds Student risks giving legitimacy to a fascist organisation, and boosts the BNP&apos;s attempts to join the political mainstream.&quot; Adding: &quot;We... demand the editor of the Leeds Student reconsider this grave error and remove the interview with fascist Nick Griffin from their website and newspaper immediately.&quot; During the speaker-phone interview, Griffin was as vile as you might expect. His responses prompted much outraged gesticulation within our paper offices as we all tried to stay quiet. He told our interviewer James Greenhalgh, who is a gay student, that the sight of two men kissing is &quot;creepy&quot;. Of course I considered the effect these comments could have on, say, a vulnerable, first-year student who is struggling to come to terms with their sexuality  and I mitigated this risk as much as possible. The interviewer spoke to an LGBT committee member before printing, and we decided to include the fact that the interviewer is gay in the piece. We also wrote an editorial explaining why we believe it is important that student papers do not shy away from confronting extreme politics. As everyone in the office who heard the interview will testify, the interviewer was ferocious and brave in his questioning. He made me proud to run a paper which is able to get content like this into the student domain. An encounter between a young, gay man and one of the most-hated homophobes in the world was too powerful to be censored  this is why I published the interview. There is also a question of legitimacy. I was voted into my position by students on our campus, the same students who are exposed to what&apos;s in the newspaper. In their email demanding that I remove the article, the NUS signed off &quot;in unity&quot;. In unity with whom? None of my team voted for their &quot;no platform for facists&quot; policy, nor did we vote for these NUS officers. While we have a say on who gets to be an executive member of the student union at Leeds University, we don&apos;t get to choose our national NUS officers or their policies. Ultimately, people come to university to be challenged, not to toe the line of some over-arching organisation which is far removed from our every day campus lives. And the reaction from current Leeds students and alumni has so far been overwhelmingly positive. It insults students&apos; intelligence to insist that they must be protected from extreme views. The idea that talking to Griffin or any other fascist legitimises their arguments is laughable. On the contrary, without being given a stage on which he can display his lunacy, Griffin is an elected politician with just as much authority as any other MEP. Griffin is a politician in a country which has free speech, it is essential that his views and policies are exposed for what they are. Leeds Student merely gave Griffin enough rope to hang himself. Extract from James Greenhalgh&apos;s interview with Nick Griffin, published in Leeds Student, Friday 26 November.   LS: Referring to gay people, you said &quot;ordinary people find these creatures so repulsive.&quot; I&apos;m gay. What is wrong with people like me? NG: Let me explain. Gay people have complained for years that the rest of society hasn&apos;t understood how they feel, and has had to make allowances, has to be tolerant. So why can&apos;t you people simply get over it and tolerate the fact that a lot of heterosexual people  we don&apos;t want to persecute you  but we find the sight of two men kissing creepy. That&apos;s just a fact. What&apos;s the problem? You [students] may think I&apos;m a monster, but look at what your fate would be in an Islamic republic of Britain.   This article was amended on 30/10/12 to clarify that the interviewer consulted one member of the LGBT committee rather than several.", 
    "section": "education", 
    "gid": "education/2012/oct/29/why-my-student-paper-was-right-to-interview-nick-griffin", 
    "wordcount": "703"
}