{
    "headline": "Puzzle & Dragons made $113m in April as developer GungHo's market cap rivals Nintendo's", 
    "text": "Finnish developer Supercell made waves in the mobile games industry in April when it claimed its Hay Day and Clash of Clans games made $179m of revenues in the first quarter of 2013. Now even that achievement has been put in the shade by Japanese developer GungHo, whose Puzzle &amp; Dragons mobile game made $113m in the month of April alone. The figure was announced in the company&apos;s latest financial results, translated by games industry consultant Dr Serkan Toto, who has been tracking GungHo&apos;s growth closely. The developer&apos;s revenues for Q1 were $303m, while its operating profit was $183m. Puzzle &amp; Dragon&apos;s $113m in April all from in-app purchases meant that game alone has been making just under $3.8m a day, compared to Supercell&apos;s $2.4m of daily revenues. The game isn&apos;t yet available in the UK, although it is in the US. The success has sent GungHo&apos;s stock price surging on the Osaka Stock Exchange. In his latest blog post, Toto notes that it has reached $15.1bn, more even than Nintendo, with its market cap of $15bn. Market caps don&apos;t tell the full story about a company&apos;s health and how it compares to others in its space, of course.  GungHo&apos;s success is based almost entirely on a single game with 13m players, who could move on to another title as swiftly as they arrived at Puzzle &amp; Dragons which, if you&apos;re new to it, blends match-three puzzles and RPG gameplay. The company&apos;s challenge now is to keep those players interested with new features, while planning new games. The same challenge that faces Supercell, Angry Birds maker Rovio and other firms with big mobile hits in the West. The money rolling in from Puzzle &amp; Dragons will give GungHo a good base to work from, as will a $265m investment from Japanese telecoms firm SoftBank, which bought a 58.5% stake in the company in March 2013.     Puzzle & Dragons blends match-three puzzling with RPG elements    GungHo&apos;s success so far is just one element of a thriving mobile games scene in Japan. Messaging app Line, which runs its own platform for social mobile games, reported Q1 revenues of $58.8m, with half coming from in-app purchases in games. Meanwhile, social mobile game networks DeNA and GREE have been battling in their home market of Japan and abroad. DeNA posted revenues of $528m and an operating profit of $184m in Q1 2013, while GREE is about to announce its comparable financials. These companies&apos; success so far puts the performance of Western games publishers into perspective. Electronic Arts&apos; mobile revenues were $109m in the first quarter of 2013, while Zynga&apos;s were $264m across web and mobile. Meanwhile, Rovio&apos;s revenues for the whole of 2012 were $197.6m, more than $100m less than GungHo&apos;s for Q1 2013 alone even though Angry Birds had 263m active players. For now, dragons trump birds in the app store revenue wars, it seems.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/14/puzzle-and-dragons-gungho-revenues", 
    "wordcount": "482"
}