{
    "headline": "Cameron refuses to say if he will quiz Google boss Eric Schmidt over tax", 
    "text": "David Cameron has refused to say whether he will question Google&apos;s chairman over allegations that the internet giant is exploiting tax loopholes at a meeting on Monday that will discuss tightening up international tax rules. The prime minister&apos;s spokesman also refused to be drawn on whether Eric Schmidt, who is attending the meeting of Cameron&apos;s business advisory committee, will be asked for his opinion on how best to close existing tax loopholes as they discuss the government&apos;s agenda of tackling &quot;aggressive avoidance&quot;. The meeting follows a damaging week for Google after it was accused by whistleblowers and the public accounts select committee of using and abusing tax incentives to avoid paying hundreds of millions in tax. Asked whether Cameron was going to raise Google&apos;s tax affairs, the spokesman said: &quot;We don&apos;t talk about individuals&apos; or individual companies&apos; tax affairs. What the PM will be doing at the meeting today will be explaining the tax and tax transparency part of the G8 agenda which he has been discussing with other G8 leaders and he will discuss again at the European council.&quot; &quot;Companies have to pay the tax that is due. It is right that the government meets with, and consults with, a wide range of businesses. He will be raising his very active agenda today,&quot; he added. Asked why Cameron felt able to comment on Jimmy Carr&apos;s tax affairs when the comedian was accused of aggressive tax avoidance of millions of pounds but not able to speak out on allegations that Google has shielded billions from the taxpayer, the spokesman said: &quot;What is very important to do is to set out in detail the work the UK is doing in partnership with other countries to take forward the reform of global tax rules. As part of that you saw the PM writing to overseas territories and crown dependencies only yesterday,&quot; he said. Schmidt has said he welcomes promises by international leaders to crack down on tax loopholes exploited by the search firm and other multinational internet businesses that take billions of pounds of sales from the UK through overseas companies, which HM Revenue &amp; Customs cannot tax. &quot;Given the intensity of the debate, not just in the UK but also in America and elsewhere, international tax law could almost certainly benefit from reform,&quot; he conceded in the Observer. He said an action plan from the Organisation for Economic Co-operation and Development, due to be presented to the G20 in July, was now &quot;hotly awaited&quot;. OECD officials have already signalled that the plan will include &quot;updated solutions to the issues related to jurisdiction to tax, in particular in the areas of digital goods and services&quot;. Schmidt&apos;s latest remarks on tax represent a marked softening in tone. In December he dismissed critics, saying: &quot;We pay lots of taxes; we pay them in the legally prescribed ways. I am very proud of the structure that we set up. We did it based on the incentives that the governments offered us to operate.&quot; The meeting comes after a dreadful week for Google during which its northern Europe boss, Matt Brittin, was recalled to appear before angry MPs on the public accounts committee to clarify testimony on the group&apos;s tax arrangements he gave to parliament six months ago. Google did 3.2bn of business with UK advertisers and media buyers last year but told HMRC these transactions were technically &quot;closed&quot; in Ireland, and therefore not liable for UK tax. Brittin told MPs he stood by earlier evidence that his 1,300 employees in the UK  more than half of whom work in marketing  did not close sales. The MPs were armed with evidence from several whistleblowers, former Google UK workers who told the politicians they believed they were negotiating and closing sales in the UK. One of those whistleblowers, who worked for Google between 2002 and 2006, has spoken out publicly for the first time. &quot;When I was at Google, our job was to find advertisers, to close the deals [and] to get them to sign bits of paper saying they were committing to spending in the UK,&quot; Barney Jones told the Sunday Times. &quot;If that is not closing the deal, I don&apos;t know what is.&quot; The prime minister has already signalled he wants to use Britain&apos;s presidency of the G8 to tackle &quot;aggressive tax avoidance&quot; by multinationals. &quot;Some forms of avoidance have become so aggressive that I think it is right to say these are ethical issues,&quot; he told the World Economic Forum in January, urging multinationals to &quot;wake up and smell the coffee&quot;.", 
    "section": "technology", 
    "gid": "technology/2013/may/20/cameron-google-eric-schmidt-tax", 
    "wordcount": "788"
}