{
    "headline": "Free school head without any teaching qualifications plans to ignore curriculum", 
    "text": "One in ten teachers working in free schools are not formally qualified to do so, according to official figures, including a 27-year-old who has been appointed as headteacher of a primary due to open this year. There were 21 teachers with no teaching qualifications in the 17 free schools that responded to a government census. Almost half (47%) of the schools had at least one unqualified teacher. Pimlico Primary free school in Westminster, which is due to open in September, has appointed a headteacher who is only now receiving teacher training. Annaliese Briggs, a former thinktank director who advised the coalition government on its national primary curriculum, is the designated head for the new school, which is sponsored by Future, a charity founded by John Nash, the Tory donor and former venture capitalist appointed schools minister in January. It is understood that Briggs, an English literature graduate from Queen Mary, University of London, and a former deputy director of the right-wing thinktank Civitas, is being trained in Wandsworth in preparation for the beginning of the next school year. She has already said that she will ignore the national curriculum and teach lessons &quot;inspired by the tried and tested methods of ED Hirsch Jr&quot;, the controversial American academic behind what he calls &quot;content-rich&quot; learning. One local teacher, who did not want to be named, said he was astonished that such an inexperienced candidate had been selected. . &quot;It seems extraordinary that having experience and teaching qualifications are no longer prerequisites to running a school,&quot; he said. Even a young headteacher is normally expected to have six years of teaching experience before they are entrusted with the task of leading a school. The education secretary, Michael Gove, announced in 2010 that free schools  which are outside the control of local authorities but funded by the state  would be allowed greater leeway over appointments. Last summer he extended such freedoms to the country&apos;s 1,500 academies, claiming that removal of the requirement for staff to have qualified teacher status (QTS) would replicate the &quot;dynamism&quot; that he believes is found in private schools. The shadow education secretary, Stephen Twigg, responding to the school census figures  which were collected in November 2011  said he would reverse the policy if Labour was in power. &quot;Parents will be shocked to learn that this government changed the rules and we now have unqualified teachers in state schools. This wouldn&apos;t happen under Labour  we would ensure teachers are qualified,&quot; said Twigg. &quot;We need to strengthen, not undermine, the quality and professionalism of teaching. Ministers should reverse this decision so that all young people get the qualified teachers they deserve.&quot; Leaders of the teaching unions believe the policy is part of a &quot;deskilling&quot; of the profession. Chris Keates, general secretary of NASUWT, the largest teachers&apos; union, said the latest figures were an insult to teachers. &quot;This information is just a manifestation of the fundamentally flawed policies of a coalition government that believes it is acceptable that schools should be able to employ leaders and teachers who do not have qualified teacher status,&quot; she said. &quot;Parents and the public should be deeply concerned that they can no longer have confidence that when children and young people go to school they are being taught by a qualified teacher. &quot;If anyone suggested that doctors could be unqualified and allowed to treat patients, everyone would be rightly horrified. Why is the same concern not extended to the education of our children and young people?&quot; The row comes as the first Ofsted reports into standards in free schools are published. Batley grammar school in West Yorkshire and Sandbach school in Cheshire were both found to &quot;require improvement&quot;. They were said to be letting their pupils down across a range of subjects, particularly English. Staff at Sandbach school were told they had an &quot;inflated view&quot; of their performance. Jo Saxton, director of education for Pimlico Primary&apos;s sponsor Future, said: &quot;All our staff are carefully selected to ensure the ideal balance between excellent subject knowledge, effective teaching and the ability to engage all pupils.&quot; A Department for Education spokesman said: &quot;We have given free schools and academies the same freedoms the best independent schools enjoy to hire great linguists, computer scientists, engineers and other specialists so they can inspire their pupils. &quot;Pimlico Academy&apos;s governors and teachers [Pimlico Academy secondary school is also run by Future and will share its site with Pimlico Primary] took a failing secondary and increased its Ofsted rating to &apos;outstanding&apos; in record time. Headteachers and governors at places like Pimlico know their schools best and we trust them to recruit the right staff.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/10/free-school-head-no-qualification", 
    "wordcount": "797"
}