{
    "headline": "Proteus  review", 
    "text": "     The island is revealed as though through opening eyes, a misty shape in the distance. You wade forward and reach the shoreline, the sound of waves and the buzz of insects growing stronger. From the blocky visuals, from the lack of any formal introduction or cinematic story sequence, you understand that this is going to work differently. And already you&apos;re asking, what kind of game is this? What am I here for? Hours later, you will not have answered the questions. Developed by Ed Key and musician David Kanaga, Proteus is a game about exploration and sensory experience. You&apos;re on an island, rich with life. There are hills, woodlands, beaches, as well as signs of human inhabitations  standing stones, a small wooden hut. The visuals are impressionistic, seemingly rendered via 70s computer technology.  But the biosphere is incredibly detailed: weird creatures prowl the undergrowth, plants rise, breezes rustle through the branches. There is a day/night cycle and by performing a certain ritual, players are able to bring about seasonal changes. Overhead, clouds crawl by, sometimes bringing rain, sometimes a heavy mist that obscures everything but the lowlands. The point? The aim? Just wait a minute, patience is part of this. Vitally, everywhere you go there is music; an emergent soundscape that reacts to your location. Amid the trees in the height of spring, you hear the hum of bees and hens clucking and pecking; at night, there are the hoots of owls and eerie rustlings. All of these add new effects to the aural environment, and all fade as you move on. The result is like listening to your own mix of Adventures Beyond the Ultraworld or a Brian Eno ambient album (actually there&apos;s a bass sound that harks directly back to Eno&apos;s Apollo: Atmospheres and Soundtracks  a similar attempt to map both a place and a mood through music). It is beautiful and affecting, especially through a good pair of headphones, which will accentuate the spacial elements of the score. And partly Proteus is about its location. Throughout the history of literature the island has been used as a liminal zone between reality and the imagination; a place of mystery and isolation, where the rules of society no longer apply, and where stranded travellers can truly discover themselves. Proteus toys with these familiar elements. As in The Tempest it is a supernatural space, &quot;of noises, sounds, and sweet airs that give delight and hurt not&quot;. As in Lost, it is somewhere beyond time with its own physical laws  and as in Lost, you arrive washed ashore as a stranger.  The point? Ostensibly, the point is discovery. Every time you play the game, a new island is generated around a set of mandatory scenic features. Your role is to experience it. Sometimes, at dusk, you can stand mid-way up the island&apos;s tallest mountain and watch as the sunlight turns to a deep violet, and the detail of the woodland below obliterates into chunky pixels of colour. In autumn, the sky seems to close in above you, and all you can make out in the distance are the tops of the hills; there, you may well see a circle of weird folkloric statues silhouetted against the nothingness. The moments you have will be your own. To explain too much more would be to lessen the experience for you as a player. But Proteus is beautiful, a beautiful thing. And it makes me happy  happy because it is so intrinsically interesting and emotional; happy because we live in an age in which things like this can be made and distributed to everyone with a computer. Maybe that&apos;s the point. Somehow, liking or disliking Proteus has become something of a political decision in the gaming community. The arguments over whether or not it is a game are doomed to fall short of anything conclusive. All games are discreet systems of pleasure  defining beyond that is folly.  If it must be catgorised, Proteus perhaps is best filed alongside last year&apos;s similarly oblique but fascinating experimental games  Dear Esther and Journey. These titles will enrage some, and all have given rise to arguments about value and interaction. But they are all things worth experiencing  you will certainly take more from them than from most of the movies you absent-mindedly order from LoveFilm; even if what you take is confusion and annoyance, even if you can&apos;t make up your mind what they are or what you believe them to be. That&apos;s the point, right there. We&apos;re entering a new age of emergent, subjective gaming where what we get out is what we put in; where design is a collaborative process of interpretation and imagination. Proteus, Dear Esther and Journey all hint at that future, a Venn diagram of experience, narration and exploration  and at the centre is you.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/04/proteus-review", 
    "wordcount": "805"
}