{
    "headline": "MOOCs: a massive opportunity for higher education, or digital hype?", 
    "text": "MOOCs (Massive Open Online Courses) are the latest addition to the acronym-bound lexicon of higher education, and quite possibly the most significant of them all. They represent a new generation of online education, freely accessible on the internet and geared towards very large student numbers. Over recent months we have seen a remarkable spate of major MOOC ventures from top-ranked universities including MIT, Harvard, Princeton and Berkeley, offering free access to lectures and courses sourced from world leaders in their fields. And in July, 12 universities in the US and Europe announced their involvement in Coursera, an internet course platform created by two Stanford University scientists. The phenomenon has been likened by the president of Stanford University to &quot;a digital tsunami&quot;, threatening to sweep aside conventional university education. Whether or not the rise of MOOCs will prove to warrant such hyperbole, there is no doubt that something very important is happening in the global system, raising profound questions about the very nature and future of higher education. MOOCs are not entirely new. Both MIT and our own Open University have been offering open-source educational resources and short courses free online for some years, albeit mostly as &apos;tasters&apos; for their mainstream provision. iTunesU, TED and Academic Earth are among non-university sources of excellent and free video lectures from eminent authorities. What is new about MOOCs is the scale, scope and pace of the ventures. Major new players include Coursera, Udacity edX, Minerva, Khan Institute, Straightline and the University of the People. All offer a range of high quality courses, free to access, with varying degrees of online support, assignments, assessment and even certification for those completing programmes. Each is claiming to have signed-up hundreds of thousands of students worldwide, albeit with relatively small percentages persevering to complete their courses. Unlike commercial online courses, such as those from the privately-owned University of Phoenix, most MOOCs have grown as not for profit spin-outs from US Ivy League universities and partner institutions across the world. They have nonetheless attracted over $100m of private venture capital investment this year already, as well as enthusiastic support from global information industry giants like Google and Pearson. There are clear echoes here of the dot-com revolution of the late 1990s, reflected in the diversity of interpretations from higher education sector observers. Many share the view of the Stanford president that MOOCs replicate the disruptive innovations that have reshaped the global information, media and news industries, by shifting market power from the established players to parvenu start-ups and alternative providers. Others are more sceptical, observing that the current MOOCs are essentially modern versions of the external correspondence courses that have been available for 50 years or more. Apologists for the university tradition point out that MOOCs do not offer degrees or even recognised credits towards the academic awards that distinguish &apos;proper&apos; university graduates. Those with memories of the dot-com boom-and-bust years question the viability of a business model based on giving away your core products and potentially also your intellectual property rights. The economic viability of open (read, free) online learning has yet to be established, but could be compared with other information-based internet industries. In the post-dot-com world, value and profits have come mainly from ownership of the technology platforms through which users access information and services. This gives the platform owners huge amounts of market intelligence and sales opportunities, generated by having hundreds of thousands of captive customers. That is why the global media and technology giants are queuing up to invest in this emerging market, that Global Industry Analysts Inc have estimated will be worth $100bn worldwide by 2015. And this is where the fiercest market battles are likely to be fought. At this early stage of the MOOC revolution, it is premature to predict the impacts on conventional higher education providers. The universities and private venture funds investing in this area openly acknowledge the high level of experimentation and testing of waters involved. The current MOOC offerings are mostly digital versions of conventional pedagogies  what blogger Dan Butin has called &quot;Learning 1.0 products in a Web 2.0 world&quot;. This can and will change through the incorporation of the kinds of user interactivity already well-established in social media technologies. There is no inherent reason why MOOC-acquired learning cannot be accredited and recognised, especially as the market for degree-awarding powers opens up, subject perhaps to appropriate quality assurance arrangements. If, or perhaps we should say when, MOOCs mature in these ways, they will challenge our basic notions of higher education, just as our relationships with news, entertainment and other information have been transformed. When knowledge and educational content become free commodities, how will universities justify the value of their fees? When degree-level programmes and supporting services become available on-demand, whenever and however students wish to access them, why should courses be tied to academic timetables based on the ecclesiastical calendar? And when the elements of higher education  content, courses, support, assessments, awards  are all separately available from world-class providers, what will be the role of the university? Mike Boxall leads PA Consulting&apos;s work with universities and colleges  follow him on Twitter @MikeBoxall1 This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/08/mooc-coursera-higher-education-investment", 
    "wordcount": "893"
}