{
    "headline": "Kenya to build Africa's first underwater museum", 
    "text": "Kenya is on the brink of building Africa&apos;s first underwater museum, which will be dedicated to studying marine life and shipwrecks. Designs of the proposed museum, which is expected to be open in 2014, have already begun with the help of US architects and a budget for construction costs is being discussed at government level. &quot;Apart from studying shipwrecks that happened in the Indian Ocean Coast, we will also be studying the marine life that exists [there]... Construction is set to begin soon and it is expected to be fully operational in the next two years,&quot; said Cesar Bita, head of archaeology at the National Museums of Kenya. Kenya will be one of the few countries in the world to have an underwater museum. The US and the United Kingdom have such facilities as well as China, which has the world&apos;s largest underwater museum. Egypt is carrying out studies to also construct an underwater museum but it has not advanced its initiative like Kenya. The museum will be located in the shores near the town of Malindi, a popular tourist destination. &quot;Shipwrecks attract a lot of fish which feed on micro-organisms on the wood [of the ships] and they are also a habitat for the fish and several other aquatic species. We will partner with many organisations in the study of marine life,&quot; said Bita. &quot;The marine life that we aim to study is several species of fish, turtles, and even dolphins because there seems to be a relation between feeding and the shipwrecks,&quot; Bita added. Human remains from the shipwrecks will also be archived in the museum records. &quot;Building an underwater museum is a good idea but expensive. It is happening when the government has put at least one percent of its annual budget on scientific research and innovations. Other areas however need to be prioritised, such as the science of development,&quot; said Prof Germano Mwabu from the department of economics at the University of Nairobi. He said more should be invested in health research such as malaria, which affects millions of people in the country each year.", 
    "section": "environment", 
    "gid": "environment/2012/may/28/kenya-africa-underwater-museum", 
    "wordcount": "357"
}