{
    "headline": "Canada cuts aid budget but middle-income trade partners unaffected", 
    "text": "Canada is ending bilateral aid programmes in eight countries and refocusing efforts in five others due to &quot;high operating costs&quot;, a move that the umbrella group representing Canadian international development organisations says is difficult to immediately measure but will affect some of the poorest countries in the world. The Canadian International Development Agency (Cida) will end bilateral programming where aid efforts are hindered by high operating costs: Nepal, Rwanda, Zambia, Zimbabwe, Malawi, Niger, Cambodia and China, Scott Cantin, the agency&apos;s media relations and public affairs manager, told IPS. The agency will also reduce and concentrate its bilateral programming in Mozambique, Bolivia, Ethiopia, Tanzania and Pakistan, Cantin added. The changes are part of the federal government&apos;s plans to cut $319m dollars (200m) from Cida&apos;s funding over the next few years. More details about how the 2012 budget is to be implemented will be released in the coming weeks. Chantal Havard, the government relations and communications officer at the Canadian Council for International Co-operation (CCIC) in Ottawa, argued that it is &quot;hard to assess&quot; the direct impact of the cost-cutting exercise because the exact reductions in each country are still unclear. Yet, she added, significant staff cuts will undermine Cida&apos;s capacity to play a strong leadership role among other donor countries. Moreover, many of the countries that have experienced a total funding loss or decrease  eight are in Africa  &quot;rank at the bottom&quot; of the UN&apos;s 2011 Human Development Index, Havard said. &quot;We&apos;re turning our back on those who need Canadian assistance the most.&quot; Peru, Colombia, Ukraine, Bangladesh and Vietnam, with which Canada has either ongoing trade agreements or is carrying out significant business activity, will see no change in their relationships with Ottawa, Havard said, pointing out that many are middle-income nations. Although Canadian development NGOs are unaware of the exact criteria determining which countries merit slashed funding, &quot;there&apos;s definitely a tendency towards bringing together more and more of Canada&apos;s trade interests and business interests with international development interests&quot;, she said. Overall, the Conservative government is not &quot;ideologically&quot; attracted to development assistance as a principle because of problems accounting for funding and showing results, said Dane Rowlands, a professor and the associate director of Carleton University&apos;s Norman Paterson School of International Affairs in Ottawa. Still, Canada&apos;s development arm emphasised that it will continue to provide aid assistance to Benin and Afghanistan, and meet publicly stated commitments to Caribbean countries, despite previous media reports. The agency will deliver &quot;value for aid dollars&quot; and respond to humanitarian crises in a &quot;timely and meaningful manner&quot;, Cida&apos;s Cantin said. The government will maintain sufficient funding to meet development objectives such as improving the health of mothers and children through the Muskoka initiative and curbing poverty through multilateral programmes, he added. Over time, the countries that the Canadian government has targeted for funding reductions will not to a great degree notice Canada&apos;s withdrawal, though this may depend somewhat on whether Cida also slashes financing to these states via its &quot;Partnership with Canadians&quot; branch, said Rowlands. The branch supports Canadian organisations improving the quality of life in poor, developing countries. Smaller communities, however, will experience &quot;noticeable effects&quot; when specific projects are terminated, Rowlands said. A further danger is that Canada&apos;s rationale for selecting the countries for cuts  high operating costs  may influence a possible &quot;piling-on effect&quot; whereby donors prefer concentrating in a few countries with an easier operational environment, he noted. As a result, some of the countries Cida has earmarked for the &quot;chopping block&quot; may become &quot;aid orphans that few donors want to deal with&quot;, he added. In this era of global austerity, Canada faces a low immediate risk to its international standing among established donors, which also register below the 0.7% of GDP target for aid, Rowlands conceded, although &quot;behind closed doors I suspect some disappointment will be expressed to Canada&quot;. Recipient states will view Canada&apos;s slashed bilateral assistance as its further withdrawal from the development scene, but individual nations are unlikely to voice complaints due to fears of deeper cuts or a wish to &quot;make it back on the list&quot;, he told IPS. Within the wider development and NGO community, Ottawa is vulnerable to a further decline in its &quot;once reasonably positive&quot; reputation in this regard, noted the academic, adding that Canada will be perceived as &quot;quick to cut assistance when times are tough&quot; and will probably continue to &quot;drift down the donor ranks&quot;. Canada holds the 10th spot of the OECD&apos;s Development Assistance Committee ranking of donor nations, he said. Yet, as the global economy slowly recovers and the government nears the next election, aid will probably increase, predicted Rowlands. By then, it will be harder to blame cost-cutting on economic weakness, he said. And governments often turn their attention to foreign affairs as they grow &quot;bored and frustrated with domestic issues&quot; deeper into their terms.", 
    "section": "global-development", 
    "gid": "global-development/2012/may/02/canada-cuts-aid-budget-trade-partners", 
    "wordcount": "843"
}