{
    "headline": "20 Best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of the best new Android apps for smartphones and tablets, drawn from a mixture of Google Play digging, press releases and submissions from developers. Games aren&apos;t included  they get a separate roundup which has plenty of Android games this week. The weekly iOS apps roundup will be published later in the day. Here&apos;s this week&apos;s Android selection: PizzaExpress Fancy a pizza? UK chain Pizza Express&apos; innovative app has been ported from iOS to Android, enabling customers to book tables, and then pay for their bill using PayPal at the end of their meals. The app will also provide regular offer codes, and it ties in with the chain&apos;s Click &amp; Collect takeaway-ordering service too. Via.me Pitching itself as a &quot;social storyboard&quot;, Via.me is an app for sharing photos, videos, audio and text on a standalone social network, as well as through Facebook and Twitter. That means photo filters, feeds of friends&apos; activity assuming they&apos;re on it, of course and notifications aplenty. White House The official White House app has been out for a little while, but what&apos;s new this week is a version for Android tablets, just as the US presidential election gets into swing. Expect news, photos and videos from the White House, including live video streams of events featuring the president himself, and his officials. Quora Lots of people in Silicon Valley have been getting excited about Q&amp;A service Quora for a while now, thanks to plenty of tech executives giving candid views on their industry. Can it become more mainstream through mobile apps? The new Android version is a step in that direction, providing a usable window into Quora, and lots of Android-specific widgetry and features. Richard and Judy Book Club Out on iOS a couple of weeks ago, WHSmith&apos;s official app for this year&apos;s Richard and Judy Book Club initiative is the latest example of branded augmented reality. Using HP subsidiary Aurasma&apos;s AR technology, it encourages readers to scan covers of participating books to watch reviews and other videos. Torrent Beta Possibly controversial, this, but on the basis that it&apos;s a significant new release and that there are a number of non-copyright-infringing uses for it Torrent makes our selection this week. It&apos;s a beta Android client for one of BitTorrent&apos;s two clients (the other, BitTorrent itself, already has an Android beta). For now it&apos;s free, and aims to make it easy to find and download torrents, including RSS feed subscriptions. Telly This sounds like it should be some kind of social TV / second-screen app, but actually it&apos;s more of a social videos play, taking on Socialcam and Viddy. The idea: shoot videos, add music, and then share on Facebook and Twitter, as well as through Telly&apos;s own standalone social network. It&apos;s the work of Twitvid, which was one of the first social video startups. KinderPhone This app is the latest attempt to make Android smartphones safe for children (see also: Famigo Sandbox). The idea is that parents install the app on their child&apos;s phone, and can then monitor what they&apos;re doing in terms of apps, social networking and calls. It also has &quot;check-ins messages&quot; to make it quicker for children to let their parents know their current location. A bit Big Brother? That&apos;s a debate worth having. If a child is old enough to be given an Android smartphone, are they also old enough to not have their usage of it monitored this closely? Blue Badge Style Stuxbot Technology&apos;s new Android app wants to be &quot;a guide for a less able lifestyle&quot;. That means a location-based guide to restaurants, bars, cafes and so on, but with an emphasis on how accessible they are (for example: wheelchairs). The app can also be used to call venues for bookings, or browse their websites, and it recommends nearby places with reviews. Gojee - Food &amp; Drink Recipes &quot;Prepare yourself for a happy mouth explosion,&quot; shouts Gojee&apos;s Android app description, by way of introduction (in capitals). It&apos;s an app aggregating food and drink recipes from more than 200 foody blogs, and presenting them with lip-smacking photography in a slinky user interface. Zara Samsung has bagged an initial exclusive on the official Android app from fashion house Zara. On offer is the company&apos;s catalogue, refreshed every week, with options to buy clothes, and scan barcodes when in a store for more information and alternative colours. Meet Travellers by Tripayo There&apos;s a mini-blitz of social travel apps in 2012, as startups scramble to help travellers connect to friends and strangers alike for better information on destinations. Tripayo&apos;s new app is, as its name makes clear, about hooking up with fellow travellers while on your jaunts presumably for friendship or more, depending on the situation. Hotel and flight-bookings features are also included.  Radiowalla Indian online radio service Radiowalla has launched its official Android app, offering its hand-picked selection of streaming stations in music, sports and talk genres. Some shows can be listened to on-demand, too. Hollywood Reporter Hollywood industry magazine The Hollywood Reporter has taken its app to Android, offering a feed of news, views and videos from the film, TV and music industries. Social features are also built in. Coach&apos;s Eye TechSmith&apos;s Coach&apos;s Eye app is a very clever tool for athletes (pro or otherwise) and coaches. The idea: &quot;video capture with slow-motion review, drawing tools, and simple sharing&quot; to analyse your performance and learn to do things better, whether that&apos;s running, throwing or swinging a golf club. Internet Radio (Beta) Another app that does what it says on the title. EnsightMedia&apos;s app offers 50,000 streaming radio stations drawn from Shoutcast&apos;s radio directory, with search features, a sleep timer and some skeuomorphic design touches to make it look like a vintage radio. Foneclay Android is already one of the more customisable smartphone operating systems, through its own widgets and third-party apps. Foneclay is the latest example of the latter, promising &quot;immersive, art-interfaces as dynamic as you are&quot;. Including, as you&apos;ll see from its Google Play screenshots, big yellow monsters. It&apos;s a more fun take on the phone-customisation apps genre. Sleep Time Alarm Clock If I had a pound for every alarm-clock app I&apos;ve seen go live on Google Play, I&apos;d be too busy browsing speedboat catalogues to write this roundup. Sadly, most of them are rubbish. Sleep Time Alarm Clock is one of the better ones though: a &quot;sleep cycle alarm clock&quot; that aims to detect your movements in bed using your device&apos;s accelerometer, then wake you up at the right moment to avoid grogginess. Chestburster Some fun here, of the augmented-reality-t-shirt-to-make-an-alien-burst-out-of-your-chest variety. Scan one of Fingerfunk&apos;s t-shirts and, yes, an alien will burst out of the person&apos;s chest. A novelty, yes, but a useful showcase for what&apos;s possible with technology like the Unity 3D game engine and Qualcomm&apos;s Vuforia AR platform (both used here). Vibease - Chat and Vibrator And a bit more fun to finish off, although &quot;finish off&quot; is perhaps not the best phrase to use in this context. Vibease promises &quot;soothing ambient sound and customizable vibration rhythm&quot;, as well as a private social network for couples to... Well, make one another&apos;s smartphones buzz. The app will also work with a separate Vibease vibrator for true Android-fuelled sexytime. Not a phrase you&apos;ll be reading in this column for a while, thankfully. That&apos;s our selection, but what have you been using this week on your Android smartphone or tablet? Make your recommendations with a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/07/best-android-apps-pizzaexpress-viame", 
    "wordcount": "1272"
}