{
    "headline": "Social mobility: universities that do it must prove it", 
    "text": "It would be churlish not to support the deputy prime minister, Nick Clegg&apos;s latest attempts to move social mobility up the policy agenda, even if it too often appears like sticking plasters on the deeper wounds created by increasing tuition fees and cutting investment in sure start. There is a deeper conceptual contradiction however with the coalition&apos;s social mobility approach, one that is more important for higher education. The government appears in one breath to want to extend opportunity for occupational progression to as many young people as possible. Yet it places virtually all its attention on changing the social composition of the most high earning and status jobs. These roles will always however be very limited in number. It would be a novel approach indeed to reducing unemployment to expand the number of judges, MPs, doctors and chief executives. The implication for higher education is that the bulk of the contribution that it makes to social mobility is not part of the story. Research last year by the Resolution Foundation showed that in the 2000s only 4% of those who were upwardly mobile had no qualifications while 52% held a degree. But this social mobility is not the long range sort emphasised by the coalition. It is much more diverse, often regionally based related to the relationships that higher education providers have with local employers. This is the kind of short range social mobility that sees so many working class and mature students from the London School for Hospitality at the University of West London go into good jobs in the local tourism and leisure industry, and Harper Adams College have one of the highest graduate employability rates in the country, rivalling Oxbridge, supporting thousands of their students to go into careers in land based industries. It is not however limited to the newer institutions. The vast majority of Russell Group graduates do not go into law or medicine. Many, and this includes the working class ones, go into the public and voluntary sectors or start their own small and medium enterprises (SMEs). But the impact of HE on their lives, as with their counterparts in the post 1992s, is being ignored. The consequences of the failure of the real HE contribution to social mobility to feature in the policy discourse could be quite profound for the sector. The chief executive of Hefce Sir Alan Langlands has been quite vocal this year about the need for a &apos;new narrative&apos; regarding HE, if the sector is to prove to the government that it should not be subject to further cuts in investment in the forthcoming comprehensive spending review. The need for this narrative is even more pressing when the leader of the opposition Ed Miliband&apos;s most vocal contribution to the debate around HE and its role in social mobility, in May, was to argue that there is too much attention paid to going to university and any new Labour government would address &apos;academic snobbery&apos; via greater stress on apprenticeships and technical education. The true story regarding HE and social mobility needs to be central to Langland&apos;s new narrative for HE. If the sector cannot prove its social worth then it can only expect further cuts. This story has to be told though by HE itself. This means embracing a broad definition of access to higher education and student success and making it central to the public understanding of what HE does. HEIs across the mission groups cannot afford to give their contribution to social mobility and access only a walk-on part in their narrative of the value of HE, because they are either concerned about &apos;standards&apos; or disgruntled about the bureaucracy attached to Key Information Sets (KIS). What the continued emphasis on social mobility is doing, is placing the issue more and more at the centre of political debate. If HE cannot shape how it is understood and find its place in it, then further financial pain may be inevitable. Dr Graeme Atherton is head of AccessHE - a London-based organisation that supports under-represented groups into higher education This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/03/universities-contributing-to-social-mobility", 
    "wordcount": "710"
}