{
    "headline": "Summer of Cycling is also summer of love between bike organisations", 
    "text": "The world of organisational cycling is famously fractious, riven with splits, some of them with amazingly ancient roots. Trying to get bicycle organisations to agree on something, on anything, is like herding proverbial cats. Which makes a meeting last November all the more amazing: twenty three cycle organisations agreed on something. In 2012, these organisations will go into a digital huddle to promote the Summer of Cycling. Details for exactly what this promotion will entail are still being worked out, but to get such a consensus is big news. And, unlike previous attempts at joint promotions, all the major organisations were present. Among those present were executives from British Cycling, CTC, Sustrans, London Cycling Campaign, Cycling Scotland, the Bicycle Association, Bike Week, Transport for London, the Association of Cycle Traders, Halfords, the Tour of Britain and Cyclenation. Chairing the meeting was Julian Huppert, Liberal Democrat MP and co-chair of the All Party Parliamentary Cycling Group, a cross-party bunch of bicycling MPs and peers. The group has no axe to grind, it&apos;s neutral. It could therefore bang heads together  gently  to call for the meeting to discuss a joint promotion for the Olympic year. What was anticipated to be a heated meeting, with cycling factions splitting along the usual party lines, turned out to being a session of nodding heads. Instead of objections, there were offers of help, and from all quarters. It helped that the promotion won&apos;t be location-based: Cycling Scotland could flag-wave for the Summer of Cycling just as easily as Transport for London could for the Olympics. The promotion is cheap, it requires the organisations to submit their events to a database and then link to this central database via their own websites. Link farming, but for a good cause. By linking together, cycling becomes bigger and stronger. This would pique the interest of ministers, said Huppert. He added it would also be a good hook for the media. With sport cycling expected to do well at the Olympics  with a potential gold medal winner at the Games&apos; opening event, Mark Cavendish in the road race  2012 could be the year when cycling goes &quot;top of mind&quot;, said Huppert. Phillip Darnton, executive director of the Bicycle Association, agreed:  &quot;2012 ought to be year we sell more bikes than ever before. It ought to be the year more kids get cycle trained than ever before. More children should be cycling to school than ever before. And after the Olympics, more people than ever before should be lining the roads to watch the Tour of Britain.&quot;  The execs from the wide variety of cycling groups agreed to agree that the Summer of Cycling had great potential, and importantly, didn&apos;t conflict with any existing or planned promotions. In March, Sustrans&apos; Big Pedal will aim to get children in 1,000 schools cycling for one million bike-to-school miles. This would be the curtain-raiser for the Summer of Cycling, with summer being a loose term. The idea that most galvanised the meeting was the +1 concept: those taking part in events would be encouraged to bring one other person along. A proselytising pledge campaign could get new people to try cycling to work for the first time, or riding the wooden banks of a velodrome for the first time, or taking part in a long-distance challenge ride for the first time. So feel free to join in. And bring a friend.  Carlton Reid is the executive editor of BikeBiz.com and the editor of levy website BikeHub.co.uk", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jan/09/summer-of-cycling-bike-organisations", 
    "wordcount": "590"
}