{
    "headline": "A possible ninth planet may be the reason for a tilt in our solar system", 
    "text": "Astronomers presented new research on the possibility of a gigantic, unseen planet beyond Neptune on Wednesday, saying the hypothetical world may have set the solar system at a tilt. Researchers first suggested a massive ninth planet in January, saying that although this putative world would be about 10 times the size of Earth, it could have escaped a telescopes notice because of its extreme distance from the sun. One year on this planet, according to their calculations, would last 17,000 years on Earth, and it would travel as far away as 93bn miles from the sun, where it would take light a week to arrive.  On Wednesday, astronomers at the California Institute of Technology presented their new evidence in Pasadena, California, at the annual meeting of planetary scientists of the American Astronomical Society.  The search for planet nine, Caltech astronomer Mike Brown said, is as much about understanding the effects of planet nine on the solar system, the physics of planet nine, as it is about understanding where it is. Brown said that his team had calculated how a hypothetical planet could be responsible for making the sun appear to tilt at an angle. Though the eight planets orbit in an essentially flat plane around the sun, the plane itself rotates at nearly a six-degree angle, making it look like the sun itself is angled. A giant planet with a strange orbit, about 30 degrees off the other planets plane, could account for that wobble, the scientists suggested.  Because Planet Nine is so massive and has an orbit tilted compared to the other planets, said Elizabeth Bailey, the studys author, the solar system has no choice but to slowly twist out of alignment. Its such a deep-rooted mystery and so difficult to explain that people just dont talk about it, said Brown. If you ask yourself where the sun is tilted in real life theres where we predict it should be, he added, noting that the calculations of mass and orbital angle had results of six degrees. The amazing thing is for these very standard [observations], Brown said, it tilts it nearly exactly correctly. At this stage we have so many lines of evidence that theres a massive planet out there, he added, that if theres not a massive planet out there it has to be that there was one there yesterday and disappeared. Brown suggested that scientists may be able to locate the planet, if it exists, in the next few years, and that his teams work would be published in an upcoming issue of the Astrophysical Journal. Another team of researchers, led by the University of Arizonas Renu Malhotra, also shared new research suggesting a hypothetical planet  though they cautioned that it was by no means proof of the world. They found that the four objects with the longest known orbits in the Kuiper Belt, the solar systems distant ring of ancient rocks and dwarf planets, would be most easily explained by a mammoth new planet. These extreme Kuiper Belt objects, which have elongated orbits that come very close to and stray very far from the sun, would probably not be affected by the large planets of the solar system, as the dwarf planet Pluto is affected by Neptune, for instance. The astronomers noticed that these four objects have very simple orbital ratios, said Malhotra, suggesting they are in resonances with an unseen massive planet. The research narrows down the range where a hypothetical planet could be, Malhotra said, and fit with prior calculations about six Kuiper Belt objects whose orbits appear to be in small ratios with a massive planet.  Our paper provides more specific estimates for the mass and orbit that this planet would have, and, more importantly, constraints on its current position within its orbit, Malhotra said.  Brown and Malhotra both conceded that there are reasons to be skeptical, despite the formers optimism for discovery. There are observational biases all over the Kuiper Belt, Brown said. We always worry about them. we dont think theyre affecting results.", 
    "section": "science", 
    "gid": "science/2016/oct/19/planet-nine-solar-system-tilt-astronomers", 
    "wordcount": "686"
}