{
    "headline": "Mid-term review shows blots on coalition's green copybook", 
    "text": "Almost all school reports are condemned to conclude &quot;could do better&quot;, but there are some ugly blots on the coalition&apos;s copybook highlighted by their mid-term review. However, sending ministers off for detention, let&apos;s be kind and note that the two flagship green pledges - to reform the electricity market and deliver an energy system fit for the 21st century and to overhaul the energy efficiency of the nation&apos;s leaky homes - or both underway, albeit with significant concerns. Nonetheless, there&apos;s plenty of room for improvement. While just a handful of the 42 green pledges made by the coalition have been abandoned completely, about a third have face serious problems unmentioned by the midterm review.  These include failures in tackling the illegal levels of air pollution in some cities and in increasing annual flood defence spending from 2010 levels, despite the government&apos;s own scientists stating that flooding is the biggest and growing risk to the UK posed by climate change. Aviation is a particular blackspot, with the promise to replace per-passenger taxes on flight with per-plane duty abandoned, meaning the flying of near-empty aeroplanes remains worthwhile for airlines in some cases. On the pledge to &quot;cancel the third runway at Heathrow&quot;, the coalition simply states &quot;we have not proceeded with a third runway at Heathrow&quot;, but has ordered a review of aviation capacity widely expected to back new runways. The Green investment bank has launched and made its first deals, but it remains the world&apos;s only public bank that cannot borrow. The pledge to &quot;create green financial products to provide individuals with opportunities to invest&quot; is long abandoned.  The 1bn promised to fund commercial scale carbon capture and storage demonstration plants remains unspent, after the competition to select the winning bids collapsed. The coalition&apos;s pledges for the environment department were particularly woolly but the backing of a mere 31 marine conservation zones when it was advised to found 127 protected areas in our seas is a clear fail. The promised badger cull failed to take place in 2012, and is no certainty for 2013. Another pledge was to &quot;work towards a &apos;zero waste&apos; economy [and] encourage councils to pay people to recycle&quot;. Instead, Eric Pickles has tried to use 250m to pay councils to reinstate weekly bin collections, which would discourage recycling. Luckily, virtually no council has taken up the offer. I&apos;ll mention one more black mark: the outright failure to protect global forests by making the importing or possession of illegal timber a crime. Now, in the teacher&apos;s tradition of praise-criticise-praise, I&apos;ll finish with a few more of the pledges delivered: progress on smart grids, playing a positive role in international climate negotiations, cutting the government&apos;s own carbon emissions and - for better or worse - delivering a presumption for sustainable development. Where does that leave us? Our coalition student needs to cut out the silly mistakes; the public forest sell-off and solar subsidies fiascos, for example. He (or she) also needs to spend a lots less time bickering with classmates, such as seen with Ed Davey and John Hayes over onshore wind. But, with hard work and application, our student should be able to pass a few exams. However, winning the school prize - greenest pupil ever - seems regrettably remote.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/jan/09/mid-term-review-energy-environment-green", 
    "wordcount": "554"
}