{
    "headline": "Secret Mayan tombs lend rare insight into rule of mysterious 'snake kings'", 
    "text": "Archaeologists in Guatemala have unearthed two Maya tombs that miraculously escaped looters tunnels underneath two Maya pyramids, where researchers hope that jade-inlaid teeth, an inscribed human tibia and a puzzling sun-god pendant could give insight into the rule of ancient snake kings.   Related: Maya tomb uncovered holding body, treasure and tales of 'snake dynasty'    The tombs were found at the ancient ruins of Holmul, 300 miles north of Guatemala City, and date back to about 650-700AD, the era of Maya dominance before their mysterious collapse a few centuries later. Inside one was a puzzling artifact of a Maya dynasty that archaeologists call the snake kings, after the snakehead emblem of their house  a family that ruled 100 miles to the north, far from the tombs found in Holmul. One tomb is a vaulted chamber, built into a pyramid that was constructed to surround an older, fifth-century building. Inside was the skeleton of a middle-aged person whose teeth had jade inlays, a custom of Maya royalty, and an inscribed human tibia, a very, very rare find, archaeologist Francisco Estrada-Belli told the Guardian.  It could be from an ancestor or captive of war, he said, though the researchers will have to wait for an epigrapher with scanning equipment to read the badly eroded text.  In Tikal, another site in Guatemala, researchers have previously found a similar carved bone that bore the name and image of a captured warrior, said Rosemary Joyce, an anthropologist at UC Berkeley who was not involved in the excavation. She cautioned that the bones would need examination by a physical anthropologist before their confirmation as human: When you take a human femur and cut the ends off, deer bone can look like that. A carved frieze near the tomb depicts five rulers, but the person in the tomb is probably not one of them, Estrada-Belli said, because ceramics found in the tomb suggest the person lived long after those kings. The team also found a conch shell that had been made into a scribal ink pot and artifacts made of jade, obsidian, human bone, ceramics and marine shells.     Tomba found in Holmul ruins. Photograph: Picasa/Estrada-Belli    The second tomb was found in a separate pyramid, and its two chambers seem to have been palace rooms converted into a tomb, the researchers said. They found remans of a middle-aged person, a large masonry bench, and offerings of ceramic, bone and jade, including a necklace, which Estrada-Belli called the first major find of this kind.  The teams epigrapher, Alexandre Tokovinine, said that this is the first finding of a jade artifact with the name of a snake king. The inscription on the necklace, which holds a carved cormorants head that morphs into the image of a sun god, is unusual because it belongs to a king from an entirely different city: Yuknoom Ti Chan, Holy king of Kaanul. The king was a member of the snake dynasty, 100 miles from their ancient capital of Dzibanche, which stands in modern Mexico. It looks a lot like Game of Thrones or medieval Europe, Estrada-Belli said. The snake kings stretched their influence far to the south of that city, and warred with Tikal for power over smaller kingdoms such as Holmul, Naranjo and Xunantunich. Its all being debated, but this jewel tells us that the dynastys relationships were quite pervasive, and even a secondary kingdom like Holmul could have a direct relationship with the overlord.     Reconstructed view of Holmul in the final phase of the classic period. Photograph: Picasa/image by J Gonzalez, PACUNAM    Recent discoveries have suggested internal conflicts among the snake kings, including something resembling a civil war. Tikal eventually managed to overthrow the snake kings, though only after it probably endured a puppet ruler of the snake kings, Estrada-Belli said. Its just an ebb and flow of power between these two great kingdoms. The jewel, he added, suggests that the snake kings kind of micromanaged each area. It fleshes out the structure of Maya kingdoms or complex societies, and their hegemony, if you dont want to use the word empire.   map   He admitted that controversy remains around the nature of Maya kingdoms. We had no idea about this five years ago, he said. A lot of it is inferred from reading epigraphic texts, very limited and very terse statements. They might tell us about a war, they might tell us about a marriage of members of separate kingdoms. Joyce said that the findings do not change the overall story of what historians know about Mayan politics and wars, but it definitely does improve the fine-grained understanding about how politics worked at a local level. She said that this kind of evidence would help archaeologists fill in the gaps, and move the field to reconsider how ancient rulers, whether Egyptian, Mayan or modern, often tried to erase their rivals from history. We know what happened among the Aztec because of the traditional histories they told the Spanish, where they gathered all the history books together, destroyed them and rewrote history. Archaeologists expect more discoveries waiting to be found in Central America, in large part due to new technology. We have the tip of the iceberg, Estrada-Belli said, adding that scanning technology is going to reveal many ancient cities which we have no information for, buried in the jungle. Were going to have to rewrite all the books of Maya history and the complexity of Maya civilization, culture. Right now we have 1%, in spite of 100 years research.     Jade carving of a ruler wearing a crocodile head. Photograph: Estrada-Belli    At a nearby site further to the north, the team uncovered ruins of palaces and tombs that had been robbed by looters. One monument left untouched, however, had still the faint remains of what Maya epigraphers call an emblem glyph, a sign that identifies a kingdoms dynasty.   Related: Great Blue Hole off Belize yields new clues to fall of Mayan civilisation    This was one of many lost cities, a city that was known from ancient texts but that we could not associate with any known archaeological site, Tokovinine said in a statement, using a controversial phrase among anthropologists. Boston University and Guatemalan authorities employ four park rangers to guard Holmul from looters. As excited as we are about these discoveries, so are the looters, Estrada-Belli said. But some of the best things are ahead of us.", 
    "section": "science", 
    "gid": "science/2016/oct/14/mayan-tombs-snake-kings-holmul-guatemala", 
    "wordcount": "1007"
}