{
    "headline": "Peru spares Amazon rainforest from oil and gas push", 
    "text": "Peru has announced a bidding round for new oil and gas concessions but, contrary to what was initially expected, none of them are in the Amazon rainforest. Nine concessions are to be auctioned, state company Perupetro declared recently, but all of them are offshore along Peru&apos;s Pacific Ocean coast.  This constitutes a significant change of plan by Perupetro which last September issued a statement that before the end of 2012 36 new concessions would be established. According to a presentation made to the World Heavy Oil Congress in Aberdeen in Scotland the same month, 27 of these concessions  totaling millions of hectares  would be in the Amazon.  In November Perupetro&apos;s then chairwoman, Rosa Maria Ortiz, said the establishment of the lots would be postponed until this year, but when the bidding round was declared on 25 March only nine of the 36, all of them offshore, were included. Perupetro&apos;s new chairman, Luis Ortiga Cuneo, who took over from Ortiz in December, told Peruvian press the reason for the postponement was a &apos;prior consultation law&apos; approved by Congress in 2011.  The law&apos;s stated aim is to give &quot;indigenous or native peoples&quot; the right to be previously consulted about development projects or &quot;administrative or legislative&quot; measures affecting their collective rights to their &quot;quality of life, cultural identity or physical existence.&quot; Ortigo Cuneo, sitting in his office in Lima&apos;s San Borja district, says now:  We went ahead with the offshore lots because we don&apos;t need to do prior consultation. It&apos;s a new thing so we don&apos;t know how long it will take. We&apos;re identifying the communities we need to talk to. We haven&apos;t talked to them yet, but we&apos;re going to begin next month. We could be ready by the end of the year, but that will be difficult.  The projected concessions include scores of indigenous communities and the buffer zone of one of Peru&apos;s largest &apos;protected natural areas&apos;, while four of them border reserves established for indigenous peoples in &apos;voluntary isolation.&apos;  Amazon Watch&apos;s Andrew Miller, currently in Peru, says the &quot;sustained campaigns of local indigenous communities, their federations and international allies appear to have changed the government&apos;s calculus. Whereas in the past they promoted the oil rounds to international companies without advising communities, now they have to comply with the consultation law.&quot;     Aerial view of the Amazon rainforest in Peru. Photograph: Design Pics Inc / Rex Features    But others remain extremely skeptical. &quot;The government has been granting concessions without doing consultations for 40 years and it&apos;ll be difficult to change now,&quot; says Jesus Castro Suarez, from Lima-based NGO Eco-Dess. &quot;I suspect they&apos;ll find some legal device to avoid consulting people. This can&apos;t or shouldn&apos;t be described as a civil society victory.&quot; Others express concern about the prior consultation law itself and what the consultation process will involve. Although the law states that the government must seek the consent of potentially affected indigenous peoples, it is not required to obtain it. According to Juan Carlos Ruiz Molleda, a lawyer at Lima&apos;s Institute for Legal Defence, the law and the &apos;regulations&apos; to implement it violate Peru&apos;s constitution and international jurisprudence in numerous ways.  &quot;They are important achievements but contain dangerous provisions,&quot; he says. &quot;I&apos;m referring in particular to their omission of obtaining indigenous peoples&apos; consent&quot;  a right recognized by the Inter-American Court of Human Rights whose rulings are legally binding on Peru.  Ortiga Cuneo, for one, is adamant that Perupetro will establish the concessions in the Amazon at some point  whether indigenous communities like it or not.  Asked what would happen if communities said they were against oil or gas concessions, Ortiga Cuneo says:  That&apos;s not possible. It&apos;s not for them to decide the destiny of Peru. What we have to do is tell them what&apos;s going to happen, how it&apos;s going to happen, and reach an agreement. This is not a question asking them &apos;yes&apos; or &apos;no.&apos; Prior consultation is not consultation because, imagine it, it&apos;d be like having one country inside another. It&apos;s so they&apos;re well-informed and know what&apos;s planned.  Carmen Rosa Sandoval Muoz, a Lima-based human rights lawyer, calls Ortiga Cuneo&apos;s position &quot;extremely concerning.&quot; &quot;There&apos;s a growing public discourse that maintains that prior consultation isn&apos;t really about consultation at all, but just bringing indigenous peoples closer to the centres of decision-making or keeping them informed,&quot; she says. &quot;But that&apos;s what&apos;s called participation, which is just one part of consultation.&quot; AIDESEP, an indigenous organization representing 1,500 communities in the Amazon, recently expressed its &apos;suspicion&apos; about the consultation process. In February the government created a special commission to oversee it, but failed to appoint any indigenous representatives. &quot;And indigenous peoples? None,&quot; AIDESEP responded. &quot;Their absence is cause for a great deal of suspicion.&quot; Perupetro&apos;s announcement in late March is just the latest of several postponements of new Amazon concessions. In February 2012 it stated that a Bidding Round 2012 &quot;will be launched in the coming months&quot;, and companies like ExxonMobil, BP, Total and Chevron were interested in investing.  But two months later Perupetro announced that 22 new concessions would be &quot;launched in the last quarter of 2012&quot;  18 in the Maraon, Ucayali and Madre de Dios basins in the rainforest, according to the then chairman Aurelio Ochoa  yet none were put to tender. &quot;In the case of the off-shore concessions Perupetro doesn&apos;t have the prior consultation law problems, so they can go ahead,&quot; says Ochoa now. &quot;For the 27 other concessions, they need to do the consultation. This will take time. It could take a year, a year and a half.&quot; According to Perupetro, there are already 40 oil or gas concessions in the Peruvian Amazon in the exploration or production phase, covering approximately 20m hectares.  Social conflicts or environmental problems are endemic. In March the Environment Minister, Manuel Pulgar-Vidal, declared a &apos;state of emergency&apos; in the Pastaza region in the north following &quot;40 years of oil exploitation and contamination&quot;, as indigenous federation PUINAMUDT describes it. The contract for one of the concessions in this region, called &apos;Lot 1-AB&apos; and operated by Pluspetrol, will expire in August 2015. Perupetro has announced it will re-offer the concession as &apos;Lot 192&apos; and do prior consultation with affected communities, but leaders are insisting on various conditions, including environmental clean-up and land-titling, to be met first. &quot;If there&apos;s no clean up, there wont be any consultation,&quot; leaders from indigenous organization FECONACO told Pulgar-Vidal during a visit to the region in late April. In recent months the prior consultation law has generated intense controversy and fierce debate, particularly over who it applies to. Publication of a database listing those supposedly protected by it has been long delayed, and two weeks ago the government official in charge, Ivan Lanegra Quispe, resigned. A few days before that president Ollanta Humala Tasso gave a TV interview implying that the majority of communities in the Peruvian sierra  inhabited by approximately 3.8 million Quechua and 100,000s of Aymara, according to the indigenous Andean federation CAOI  wouldn&apos;t be covered by the law. &quot;The problem is defining who are indigenous communities and who aren&apos;t,&quot; the president said.", 
    "section": "environment", 
    "gid": "environment/andes-to-the-amazon/2013/may/14/peru-amazon-rainforest-oil-gas", 
    "wordcount": "1208"
}