{
    "headline": "Surfthechannel owner sentenced to four years over piracy", 
    "text": "A 38-year-old Briton who made 35,000 a month through a website that linked to pirated copies of films and TV shows has been sentenced to four years in prison. Anton Vickerman, whose surfthechannel.com website had around 400,000 users a day, was convicted of two counts of conspiracy to defraud in June following an eight-week trial at Newcastle crown court. He is the first British man to be jailed in the UK for a website that linked to illegal copies of films and TV shows. Vickerman, from Gateshead, set up the website in 2007 as an index of online videos  both legal and illegal  hosted elsewhere on the internet. Prosecutors said Vickerman made 250,000 in profit through adverts on the site in 2008, the year in which he tried to sell it for 400,000. He was not charged on copyright offences, but was convicted on two counts of conspiracy to facilitate copyright infringement following a private prosecution pursued by the anti-piracy lobby group Federation Against Copyright Theft (FACT). He faced a maximum sentence of 10 years. Vickerman was first arrested over Surfthechannel in 2008 following an elaborate sting operation by a private investigator hired by FACT, the court heard during the trial. The private investigator posed as a prospective house buyer and filmed computer equipment in Vickerman&apos;s home. Other private eyes had already obtained detailed information about his bank accounts, cars and telephone records, the court was told. His wife, Kelly Vickerman, was also arrested and cleared in June of charges of conspiracy to defraud. Entertainment groups immediately heralded the jail term as a warning to those behind websites that could direct people to illicit content online. &quot;This case conclusively shows that running a website that deliberately sets out to direct users to illegal copies of films and TV shows will result in a criminal conviction and a long jail sentence,&quot; said Kieron Sharp, director general of FACT, one of the bodies behind the prosecution. He said that unlike other search engines such as Google and Microsoft&apos;s Bing  which have been criticised for pointing people to pirated material  surfthechannel.com &quot;was created specifically to make money from criminal activity&quot;. However, critics of the private prosecution described the jail term as &quot;deeply concerning, inappropriate and disproportionate&quot;. Loz Kaye, leader of the Pirate Party UK, said the prosecution should never have been brought and was driven by private interests. David Walbank, for the defence, told Newcastle crown court on Tuesday that Vickerman was now financially ruined and would likely be declared bankrupt. The court heard that the stress of the conviction had also caused the breakup of Vickerman&apos;s marriage. It is unclear whether the verdict will have any effect on appeals being made by the family of Richard O&apos;Dwyer, a 22-year-old Sheffield student, whose TVshack.net site was closed down in November 2010 after it linked to places where people could watch US TV and movies online. O&apos;Dwyer faces extradition to the US, where he could face 10 years in jail. Prosecutors in the UK have not charged O&apos;Dwyer, whose site had about 300,000 users per month and collected 147,000 in advertising revenue over three years.", 
    "section": "technology", 
    "gid": "technology/2012/aug/14/anton-vickerman-surfthechannel-sentenced", 
    "wordcount": "540"
}