{
    "headline": "How to build resilience in the Sahel", 
    "text": "After three droughts in seven years in the Sahel, governments, humanitarian organisations and donors have been asking how to help the region get out of this cycle of crises. The nearly universal solution proposed is summed up in the word &quot;resilience&quot;: the ability of families, households or communities to absorb shocks, such as drought in the case of the Sahel. During and after disasters such as drought, access to food is the major threat households face. Access can be limited by either a local shortfall in production or an increase in prices. So what do households do to survive? First, they may take children out of school. They may cut back on the number of meals and quality of food purchased. They may sell livestock. The downward trend continues when the same households go into debt to survive or to buy seeds and agricultural tools. Poor nutrition contributes to poor health and to healthcare expenses that can no longer be afforded. Decisions taken to survive compromise the long-term prosperity of households. By the time the drought passes, the means for making a living are eroded and burdened by debt. Children affected by malnutrition suffer physical and development problems that last for life. Children taken out of school may not return. When there are successive droughts, as we have seen in the Sahel, recovery is even more difficult. More households will be caught in the trap of trading short-term survival for long-term development. This is what building resilience can change, with better targeting of vulnerable households and interventions that make a difference for them. In the UN we have adapted such an approach, as have many NGOs. Our objective is for our country teams to identify households that are affected by the repeated nutrition crises in the Sahel and particularly those affected every year by chronic food insecurity. This is one of the major contributions that humanitarian organisations can provide. Last year, more than 18 million people were at risk of food insecurity. Over 1 million children suffered from severe acute malnutrition. Similar numbers were affected in the droughts of 2005 and 2010. Not surprisingly, those affected are from the most marginalised communities in the Sahel. We worked with these communities during the past three crises and have data on who was helped. The regional UN Office for the Co-ordination of Humanitarian Affairs has reviewed this data and mapped communities that are consistently affected by drought. The most complete data is for Niger, and that is where we will begin this effort to build resilience. What kind of interventions make a difference? Improvements in agricultural productivity and water management are important. Investment in agriculture was scaled back over the past two decades across the Sahel. However, we are now seeing recognition among governments and donors that this needs to be reversed. Increased production is a necessary step for achieving food security. However, production is not enough. Most of those gains will be for medium to large-scale farmers. The 18 million affected by last year&apos;s drought will benefit the least. They are in danger of remaining food insecure without the means to buy what they cannot produce. This is why social safety nets, particularly those that provide cash transfers to hungry households, are a necessary complement to increasing agricultural production. The World Bank, with the World Food Programme and Unicef, is working on how to expand safety nets in the Sahel. Unfortunately, increased production is not the full answer to malnutrition either. Having enough calories does not guarantee good nutrition. Nutritious food is often more expensive, highlighting the need for cash transfers. Agricultural extension support can make an important contribution to nutrition. Malaria and waterborne diseases contribute to malnutrition, as do cultural practices such as giving water to infants while breastfeeding. Mothers do this because of the heat, but too often the water is contaminated. Promoting exclusive breastfeeding can help save children&apos;s lives. Policy decisions such as building regional grain reserves or regional economic integration that facilitates trade can help. But ultimately, with the population doubling every generation, the Sahel cannot survive on subsistence agriculture. A long-term approach based on universal education that permits a transformation in livelihoods will be essential to support the nearly 250 million people who will be living in the region 25 years from now. The final component needed is time. Resilience will not work if the Sahel is seen as a five-year commitment. A horizon of 10-20 years will be required. If successful, we can avoid the repeated crises and the need for massive humanitarian intervention each time there is a drought. Last year&apos;s response cost $1.6bn and considerable suffering. Despite a good response, not every child was saved, and not every household spared the hard decisions required to survive. Without investment, there will be another crisis in a few years and we will ask ourselves why nothing was done to avoid it. If we don&apos;t start to seriously address resilience this year, we will lose the momentum established last year. A long-term engagement requires that we forge an enduring partnership among governments, regional institutions, donors, international financial institutions, UN agencies and NGOs. The Agir Sahel partnership initiated by the EU and regional institutions in the Sahel is building such a relationship. Resources are coming on line. All of this demonstrates enduring engagement is possible, and that future generations can be spared the suffering that has always accompanied drought in the past.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/feb/27/how-build-resilience-sahel", 
    "wordcount": "908"
}