{
    "headline": "Los pueblos indgenas de Per recurren a los tribunales contra la exploracin de gas", 
    "text": "La federacin indgena ms grande de Per, la Asociacin Intertnica de Desarrollo de la Selva Peruana (Aidesep), quiere recurrir a los tribunales para poner fin a la planeada expansin de la mayor reserva de gas natural del pas an ms adentro de tierras reservadas para tribus aisladas que viven en la Amazona. Aidesep dijo que los planes del Ministerio de Energa y Minas de Per, que pretende aumentar la exploracin y perforacin de gas en el Bloque 88, el campo de gas ms grande del consorcio Camisea, pondran en riesgo la supervivencia de grupos nmadas que habitan en &quot;aislamiento voluntario&quot; en la reserva indgena Nahua-Kupakagori en el sudeste del pas, el 23% de la cual se superpone con el bloque de gas. La expansin dentro de la parte del Lote 88 ya ha sido aprobada. Incluye 18 nuevos sitios de perforacin y pruebas ssmicas intensas. Antes de que Camisea comenzara a operar en el 2004 - y desde entonces - grupos indgenas y medioambientalistas han presionado a los prestamistas internacionales para hacer prohibir ms expansiones dentro de la reserva. Sin embargo, Ivn Lanegra, el Viceministro de Interculturalidad del Ministerio de Cultura, dijo que la prohibicin se aplica slo a los nuevos proyectos. El consorcio Camisea, liderado por Pluspetrol de Argentina, y que incluye la petrolera Hunt Oil de EE.UU. y Repsol de Espaa, puede continuar perforando nuevos pozos en la parte del bloque de gas que se superpone a la reserva, con sujecin a la aprobacin de su ministerio. Julio Ibez, abogado de Aidesep, que rene a 67 federaciones indgenas, dijo que presentar una demanda contra el Estado peruano durante este mes porque, segn l, el gobierno ha infringido la &quot;inviolabilidad&quot; de la reserva y amenaza la supervivencia &quot;fsica y cultural&quot; de los &quot;pueblos en aislamiento&quot; que viven en ella. Los planes del gobierno podran conducir al &quot;exterminio&quot; de dichos pueblos, dijo. Los riesgos de muerte por contacto &quot;no deseado&quot; estn bien documentados. Alrededor del 60% de los pueblos aislados nahuas murieron durante una serie de epidemias poco despus de que la petrolera Shell descubriera los yacimientos de gas en el 1984. En noviembre, Aidesep y tres federaciones indgenas de la zona alrededor de la reserva de gas (FENAMAD, ORAU y COMARU) reclamaron que las nuevas perforaciones violaban las condiciones de prstamo entre Per y el Banco Interamericano de Desarrollo (BID), as como las promesas hechas en campaa electoral por Ollanta Humala, presidente de Per desde julio del 2011. Pero Lanegra dijo que el Estado peruano ha trabajado con el BID para asegurar que la exploracin de gas en el mega-proyecto no represente ningn riesgo para los pueblos aislados que viven en la zona. Dijo que el Lote 88 se traz en el ao 2000, antes del 2003, fecha de la creacin de la reserva Nahua-Kupakagori por decreto supremo. Pero los grupos medioambientalistas sostienen que la reserva indgena fue creada en el 1990 y que el decreto del 2003 slo mejor su situacin jurdica. Mientras Per comienza a enfrentarse con las consecuencias de la implementacin de una nueva ley que exige la consulta previa de los pueblos indgenas sobre los planes de desarrollo que afectaran sus tierras - con base en el convenio nmero 169 del la Organizacin Internacional del Trabajo - los planes del gobierno para abrir otras partes de la Amazona a la extraccin de petrleo y gas han sido puestos en espera. Pero los indgenas que viven en lo que la legislacin peruana llama &quot;aislamiento voluntario&quot; no pueden ser consultados sobre sus territorios. Dada su situacin, dice Conrad Feather, un antroplogo que trabaja para Forest Peoples Programme, ninguna actividad debera llevarse a cabo. &quot;El problema con estos planes es que evitan la pregunta fundamental: que son estos pueblos, y no el gobierno peruano o una compaa de petrleo y gas, quienes deben determinar su propio futuro&quot;, dijo. &quot;Se nos pide que creamos que una serie de directrices, por muy bien pensadas en papel, sean suficientes para hacer frente a la naturaleza inherentemente impredecible y potencialmente letal de un primer contacto, una caja de Pandora que, una vez abierta, nadie, ni siquiera una compaa multinacional de petrleo y gas, puede controlar&quot;. El gobierno del presidente Humala depende en gran medida de Camisea para convertir este proyecto en la columna vertebral de la matriz energtica del pas y abastecer de gas a bajo costo para uso domstico. Per es el quinto mayor productor de Amrica del Sur de gas natural, con reservas probadas y certificadas de 8,8 billones de pies cbicos, la mayora de ellos en el Lote 88. La produccin ha aumentado un 37% desde el 2004, cuando comenzaron las operaciones en los yacimientos de gas de Camisea. Adems, los medioambientalistas dicen que el gobierno planea una nueva concesin de gas, conocida como Lote Fitzcarrald, que abarcara partes an ms remotas de la reserva Nahua-Kupakagori y el oeste del Parque Nacional del Manu, un hotspot o punto caliente de biodiversidad declarado Patrimonio de la Humanidad por la Unesco. Lanegra neg tener conocimiento sobre el Lote Fitzcarrald. Existe un vaco legal segn el cual las concesiones que se consideran de inters nacional pueden pasar por alto las evaluaciones de impacto ambiental y otros procedimientos. Sin embargo, segn las leyes de derecho internacional, estas concesiones solamente pueden ser otorgadas si cumplen con otras salvaguardas fundamentales para prevenir violaciones de derechos humanos.", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/03/peru-indigenas-exploracion-gas", 
    "wordcount": "1088"
}