{
    "headline": "10 new mammals discovered in past 10 years", 
    "text": "A new species of monkey has been identified in the Democratic Republic of the Congo. The lesula, or Cercopithecus lomamiensis, described as shy and quiet, has excited conservationists because the identification of mammals new to science is rare. Here are some more discovered in the past decade.     Photograph: Thomas Marent/Minden Pictures/Corbis    A pair of nesting Goodman&apos;s Mouse Lemurs (Microcebus lehilahytsara) photographed in Masoala national park, Madagascar. The species was discovered in August 2005.     Photograph: Bill Hatcher/Corbis    The three-toed pygmy sloth (Bradypus pygmaeus), is endemic to Isla Escudo de Veraguas, a small island off the coast of Panama, and was identified as a distinct species in 2001.     Photograph: Julio Dalponte/Corbis    This previously unknown primate species was discovered during a WWF expedition into the rainforest in Mato Grosso in Brazil in 2010. The new species of the genus Callicebus monkey was found in an area of pristine Amazon rainforest.     Photograph: Tim Laman/National Geographic    Described by scientists as like the hummingbird of the bat world, this species of blossom bat was discovered in the Foja mountains of Papua New Guinea in 2010.     Photograph: EPA    A picture provided by Monash University in September 2011 shows a new species of dolphin in Victoria&apos;s Port Phillip Bay, Australia. The dolphins, Tursiops Australis, which can also be found at Gippsland Lake, have a small population of 150 and were originally thought to be one of the two existing bottlenose dolphin species.     Photograph: AP    Looking like a small deer, the saola was originally identified as a new species from remains discovered in Vietnam in 1992 but a live animal wasn&apos;t discovered until 2010.     Photograph: AP    A new species of mouse, Mus cypriacus, was identified in 2006. The mouse, which has a bigger head, ears, eyes and teeth than other European mice, is found only on Cyprus.     Photograph: A Wilting/A Mohamed/AFP/Getty Images    An image grab taken on 15 February 2010 shows a newly identified Sundaland clouded leopard, caught on camera for the first time, stalking through the Dermakot forest reserve in Malaysian Borneo&apos;s Sabah state. The Sundaland clouded leopard was classified as a new species through genetic studies several years ago but this was the first time that this little-understood species of big cat had been filmed.     Photograph: Kevin Rowe/PA    A newly discovered &quot;toothless&quot; rat, Paucidentomys vermidax, was found in remote rainforest on the Indonesian island of Sulawesi in 2011. The animal has fang-like upper incisors which are useless for gnawing and no back teeth. It lives exclusively on earthworms.", 
    "section": "environment", 
    "gid": "environment/2012/sep/13/new-mammals-discovered-10-years", 
    "wordcount": "385"
}