{
    "headline": "Oracle v Google court case over Android begins", 
    "text": "It&apos;s being billed as the technology trial of the century: Oracle v Google, in which the database giant, a longstanding fixture in Silicon Valley, is trying to persuade a jury that the search giant knew it was misusing intellectual property that belonged to the other for its Android smartphones. The stakes are high for both: if Oracle fails, its control over the Java programming language could be seriously compromised. But if Google is the loser, it could face a billion-dollar payout and licencing fees payable to Oracle on every Android device in future. Even if Google prevails  something which the company says it is confident of  details of its business plan for Android, including revenues, profits and projections, could be laid bare in the court by testimony expected from chief executive Larry Page, who is scheduled to testify in the trial, which is expected to last between eight and 10 weeks. Google has previously evaded close questioning about revenues it earns directly from Android, instead giving approximate suggestions about its total revenues from mobile platforms  which include Apple&apos;s iPhone and iPad. Before jury selection started, US district judge William Alsup warned both companies that they should not expect to keep sensitive financial information secret. &quot;This is a public trial,&quot; he said. The trial began on Monday with Oracle lawyer Michael Jacobs trying to convince the jury that Google&apos;s top executives have long known that they stole a key piece of technology to build the Android software that now powers more than more than 300m smartphones and tablet computers. The unflattering portrait of Google was drawn in the opening phase of a complex trial pitting two of Silicon Valley&apos;s powerhouses in a battle delving into the often mind-numbing minutiae of intellectual property and computer coding. &quot;We will prove to you from beginning to end  that Google knew it was using someone else&apos;s property,&quot; Jacobs said near the end of his hour-long opening statement. Google&apos;s lawyers will counter with their opening statements on Tuesday. The showdown in a San Francisco federal court centres on Oracle&apos;s allegations that Google&apos;s Android software infringes on the patents and copyrights of Java, a programming technology that Sun Microsystems began developing 20 years ago. Oracle, a business software maker, acquired the rights to Java when it bought Sun Microsystems for $7.3bn in January 2010. Google has steadfastly denied Oracle&apos;s allegations since the lawsuit was filed in August 2010, seven months after the Sun deal closed. The impasse has left it to a 12-member jury to resolve the dispute in a trial. Judge Alsup devoted most of Monday&apos;s session to picking the jury, leaving only enough time for Oracle to lay out the framework for its case. Oracle is seeking hundreds of millions of dollars in damages and an injunction that would force Google to pay future licensing fees or find an alternative to Java to keep its Android system running smoothly. At one point in the lawsuit, Oracle estimated it might be owed as much as $6.1bn. But Alsup has whittled the case down in a way that has substantially lowered the size of the potential payout if Google loses. In a sign of how far apart the two sides are, Google last month said it would be willing to pay $2.8m plus a tiny percentage  0.515%  of its future revenue from Android, if the jury decides Android infringed on two Java patents. Google hasn&apos;t publicly estimated what it thinks its liability might be if the jury decides Android violated 37 Java programming copyrights, as alleged by Oracle. The copyright disagreement, the most important point of the case, will be covered in the first phase of the trial and be followed by the patent dispute. If necessary, a third phase will be devoted to how much money Google owes Oracle. Jacobs said Google took copyrighted Java &quot;blueprints&quot; to harness the creative power of millions of Java software developers, so they then could write applications for Android. However, Google never obtained the proper licence, he said. &quot;You can&apos;t just step on someone&apos;s IP because you have a good business reason for it,&quot; Jacobs said. Much of the evidence presented during the trial will delve into highly technical fare likely only to appeal to programming geeks and patent-law aficionados. The jurors, selected on Monday, include a retired teacher, a postal worker and a store designer for clothing chain Gap. The seven-woman, five-man jury also includes a retired photographer, an avid hiker and a nurse. While the minutiae may be challenging even for the well-informed, there are expected to be dramatic interludes that lift a veil on the inner workings of two of the world&apos;s most influential technology companies. The intrigue will include testimony from the two companies&apos; multibillionaire CEOs, Oracle&apos;s Larry Ellison and Google&apos;s Page. Oracle indicated on Monday that it could call Ellison to the stand as early as Tuesday. Several other industry luminaries, including former Google chief executive Eric Schmidt and former Sun Microsystems chief executive Jonathan Schwartz, are also on the list of potential witnesses. Jacobs focused much of his opening statement on excerpts in internal emails that suggest Google knew it needed to pay licensing fees to use some of the Java technology that went into Android, a project that began in earnest in 2005 when Google bought the startup company of the same name run by one-time Apple staffer and co-founder of the Danger mobile phone maker Andy Rubin. The first phone running on Android software didn&apos;t go on sale until October 2008, about 15 months before Oracle bought Sun Microsystems, after which it stepped up the attempts to make Google pay up for the Java technology. Oracle cited an October 2005 email from Rubin to Page as an early sign that Google realised it probably would have to pay Sun for using Java in Android. &quot;My proposal is that we take a licence that specifically grants the right for us to Open Source our product,&quot; Rubin wrote. &quot;We&apos;ll pay Sun for the licence.&quot; Jacobs pointed to a May 2006 email from Schmidt to Rubin as an indication that Google knew it might need to seek other solutions for Android if it couldn&apos;t work out an agreement with Sun. &quot;How are we doing on the Sun deal?&quot; Schmidt asked in his message. &quot;Its (sic) it time to develop a non-Java solution to avoid dealing with them?&quot; According to Jacobs, a May 2007 email from Rubin to then-CEO Eric Schmidt shows that Google consciously decided against taking a licence. Some spectators in the packed courtroom strained to read the email, displayed alongside photos of Rubin and Schmidt. &quot;I&apos;m done with Sun (tail between my legs, you were right),&quot; Rubin wrote to Schmidt. &quot;They won&apos;t be happy when we release our stuff.&quot; Google&apos;s Prosser said Java inventors cheered Android when it was released. But Jacobs told the jury that Sun executives were not happy behind closed doors, regardless of what they said publicly. By August 2010, Google still hadn&apos;t been able to find any satisfactory alternatives to Java, according to an email that Google engineer Tim Lindholm sent to Rubin. &quot;We have been over a bunch of these, and think they all suck,&quot; wrote Lindholm, who worked at Sun Microsystems before joining Google. &quot;We conclude that we need to negotiate a license for Java under the terms we need.&quot; The lack of a licensing agreement ultimately didn&apos;t deter Google, Jacobs told the jury, because the company realised it needed a mobile software system to preserve its digital search-and-advertising empire as more sophisticated phones enabled more people to surf the Internet while they were away from their desktop computers. Java provided Google with a springboard into mobile computing because 6 million software programmers were already familiar with the technology and could easily create applications that would run on Android, Jacobs said. Although Google doesn&apos;t charge device makers to use Android, the company makes money from some of the mobile advertising and mobile applications sold on the system. Page suggested in October 2011 that Google&apos;s annual mobile advertising revenue now exceeds $2.5bn, but it hasn&apos;t specified how much of that money comes from Android-powered devices.", 
    "section": "technology", 
    "gid": "technology/2012/apr/17/oracle-google-court-case-android", 
    "wordcount": "1386"
}