{
    "headline": "Improbable research: why random selection of MPs may be best", 
    "text": "Democracies would be better off if they chose some of their politicians at random. That&apos;s the word, mathematically obtained, from a team of Italian physicists, economists, and political analysts. The team includes the trio whose earlier research showed, also mathematically, that bureaucracies would be more efficient if they promoted people at random. Alessandro Pluchino, Andrea Rapisarda, Cesare Garofalo, and two other colleagues at the University of Catania in Sicily published their new study in a physics journal called Physica A: Statistical Mechanics and its Applications. The study itself is titled Accidental Politicians: How Randomly Selected Legislators Can Improve Parliament Efficiency. The scientists made a simple calculation model that mimics the way modern parliaments work, including the effects of particular political parties or coalitions. In the model, individual legislators can cast particular votes that advance either their own interests (one of which is to gain re-election), or the interests of society as a whole. Party discipline comes into play, affecting the votes of officials who got elected with help from their party. But when some legislators are selected at random  owing no allegiance to any party  the legislature&apos;s overall efficiency improves. That higher efficiency, the scientists explain, comes in &quot;both the number of laws passed and the average social welfare obtained&quot; from those new laws. Parliamentary voting behaviour echoes, in a surprisingly detailed mathematical sense, something economist Carlo M Cipolla sketched in his 1976 essay called Basic Laws of Human Stupidity. Cipolla gave an insulting, yet possibly accurate, description of any human group: &quot;human beings fall into four basic categories: the helpless, the intelligent, the bandit and the stupid&quot;. Pluchino, Rapisarda, Garofalo and their colleagues base their mathematical model partly on this fourfold distinction. The maths indicate that parliaments work best when some  but not all  of the members have been chosen at random. The study explains how a country, subject to the quirks of its own system, can figure out what mix will give the best results. Random selection may feel like a mathematician&apos;s wild-eyed dream. It&apos;s not. The practice was common in ancient Greece, when democracy was young. The study tells how, in Athens, citizens&apos; names were placed into a randomisation device called a kleroterion. Later on, legislators were selected randomly in other places, too. In Bologna, Parma, Vicenza, San Marino, Barcelona and bits of Switzerland, say the scientists, and &quot;in Florence in the 13th and 14th century and in Venice from 1268 until the fall of the Venetian Republic in 1797, providing opportunities to minorities and resistance to corruption&quot;. Athens, way back when, used random selection to people its juries. So, still, does much of the world. And it&apos;s not just juries. Iceland, having survived a financial collapse, is drawing itself up a new constitution. For advice on that, the nation assembled a committee of 950 citizens chosen at random.  Marc Abrahams is editor of the bimonthly annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/apr/16/improbable-research-politicians-random-selection", 
    "wordcount": "496"
}