{
    "headline": "Press Start: next-gen consoles ahead of high-end PCs, Xbox One specs and more", 
    "text": "A selection of links, hand-picked by the Guardian games writers. EA: Xbox One and PS4 &quot;are a generation ahead of the highest end PC on the market&quot; | MCV Rajat Taneja, the executive VP and CTO of EA, from an article on LinkedIn:  &quot;These architectures are a generation ahead of the highest end PC on the market and their unique design of the hardware, the underlying operating system and the live service layer create one of the most compelling platforms to reimagine game mechanics. Our benchmarks on just the video and audio performance are 8-10 times superior to the current gen.&quot;  Spec Analysis: Xbox One  Articles  Eurogamer.net And as a counter to the Rajat Taneja overview, here is Richard Leadbetter dissecting the Xbox One specs and targeting a key difference between this machine and PS4:  Very early on it was established that ESRAM is indeed incorporated into the Xbox One design - essentially a large, very fast cache of embedded memory attached to the GPU and CPU that helps to make up the bandwidth deficit inherent in using slower memory. So even without direct confirmation, we now knew that the 8GB of memory in Xbox One is indeed DDR3 as opposed to the bandwidth-rich GDDR5 found in the PlayStation 4 (and Wired&apos;s internal photography of the One confirms 2133MHz DDR3 Micron modules). Xbox One may well have a latency advantage over PS4 and power consumption will probably be lower, but GPU bandwidth - a key element in graphics performance - is indeed more limited on the Microsoft hardware.  EA plans to publish on current generation consoles through to 2017 | VG247  CFO of EA, Blake Jorgensen, has said that the publisher plans to release games on the current generation of consoles at least through to 2017. He made the comments earlier this week at the Stifel 2013 Technology Conference in New York. Courtesy of Joystiq. No more details were given although Jorgensen did also mention EA&apos;s exclusive Star Wars deal saying, &quot;The opportunity to do a new Battlefront, for example is very exciting.&quot; He noted that while some of the games may coincide with the upcoming movies, none of them will be film adaptations  . Need for Speed Rivals brings cops and racers to an open world, launches this year on current and next-gen | Polygon  Need for Speed Rivals, the next installment in the nearly two-decade-old series in development at EA&apos;s new studio Ghost Games, will launch on current generation platforms Nov. 19, and Xbox One and PS4 sometime this year, EA announced today. Those current-gen platforms include Xbox 360, PlayStation 3 and Windows PCs. The title is not planned to launch on Nintendo&apos;s Wii U, an EA representative confirmed to Polygon.  It&apos;s cops and robbers in an open world, plus drop in/out multiplayer. And it&apos;s not Criterion, which means the Guildford developer may be working away from Need For Speed for its project, as hinted by the studio recently. Shutting out the indies is a big mistake for Xbox One | GamesIndustry International Microsoft&apos;s seemingly decision not to allow indie devs to self-publish on Xbox One is a mistake says Rob Fahey:  In short, while Sony is making efforts to step back from its role as gatekeeper and knock down the walls around its garden (although it will no doubt still wish to maintain a quality control role), Microsoft is hiring new bouncers and re-grouting the brickwork. It&apos;s an approach that runs contrary to the general trend in the industry, where strict curation is very much out of fashion; even Nintendo, usually the slowest of the platform holders to acknowledge wider cultural change in the industry, is now paying lip service to the notion of letting developers have more freedom on its platforms.  Unlearning To Share: The Industry&apos;s Hatred Of Generosity | Rock, Paper, Shotgun Typically impassioned and incendiary piece by Rock Paper Shotgun editor John Walker on industry attempts to outlaw our ability to share games:  Steam, and so many other digital distribution platforms, are abhorrent when it comes to notions of sharing. Our willing allowing of the PC gaming market to become unshareable makes us all complicit in this erosion of freedom. We went from plastic circles with idiotic impositions of limited installs, to pure data and not even the option for those few installs. And we thanked them for the convenience.  Indie Press Day Developer Demos | IGN  What do Braid developer Jonathan Blow, a former NASA Engineer, and a veteran Bioware developer all have in common? All three were in town this week showing off awesome indie games for Indie Press Day. We had 11 of these developers come in to the IGN office and explain what it is that makes their game rad.  Some interesting new indie titles, besmirched slightly by the unnecessary use of the word &apos;rad&apos; in the intro copy there. You can follow Press Start at Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/24/game-links-press-start", 
    "wordcount": "818"
}