{
    "headline": "Shy woodland creatures betray their passing", 
    "text": "Timid, secretive and largely nocturnal, woodland-dwelling mammals are rarely glimpsed, but as I walk through Kingley Vale national nature reserve, tracks and signs betray their presence. I spot a tuft of badger hair snagged on the barbed-wire fence. The vegetation below has been flattened and hollowed, and the scuffed, narrow path of a badger run cuts across the field of bleached stubble bordering the wood. Although badger activity is sporadic through the winter months, they will still go out foraging, so I crouch down to look for footprints but the ground has been churned up by mountain bike tyres and crisscrossed with wellington boot imprints. Further along the path, a musky sweet scent wafts up from the verge where a passing fox has marked its territory. The mud is firmer here and has seen less traffic. I find a meandering trail of foxprints (more slender than those of a dog), overlaid by deer slots. The crisp marks left by the deer&apos;s sharp-edged hooves stand out clearly from the softer-edged pad prints, suggesting that the deer tracks are freshly laid. The hind prints are close to the fore prints in a relaxed walking gait. I follow the trail and find a jaggedly torn bramble leaf at deer head-height  evidence of recent browsing. There is a muffled rustle, a flicker of movement. A fallow deer doe steps out of the tree line. Standing in the gloom cast by the evergreen yews, she is perfectly camouflaged by her drab winter coat. She hesitates, sniffs the air and fixes me with her unblinking gaze. A fleeting spark of acknowledgment passes between us. I expect her to turn tail but she leaps down the bank and crosses the path in front of me, flashing her pale rump with its black horseshoe outline as she melts back into the shadows. Just as I&apos;m about to step forward, the rest of the herd emerges from the wood, trotting nose to tail in her wake.", 
    "section": "environment", 
    "gid": "environment/2013/jan/14/kingley-vale-shy-woodland-creatures", 
    "wordcount": "327"
}