{
    "headline": "Anthony Whitehead obituary", 
    "text": "My dear friend, Anthony Whitehead, who has died aged 88, was for many years a classics teacher at Queen Elizabeth&apos;s grammar school, Middleton, Manchester. He was a rare example of a clever man who also had an abundance of common sense and good humour. Anthony had an extensive knowledge of the Greek and Roman worlds and supervised many excursions to study them with his pupils. In retirement, each week he would go to the library in Didsbury and translate Latin and Greek texts. He also studied modern Greek and Italian, taking examinations at the highest level for translators. He and his wife, Betty, travelled extensively in Europe and the Middle East, recording their journeys in notebooks and on camera. I met Anthony on our first day at William Hulme&apos;s grammar school, Manchester, in 1935, when we were both put in form 1C, much to the disgust of Anthony&apos;s mother. We all soon realised, however, that the boys were put into the first year&apos;s three forms alphabetically. Anthony, a scholarship boy from nearby Denton, soon showed his academic brilliance. For one homework assignment, we had to write 12 similes and 12 metaphors in complete sentences. I was pleased with my work, comprising 24 sensible sentences, until I heard Anthony&apos;s offering, which was a fully fledged poem, much to the English teacher&apos;s delight. Anthony will be remembered by many people because of his genial temperament, from his days at William Hulme&apos;s; the RAF, in which he served during the latter stages of the second world war; Manchester University; Queen Elizabeth&apos;s grammar; and the Classical Association. He was very keen on music of all kinds, playing the piano well and being a member of choral societies. Even in later life, he participated each week in hockey, playing or refereeing. The anchor of his life was Betty, who survives him.", 
    "section": "education", 
    "gid": "education/2013/jan/31/anthony-whitehead-obituary", 
    "wordcount": "306"
}