{
    "headline": "The human genome  Canada gets personal", 
    "text": "The Personal Genome Project, an initiative to generate DNA sequence from the genomes of the general public, has been around since 2006. Spearheaded by DNA sequence guru Dr George Church, its premise is simple:  We believe individuals from the general public have a vital role to play in making personal genomes useful. We are recruiting volunteers who are willing to share their genome sequence and many types of personal information with the research community and the general public, so that together we will be better able to advance our understanding of genetic and environmental contributions to human traits.  In other words, it&apos;s about engaging the general public in genome research, to provide background data that can help in all kinds of medical research. Kind of like crowd-sourced genomics. All of this was kicked up a notch recently by the launch of the Canadian arm of the PGP, nicely profiled in a series of articles in the daily newspaper The Globe and Mail. The lead article by veteran science reporter Carolyn Abraham, entitled Would you make your DNA and health data public if it may help cure disease?, tells the story of participant &quot;Canuck 1&quot;  genetic counsellor Jill Davies.  It&apos;s a fascinating read, and the Globe has come up with a series of additional online materials, including some background on what makes up a genome, the PGP Canada&apos;s consent form, and an online poll where readers can weigh in on whether they would have their genome sequenced or not. At the time of writing, 80% of respondents had voted &quot;yes&quot;. So how does all of this help medical research? Not long ago, my fellow Occam&apos;s Corner blogger Erika Cule wrote about her impressions of the recent American Society of Human Genetics conference. The closing remark from ASHG, which she reports in her blog post, was &quot;Ability to identify variation is no longer the limiting step in our field&quot;.  I&apos;m not convinced that&apos;s strictly accurate  after all, genome sequencing, while surprisingly straightforward, is still a fairly big undertaking, and the analysis of the resulting data is not yet the province of desktop computers. But the gist of the message rings true  genome scientists can now generate data at an unprecedented rate, with essentially off-the-shelf (albeit expensive) instruments capable of producing a human genome project&apos;s worth of data in mere days. Using this data to identify the variation between one individual human and the next is the centre point of genetic medicine.  And with the near-future promise of the &quot;$1,000 genome&quot;, there&apos;s every hope that genome sequencing might pave the way to routine, genetically personalised medicine. Without getting into a long debate about the origins of this &quot;$1,000 genome&quot; term, I think most people would attribute its popularisation to a pair of articles from 2006: one by Church, published in Scientific American, and a second editorial by Robert F Service in Science. Early this year, Erika Check outlined the path forward on the Nature News Blog, in her article The $1,000 genome: are we there yet? (spoiler  the answer&apos;s &quot;not quite&quot;). Even the Archon Genomics X Prize has backed off a bit, listing in its guidelines a minimum requirement that genomes be sequenced for a maximum (are you following this?) of $10,000 each, but with a &quot;best in class&quot; target of, you guessed it, $1,000. Although that $1,000 figure seems to have been chosen simply because it&apos;s a conveniently small, round number, it&apos;s in the right ballpark to be useful. The US National Institutes of Health&apos;s Genetics Home Reference tells us that genetic tests vary in cost between about $100 and $2,000 each in the US; those numbers are about right for most genetic tests in Canada, too. Imagine, then, a $1,000 genome sequence  if done right, it could potentially replace the need for every genetic test you would need for the rest of your life (with the exception of tests for a specific tissue  like cancers).  Although I was recently reminded that this optimistic view has to be tempered with the inevitable licensing restrictions around existing tests that would be revealed by a whole genome sequence, it seems likely that big savings to healthcare systems could be realised. And we&apos;re pretty much in the right place, scientifically, to be able to do the experiment to find out.  So much so that my own institute has also kicked off an ambitious Centre for Genetic Medicine  in part to answer the question of what impacts can be made through clinical whole-genome sequencing. Can we have positive impact on patients, identifying life-altering conditions far in advance of the presence of symptoms? Can this be done in a rational way based on prioritising certain patients, or is it better to test everyone? What impact on the economics of healthcare might this have here in Canada, and in other places in the world? These are all questions we are now in a position to ask, and potentially answer in the very near future. Which brings us back to the PGP. Research studies have always needed control data  information that we can compare with data from patients with a specific disease or disorder. Frequently, obtaining these data can be more difficult than data from patients, for whom mechanisms to enrol in research studies are already in place. Personal genomes from the general public have great promise to provide a rich source of fully-consented information that is openly available to the research community.  Yes, it may be biased towards people who are curious and able to take advantage of the project (questions well addressed in the Globe article), and there is potential for abuse of this information, as outlined by project ethicist Dr Michael Szego in an accompanying video. But my hypothesis, for now, is that there will be immense value in the PGP, whether from Canada or similar studies in other countries. And I believe that we&apos;re now in a position to ask the question, do the experiment, and seek the answers to these important questions.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/dec/18/human-genome-canada-personal", 
    "wordcount": "1020"
}