{
    "headline": "The flipped academic: turning higher education on its head", 
    "text": "Education models are turning inside out. First came the concept of the &apos;flipped classroom&apos; in schools: pupils completing course material ahead of lessons to free up time with their teachers and apply the knowledge they have just learned. Now a related philosophy is developing in higher education. Can we also flip academics  or even academia itself? Alex Bruton, associate professor in innovation and entrepreneurship at Mount Royal University in Canada, thinks so. The &apos;flipped academic&apos;, as he sees it, is an academic who informs first and publishes later, seeking usefulness as well as truth in their research and striving to publish only after having had an impact on students and society. This is an opportunity, says Bruton, &quot;to reinvent the brand of the academic (ie. the perceived promise an academic makes to society) as more than just a teacher and academic publisher; as someone who also wants to engage deeply with communities and find new ways of developing, delivering and discussing knowledge.&quot; &quot;Flipping&quot; requires a different skillset and way of thinking, he adds. But with the ongoing transformation of higher education  from the creation of massive free online courses (MOOCs) to the rising student expectations that accompany higher tuition fees  the academic must also change to stay relevant to the students who they teach, and add value through the research they produce. &quot;Fifteen or twenty years ago when I was sitting in a classroom the role of the teacher was very different,&quot; he says, &quot;providing information to the student who would take it, learn it, and repeat it back. Today, if I go into a classroom as a teacher or a professor expecting to only play the role of handing information over, I won&apos;t be adding value,&quot; says Bruton. &quot;This is because it can be found so readily on the web. It&apos;s very hard to find a topic taught in universities for which there isn&apos;t also a free lecture available from someone world class.&quot; Academics have to add value in different ways, he says. &quot;If the work we do as academics doesn&apos;t also include coming up with practically useful frameworks that inform practice, we risk an academic-practice gap  especially in areas such as business and other disciplines in the humanities and social sciences. &quot;The technology and the information are out there,&quot; he adds, &quot;so the question becomes how to create environments that help the student use those things to meet their learning objectives and, in turn, prepare to create value in society.&quot; An academic&apos;s success should not be measured by the number of research papers they produce, but in how they communicate their work to a wider audience, suggests Sarah Hewitt, assistant professor in the department of biology at Mount Royal University. As a firm believer in making research useful to people through &quot;broader impact&quot; and &quot;maximising their understanding&quot;, she is in essence, a flipped academic. Working as an &apos;embedded scientist&apos;, Hewitt focuses on effective science communication by assisting scientists in the field: spending time outside the lab, giving presentations about projects, people and places, testing theories and talking about them in her blog. &quot;This route was a natural fit and just made sense to me,&quot; she says. &quot;It&apos;s benefited my teaching and I&apos;ve found a way to have a greater impact than I could doing traditional research. There are thousands of people doing great research but who struggle to answer why their research is important,&quot; she adds. Hewitt believes the role of the academic should be more about training people to think, problem-solve, and communicate their subjects effectively in and out of formal education. &quot;I felt that I could have a bigger impact conveying science this way,&quot; she says. &quot;Doing things differently often draws attention  not everyone agrees that it&apos;s a valid approach but I&apos;m willing to debate that.&quot; Achieving impact through greater engagement with communities and colleagues is an idea that is also being reflected through the way new university buildings are being designed. Simon Doody, partner of Feilden Clegg Bradley Studios which designs higher education buildings, says they have seen a noticeable change in the way academic work spaces are being designed: &quot;Universities themselves want to promote a trend for academics to be housed in &apos;modern workplace&apos; environments with spaces that promote collaboration,&quot; he says  rather than separate offices. But this development is not always welcomed, he added, and there is still a &quot;prevailing desire for academics to undertake their individual research work in a withdrawn environment, separated from other academics so they cannot be disturbed.&quot; Bruton acknowledges that not everyone can or wants to be a flipped academic (an idea he describes as being a &quot;potentially disruptive innovation&quot; that many may find threatening and hard to relate to), but he believes that the existing generation of academics &quot;need to understand and ready themselves for a possible changing reality&quot;. One academic who is embracing the need for a shakeup in the way individuals and their institutions see their role in higher education is Tom Fisher, professor and dean of the college of design at the University of Minnesota. He believes the flipped academic is an idea whose &quot;time has come&quot; but that it should not just be limited to the individual researcher, but extend to universities themselves who need to see engagement with communities as their primary role. Welcome to the &quot;flipped academy&quot;. As Fisher puts it: &quot;Universities have a dual mission of deepening our understanding of the past and present and conveying that knowledge to students on the one hand, and on the other hand, applying that knowledge to the challenges we face going forward into the future. It is in that latter role  creating a better future for ourselves and others  that the community engagement responsibilities of academics become most relevant.&quot; Academics also need to do the things that justify their own career progression, says Fisher, including &quot;engaging and communicating with the public in ways that non-academics can understand&quot;. This is a concept already grasped by the millennial generation, who are in turn &quot;pushing faculties to be more engaged in their communities&quot;. And although this notion is not a path that every class or all research needs to follow, Fisher strongly believes the flipped academy will &quot;become more the norm and that &quot;large lecture classes of knowledge-for-knowledge sake will become less prevalent&quot;. Like the flipped classroom, Bruton acknowledges there are many people already working in this way. But by giving it a label, he hopes it will move the conversation on and arm those who want to make more of an impact, but don&apos;t know how. &quot;I won&apos;t be as relevant to my students in 5-10 years time if I don&apos;t look at things differently,&quot; he says. &quot;I&apos;m absolutely convinced of that.&quot; This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/dec/11/flipped-academic-research-community-engagement", 
    "wordcount": "1196"
}