{
    "headline": "Palaeontology is full of dinosaurs - and not in a good way for women's careers", 
    "text": "A lot has been written on the problems that women in Stem face. The numbers evidencing gender inequality in science, and the so-called leaky pipeline, are widely known. In recent years, many cases of hostility in the academic workplace have been made public, producing a series of long overdue reactions. Further, the Two-Body Problem (lack of institutional flexibility for spousal hires and the assumption that if the woman is following the man she is second-rate) has been extensively recognized. As a Latin woman in science, I am interested in understanding the how these issues operate, how they manifest themselves on women of colour, and what the particular issues are in relation to palaeontology, my field of research.    Related: Promoting equality in science: what works, and what doesn't?    I consider myself lucky to have never faced serious gender-related issues, as all my male advisors/mentors/hosts have been amazingly supportive, and never made me feel less (or more) because I am a (Latin) woman. On the contrary, they constantly empowered me and provided me with the tools to build confidence to overcome other minor gender-related issues I have encountered during my career.  These minor issues have been a handful of isolated cases of mansplaining and sexist/racist attitudes from some colleagues. I admit that I find it hard to assess whether these cases have reflected their position on womens roles, or if they are trying to be funny. As a Colombian, I have learned to live with the common uninformed and insensitive jokes about cocaine and Pablo Escobar. I have developed a sort of flexible and understanding attitude towards sexist/racist comments, along the lines of: wow, that comment kind of hurts, but I know he is a good guy and didnt mean it in a bad way. However, I wonder to what extent such comments and attitudes are part of a bigger problem, in which case they shouldnt be ignored.  In my search for a better understanding on how womens issues operate in my field, I found two explanations for the leaky pipeline, both rooted in complex biological and societal issues. One is that, in general, publication rates are lower in women than men. Since number of publication is a metric for employment, this results in a systematic bias against women, because such a metric is not equitable. The second explanation I found is based on experimental evidence, and shows a 2:1preference in favour of women for tenure track positions, and that womens underrepresentation is actually a result of fewer women applying for jobs. In terms of the situation for women of colour, I found that gender bias acts differently depending on a womans race. For example, black women are more likely to deal with the constant requirement to prove themselves capable, Asian women have to deal with the stereotype of being the smartest one in the lab, and Latin women are more at risk of being seen as angry when expressing themselves in the workplace. This problem is reflected in the representation of women of colour in science: only 3% of professorships in the US are given to women of colour. Indeed, being a minority within a minority adds another layer of complexity to the gender-bias problem.     Dr Catalina Pimiento collecting fossil shark teeth in the field Photograph: Smithsonian Tropical Research Institute/Catalina Pimiento    To examine the particular issues women face in palaeontology, I used three approaches. First, I searched for the top 10 most cited papers in palaeontology journals to assess what percentage were led by women; I looked for reports on womens representation in professional conferences; finally, I asked all the palaeo-women I know to tell me the biggest gender-related problem they have faced as palaeontologists. Here is what I found. Papers  Only 10% of the most cited papers in Paleobiology, Journal of Paleontology, Paleontology, and Paleo3, were lead by a woman. No women led any of the 10 most cited papers in the Journal of Vertebrate Paleontology. Conferences  Reports show that female representation in paleontological associations are close to 50% in terms of students members. However, professional memberships are disproportionally low relative to those of men (leaky pipeline in action). With regards to meeting participation, even though the number of abstracts with female authors has increased in the last 40 years, women are still underrepresented (more cold hard numbers can be found on blog The Bearded Lady Project). Testimonies  Around 20 palaeo-women (ranging from undergrads to senior professors, from different parts of the world including the US, Europe, Latin America and Africa) responded to my survey with their personal experiences. According to their responses (a diverse selection is presented at the end of this article), it seems like women in palaeontology are often assumed incompetent until proven otherwise. I realise, however, this is an issue not exclusively associated with being a palaeontologist.  Fieldwork-related problems were commonly mentioned and range from attempts to police outfits (although this happens in labs/offices as well), to being ignored (or, as one of my friends puts it: having the super-power of being invisible) or patronised by their coworkers. Even when fieldwork-related issues are not exclusively linked to palaeo, the term palaeontology is often associated with macho behaviour related to fossil collecting. This perceived need for machismo of course clashes with the wrong-headed perception of feminine identities being weaker and not well-suited to the harsh conditions associated with fieldwork.  As gender bias against women in palaeontology could also occur to a member of any other minority, I asked (admittedly, only a few) male palaeontologists who are members of a minority, whether or not they have ever felt any kind of bias against them. Based on the responses of five Hispanic and three gay palaeontologists, it seems like they dont feel any particular bias, and if they do, that typically occurs only at the beginning of their careers. However, gay palaeontologists mentioned they feel they need to be particularly careful when doing fieldwork in the remote sites of certain countries (e.g. Latin America or the Middle East). Further, a transgender palaeontologist commented on the restrictions relating to health care provision when looking for jobs. Since mobility is expected in academia, this imposes a major problem for transgender scientists in all disciplines. The reason we should care about the situation of women and minorities in palaeontology is not simply because of social justice. Diversity is pivotal to the achievement of scientific excellence, and therefore, providing an adequate working environment to diversify the pool of scientists should be considered a crucial aspect of all research agendas.    Related: On Ada Lovelace Day, let's also celebrate 19th-century renaissance woman Agnes Clerke | Rebekah Higgitt    Of course, everything I have found on my personal quest for a better understanding of the issues women and minorities face in my area of research would have to be systematically assessed to constitute sound scientific evidence. However, the fact is that even though evidence suggests that women are preferred for academic jobs, women are still underrepresented, endure pressure over our appearances and face a battle to have our ideas recognised and be credited to us, not to mention experiencing constant mansplaining. From this I conclude that yes we can achieve much as female palaeontologists, but only if we prove ourselves not once, but many times through our careers. This needs to change. The many minor issues we face on a daily basis are part of a bigger problem, and should never be ignored.  In their own words To further illustrate the points Ive made above, here is a selection of the testimonies I received from palaeontologists recounting their experiences.  As a grad student, a white male - [who] used to be my friend and [who] collaborated with me in a couple of papers - never attended any of my presentations in any of the multiple professional meetings we coincided (nor asked me once abut my research!). I always felt bad about it, and I knew that it was because he never thought my work was worth it. When my PhD research got published, he claimed I had scooped him. I think that instead, his sexist approach to meetings attendance proved to him inefficient.   When I competed for an open postdoc position, a very good friend and colleague who also applied and did not get it, sourly told me that I only got offered the position because I am female. I got very frustrated at the remark, because I know, that by all the common benchmarks, (publications, citation, grants) I am a much better candidate than him.   While doing my PhD, advisers and collaborators used the following phrases: you can share the computer that is in the corridor; you might become a good secretary; why dont you accept the technician position? It fits you!; better you dont try there, it is a good journal, you know?; I am sure that you did not realise it, but the idea you just said is great!   On my first time doing fieldwork, I was told to pack light, so I did: one sweatshirt, only the boots I was wearing, and no extras. The temperature went down dramatically in 12 hours and I had to borrow a sweatshirt from each of the three men there (who all had plenty of clothes) to not freeze. We had to wade a river, and I had to do it barefoot and slashed my foot. I had to wear my boots on the way back through and then had to borrow an extra pair of shoes from one of the guys. I learned that I was the only one who was told to pack light, and none of the students had ever been in the field, so it wasnt because I was a newbie, it was clearly because theres a female stereotype of overpacking.   A student [who] worked for me was told that she dressed like a librarian rather than a scientist because she would frequently wear dresses and heels. She was told (often by other women) that she should dress more seriously if she wants to be taken seriously.   I couldnt count how many times I have made a point in a group discussion that seems to fall flat initially but when repeated later by a male colleague, magically becomes worthy of serious consideration.   On the first day at a SVP meeting, as I was entering, a man stopped and asked what the convention was for. I told him and he shook his head. He told me that I was the only black person that he had seen attending the convention that didnt work there. I am used to being the only black woman in the room, but it has never been pointed out before. I was very aware of it for the rest of the conference. I felt proud to be breaking that wall.   When I apply for jobs I have to seriously consider how friendly the state and city are given the current political climate. Most places in the US explicitly dont cover transgender related health care, and even if we pay out of pocket most doctors do not know our needs. Ive not applied to jobs I wanted because theyre in states without health care and theyre in an area where I wouldnt feel comfortable living.   I was asking a senior colleague with a permanent research position advertised at his institution what kind of person they were looking to hire (I was thinking along the lines of areas of research emphasis - e.g. taxonomic group, geological time period, types of research questions addressed etc.) only to be told that they were looking to hire a man because women couldnt handle fieldwork.   I happened to be two months pregnant during a field season and no colleague was aware of my condition. The fieldwork was successful but upon my return, I developed some medical complications that got me admitted [to hospital]. I got well and life was back to normal again. But after my boss learnt what happened, he always asks whether there [is] anybody pregnant before we depart for a field trip, and even asked me whether he should seek permission from my husband.   While working on palaeontological mitigation, three different workers asked me out, and while they were all respectful I started to hear scary stories from other female colleagues, so I became more guarded. Even so, one somehow found my phone number and started calling me in the middle of the night and showing up at talks I gave with gifts. One even tried to kiss me when I showed him a fossil Id found. Because of this, my behaviour changed to the point where I didnt talk to people, didnt wear makeup, and stayed in worn, baggy clothes. I remember even considering wearing a fake wedding ring.   In a developing country, the main challenge I had while pursuing a graduate training and carrier in palaeontology was the lack of successful female role models in my country, who were born and raised in a similar cultural and educational background  simply, someone who I can easily relate to and look up to.   The main body of this blog benefited from conversations with many palaeontologists, especially Marcelo Snchez, Ellen Currano, Kay Behrensmeyer, Kristof Veitschegger and April Carr, although it should be noted that none of the testimonies above should be attributed to them. ", 
    "section": "science", 
    "gid": "science/2016/oct/11/palaeontology-is-full-of-dinosaurs-and-not-in-a-good-way-for-womens-careers", 
    "wordcount": "2212"
}