{
    "headline": "Canada's PM Stephen Harper faces revolt by scientists", 
    "text": "Canada&apos;s prime minister, Stephen Harper, faces a widening revolt by the country&apos;s leading scientists against sweeping cuts to government research labs and broadly pro-industry policies. The scientists plan to march through Ottawa in white lab coats on Tuesday in the second big protest in a month against the Harper government&apos;s science and environmental agenda. Harper is accused of pushing through a slew of policies weakening or abolishing environmental protections  with an aim of expanding development of natural resources such as the Alberta tar sands. His government is also accused of jeopardising Canada&apos;s scientific reputation by shutting down the Experimental Lakes Area (ELA), a research station that produced critical evidence to help stop acid rain. &quot;In my view there are a lot of attempts in this country, and other countries too, to push through resource-based economies,&quot; said Prof John Smol, a freshwater lake biologist at Queen&apos;s University in Kingston, Ontario. &quot;People working at ELA are constantly finding reasons why you can&apos;t just put a pipeline here, or an industry there, because there are going to be environmental costs.&quot; Andrew Weaver, a climate scientist at the University of Victoria in British Columbia, was even more pointed. &quot;It&apos;s not about saving money. It&apos;s about imposing ideology,&quot; he said. &quot;What&apos;s happening here is that the government has an ideological agenda to develop the Canadian economy based on the extraction of oil out of the Alberta tar sands as quickly as possible and sell it as fast as it can, come hell and high water, and eliminate any barriers that stand in their way.&quot; However, a spokeswoman for Gary Goodyear, the minister of state for science and technology, said the government remained committed to funding science. &quot;Our government has made historic investments in science, technology and research to create jobs, grow our economy, and improve the quality of life for Canadians,&quot; she said. But Canadian government officials also indirectly confirmed scientists&apos; charges that Harper was far more interested in funding research with direct industry applications, than in funding pure science or environmental research.  &quot;As a country we have been lagging behind our peer nations on applied research and commercialisation and our government is taking steps to correct that,&quot; the official said. The official provided a list of new projects supported by the government. Among the largest was $105m for marketing forest products.  The showdown between the government and scientists was set late last month by the passage of a budget bill that weakened or abolished scores of environmental laws. The government claims the cuts are intended to shift more resources towards monitoring development of the Alberta tar sands, the core of Harper&apos;s economic strategy. Critics say the changes gut the country&apos;s strongest environmental law, the Canadian Fisheries Act, by easing earlier requirements on mining and other industries to protect fish habitat. In addition, the C-38 budget bill cut dozens of jobs for government scientists, scrapped research projects, and pollution control programmes. It abolished the unit in charge of monitoring emissions from power plants, furnaces, boilers and other sources, for a net saving of about $600,000. It cut funding entirely for two-well established bodies: the National Round Table on the Environment and the Economy, an advisory panel, and the Canadian Foundation for Climate and Atmospheric Science, which awards research grants. It also cut other research grant programmes. The Harper government has clashed regularly with environmental groups over its strategy of developing the tar sands and shipping the oil to America and China. Earlier this year, the natural resources minister, Joe Oliver, accused foreign radicals and &quot;jet-setting celebrities&quot; of trying to hijack the country, by opposing development of the tar sands. The government has also directed the tax authorities to investigate the funding of environmental groups. There were protests, too, when government scientists were banned from speaking to media without an official &quot;minder&quot;, and when news of the cost-cutting proposals first trickled out. More than 500 groups took their websites down for 24 hours last month in protest at the budget cuts, which they claim were an excuse to weaken environmental protections. But the cuts that seem to have galvanised the protests on Tuesday was the government&apos;s decision to shut down the Experimental Lakes Area in March 2013. &quot;It&apos;s a culmination of all of the cuts to government science and environment,&quot; said Diane Orihel, a PhD candidate at the University of Alberta, leading the campaign to save the labs. &quot;The ELA is one small little morsel in a much broader problem.&quot; But she added: &quot;We are starting to see momentum.&quot; Since the decision first trickled out  as a government leak  the Harper government has faced widening criticism in Canadian media. Scientists say the closure, due in March 2013, would rob researchers of a rare chance to conduct science on a real-life scale  not just in a laboratory flask, said Smol. Over the years, it has provided critical evidence on the causes of acid rain, and the effects on fish and their habitats of dumping fertilisers, detergents, or mercury. &quot;Any water quality problem we have on the planet, the research started out there,&quot; Smol said. &quot;I think we need that information to get solid policy to deal with our environmental problems.&quot; The government argues it can no longer afford the research station, which costs about $2m a year to run. Critics dismiss that argument, pointing to the Harper government&apos;s promotion of the Alberta tar sands and its opposition to the Kyoto protocol agreements on climate change. &quot;The Harper government is the most environmentally hostile one we have ever had in Canada. Harper pulled Canada out of the Kyoto protocol, gutted the Fisheries Act (our strongest freshwater protection law), and hollowed out our environmental assessment legislation, making it easier for extractive industries to get licences to exploit,&quot; said Maude Barlow, a former UN advisor on water and chair of the Council of Canadians. &quot;It is heartlessly shutting down a programme that costs very little to run given the incredible benefits it brings, in order to silence the voices who speak for water.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/09/canada-stephen-harper-revolt-scientists", 
    "wordcount": "1034"
}