{
    "headline": "Gunshots, graves and a forgotten waterway", 
    "text": "Snowdrops are growing inside the railings around a tomb, and winter heliotrope creeps in from the edge of the churchyard. Gun shots echo along the valley of the Ottery where the mansion of Werrington Estate is hidden by trees. In the 18th century the medieval church and graves were demolished and dug up: they were removed from the original site and set here, outside a substantial stoned-up bank bounding the parkland. The church tower was rebuilt with its pinnacles, and carved apostles were reset in niches. Old slate memorials have been remounted on the outside wall of the church. One depicts the nephew of Sir Francis Drake, with his wife and four children, and another commemorates Philip Scipio, the African servant of a subsequent owner of the big house. Northwards, much of the land is clayey and waterlogged, suitable only for summer grazing. Belts of trees and hedge-banks are protected with wire fencing where wool, which has been scratched off sheep&apos;s backs, blows in the blustery wind. A bunch of muddy ewes with lambs lurk in a sunny corner and, opposite shady woods along Tala Water, a larger flock spreads across the pasture. In a farmyard cattle, confined under cover, feed from troughs of silage near a rick of unwrapped bales and piles of discarded plastic wrap. Streams flow towards a brown and scummy reach of the swirling Tamar and, until a boundary change in 1966, this pastoral, remote parish was included with Devon, on the opposite bank. Between the river and a narrow lane the last lap of the defunct canal from Bude is now choked with leaf-mould, flag iris and saplings. Its meandering and laboriously constructed course ended at Druxton Wharf, Crossgate, where a sunken track leads uphill between eroded tree roots and the unfrosted greenery of soft shield ferns, back towards Werrington.", 
    "section": "environment", 
    "gid": "environment/2012/jan/24/werrington-tamar-valley-gunshots-graves-and-a-forgotten-waterway", 
    "wordcount": "305"
}