{
    "headline": "A-level results not up to scratch? There are many paths into science", 
    "text": "On Thursday morning, A-level students up and down the country will receive the results of the exams they took this summer. Much will be written, here at the Guardian and elsewhere, on what you can do if your results are worse, or better, than you had hoped. But what if your career path takes an unexpected turn not covered by the above? Some months ago, an acquaintance, upon finding out where I studied, approached me and asked if I would have a word with her son who intended to apply to the same institution. The mother&apos;s primary concern was the effect of her own background on her son&apos;s application.  She had done her degree late in life, having had a different career first. She was not somebody who drifted to university straight out of school. She was worried about how her now-graduate status would be perceived by the admissions team, insisting that her path was not the standard one. Not being an admissions tutor, I did not feel able to comment on that. But what I was able to reassure her was that, from what I had seen at university, despite the media&apos;s insistence that all A-level graduates look the same, there are many routes into higher education and beyond. I had my own anxieties around the admissions process. When I applied, two years after completing my A-levels instead of the more traditional gap of zero to one years, I was plagued by anxiety that, by the time I matriculated, I would be old. I would stand out among the fresh-faced and sprightly 18 and 19-year-olds as the only one who had entered their third decade. As any adult will be able to tell you, my fears were ill-founded. While, perhaps, the majority of students on my course came straight from school or a gap year, there were plenty of us who had taken a more circuitous route. Students who had started a different course, completing one or two years before deciding that that subject was not for them, joined us in our first year. Students who had failed to pass first years elsewhere, students from overseas whose compulsory schooling lasted longer, career-changers and mature students all formed part of the mix. The one time anyone commented on my age was when I handed them an invitation to my birthday party. They looked at me incredulously:  &quot;How come you&apos;re going to be twenty-one?&quot;  (Well, 21 years and nine months ago  began my bristly reply.) I arrived at university with ambitions of becoming a laboratory scientist  they said I suited the white lab coat and goggles. But my hopes of a career in the &quot;wet-lab&quot; blew up in my face, almost literally in one case. Through weekly laboratory practicals, it became apparent that, while I could understand the theory behind the experiment we were doing, the practice was beyond me. I became dependent on my lab partner to do the pipetting and mixing, with me reading and interpreting the directions and writing up the results. I hung up my lab coat as soon as I could. Discussing which among a choice of modules I would study in my final year, one lecturer, himself heavily involved in &quot;wet-lab&quot; experiments, objected:  &quot;But, but  you&apos;re going to be doing a desk job!&quot;  I did not plan to study for a PhD, either, but computational biology suited me so I took the opportunity. The so-called standard path to being an academic scientist is long: undergraduate and postgraduate degrees, followed by one or more fixed-term training contracts before securing a permanent position.  While this route is well-trodden, plenty of people deviate from it but nonetheless achieve notable success. My blogging colleague Stephen, now a university professor, previously embarked on a career in management. Jenny took advantage of the unexpected loss of her job to write a novel. Sylvia&apos;s background is even more unconventional! Approaching the end of my PhD, I can unreservedly say I have learned a great deal. Seven years ago, when I filled in my UCAS application, I did not picture myself completing a doctoral thesis. While I have an idea of what I will do once I graduate, I now find it easier to accept uncertainty in the path that I will take. So, if your A-level results throw you a curveball, or you end up taking a circuitous route into your career, don&apos;t fret. The non-standard path is more standard than you might think.", 
    "section": "science", 
    "gid": "science/occams-corner/2012/aug/16/a-level-results-paths-science", 
    "wordcount": "750"
}