{
    "headline": "The rain released from the parched ground that glorious earthy perfume", 
    "text": "The weather has been so unstintingly poor in the past few months that it seems almost perverse to wish for rain. Yet, in truth, we are in need again. On our allotment the upper layer of soil is a boot&apos;s depth of mere powder. A friend also told me of local farmers who are paying the price for clearing all their hedges: tonnes of topsoil were being ripped from some of the largest bare fields and sandblasting everything that lay downwind. If we need rain then this morning&apos;s downpour could not have been gentler nor more atmospheric. As I walk the lane to the marsh it dissolves and releases from the parched, grey, crumbled ground that glorious earthy perfume that one catches best right at the back of the nose. It is not a particularly powerful odour. I notice, by contrast, how on passing a spot where the fox has sprayed its scent, I am assailed by the vulpine stink as if I had been hit physically. While the earth&apos;s own scent may be far gentler, it is both pervasive and unmistakable. Who knows what are its precise constituents but it&apos;s a smell I emphatically associate with asphalt and high summer and that moment when the queen black ants and their winged male attendants pour out of the cracks in the pavements and take flight for the only time in their lives. It also has a hint of the Mediterranean, especially of thistle-rich broken ground where one surmises that it is strongly linked to all those sun-baked spiny plants. Here at Claxton it has the same note of oil-based astringency and it wells up even thicker as the rain intensifies. What is initially just a mist of concentric ripples on the dyke has become a rattling plop of sharp drops in water and clear bubbles like frogs&apos; eyes at the surface. The odour of spring swells up fatter and is sweetened now by the lemon blossom of sallows on the marsh.", 
    "section": "environment", 
    "gid": "environment/2013/apr/28/claxton-norfolk-rain-parched-earthy-perfume", 
    "wordcount": "333"
}