{
    "headline": "Drought-damaged states face poor outlook as dry weather persists", 
    "text": "A persistent drought held its grip on America&apos;s bread basket on Thursday, with no sign of relief for the four main wheat-growing states. The poor outlook for winter wheat, which accounts for about 70% of the US crop, has raised fears about further food prices shocks, after widespread failure of last year&apos;s corn and soybean crops. Conditions in Kansas, Colorado, Oklahoma, and Texas, which produce about a third of the country&apos;s wheat crop, remained unchanged  virtually the worst on record, according to the US Drought Monitor. The Obama administration declared large areas of all four states a natural disaster area on Wednesday, because of the persistent drought. In Kansas, the biggest wheat producer, the entire state is in severe drought. Oklahoma, over the last 60 days, has seen only a small fraction of its typical rainfall. &quot;Oklahoma has really been just bone dry,&quot; said David Simeral, a scientist at the Western Regional Climate Center who wrote this week&apos;s drought report. Last year&apos;s temperatures smashed through 118 years of temperature records, registering a full degree Fahrenheit hotter than the previous record. By mid-July about 62% of the country was stuck in a dry spell, which devastated the corn and soybean crop and threatened to bring shipping on the Mississippi, the country&apos;s busiest waterway, to a halt. Prices for corn, soybean and wheat rose to record levels. Six months later, nearly 61% of the country remains stuck in that dry spell.Government climate scientists, in a conference call with reporters this week, warned the drought was expected to continue, especially across the mid-west and high plains states that produce much of America&apos;s grain, because of climate change. It is still too early to predict the outcome of this year&apos;s crop. Wheat planted in the autumn goes dormant during the winter. But grain dealers were already warning of severe damage. &quot;This is the worst that I have ever seen it and I have worked at the co-op for 43 years,&quot; said Rosie Meier, a grain dealer in Great Bend, Kansas. The last time central Kansas saw a good dowsing was in April last year. &quot;If things don&apos;t turn around we would probably only get 20% of the crop,&quot; Meier said. But rain could still resuscitate the crop. &quot;It is too dang early,&quot; Meier said. &quot;I wouldn&apos;t kiss it goodbye yet.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/10/drought-damaged-states-poor-outlook", 
    "wordcount": "397"
}