{
    "headline": "US economist Walt Rostow and his influence on post-1945 development", 
    "text": "At the end of the second world war, the western allies shared an understandable desire to cement lasting international peace after a conflict that had cost so many lives. One of the most effective ways of achieving this, it was believed, was to ensure the economic growth of all countries. The ideas of US economic historian Walt W Rostow, particularly those in his 1960 book, The Stages of Economic Growth, represented one of the most influential attempts to systematise these thoughts. The product of a decade&apos;s work, the book gives us post-second world war development economics in a nutshell  or rather in the silver sweep of a DC-8 airliner cabin, since Rostow&apos;s primary analogy was that of &quot;take off&quot;: an aeronautical rendering of the moment when, with sufficient capital and other preconditions in place, &quot;the old blocks and resistances to steady growth are finally overcome&quot;. For Rostow, encouraging this process meant promoting new &quot;enclaves of modern activity&quot; that could be economically fused together to become the nation&apos;s &quot;normal condition  built, as it were, into its habits and institutional structure&quot;. Like other modernisation theories, The Stages of Economic Growth was both a diffusionist and technocratic doctrine, since it sought to replicate within more traditional societies the benefits of rationality and progress already experienced in the wealthier parts of the world. It was an approach to development in which a group of experts sitting in their government offices would call forth the machinery of industrialisation and urbanisation to remake social relations on the ground. If this paternalist rendering of the economic trajectory of nations had a clear moral compass, it had a clear political compass too  just look at the book&apos;s subtitle: An Anti-Communist Manifesto. This brings home an important point about development: its inherently political nature. Development policy from the Marshall plan onwards was a form of cold war ideological arm-wrestling. It allowed Soviets and Americans to test who had the better theories for social and economic progress in the Petri dish of the &quot;third world&quot;, as it was then known, while allowing them to lay claim to the world&apos;s political space without wading into wholesale colonialism in the process. A graduate of Yale at the precocious age of 19, a contributor to the Marshall plan, and a speechwriter for President Dwight Eisenhower  in addition to being a tenured economist  Rostow was one of the brightest minds to challenge the USSR. When, in 1960, after reading The Stages of Economic Growth, John F Kennedy recruited the hawkish young Rostow to his election team, he would have his chance. Kennedy bought wholesale into what became known as the &quot;Rostow doctrine&quot;, and the decade that followed  the first decade of development in UN parlance  ensured that Rostow&apos;s ideas about modernisation spread far and wide. In the early 1960s the two-year-old Cuban revolution switched first its sugar quota and then its political allegiance from the US to the Soviet Union, helping Rostow&apos;s cause by reminding the US what was at stake in its dealings with the developing world. It helped him to promote Kennedy&apos;s flagship Alliance for Progress in Latin America, and then, under Lyndon Johnson, to justify US military policy in Vietnam. For Rostow, aid was always a weapon: something to be targeted rather than delivered. But for all his hawkishness over Vietnam he was adamant, too, that America&apos;s political ambitions were ultimately best pursued &quot;crabwise&quot;, as he put it, through specific policies and programmes. However, within a year of Rostow&apos;s book being published, some of those developing nations, tired of being scrapped over in a struggle not of their own making, clubbed together to form the Non-Aligned Movement: the first attempt to create a political bloc in the developing world. Even at its point of greatest influence, then, there was resistance to the politically laden and overdetermining visions of utopia in which modernisation theorists like Rostow traded. And by the end of the 1960s, Rostow was unceremoniously put out to grass: felled in the end by his unflinching commitment to the war in Vietnam. But there is no doubting that, until then, Rostow stood firmly at the helm of the burgeoning field of international development. Today the ideas, practice and perhaps especially the politics of development have moved on. Rostow&apos;s brash optimism (though maybe not his hawkishness) seems somehow out of place in our post-millennial world of &quot;poverty reduction&quot; and &quot;complex humanitarian emergencies&quot;. Certainly most practitioners today, though not all, are more wary of assuming European and American history to be the norm, or of reading development as a linear or cumulative process. But Rostow&apos;s view that a dynamic private sector was to be supported by a strong but market-friendly state can still be found in many of today&apos;s public-private partnership models. And anyone even slightly informed on World Bank and IMF policies over the past 20 years will see the persistence of his belief that political influence is best delivered under the radar of economic investments. In these and other ways, the Rostovian crab keeps clambering on, a full half century later.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/08/us-economist-walt-rostow-development", 
    "wordcount": "859"
}