{
    "headline": "Sitting A-levels in January to end in attempt to curb 'resit culture'", 
    "text": "The first stage in a planned shakeup of A-levels will end the option of taking exams again in January in an attempt to curb the &quot;resit culture&quot; where pupils sit papers on the assumption that they will get another chance, the exams watchdog has said. In the most significant initial change to the qualification since the end of a three-month consultation, Ofqual said pupils in England starting A-level and AS-level courses from September will only be able to sit exams in June. This is the first part of a wider proposed change to the system of pre-university qualifications, which could eventually see them take on many of the characteristics of the international baccalaureate (IB) system. Other proposals, such as more involvement from universities in the design of the qualifications, and broader changes to the structure of the exams, are still being considered, Ofqual said. But there was opposition to the idea of universities approving particular A-levels over others. The move to summer only exams brought a mixed response  student and teacher groups expressed disappointment while higher education organisations were more supportive  but there was wide concern about the pace of change. The Association of School and College Leaders (ASCL) said that while it supported the general principle of ending January exams, prospectuses have already been sent out for A-level courses starting next September. Referring to the chaos over this summer&apos;s grading for revised GCSE exams, the association&apos;s general secretary, Brian Lightman, said: &quot;As we have seen, there is huge danger in tinkering with specifications without having modelled the potential outcomes and therefore understood the potential pitfalls.&quot; Universities UK, which represents 134 higher education institutions, and AQA, one of the main exam awarding bodies, echoed the warning, with the latter saying the timescale &quot;should be addressed as a matter of urgency&quot;. Ofqual said the consultation  which received almost 1,000 responses  found broad support for some changes, notably ending January exams. Glenys Stacey, Ofqual&apos;s chief regulator, said: &quot;The consultation followed Ofqual&apos;s research into perceptions of A-levels. This showed that the qualifications are considered to be largely fit for purpose but that there were some structural changes that could be made to improve them. There were also concerns expressed by teachers, employers and universities over what they term a resit culture. Teachers in particular said A-level students approach examinations with the expectation that they will always get a second chance.&quot; Stacey added: &quot;Making improvements in these key areas is what this first phase is about and it has been widely welcomed by higher education and by many schools and colleges. The next phase will consider further structural changes to strengthen the A-level, how higher education will be involved in A-levels, and content changes where stakeholders deem that they are necessary.&quot; Last month, the education secretary, Michael Gove, announced plans for an IB-style system for A-levels that would emphasise broader knowledge  with, for example, arts subjects balanced by maths or a science  and the introduction of 5,000-word dissertations for some. An Ofqual document from June proposed that exam boards could be obliged to show that each of its A-level qualifications had the backing of at least 20 UK universities, including 12 leading institutions. The consultation found support for higher education involvement in the design of A-levels, but not for particular universities &quot;endorsing&quot; certain A-levels. A report on the consultations into this issue said there were fears this could bring &quot;a hierarchical system of A-levels&quot;. It added: &quot;Stakeholders felt strongly that this development would reduce equality of access for students to the full range of universities, and the students most severely affected would be those without access to informed advice about which A-levels/specifications are required for their preferred courses.&quot; A Department for Education spokeswoman said more announcements on changes to A-levels would be made soon. She added: &quot;We are pleased that January exams and multiple resits will be scrapped, that people want less internal assessment and that universities have given such a clear signal that they want to be involved in designing A levels. It is enormously encouraging that there is such support for a robust and relevant new system which will allow young people to demonstrate real knowledge and understanding of their subjects.&quot; But the NASUWT teaching union said Ofqual had uncovered no real need to change A-levels. Chris Keates, the union&apos;s general secretary, said: &quot;The only pressure that is being exerted for reform is based on the ideological agenda of the secretary of state, who is seemingly determined to reduce the A-level to an elite university entrance exam, rather than a qualification which supports and prepares all young people to make the most of their future.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/09/sitting-a-level-january-exam-end", 
    "wordcount": "796"
}