{
    "headline": "A kestrel stretches its wings and flies for the very first time", 
    "text": "It was a sight that reminded us of our own children&apos;s first attempts to ride a bicycle: the nervous launch into the unknown; the struggle for balance; the clumsy landing and, finally, a hint of growing confidence. We watched the juvenile kestrel fidget on the broken limb of the oak tree before, with a last look over its shoulder, it launched itself into the ether and flew with reckless speed overhead, towards a holly whose slender leader shoot bent under the impact of its landing, sending it back into the air. After one wide circuit it settled on a fence post on the far side of the hedge, peering from side to side as if to reassure itself that none of its peers who had perfected the art of controlled flight was watching. Its new plumage was immaculate, as yet unsullied by endless hovers and plunges into the undergrowth that would come with the need to feed itself, and it still bore traces of downy nestling feathers under its tail coverts. It raised and stretched wings of heraldic perfection, not to take flight but as if to marvel at ownership of equipment whose potential for speed, acceleration, side-slipping or just hanging motionless on the wind it had yet to master. Almost immediately it was knocked off balance by a gust of wind and tipped forward on its perch, struggling again to retrieve its equilibrium and glancing again to right, left and behind with fierce eyes, as black as polished jet. Then it hunkered down, as if thinking through its next move, before starting that foot-shuffle again, then once more committing itself to the support of wind under its wings. This time it began with a shallow glide, then winnowing wing strokes, then a soar and a plunge into the grass, practising hunting skills on ringlet butterflies that fluttered out of reach of its talons among the swaying grasses.", 
    "section": "environment", 
    "gid": "environment/2012/aug/01/low-burnhall-durham-kestrel-first-flight", 
    "wordcount": "318"
}