{
    "headline": "VW AllTrack: car review", 
    "text": "Price 28,475 MPG 49.6 Top speed 123mphThe grumpy driver of the school bus looked surprised when I tapped on his window. I was a bit surprised myself, actually. But I was annoyed. &quot;Your engine has been idling for 45 minutes,&quot; I said. &quot;The whole time I&apos;ve been swimming you&apos;ve been parked here, going nowhere.&quot; There was a silence while he gathered his thoughts, his sandwich hovering mid-air. &quot;It&apos;s awaste of fuel,&quot; I almost shouted. &quot;It&apos;s crazy.&quot; More silence, just the relentless gurgle of his diesel. Then he leaned forward and turned the key. Silence. He smiled at me and took a big bite. &quot;Thanks,&quot; I mumbled, and walked away, thinking what an unbearable prig I must be But there is a more serious point. Research for Transport for London has revealed that if all the capital&apos;s drivers turned their engines off when idling for one lousy minute on each journey they made, the city could reduce its carbon emissions by 100 million kg a year and about 60m less fuel would be burned. It&apos;s a gloriously easy, small individual change that would make a massive collective difference. So why not? Let&apos;s embrace the silence But it&apos;s harder than you think. All of us who have ever driven cars that were not fit for purpose  the smoke chuggers, the oil burners, the rust bloomers  know that the first rule of motoring preservation is to never, ever turn your engine off once you&apos;ve got it started. It may never start again. However, things have moved on and rather than revving your engine to keep it from dying, modern cars can be switched on and off with equanimity. The car Ihave been driving this week, Volkswagen&apos;s new Passat AllTrack, goes a step further. It turns its own engine off every time you stop, soundlessly restarting it the moment you lift your foot from the brake. And it&apos;s just one of many clever technologies on this most driveable of VWs. With its raised ride height, four-wheel drive, flared arches and metal bash plates, the AllTrack (maybe it should have been called the Attack?) is the pumped-up, gym-bunny version of the better-known born-to-serve Passat. Heavier and chunkier, much has been done to keep fuel efficiency on a par with the family model. The 4MOTION drive unit sends 90% of the 2.0-litre diesel&apos;s power to the front wheels, but if a loss of grip is detected, it&apos;s automatically redirected to the rear axle. That saves petrol without compromising off-road performance, while on the road it offers aresponsive and engaging drive. There&apos;s a stack of gadgetry on the options list, too  sweeteners to help seal the deal, such as lane assist, blind-spot monitoring, self parking and auto-dip headlights. Book a test drive and your mind will be made up in minutes. Mine was. In speed-dating parlance it&apos;s a double tick  from you and from your future date. But there&apos;s always a niggle, isn&apos;t there? A plastic handle used to adjust seat height came off in my hand and the music system has a mind of its own But they&apos;re hardly deal breakers. Would Iconsider a second date? Just tell me where and when. Toy story: Britain&apos;s best-selling car     Team GB: the best-selling Little Tyles Cozy Coupe. Photograph: Observer    As the Society of Motor Manufacturers &amp; Traders (SMMT) announces its annual figures for the UK New Car registration 2012, toy company Little Tikes is celebrating because its iconic Cozy Coupe toy car hasdriven off with the top spot. The company, owned by US toy giant MGA Entertainment, sold 156,693 Cozy Coupes in the UK alone, placing it in pole position ahead of the Ford Fiesta, which saw 109,265 new registrations in 2012. Furthermore, Little Tikes reports it has seen a boost in sales of Cozy Coupes of some 25,000 vehicles compared to its 2011 figures. Much of this down to the introduction of the GB Coupe  a new model sporting a smart Union Flag on the roof  which had some bumper sales months around the times of the Jubilee and the Olympics. And the fact that it is one of Britain&apos;s cheapest cars  just 54.99. Little Tikes has also started up a Cozy Coupe Owners Club for its loyal drivers. Membership includes a personalised number plate, T-shirt and driver&apos;s licence. In addition to the new GB Coupe and the classic red and yellow Cozy Coupe, sales have also been strong for the pink coloured Princess Coupe, a police liveried Tikes Patrol Coupe, as well as a London Black Cab version.     Leader of the pack: the award-winning Bilbos Celex LWB. Photograph: Observer    Campervan of the year Bilbo&apos;s Celex LWB has been named the Campervan of the Year 2013 by Motorcaravan Motorhome Monthly, the UK&apos;s best-selling motorhome magazine, and Which Motorhome, the UK&apos;s number one magazine for motorhome testing, at their 2013 awards. This is the second year running that the two magazines have joined forces to create one set of combined awards, which this year were sponsored by the Caravan Club. To select a winner, the judges considered the functionality of the layout, the build quality and overall usability, as well as how the van performs on the road and on the campsite, right through to whether it offers value for money. And the Bilbo Celex LWB came out on top. The Wheelhome Skurry was the runner-up in the Campervan of the Year category, while the Wellhouse Hyundai Bianco and Hillside Ellastone were selected for a special mention. Head of the judging panel and editor of Which Motorhome, Peter Vaughan, said: &quot;Bilbo&apos;s has been building VW campervans for 35 years and that experience shows, both in the quality of the designs and the class-leading build. You won&apos;t find a better VW camper than this.&quot; Bilbo&apos;s has been converting campervans since 1977. Prices start at 35,000 and it offers a wide range of short or long-wheelbase VW T5 conversions with a choice of high-tops or elevating roofs. There are also four layouts to suit customers&apos; needs and lifestyles. The Bilbo&apos;s Celex LWB is priced from 40,940. For more information, go to bilbos.com", 
    "section": "technology", 
    "gid": "technology/2013/jan/20/vw-alltrack-car-review", 
    "wordcount": "1026"
}