{
    "headline": "Dieter Helm's Carbon Crunch left me frustrated and disappointed", 
    "text": "There are many things Dieter Helm&apos;s book, The Carbon Crunch: How We&apos;re Getting Climate Change Wrong - and How to Fix it, does well, such as articulating the urgency and scale of climate change the challenge and the lamentable lack of action at an international level. He identifies coal as the major climate threat, and I wholeheartedly agree  it is a superb source of energy, there is still massive amounts of it and it&apos;s cheap. Its environmental impact, however, is without parallel and Helm also clearly highlights the deaths and ill-health it has caused. He believes gas, emitting half as much as coal, is the most sensible alternative at the moment. But it is currently expensive in the the UK and difficult to predict what will happen in the future. Helm paints a depressing picture of all that is wrong with the world and then offers a neat plan for what we should be doing differently if we wanted to make a difference: he wants to see better carbon pricing, border tax adjustments and money spent on research and development. There are examples of carbon taxes and traded prices in play already today but there are currently no examples of border tax adjustments. It&apos;s not because nobody has thought of it. It&apos;s because the fear of retaliatory measures, interrupting global trade, is so great that they are never given priority. I was hoping Helm might offer some insights into how real a fear this is and how we can overcome this political problem but sadly this book doesn&apos;t go into that detail. Carbon pricing is advancing but remains difficult because it directly affects the interests of a powerful lobby which is in favour of the status quo. The subsidising of alternatives, however, is far easier to negotiate since the fossil fuel interest are only indirectly affected and cannot therefore muster as powerful an opposing force. This is the reason that of the 30 or so countries that have already introduced legislation or regulations aimed at combatting climate change, the majority have chosen to focus on support for low-carbon energy and energy efficiency. If you could remove the fossil fuel lobby defending their vested interests - as Helm conveniently has in this book - you would be able to make much quicker progress. This failure to mention the real blockers of progress was the element of the book I found most surprising  the fossil fuel lobby are not even discussed. Instead, the lack of progress is laid at the feet of the people who have done the most to raise the profile of climate change and demand urgent action: concerned NGOs and politicians. It is this failure to analyse the real impediments that makes me question how realistic Helm&apos;s alternative action plan would be in reality. Those who have so successfully undermined and distorted existing efforts would do the same to any plan, no matter how logical or efficient it was. By the end, I was left wondering what planet Helm was inhabiting and could I possibly move there? There, greens are in control, taxation is not contentious and is more efficient and easier to introduce and harmonise than traded instruments, border taxes can be introduced without the need to even consider the possibility or implications of trade wars, gas prices are cheap and not adding anything to consumer bills, and there are plenty of new exciting technological breakthroughs just around the corner that can be brought to market without first going through any kind of cost reduction curve. Sadly this place does not exist and I ended up frustrated and disappointed as the book offered few new insights that can be practically acted upon. I support increased deployment of gas, if properly regulated, but to throw out our existing policy framework, to try to introduce a quickly sketched out new one, which will be as subject to fossil fuel interests lobbying as all the others, seems to me to be madness. Helm may be convinced that gas prices in Europe and the rest of the world are about to tumble but that is far from certain. Given the degree of supposition and the sketchy plans for solutions, a more apt title for this book would actually be The Carbon Hunch.", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/21/dieter-helm-carbon-crunch", 
    "wordcount": "710"
}