{
    "headline": "A comedy insect in a comic situation", 
    "text": "The footpath down to the river was unexpectedly blocked, the gate locked as only a farm gate could be, wrapped in swaddling bands of metal chains. From here, walkers were sent out into the long grass towards a rickety narrow-slatted stile that, thankfully, had seen little use. It was on this rare diversion, swishing through the thick vegetation, that I met my beetle, a comedy insect in a comic situation. The garden chafer, also called the June bug, did not seem designed for climbing. Fingernail-sized, it was over-endowed with a tortoise shell, the colour of wet sand, and legs sticking out of the carapace too wide apart for lithe mobility. False eyelashes on sticks that passed for antennae sprouted from its head. They had led it up a blade of grass to a point that was barely within its clasp. The chafer dangled and swayed in the breeze close to the tip as if stuck for what it should do next. I reached down with a rescuing hand and the grateful insect climbed on board my finger and proceeded to eat it. The chomping mandibles were strong enough to pinch the skin, but not sufficiently powerful to break it. However, the salt, smell or minerals on my hand were apparently irresistible, for the little insect marched forward with a slow, mechanical crawl, hooked feet digging in like tiny crampons, and it bit hard but painlessly, again and again. So engrossed was it, that it was possible to lift it right up for face-to-face inspection and stare into its black disc eyes. I felt a kind of amused affection for the beast and thought of the four-year-old daughter of a friend who, a few weeks earlier, had trustingly allowed a ladybird to walk up her arm. There is something compelling and controllable about the infant shuffle of bulky-bodied, tiny insects, but they are biddable only up to a point. The chafer signalled its next move by raising its wing cases then almost closing them again. They lifted once more and it was off in a blur of whirring wings.", 
    "section": "environment", 
    "gid": "environment/2012/jun/29/tempsford-bedfordshire-comedy-insect-comic-situation", 
    "wordcount": "348"
}