{
    "headline": "Google's future on the line as antitrust regulators meet", 
    "text": "The antitrust regulators for Europe and the US, Joaqun Almunia and Jonathan Leibowitz, will meet on Monday for a discussion that could be crucial for Google&apos;s future as they deliberate on whether to settle with the technology company or take it to court over its dominance of internet search. Both the European Commission and the Federal Trade Commission (FTC) have been investigating Google for more than 18 months as they try to decide what action to take over its apparent monopoly in search and search-related advertising on opposite sides of the Atlantic. Almunia and Leibowitz are understood to be close to separate decisions on what action to take  though some think the EC is ready to be more aggressive than the FTC, which has come under political pressure in the US to go easy on what rivals to Google say are market distortions. If both regulators act against it, Google would almost certainly be forced to yield to demands to modify how it shows search results so that it does not favour its own services over rivals&apos;. The FTC confirmed that Leibowitz is in Europe but declined to give any details of his meetings or agenda. Google has been criticised by competitors, including Microsoft, over its use of its dominance in search to push its own services such as Google Shopping over competing services in search results. Google has said that it is responding to user demand, and that rivals are just a click away. In October Google suggested to Almunia that it could label its in-house search results, such as maps, stock prices and videos, to make clear that it had chosen them. But the EC appears not to have accepted that. A key difference between the two regulators is the scale of Google&apos;s position in their relative markets. In Europe, Google gets about 90% of search queries; in the US, it is 65%. Almunia has made a number of speeches since the summer criticising Google for slow movement in negotiations that opened in July, after the EC published a list of four areas where it felt Google&apos;s dominance could amount to an abuse of monopoly. Besides search results, they include the use of other sites&apos; content in short search results, portability of advertising campaigns, and rivals&apos; ability to advertise alongside Google on outside pages. In September Almunia warned Google publicly that &quot;in the absence of satisfactory proposals [from Google] in the short term, I will be obliged to continue with our formal proceedings.&quot; That could mean a move to court proceedings which might end with Google being fined up to 10% of its worldwide revenues, which for 2011 would amount to 2.9bn (2.3bn). The FTC, though, has looked less certain. FTC staff recommended to the five commissioners led by Leibowitz that the agency should act against Google, and force some sort of change in its representation of search. The commissioners have to decide by a majority what action to take. In recent days sources from the FTC have suggested that it will reach a settlement with Google that would effectively bind it to specific behaviour. The FTC has previously reached settlements with Google over privacy, following the calamitous launch of its Buzz network  which let other people see users&apos; contacts  and then when Google worked around privacy protections on Apple&apos;s Safari browser to plant cookies on web users&apos; systems against their wishes. A fine of $25m for the latter was recently upheld by a judge in the US, though consumer advocates had been saying it should be higher. Google had accepted the fine but did not concede that it had broken the law.", 
    "section": "technology", 
    "gid": "technology/2012/nov/30/google-future-antitrust-regulators-meet", 
    "wordcount": "612"
}