{
    "headline": "Lecturers should need a teaching qualification, says NUS president", 
    "text": "Liam Burns, the president of the National Union of Students, is calling for university lecturers to be forced to acquire teaching qualifications to ensure that students paying tuition fees are getting the most out of their degrees. With three-year courses now costing up to 27,000 in fees, Burns says universities should recognise that they need to improve the standards of teaching in seminars and lectures, including those delivered by postgraduate students, who are increasingly used as a cheap alternative to professional academics by cash-starved institutions. Speaking on the eve of the annual NUS conference, Burns said it was &quot;astonishing&quot; that it was not already a legal obligation for those teaching in higher education to gain formal qualifications. A review of university funding by Lord Browne in 2010, which ushered in the current tuition fees regime, proposed that lecturers with &quot;teaching responsibilities&quot; be expected to gain qualifications. But the suggestion was never enforced, amid an outcry over institutional independence. A report by the NUS on the university experience says the teaching skill of lecturers is seen as the most important ingredient, beyond facilities or even contact time, for a positive learning experience. It also finds that one in five students on an engineering or technology course does not believe his or her degree prepares them adequately for future employment. The same is true for one in 10 studying medicine and nearly one in four studying computing and maths. Burns said: &quot;I think it is undeniable, with the increase of perceived payment of fees, that people have much higher expectations. Not just students but parents, who will probably be much more active in criticising what they perceive to be the deal. &quot;From our point of view, fees or no fees, we should always expect lecturers should try and improve the quality of teaching that students receive. I don&apos;t think we make arguments on value for money. It is false  we are not working in a real market here. But the Browne review said that it should be compulsory for teachers to have a teaching qualification. Personally, as a student, I don&apos;t think it is that controversial for my teachers to be qualified to teach. The institutions themselves absolutely balked at the idea. They said they cannot have one size fits all; it is about academic autonomy, not telling us how to teach. I just find that absolutely astonishing in the context of students perceiving themselves to be paying 27,000.&quot; The intervention follows comments from the head of the universities standards body, the Quality Assurance Agency, who said that there should be more contact between undergraduates and lecturers. Anthony McClaran said interaction would be given more priority in a review of university standards in the autumn. Burns, who is attending his first NUS conference as national president this week, added that universities needed to take the quality of the teachers more seriously and recognise the specific skills the role demanded. He said: &quot;When we think of teachers, it doesn&apos;t mean they have to be at the cutting edge of research, but it does mean they should have some sort of training in the provision of teaching. It is not the sort of thing you pick up by osmosis. &quot;Don&apos;t get me wrong, I am sure that there are some great postgraduate teachers out there. And one of the scandals is the terms and conditions around where postgraduates do teach. It is incredibly casualised and they often don&apos;t receive the support they need to be good teachers. I am not asking for a line-up of celebrity academics to sell courses. But it is probably right that there is continued professional development for those who teach, and it is probably not too much to expect in a context of how students now fund the system.&quot; The emphasis on the standard of teaching in universities by the NUS will be seen as a change in focus by the union, following two years of campaigning over the government&apos;s imposition of up to 9,000 a year in tuition fees. Burns said he believed that the NUS, while determined to press the government into a better system on fees, needed to address a range of other issues affecting young people beyond the fees regime, including the scrapping of the educational maintenance allowance in England, under which up to 30 a week was given to 16- to 19-year-olds from low-income households undertaking a certain amount of study per week. It remains in the other parts of the UK. Burns said: &quot;We are calling for national action across the UK for students to eyeball their MPs and make clear to them what they are doing, not just to students but to the whole generation.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/22/liam-burn-nus-academics-lecturers", 
    "wordcount": "802"
}