{
    "headline": "Amazon removes whale meat products from Japanese site", 
    "text": "Environmental groups are claiming a major victory after the online retailer Amazon removed whale meat products from its site in Japan. Amazon was accused of hypocrisy by the UK-based environmental investigation agency (EIA) after investigators found 147 whale products for sale on the site, a wholly owned subsidiary of the Seattle-based company. The products contravened the firm&apos;s policy of refusing to advertise unlicensed or illegal wildlife products, including endangered species. Some of the items came from whale species listed as endangered, according to Amazon.com&apos;s Unpalatable Profits, a report by the EIA and the Humane Society International. Others were traced to Japan&apos;s annual &quot;research&quot; hunts in the Antarctic, during which it slaughters more than 900 minke whales and a small number of fin whales. Links to the products, which included whale bacon, whale jerky and canned whale meat, were active on Tuesday night, but had been removed by the following day after Amazon&apos;s chief executive, Jeff Bezos, received tens of thousands of messages of protest via email, Twitter and other social media. &quot;We welcome Amazon&apos;s action to remove whale products from its Japanese website but urge Amazon to confirm it will enact a company-wide ban on the sale of all products derived from whales, dolphins or porpoises,&quot; said Clare Perry, a senior campaigner for the agency. The EIA said its investigators bought the products late last year, adding that some contained excessive levels of mercury, while labels on up to a third of the items did not list the species. Mark Jones, executive director of Humane Society International UK, said: &quot;In just 24 hours, more than 35,000 supporters have appealed to Amazon for a total ban on the sale of whale, dolphin and porpoise products. The public wants these animals protected rather than killed and sold for profit.&quot; The EIA report said: &quot;The most popular product at the time of research was coastally caught Baird&apos;s beaked whale jerky, sold by Hakudai company. The second most popular item, also a Hakudai product, was Icelandic fin whale bacon.&quot; The agency also released a 50-second video drawing attention to the sale of whale products widely available online.", 
    "section": "environment", 
    "gid": "environment/2012/feb/24/amazon-whale-meat-japan", 
    "wordcount": "363"
}