{
    "headline": "Supercontinent: how the world is moving together", 
    "text": "This year is the 50th anniversary of one of 20th-century science&apos;s most important discoveries  the revelation that the land below us is on the move; that the continents we live on are creeping across the globe. In September 1963, two Cambridge geophysicists  Fred Vine and Drummond Mathews  interpreted a zebra-like magnetic striping of the Pacific ocean floor as the result of a conveyor belt of new crust spreading out of submarine volcanic ridges. That idea of oceans spreading quickly became a central plank in the theory of a mobile Earth. Plate tectonics revealed to scientists that the static geography depicted in every world map is a mere planetary snapshot  the latest freeze-frame in a drama that has played out on the surface of Earth for billions of years. Many times in Earth&apos;s past the continents have been dispersed across the globe, kept apart by spreading oceans. But eventually oceans begin to close, and far-flung lands are drawn inexorably together. They fuse in crunching collisions, welding themselves into single vast terrains: supercontinents. Supercontinents are short-lived unions. Stirred by hot currents below, these great continental collages are destined to break up and once again go their separate ways. It&apos;s the planet&apos;s version of a family Christmas. Except rather than return every year, Earth&apos;s supercontinent boom-and-bust cycles last 500 million years. Lost worlds litter our planet&apos;s past  the ancestral supercontinents of Ur, Kenorland, Nuna, Rhodinia, and Pannotia. Earth&apos;s most recent grand union was 250 million years ago, when a continental mashup brought Pangea together. The giant landmass survived a mere 50 million years. It was undone by splits that tugged its American margins free from its African centre, broke apart the antipodean lands and then cleaved an Atlantic rift northward to release the conjoined bulk of Europe and Asia. Neighbouring landmasses set off on different trajectories. India, originally snug with Madagascar, sped northwards to plough into Asia, thrusting ancient seafloor up into Himalayan peaks. The divorce of Australia and Antarctica left one to drift off into drier desert latitudes while the other languished in polar isolation. As these vast crustal rafts drifted across the globe, so landscapes and life adjusted. Each continent has been fashioned by that escape from Pangea. But the continents are starting to come together again. North Africa is advancing into Mediterranean Europe, and over the next few tens of millions of years its shores will crumple into a chain of snowy peaks. Australia  the fastest-moving continent  is already beginning to sweep up New Guinea and the Indonesian archipelago en route to a messy pile-up with Asia. Pangea is slowly reassembling. Give the planet a couple of hundred millions years and we&apos;ll have another supercontinent. Geologists even have a name for it: Pangea Ultima. Rise of the Continents starts on BBC2 at 9pm on Sunday 9 June", 
    "section": "science", 
    "gid": "science/shortcuts/2013/jun/09/supercontinent-world-moving-together", 
    "wordcount": "467"
}