{
    "headline": "Oregon authorities to demolish Japanese tsunami dock", 
    "text": "Demolition experts on the west coast of the United States will this week tackle a continuing environmental threat created by last year&apos;s Japanese devastating earthquake and tsunami. A 20-metre long dock that washed up on the coast of Oregon will be broken up and removed following fears over the possible spread of invasive plant and animal species. The huge piece of tsunami debris appeared at Agate Beach in Newport, Oregon, on 5 June after floating more than 7,000 kilometres from the port of Misawa on the north-west Japanese coast. Workers from the Ballard Diving and Salvage company will cut the concrete and steel structure into five sections and remove them for disposal. A small portion will be mounted in the city as a memorial to the victims of the tsunami, which killed at least 15,000 people. Some parts of California and Oregon suffered direct damage from a small tsunami created by the magnitude 9.0 Thoku earthquake on 11 March 2011, but the potential environmental impacts on the west coast of the United States of the catastrophic waves that hit Japan linger on more than a year later. Some local residents and businesses in Newport had suggested that the Japanese dock could be dragged into the city&apos;s harbour to replace wooden ones which were largely destroyed in a winter storm at the start of the year, and so provide a new home for a colony of California sea lions. However, state officials rejected the plan because of the danger posed by marine wildlife that accompanied the dock on its journey across the Pacific Ocean. Scientists from Oregon State University who have been examining the structure have found and destroyed more than 90 different species of seaweed, molluscs, and other marine organisms. But there are still concerns about the impact of sea life that remain underneath and inside the dock, that weighs up to 150 tonnes. The scientists expressed surprise about how many organisms managed to survive for 15 months in the open waters of the Pacific Ocean without access to their usual habitats and sources of food. They warned in particular that the Northern Pacific seastar, the Japanese shore crab, and wakame kelp, specimens of which have already been removed from the dock, have the potential to colonise the surrounding shore, threatening local wildlife and causing economic damage. Wakame kelp can grow on and interfere with the normal operation of docks, ship hulls, nets, fishing gear, moorings, ropes, for example. It can also grow quickly into large beds that block out the sunlight needed by other seaweed and algae. Wakame kelp is listed among the 100 worst invasive species around the world. The Northern Pacific seastar has a voracious appetite and could devastate native species on which it would prey. It is notoriously difficult to eliminate once it is established because its larvae can be transported to new locations in the ballast of ships. The Japanese shore crab, also known as the Asian shore crab, already creates problems as an invasive species along parts of the east coast of the United States. It reproduces many times a year, and can quickly outnumber and displace native crabs. It has also been known to feed on the larvae of lobsters and other commercially important species. The annual cost in the United States of controlling and dealing with the damage caused by invasive plants and animals is estimated to be $138bn. Oregon alone spends more than $400m each year on preventing and tackling exotic land and aquatic species. State authorities are used to the risks associated with the ballast of ships, but are now also encouraging coastal residents to be vigilant about debris from the Japanese tsunami. The Japanese government thinks that more than 5 million tonnes of wreckage were washed into the Pacific Ocean by the tsunami, and while about 70% may have sunk immediately, a further 1.5m tonnes remained afloat. The United States National Oceanic and Atmospheric Administration is monitoring possible sightings all across the northern Pacific and along the coast of North America. It is not known how much of the debris maybe hosting alien plants and animals could invade other Pacific shorelines. However, it is expected to pose a hazard for at least another two years, extending the environmental impact of the terrible tsunami far beyond the national borders of Japan.", 
    "section": "environment", 
    "gid": "environment/2012/jul/30/japan-tsunami-dock-wildlife", 
    "wordcount": "726"
}