{
    "headline": "Android overtakes iOs for web browsing in America, but still lags in world", 
    "text": "Android devices overtook Apple&apos;s iOS for web browsing at the end of December in North America, according to new data from an American analytics company, Chitika Analytics. But iOS held on to its lead in the wider worldwide market of mobile browsing according to data from another company, NetMarketShare, which tracks geographic use.     NetMarketShare statistics for mobile web browsing share over 2011    Data from Chitika Insights says that following the Christmas season Android&apos;s share of mobile browsing  in which it includes Amazon&apos;s Kindle Fire  leapt by 5.5% to overtake iOS in North America with a 51.6% share of web traffic, up from 46.1% in November. Apple&apos;s iOS, which includes its iPad and iPod Touch, fell from 51.7% to 46.5% in the same period.  Among other smartphone platforms, RIM saw its share squeezed from 1.7% to 1.5%, while Microsoft&apos;s Windows Phone and Mobile platforms saw their share shrink from 0.5% to 0.4%. But NetMarketShare offered a differing opinion, with its figures to the end of December suggesting that Apple had maintained a strong lead in the worldwide market, with a 52% market share compared to 16.2% for Android  behind Java ME&apos;s 21.27%, in second place. (Java ME is the operating system used on Nokia&apos;s Symbian OS and Samsung&apos;s Bada OS.) When Apple&apos;s figures are split to break out the iPad, iPhone and iPod Touch, the iPhone takes 25%, as does the iPad, while Android&apos;s 16.2% share is split between 9% for 2.3 (&quot;Gingerbread&quot;), 4% for 2.2 (&quot;Froyo&quot;), 1% for 3.0 (&quot;Honeycomb&quot;) and 0.05% for the newest 4.0 (&quot;Ice Cream Sandwich&quot;) version. Asked about its methodology, Chitika said:&quot;Our methodology takes a distribution of mobile impressions seen on our ad network across all available operating systems. We include tablets within our mobile market share calculations, whereas we are unsure of Netmarketshare&apos;s practices. &quot;Since our network is comprised of hundreds of thousands of unique publishers, it should represent a fair and unbiased sample of overall traffic on the web. Specifically, our analysis limits to US and Canada, whereas after a quick glance, we cannot tell if NetMarketShare follows a similar method.&quot; The rapid growth in Android browsing in North American tallies with data from Andy Rubin, the head of Google&apos;s Android mobile division, who tweeted on 20 December that the company was seeing 700,000 activations of Google Android devices per day, and then on 27 December that there were 3.7m Google Android devices activated on 24 and 25 December. Those figures exclude Amazon Kindle Fire and Barnes &amp; Noble Nook devices, which do not contact Google&apos;s servers; however they are included in Chitika&apos;s numbers. Amazon has said that it sold &quot;millions&quot; of Kindles of all sorts during December, but has not broken out numbers for the number of Kindle Fires, which are 7in tablets capable of web browsing.   The rise in Android tallies with other data from Freelancer.com, a jobs site, which found that jobs posted working on Android products rose by 33% in the fourth quarter of 2011, to 2,454 (from 1,845) while those for iPhone products grew less quickly, by 18% to 3,682 (from 3,120). Jobs involving the iPad rose by 22% to 1,692 from 1,387. Jobs for BlackBerry were up 2% but at low volume, while Symbian and Windows Phone jobs did not register. Jobs involving Nokia were down &quot;to insignificant numbers&quot;. The total number of jobs posted grew sequentlally by 18%, from 114,000 in the third quarter to 134,820. At this growth rate, says Matt Barrie, Freelancer.com&apos;s chief executive, Android jobs will be close to overhauling iOS jobs by the end of 2012. Job postings requiring HTML5 skills grew by 41% to 1,585, while those requiring Flash grew just 6% to 2,995. Barrie forecast that HTML5 jobs will overtake Flash jobs by the middle of this year.", 
    "section": "technology", 
    "gid": "technology/2012/jan/09/android-ios-overtake-web-browsing", 
    "wordcount": "665"
}