{
    "headline": "Silver", 
    "text": "    This week&apos;s element is silver, a lustrous, ductile and malleable transition metal with the atomic number 47. Its elemental symbol, Ag, comes from the Latin, argentum, which means &quot;white&quot; or &quot;shining&quot;. Interestingly, after overthrowing Spanish rule, Argentina renamed itself for silver to honour that country&apos;s mineral wealth as her people sought to make a fresh start.    Silver is notable because it has the highest thermal conductivity of any metal and the highest electrical conductivity of any element -- even more so than copper (although silver&apos;s greater expense prevents it from replacing copper for most uses). It also has the highest reflectivity of any metal. These three qualities make silver useful for a wide variety of commercial applications, ranging from electrical circuits (especially computer keyboards), jewelry, trophies and mirrors. Silver is often referred to as a coinage metal because it was used to make coins, although, to the best of my knowledge, no country currently mints any circulating coins from pure silver. However, it is still used to make medals, as any Olympic athlete can tell you.  Silver is sensitive to light, which makes it integral to photography. As originally developed by Thomas Wedgwood (a cousin to Charles Darwin) and Humphry Davy, a photograph is created by exposing a surface coated with silver nitrate and silver chloride to light, resulting in a photographic image. Unfortunately, the images faded because they did not know that they could remove unaffected silver salts using ammonia (NH3). So every viewing of the images exposed the unaffected silver salts to light, which eventually destroyed the image.  The biologists in the crowd may be disappointed to learn that silver has no known biological role, and is safe to consume in small quantities (as is done when we eat silver-coated cake decorations) -- with one caveat: silver is toxic to most microbes. People have known about this trait since ancient times: they stored water in silver vessels, sailors dropped silver coins in their water and wine, and a silver nitrate solution was sold as a wart remover (that actually worked). In more recent times, a 2 percent silver nitrate solution was regularly dropped into the eyes of all newborn babies to prevent blindness, and silver nitrate is also used to treat serious burns. In fact, silver ions are so good at neutralising many bacteria, viruses, algae and fungi that hospitals are beginning to adopt its use once more to kill antibiotic-resistant infections. It has been licensed for use in dressings for wounds, in catheters, and as a thin surface layer on metal hip and knee replacement joints.  Similar to how pure silver turns black (tarnishes) when exposed to hydrogen sulfide in the atmosphere, silver ions, Ag+, bind to sulfur-sulfur bonds in microbial enzymes, which then denatures them and makes these organisms unable to carry out metabolic reactions or to reproduce.  Of course, silver&apos;s remarkable anti-microbial qualities have spawned a number of creative but dodgy medical claims that are pure woo (I won&apos;t bore you by mentioning them all here), so it is always useful to understand how silver does its work and to check all therapeutic claims with a reputable source before wasting your money and possibly ruining your health by using ineffective treatments.  Here&apos;s the Professor telling us a little more about the wonders of silver:             Visit periodicvideos&apos;s YouTube channel [video link].  .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniNottingham You&apos;ve already met these elements: Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s a wonderful interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/20/1", 
    "wordcount": "812"
}