{
    "headline": "Tablets will outsell notebooks in US this quarter and next year, says NPD", 
    "text": "Tablets will outsell notebooks in the US in the fourth quarter of 2012, beginning a trend that will accelerate through 2013 as the new form factor begins to usurp traditional computers, says NPD DisplaySearch. The company reckons that a total of 21.5m tablets will be sold in the fourth quarter, compare to 14.6m notebooks and &quot;mini-notes&quot; - otherwise known as netbooks. It&apos;s even possible that in 2012 as a whole tablet shipments in North America could pass those for notebooks. And for 2013, NPD is confident that tablets will outstrip notebooks - by 80m to 63.8m. But for troubled PC makers, there&apos;s a little breathing room: NPD reckons that notebooks will keep outselling tablets. Until 2015, that is, when we&apos;ll hit 275.9m tablets against 270m notebooks. Note that this doesn&apos;t mean that tablets will be outstripping PCs as a whole - the notebook market is about 70% of the world market - but it suggests that they will be getting awfully close. The desktop (as opposed to notebook) market is not growing; a series of estimates from IDC have shown its forecast for the PC market dropping away in future years while tablet shipments grow. Thus in June 2011, IDC reckoned that in 2015 PC shipments worldwide would be 543.5m - of which 383.3m would be notebooks.  But with the rise of the tablet, it has repeatedly revised those PC figures downwards, so that in September this year it was suggesting 450m PCs (289m notebooks), and 233m tablets. And that was before the explosion in availability of 7in tablets from Amazon, Google and of course Apple. And for 2013, IDC&apos;s September estimate was 166m tablets worldwide, and 391m PCs (of which 235m would be notebooks).  So why should North American be so quick to embrace tablets? NPD offers a few reasons:  over 70% of US households already have a PC, giving it one of the highest penetrations on the world - and also making a new PC purchase less important. (That&apos;s been evident from the falling sales of PCs in the US particularly, where the market has been shrinking year-on-year for some quarters.)  consumer preference has shifted from notebooks to tablets: while the North American tablet market has exploded (to 38.2m units in 2011, and a forecast 56m for 2012), people aren&apos;t buying notebooks as they used to - the figure is pretty static (54.9m in 2011, 55.9m in 2012).  the big players (Amazon, Google and of course Apple) &quot;started, focussed or emphasised their tablet efforts in the US.&quot; The phenomenon of &quot;Black Friday&quot; - the US shopping bonanza that follows the Thursday Thanksgiving bloat-out, and marks the beginning of Christmas shopping season in the US - is expected to accelerate tablet sales. (It&apos;s &quot;black&quot; because retailers saw it as a point where they&apos;d start turning a profit - though deep discounting is putting that under pressure.)", 
    "section": "technology", 
    "gid": "technology/2012/nov/22/tablets-outsell-notebooks-us", 
    "wordcount": "494"
}