{
    "headline": "How governments can help forge research relationships", 
    "text": "Disorders of the human brain place a considerable burden on patients, their families and public health services worldwide. There is an urgent need to understand the causes of these diseases and to develop treatments to improve the lives of those affected. To achieve these goals it is imperative, now more than ever, collaboration on research is truly global in nature. We must cross borders to bring together research and innovation leaders across sectors. Australian academics are well recognised for their ongoing contribution to neuroscience. However, they are also well aware that advancing knowledge on how the brain works and can be affected by disease processes must be a worldwide effort. So, it is has been, and will be critical, to grow international collaborations to take up the challenges neuroscientists are faced with. Notably, Australia has significant collaborations with scientists in the USA and this is perhaps best highlighted by the number of Australians present at the Society for Neuroscience meeting each year. The science and research relationship between Australia and the USA is historically strong; the USA is the largest source of international collaborators for Australian research, and Australia is the eighth largest source of international co-authors of USA science and engineering research papers. However it has only been in recent years Australian universities have had a chance to explore a stronger connection with collaborators overseas using the links created through government channels. It&apos;s been almost two years since Australia&apos;s federal Department of Innovation, Industry, Science and Research (DIISR) opened an office in the Embassy of Australia in Washington DC, and in that time, we have seen a marked increase in the promotion of Australia&apos;s science capability to USA government officials, science agencies and potential collaborators. This is in addition to the already strong relationship the University of Melbourne has with Vanderbilt University, one of our key neuroscience research partners. Both relationships have been vital in further advancing our work into schizophrenia and other neurological disorders. Governments are one of the major facilitators of dialogue around the world and provide significant funds to researchers to tackle important problems, such as how the brain functions and how the function of the brain is altered by a number of highly debilitating disease. It is critical that governments take any opportunity to help facilitate communications between researchers around the world and continue their pivotal support for research. In the case of the Neuroscience Downunder event, the support of the DIISR was instrumental in facilitating contact between Australian neuroscientists and their counterparts in the USA. The success of the annual Society of Neuroscience prompted the first Australian Chapter of the Society (Brisbane) to organisae an annual Neuroscience Down Under event. Last year&apos;s Neuroscience Down Under was held at the Australian Embassy, and was sponsored by the DIISR. While there are clear differences in the government decision-making structures between Australia and the USA, the two countries experience common challenges in developing and implementing policy. In the face of increasingly complex policy challenges and the need for fiscal restraint, public sector innovation has been recognised as critical by both the Australian government and the Obama administration. Beyond this however, the experience shows that government can be a key and often overlooked player in forging the right relationships for groundbreaking research. Professor Brian Dean is National Health and Medical Research Council senior research fellow at University of Melbourne and president at Biological Psychaitry Australia This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/02/governments-needed-for-international-partnership", 
    "wordcount": "599"
}