{
    "headline": "Press Start: Indie games on PlayStation 4, Assassin's Creed creator fired, and more", 
    "text": "A selection of links, hand-picked by the Guardian games writers. Hohokum, Doki-Doki Universe and CounterSpy headed to PSN | VG247  Sony went a bit mad with game announces today, revealing three new and unusual games for PlayStation 3, PlayStation 4 and Vita  including a new project from SCE Santa Monica&apos;s latest indie adoptee.  The games are: colourful adventure, Hohokum, coming to PS3, PS4 and Vita next year courtesy of UK studio Honeyslug; Doki-Doki Universe (PS3, PS4, Vita) from HumaNature Studios, founded by ToeJam &amp; Earl co-creator, Greg Johnson; and side-scroller CounterSpy (PS Mobile, Vita, PS3), from new indie Dynamighty. Check out the Official PlayStation blog for more info on these really interesting titles.  New Indie Games Category Coming to PlayStation Store Today | PlayStation.Blog Continuing on the same theme as the above story:  With innovative gaming experiences now more diverse than ever, PlayStation and Sony Network Entertainment are proud to stand behind indie-led development with the introduction of a new PlayStation Store &quot;Indie Games&quot; category coming later today. This category builds on the support that PlayStation has offered independent developers in the effort to highlight some of the most unique gaming experiences on PlayStation platforms. Most recently, we released four stellar independently developed games during our recent Spring Fever event on the PlayStation Store. We also showcased upcoming PS3 and PS Vita games from indie developers along with highlighting two new games coming to the PS4 during our recent Indie Arcade at GDC.   Sony is clearly betting heavily on indie in the run up to the PS4 launch. Some pundits and developers have expressed fears that this will simply become a ghetto a la the much maligned Xbox Indie Games section on Xbox Live. However, Retro City Rampage creator Brian Provinciano has sent out the following message to his mailing list:  The PSN Indie Games section doesn&apos;t remove indie games from the rest of the store. They&apos;re still listed alongside AAA games, still promoted on other tabs including the main &quot;Games&quot; one. It&apos;s simply an additional category which gives players more of a chance to notice them. This is not at all like Xbox LIVE Indie Games. XBLIG games are created in Microsoft XNA Game Studio and can only run on Microsoft platforms. They cannot be written in C++, the language that 99% of commercial games use and cannot have direct access to the hardware or its capabilities. They cannot achieve the performance which native games can. They do not go through certification, nor pass through any kind of approval other than that of some fellow XNA developers. Indie Games on PSN are full commercial releases which have been rated by the ESRB/PEGI, gone through certification and are released via incorporated/LLC companies.  PlayStation 4 Games - PlayStation 4 Wiki Guide | IGN  This section collects all known PlayStation 4 Games. Several PlayStation 4 games have been confirmed, though beneath the list of confirmed games is a list of Rumored Games that are believed to exist, yet haven&apos;t been officially announced.   So yes, pretty straightforward  and very useful for next-gen watchers.  Game designer Patrice Desilets fired, intends to &apos;fight Ubisoft vigorously&apos; | Polygon  Assassin&apos;s Creed creator and game designer Patrice Desilets has been fired by Ubisoft, Desilets told Polygon today. &quot;Contrary to any statements made earlier today, this morning I was terminated by Ubisoft,&quot; Desilets told Polygon. &quot;I was notified of this termination in person, handed a termination notice and was unceremoniously escorted out of the building by two guards without being able to say goodbye to my team or collect my personal belongings. &quot;This was not my decision.&quot; &quot;Ubisoft&apos;s actions are baseless and without merit. I intend to fight Ubisoft vigorously for my rights, for my team and for my game.&quot;  Ubisoft recently re-employed Desilets after he left the studio to join THQ. This is a hugely unexpected turn of events, with echoes of the West/Zampella case vs Activision. Xbox 720 won&apos;t need internet for single player, Blu-ray playback, live TV | The Official Magazine  &quot;Durango [the codename for the next Xbox] is designed to deliver the future of entertainment while engineered to be tolerant of today&apos;s Internet,&quot; reads the memo, which was apparently sent to all Microsoft employees (and thus, Ars Technica) in the recent past. &quot;There are a number of scenarios that our users expect to work without an Internet connection, and those should &apos;just work&apos; regardless of their current connection status,&quot; it continues. &quot;Those include, but are not limited to: playing a Blu-ray disc, watching live TV, and yes playing a single player game.&quot;  So that&apos;s all sorted then. It&apos;s not always online. E McNeill&apos;s Blog - Why I Am Making Games | Gamasutra An inspiring and personal account of game development and its rewards from indie dev, E McNeill.   1. To create trojan horses for ludic joy. In other words, to show others the beauty of gameplay. I know a lot of people who don&apos;t play games, or don&apos;t understand what I see in them. I want to make them understand, and my best scheme is to create hardcore games for casual gamers. My game Auralux is an attempt at this, and hearing my usually-a-nongamer dad avidly discussing his strategies is hugely rewarding. This isn&apos;t about distraction or escapism or even entertainment, but rather the innate beauty of gameplay, of the sort that Lantz and Zimmerman promote. Bringing that to the world seems like a deeply meaningful and worthwhile use of my time.  The Weblog Freeware Pick: i need to lie down, an abstract game of existential horror | IndieGames.com An interesting entry in the recent LudumDare game jam:  i need to lie down could be thought of as an abstract expressionist horror game. You also wouldn&apos;t be far off if you called it an anxiety simulator. The controls and the core concept are simple: Use the arrow keys to move about and avoid the scribbly black shapes while collecting the pink ones dropped by a golden circle. The black shapes will begin to adhere to one another and coalesce into one giant monstrosity. If you get close to it, your vision darkens and your heart begins to pound, which is a good approximation of a panic attack. The large black mass exerts a gravitational pull on you, and if you get too close you will be unable to escape it pulsing, writhing darkness. The longer you survive, the more the entire screen will throb and blur.  You can follow Press Start at Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/08/game-links-press-start", 
    "wordcount": "1093"
}