{
    "headline": "Exam tip-off row forces ban on face-to-face seminars", 
    "text": "Examiners will be banned from conducting face-to-face seminars with teachers after an investigation by the official regulator found incidents of &quot;serious malpractice&quot;. The ban, which will come into force in August 2013, follows an inquiry into allegations that examiners were tipping off teachers about the questions their pupils should expect. The regulator Ofqual, which examined 52 hours of audio recording handed over by the Daily Telegraph, said it did not find widespread misconduct, but &quot;specific incidents&quot; in which information about future exams was revealed. The newspaper sent undercover reporters to 13 seminars run for teachers by exam boards. Under the new guidelines, face-to-face training will continue to be acceptable for teachers marking controlled assessments  supervised coursework  and for the introduction of new exam specifications. But over the next year exam boards will have to phase out seminars for named qualifications. Over 4,000 exam board seminars took place last year, with fees of up to 200 per delegate. When the investigation was published last year, Michael Gove, the education secretary, launched a vigorous attack on the exam system. He said that exam boards had &quot;overstepped the mark&quot; and claimed the system was discredited. Glenys Stacey, the chief executive of Ofqual, said: &quot;The new rules will make sure that schools and teachers have access to the information they need to understand the exams their pupils are taking. However, they should not get privileged information by attending face-to-face events with those who set the questions. &quot;We know the value of teachers interacting with experts from exam boards, but we have concluded that there are better ways for information to be shared, such as live online events. These methods can easily be made available to all teachers, not just those who can attend meetings.&quot; Ofqual is also reviewing the role of controlled assessments in GCSEs, after teachers raised concerns about the amount of school time spent doing them. The assessments were brought in to stop parents helping children with coursework and prevent plagiarism using the internet. Exam boards conducted their own inquiries after the newspaper investigation resulted in questions in a handful of exam papers being changed. One chief examiner was allegedly recorded by the Telegraph as saying: &quot;We&apos;re cheating. We&apos;re telling you the cycle [of the compulsory question]. Probably the regulator will tell us off.&quot; The papers that were subsequently altered were a GCSE in ICT set by the WJEC exam board, an Edexcel design and technology GCSE, a government and politics paper and two OCR Latin papers. The Telegraph claimed that teachers were routinely given information about future questions, relevant areas of the syllabus, and specific words or facts to use in answers. In its report, Ofqual said: &quot;With privileged information  the inside track  there will always be the risk that those taking part could jeopardise qualifications by saying something about what will be in a future exam paper. We know that that has happened in practice, because we have seen the evidence of it.&quot; Mark Dawe, chief executive of the OCR exam board, said: &quot;We are disappointed that Ofqual has not consulted widely, especially with the teaching profession, in its rushed decision to end face-to-face teacher seminars. Naturally, we will continue to work with teachers to ensure that they still have access to, and are supported by, the much valued and appropriate information that we offer.&quot; Rod Bristow, president of Pearson UK, owners of Edexcel, said: &quot;We have already taken strong action to ensure that the information shared through events and other channels is always appropriate. Many of our events will be online, and all will be recorded, to enable a high degree of transparency.&quot; A DfE spokesman said: &quot;It is vital that we restore confidence in our exam system. It is outrageous that privileged information was shared at some exam seminars and we welcome the action Ofqual is taking on this. &quot;We want all exams in England to stand comparison with, and be as rigorous as, those in the best-performing education jurisdictions.&quot; Meanwhile, a group of experts has warned that A-level science exams do not contain enough maths questions, and those that are asked are often too easy. They raised concerns that papers in biology, chemistry and physics were failing to prepare teenagers to study these subjects at university or to work in related areas. In a new report, SCORE, a group of leading science organisations including the Royal Society, calls for a review of the maths required for each of the three sciences, and new guidelines to regulate the way maths is assessed in these subjects.", 
    "section": "education", 
    "gid": "education/2012/apr/27/exam-tip-off-row-ban-seminars", 
    "wordcount": "779"
}