{
    "headline": "ZX Spectrum: even the Dexys guitarist was a fan.. and other memories", 
    "text": "Among those who loved the ZX Spectrum: Barry (aka Kev) Adams, who was the banjo/guitar player for Dexy&apos;s Midnight Runners (you know - Geno, Come On Eileen), which makes this a proper 1980s fest. I asked for people to send over their memories, and here they are - we&apos;ve used full names where people have given their permission.            Here&apos;s how Kev (as he now is) Adams recalls it:   1982 was a pretty big year for us, so as you can imagine we were busy preparing and then promoting the album Too-rye-ay. After &quot;Come on Eileen&quot; succeeded, I had some money for the first time in my life and I splashed out on a Spectrum :-) It didn&apos;t come on tour but I bought a few games for it initially, did the whole typing in of long programme listings - not only tedious but too often riddled with typos so you&apos;d have to wait until the following magazine to get the corrections or fix them yourself. Or get my younger brother to do it :-) I was curious enough to want to do more with it and learned to programme in Sinclair Basic and even dabbled in Z80 machine code/assembly language.  As the years rolled by I stuck with it and had an 8-bit drum machine called the Specdrum, a primitive 8-bit sampler and even bought a MIDI expander for it but that was pretty poor and unreliable so I decided I had to upgrade and eventually bought an Atari St for MIDI music. It was something I was drawn to, really, and although I progressed from Spectrum, Atari St, Amiga, countless PCs and Macs - mostly for music initially, but I was drawn to programming and discovered I had an aptitude for it. You always have a soft spot for your first love and that&apos;s how it feels for the Spectrum I guess :-) It kicked off my love of computers.  (Jump to the end if you want to be reminded of what Come On Eileen looked like on Top Of The Pops.) Luke Miler of Adsie:   I am Polish and as you probably know, back in 1982 we were one gray communistic silo... I think I was one of ten or something in the whole country when I got my ZX Spectrum when I was four years old in 1984. At that time it was illegal to even travel outside Poland and but my father was &quot;mariner&quot; (as we used to called fathers who were able to go abroad since they were working on foreign ships.. my father was electrician). He bought ZX Spectrum what his ship was docking in Canada, along with Kempston joystick and three game cassettes and smuggled it to Poland (it was also illegal to purchase and bring and goods from western countries to Poland)... Later I learnt the ZX was worth his monthly salary but my father wanted his children (me and my little brother who was 1 yo then) to have a chance to experience this new digital magic... And boy it was magic... we didn&apos;t get it really and the games were really hard and we were *trying* to play those (I remember when I was 5 or 6 when I realized what that Jetpack is all about:)... but imagine the whole grey communistic country when you are getting limits to buy meat and bread in the shops (people were standing in 12hour lines for those)... where you cannot travel and [have only a] pale idea what computers are... and two small kids and their father loading this cassette that bring colourful magic to them... It gave me my entire passion for computers... the digital beauty that one can create... and idea that there is the beauty and magic even though everything you can see are the shades of gray... and those cassettes... I still have them, inspiring me every day and reminds me of the magic we have discovered and can now create as well  Chris van der Kuyl, chairman of 4J Studios (currently making Minecraft for Microsoft Xbox 360) and CEO of brightsolid.:   Unlike the rest of the country I am one of the lucky ones who live in Dundee where the Spectrum was manufactured by Timex. That meant we were all able to get them for a tenner and a pack of fags round the back door of the plant.I personally had six which was how I learned to code and set me off on my future career path.  Paul:   I was 9 years old when my grandmother gave me a ZX Spectrum for Xmas. I was completely hooked, instantly, very quickly graduating from playing games to writing them myself in BASIC. As soon as one was invented, I bought a hardware add-on for the Spectrum to turn it into a sound sampler (with 1.2 seconds sampling time!) which mesmerised me and introduced me into the world of music creation. 30 years later, my love of computers, ignited by the spectrum, has led to my founding my own software company; building websites and online applications for customers as diverse as Sony and Volkswagen Group, as well as many small artisan companies. That sound sampler kicked off another passion that never waned, and by night I&apos;m a dubstep producer, making tunes on Canadian record label Altosync; back in the nineties I also produced a UK Hip Hop crew, signed to German record label Blitz Vinyl. I can certainly say that that single gift, the Spectrum, pointed me in a direction that I&apos;ve followed unswervingly for 30 years  I&apos;ve no idea where my life would have gone without it!  Stuart Palmer, Tobytek:   Currently I write apps for iOS, before that (and still) web design/development, before that being a Technical Specialist for a major UK financial. I remember lunchtimes spent in the library at school learning how to code basic, and writing 500 lines of code to program games that didn&apos;t work! (and subsequently going back and fixing them!).  Nigel Little, Distinctive Developments:   I remember seeing the ZX Spectrum at a friend&apos;s house (at age 11) and pestered my parents for months in order to get one myself (Another of my friends has a BBC Micro but I knew that was out of reach due to it&apos;s price). I had the Spectrum for maybe 5 years and during that time it cemented the belief that when I left school I wanted to be involved in computing. I learnt a lot about games; what made a good game and what made a bad game (me and my friends played a LOT of games). And I also learnt to program using it.  I eventually moved onto bigger and better computers but the one that really got me hooked on computers and made me imagine my future career was the Spectrum. When I left school at 18 I got a job making computer/video games and then 5 short years later set up my own games development studio. That studio, Distinctive, is still very much alive and well. Indeed, our latest game &apos;Downhill Xtreme&apos; is currently sitting at number 4 in the Free Apps chart in the UK Apple App Store.  Lee Richardson:   The one thing that has always remained consistent since I was nine years old is the use of piracy (or taping as we called it) to obtain software. My uncle would send us early Psion software which he could copy as he had a tape to tape hi fi. As more of my friends at school got Spectrums within a few years we had a pretty big circle of games copiers. If someone had a new game pretty soon everyone in the circle would have their own copy of it. I would maybe get only one or two games a year as presents from relatives and most birthday presents would comprise of simple blank tapes which I would then tirelessly fill with software and distribute. Interestingly I didn&apos;t know anyone who actually bought their games brand new. I guess there must have been a rich kid at the top of the chain somewhere but I never met him. Over the years I amassed a collection of games that ran into the hundreds if not thousands, often with hand copied manuals (this was before the days of photocopiers) and even hand copied code pages designed to deter pirates. I seem to remember the only games we couldn&apos;t copy wholesale were the Lenslock (a small plastic lense that made a code appear when you placed it over a garbled image) games (I think Elite was one of these). But we simply got round this by lending the master copy round as soon as we had finished or (usually) got bored with the game. I never ever considered what I was doing to be stealing or even morally dubious. My parents obviously encouraged this piracy as it saved them a lot of money. A few blank BASF tapes could store maybe a hundred games. Interestingly I still have no idea how much games in those days sold for. We were a pretty poor family and my dad slaved away to save the money (I think it was approaching 100 for a 16k Spectrum in 1983). His thinking was that because it was a programmable system (as opposed to the cartridge only Atari&apos;s and their ilk) me and my brother would be able to program our own games and software routines. He guided us through the first few pages of the manual and then we were on our own. Within a year or so we had taught ourselves both BASIC programming and machine code. I doubt any nine year olds nowadays would have the patience to do that.Anyway, my main point is that my piracy has been pretty consistent throughout the last 30 years. Nowadays I pirate most PC games, play them a bit (effectively demo-ing them) and if I don&apos;t like them then I just delete them. I will only buy a game if its multiplayer component is un-piratable or if it&apos;s a small indie developer which I want to support. I&apos;m not going to shovel my money into a big EA shaped hole in the ground. I think though, even if I was a high earner, I would still pirate software as it&apos;s something I&apos;ve been doing for most of my life and I enjoy the illicit nature of it. So really that is Sir Clive&apos;s legacy to me. Thanks for reading, i&apos;m now going to celebrate 30 years of glorious Spectrum genius by playing a ported Lunar Jetman on my iPad. (which interestingly seems to have made it onto the app store even though it is a direct copy of Ultimate Play the Game&apos;s original and it gives no credit to them or indeed has permission to use the original code)  Alec Meer, editor of RockPaperShotgun.com:   My colleagues and I on bewilderingly successful PC gaming site RockPaperShotgun.com all owe its existence, and our respective 15-year-and-counting careers in games journalism, to formative gaming experiences with the ZX Spectrum. In fact, the reason we&apos;re all writing about PC games as opposed to Xbox/Playstation stuff is the direct line from the weird and wonderful, homemade essence of Speccy games to today&apos;s crazed indie games and mods on PC.  James Nugent, Google:   My Spectrum was a gift from my parents as a kid. I can have only been 10 or so and it submerged me instantly into computing. Whereas other kids were given musical instruments to learn, I guess you can trace all of my studies and career to-date (including now working at Google) back to that decision from my parents. I now work [at Google] on ChromeOS - the fledgling operating system here at Google. If we create anything that comes close to having a fraction of the impact of the Speccy, we&apos;ll have done a good job.  Rory Sinclair, asmallworld.net:   I blame my brothers. I have two older brothers, 8 and 10 years older than me, who had a ZX Spectrum, and plenty magazines with code listings in them for the games they wanted to play. What they didn&apos;t want to do is have to type in the code listings. So they asked me if I &apos;wanted to play&apos; with the computer. This translated to sitting typing in their code listings for them, and since it was such a mind-numbing task, I started to wonder what all these weird symbols meant; what would happen if I put in a 2 instead of a 1, that sort of thing. After that, I started to write my own games, for fun, then went off to university and did a Computing Science degree. Fast forward 10+ years, i&apos;m now Head of Technology for a social networking website, and still love coding.  John Mullins:   Back in the early eighties I worked in a retail outlet that sold the ZX Spectrum. I took one home, bought a few books, taught myself how to program and within a year or so had started writing games for a living. Actually &apos;for a living&apos; is a bit of a stretch, to start with we earned just about enough to pay for pizza and coke to keep us fuelled up for marathon coding sessions. Still living at home with your parents was a big help. Eventually though we actually started to earn enough to get a mortgage, buy a car (no Ferraris though) and have a fairly decent lifestyle. I worked for fifteen years in games before moving in software tool development and have worked for Imagination Technologies for the last ten or so years. Without the Spectrum I&apos;m not sure where I might have ended up, but it certainly changed the direction of my career.  And to round off the memories - yet another person who made it onto Top Of The Pops thanks to the Spectrum. Welcome John Mathews:   I once battled with Cliff Richard for the Christmas number 1 with this song. 14 years previously, I&apos;d composed my first (rather abstract) piece on the Spectrum&apos;s monophonic bleepchip. During the Cuban Boys fortnight at the top, the term &quot;ZX Spectrum&quot; was used perjoratively by A&amp;R men [Artist &amp; Repertoire - the &quot;talent spotters&quot; in music labels] to describe some of our more synth-pop tracks.  Fascinated? Here&apos;s the song            And of course the not to be forgotten Come On Eileen. Kev is on the banjo/guitar on the right of the stage            Enjoy And the final question is: in 30 years&apos; time, are we going to feel the same way about the Raspberry Pi?", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/23/zx-spectrum-dexys-memories", 
    "wordcount": "2452"
}