{
    "headline": "Cloning extinct animals: to hell with frogs!", 
    "text": "The recent news that scientists in Australia have successfully inserted the DNA of an officially extinct frog into a living embryo, effectively creating a living genome and for all intents and purposes resurrecting the species, bringing it back from extinction. This inevitably led to a lot of reaction and speculation. Many people are referencing Jurassic Park, other scientists are speculating about the long-term applications of the technique, some are issuing caution, pointing out that the specimens never got past the embryonic stage, so it&apos;s early days yet. Undoubtedly, there are many questions to be answered about this process, practical, theoretical, even ethical or philosophical. But there is one question that hasn&apos;t been raised yet, and I feel it is an important one. Why resurrect a frog? It shows how out of touch scientists are when, with all the knowledge and resources at their disposal to further the advancement of mankind, they end up thinking &quot;You know what we need? More bloody frogs!&quot; Frogs are crap. We were all thinking it, it&apos;s time someone finally just said it. What good are they? They&apos;re mostly famous for croaking, which is hardly an achievement, and a lot of them can&apos;t even do that. Seriously, what use are frogs? They eat flies, which are annoying, but that&apos;s only useful to us if we live in the swamps alongside them, which humans don&apos;t because we&apos;re a sensible species. The only use frogs seem to have is to be dissected by biology students, and that doesn&apos;t happen so much these days. They&apos;re not even edible. The French have tried to eat them, but they can only manage the legs, and even this is pushing it. And seriously though, what do the French even know about food? They eat horse! Can you imagine Frogs are actively disgusting too. They leave their filthy spawn everywhere, and they actively have sex with dead things. They don&apos;t even have to be the same species. And some people may complain that it&apos;s a toad in that last link, not a frog, but let&apos;s drop that charade shall we? It&apos;s fooling nobody. The difference between frog and toad is no more significant than the difference between &quot;Redhead&quot; and &quot;Ginger&quot;. We all know this. The frog they resurrected is particularly unpleasant, in that it&apos;s a gastric brooding frog, meaning it gives birth through its mouth. That&apos;s not impressive, that&apos;s a serious evolutionary cock up. It probably went extinct for a reason. Bringing this thing back from extinction is like scientists in a thousand years having the opportunity to resurrect a small number of present day humans and opting for the cast of Jackass.  There&apos;s a reason witches turn princes into frogs in fairy tales. The whole species has been downhill since Kermit. So what species should they have resurrected, if not rubbish frogs? Well, here are some brilliant suggestions. And spare me your arguments about &quot;viable DNA&quot;, &quot;biological plausibility&quot; and &quot;logic&quot;, you know you&apos;d love to see these roaming the planet again: The Irish elk What better celebration of St Patrick&apos;s day could there be than reintroducing one of the biggest deer ever to roam Europe. Their antlers alone would be worth the effort, with them being more than 4m long and about 50kg in weight. If, like modern elks and moose, their antlers drop off after mating, that would mean they&apos;d just be lying around for enterprising folk to find and utilise as dustbin lids, surfboards or elaborate satellite dishes. Should the giant animals be as nonchalant around humans as their modern descendants then it may be possible to paint their antlers green (using safe, non-toxic paint, of course) and reclaim the Irish elk for Ireland. Megalodon Originally, after my recent Comic Relief piece, I was tempted to say Helicoprion, just to see how a shark with chainsaw teeth would even function. But if you&apos;re going to resurrect an extinct shark, it really would have to be Megalodon.  Some people may say that reintroducing a 60ft long, 40 ton shark with 7 inch teeth and a bite force of up to 18 tons into our oceans would be a tad unwise, but look at it this way; people don&apos;t like whaling, and I&apos;d imagine Megalodon looks just like a whale if you&apos;re not expecting it (which nobody should be). The reaction of the crew of a whaling ship when what they thought was a placid cetacean is in fact 50 tons of furious megashark coming straight at them should be worth the resurrection effort alone. And I imagine Megalodon would find fishing nets little more than an irritation. People are increasingly concerned about the damage humans are wreaking on the sea, so why not level the playing field somewhat? Tyrannosaurus rex Some might see the suggestion of T-Rex as a bit of an obvious one, what with it being the most famous dinosaur and star of the aforementioned Jurassic Park. But my reasons are different. I don&apos;t care about seeing some long-extinct formidable land predator and cultural icon. I just want to see if it had feathers. That would be brilliant, all these people queuing up to see this legendary fearsome reptile, only to be confronted by something that resembles what you&apos;d get if the accident that created the Incredible Hulk had happened to a parrot.  Quagga  Efforts are already in place to bring back the African quagga. To be honest, I don&apos;t know a great deal about it, apart from the fact that it&apos;s often described as half horse/half zebra. This suggests that if we clone it, we&apos;re bringing back two species for the price of one. In these times of austerity and funding cuts, that&apos;s nothing to be sniffed at. Dodo Another obvious choice perhaps, but I feel the Dodo has earned it; partly because it probably went extinct because of us (although that&apos;s often the case), but mostly because, despite this, we keep mocking the poor creature. Calling someone a Dodo isn&apos;t a compliment, and in the film Ice Age they&apos;re portrayed as clueless and reckless to the point of suicidal in comparison to mammoths and sabre-tooth tigers, despite the fact that it outlived both of those. So I feel the Dodo should get another chance to prove itself. And in fairness, they do look funny. We could do with another intrinsically funny flightless bird, if only to give penguins a break. If you&apos;re still reading this far, I should probably admit that I don&apos;t really have any issue with frogs or toads. They&apos;re undoubtedly an interesting, diverse and impressive class of amphibians, who have contributed much to science and have as much right to exist as any species. My initial rant was just bitterness, stemming from the fact that I&apos;m still traumatised by finding out it now costs more than 10p for a Freddo.  Dean Burnett promises his Twitter feed is entirely free of anti-frog propaganda, @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/mar/20/cloning-extinct-animals-frogs-suck", 
    "wordcount": "1162"
}