{
    "headline": "Are animals born free or in captivity the key to saving species?", 
    "text": "In your leader (23 March) you implied that animals of wild species which had been bred in captivity cannot survive in the wild. Relocation into wild habitats has been achieved in many cases already. True, it requires great care and a lot of ongoing effort. What makes the process now an impossibility for many species is nothing to do with the genes of the captive-bred animals. It is to do with the state of the wild. Wild habitats are being reduced at alarming rates, over-populating what is left. The short-term prospect, until such time as our own species stops trashing the planet by its own gross over-population, is bleak, but it is not hopeless. The problem facing all wild species is that our species has yet to readjust itself in balance with the limited resources available to it. When that happens, as we must all hope, it will be the time to repopulate the wild with those species which, without captive breeding, would otherwise have become extinct.Dr Michael BrambellDirector of Chester Zoo, 1978-95  The new Tiger Territory at London Zoo, following hard on the heels of the zoo&apos;s Gorilla Kingdom (almost 10m between the two) and Edinburgh Zoo&apos;s dalliance with captive giant pandas (another 6m) does surely call into question whether endangered species are getting the best possible support when the challenges of survival in the wild are so pressing. Having just returned from the Cites conference in Bangkok, where the global zoo community (10,000 zoos and hundreds of thousands if not millions of zoo professionals) were largely conspicuous by their absence, it seemed clear to me and the Born Free team that the impact of this multi-billion pound global industry on the future of species and their habitats is largely negligible. The handful that try to make a meaningful contribution provide barely a fig leaf to cover the zoo body-corporate but they cannot conceal the paucity of what zoos actually deliver compared with the conservation and education rhetoric they espouse. Time is short. Species need help now. As you say in your editorial, &quot;It doesn&apos;t stack up&quot;. Will TraversCEO, Born Free Foundation  Ruth Padel whose article on the importance of modern zoos (Review, 23 March) offsets your leader. Rearing animals in captivity for wild release is a specialist process quite different from keeping them in zoos, but there&apos;s every reason for zoo animals to be the parents if the endangered species are extinct in the wild or too rare to capture. As Padel points out, zoos are an important means to educate the public about the problems and to gain funding. Keeping some in captivity is the lesser of two evils.Anthony ChekeOxford", 
    "section": "environment", 
    "gid": "environment/2013/mar/29/animals-free-captivity-saving-species", 
    "wordcount": "450"
}