{
    "headline": "A storybook world growing from a medieval quarry", 
    "text": "Hills and Holes. A name like that, it had to be a manufactured place for kids and dog walkers, I thought. On hearing what locals called it  Hills and Hollows  I decided to look closer at the funny space on the edge of this village near Stamford.  Turns out it was manufactured, but not by anyone we knew. The place with the playground name once built cathedrals. A Jurassic seabed turned medieval quarry, its limestone was used in the extravagant churches of Ely and Peterborough. Now its a meadow, and important again. The quarrying has left a strange, toy landscape of ridges and valleys not a kilometre square. Rare plants  fragrant orchid, pasque flower  grow here. Nature has taken it back, but only to a point: a sign tells me the sheep are in for autumn to graze. Invisible sheep, it seems.     A part-eaten pear among the autumnal litter. Photograph: Simon Ingram    Its raining, so I duck into one of the hollows, a little tuck beneath a birch. Sudden childhood feelings of sunken dens beneath low-slung trees; maybe this place is for kids after all, or big kids. Its intricately beautiful. The arched roof of the den is a wriggle-braid of branches, the floor autumnal litter. Theres a pear with one coarse-toothed chunk out of it. The rain crackles on the canopy, and theres a quiet whine. I take it for a saw somewhere, but then realise its closer than the rain noise; insects, sheltering too. Afterwards, I climb on to the ridgelines. Even in miniature, hills and valleys follow form: bare up top, with rich valleys drawing the eye down. Theres a red thicket down in one, like a miniature autumn forest in a bigger landscape. Its rosebay willowherb, a hairy wire of seed bursting from a vivid fern-bed of russet. In America they call this fireweed because it likes burnt ground: here that colour makes it look as if this English meadow is itself burning. Its the trees that break the illusion of scale. They tower. Thorns, a statuesque silver birch, one gorgeous oak crouched over another of those storybook shade-pockets. More rain. I could make it to the car but instead I go to the little den again. Im glad I looked closer at this place. Quarry, toy-landscape, now a quiet little world full of quiet little worlds. Follow Country diary on Twitter: @gdncountrydiary", 
    "section": "environment", 
    "gid": "environment/2016/oct/24/storybook-world-medieval-quarry-cambridgeshire-country-diary", 
    "wordcount": "397"
}