{
    "headline": "Wrexham leads Europe's solar charge", 
    "text": "Wrexham  average sunshine: three hours a day for four months of the year  has joined Sacramento in California, desert city Abu Dhabi and Freiburg in Germany as a new solar power centre. The north Walian town, which has had one of Europe&apos;s largest solar panel factories since 2005, employing around 1,000 people, moves into the renewable energy premier league this month after installing 30,000 panels made in the town on 3,000 of its council homes. This year it will fit six schools and several public buildings with a further 90kW of solar power. Scaffolding was bought in from all over Cheshire and north Wales to complete Europe&apos;s biggest social housing solar scheme by 4 March, the cut-off date which allowed installations to earn the higher government solar incentive (assuming a government appeal in the courts fails). &quot;They have been going up like mushrooms. Everyone got them, even my auntie,&quot; said Jackie Downward, a resident of Hullah Lane, Wrexham who had eight panels installed on the roof of her pebble-dashed 1960s semi. &quot;I&apos;ve never taken an interest in green things before. Some people say they look ugly but most say they wouldn&apos;t mind them. I only heard of one couple who said they wouldn&apos;t have them on their roof. In the end, it&apos;s money off your bills and jobs so it has to be worth it,&quot; she said. In what council chiefs say was a &quot;sensible&quot; investment, Wrexham last year borrowed nearly 28m for the 5MW scheme to equip one in three of its properties with panels made by Japanese company Sharp, which has a solar module factory on the edge of the town. Tenants, who pay on average around 70 a week to rent their homes, can expect 200-300 a year off their bills from the electricity they generate and the council will make over 1m a year profit from feed-in tariffs, the government&apos;s solar incentive scheme. The money will increase Wrexham&apos;s housing budget by nearly 10%, and will be invested back in public housing. In a riposte to critics who dismissed solar as a technology only for the wealthy, the town  which has some of Britain&apos;s most deprived estates  expects its investment to lift people out of fuel poverty, benefit its schools and old people, and reduce carbon emissions by 3,000 tonnes a year. Sharp says it has invested 43m in its Wrexham solar plant and that 132 people worked nearly six months to install the panels on council homes. The investment should also lift Wrexham to near the top of the UK league table for emission reductions. By 2020 it expects a 70% cut on 2005 figures  way above central government targets and possibly the most by any British borough. But while it may be one of the only towns in Britain to have boosted its economy with solar, it has been hard hit by the government&apos;s decision before Christmas to halve solar incentives]. As a direct result, solar panel manufacturers, including Sharp, have had to lay off people, and Wrexham&apos;s expected income from the panels will drop. &quot;We were never doing this for the money. Our intention was always to reduce emissions. We will still make a profit but it will take longer,&quot; said a council spokeswoman. The halving of the 43p incentive for solar installations is expected to hit the solar industry hard. The fledgling industry, which employs 30,000, says it is &quot;facing ruin&quot; after the energy minister, Greg Barker, further slashed incentives for people investing after July 2012. Installations completed by July will continue to get the 21p incentive, but after that could drop to 13p and may only be available to people who have insulated their homes to a certain level. Explosive growth in solar panel installations on homes, schools and fields in the UK over the past 22 months saw the green energy source pass the symbolic milestone of 1,000MW last month. &quot;It showed very clearly that people were desperate to get out of the clutches of the big six energy companies, which hate the idea of people generating their own electricity. There goes a small industry which has invested hundreds of millions of pounds,&quot; said Daniel Green of solar energy company Homesun. &quot;This is the steady strangulation of a successful industry. First it was by stealth, now it&apos;s blatant. This company alone had 330,000 applications for solar in 18 months. There must have been millions of people across Britain who were interested in installing it and in generating their own electricity,&quot; said Green &quot;The industry has taken a massive knock The government is preparing to kill off the industry altogether,&quot; said Jed Rowbottom, director of Burnley-based solar company Solarlec. But Jeremy Leggett, chair of Solar Century, said the solar would not be crushed. &quot;The government does not want anything to impinge on the prospect of centralised power from the big six electricity companies. But well before 2020 solar will be cheaper than nuclear or gas. It&apos;s not the end of the industry but of our opportunity in Britain to grow a domestic industry that could compete with those in Germany and elsewhere. It will explode again, but it will not be British.&quot; Since the feed-in tariff scheme was launched by the Labour administration in April 2010 the amount of solar has grown by over 40 times. There was just 26MW of solar before the scheme.", 
    "section": "environment", 
    "gid": "environment/2012/mar/05/wrexham-europe-solar-energy", 
    "wordcount": "923"
}