{
    "headline": "Internet troll admits Facebook threats to kill 200 Tennessee students", 
    "text": "A self-confessed British internet &quot;troll&quot; has admitted threatening to kill 200 people at a US school by posting menacing comments on a memorial Facebook page. Thousands of pupils stayed away from the school in Warren county, Tennessee, after Reece Elliott, 24, of Fossway, South Shields, South Tyneside, left terrifying messages under an assumed name. Elliott, a father of one, went online in the weeks after the mass shootings at Sandy Hook, the primary school in Newtown, Connecticut, where 20 children and six adults died. Newcastle crown court was told that after the messages were posted, security was stepped up at schools across the area in Tennessee as the authorities implemented a &quot;lockdown&quot; with armed guards on duty and restricted access to sites. Elliott appeared at court dressed in a grey top and admitted one count of making a threat to kill and eight of sending grossly offensive messages. He has been held in custody since his arrest in February. Using a false name, he wrote on a tribute page to Caitlin Talley, a 17-year-old girl at the Tennessee school who had died in a car accident in October: &quot;My father has three guns. I&apos;m planning on killing him first and putting him in a dumpster. Then I&apos;m taking the motor and I&apos;m going in fast. I&apos;m gonna kill hopefully at least 200 before I kill myself. So you want to tell the deputy, I&apos;m on my way.&quot; Caitlin, a popular pupil at Warren County High, died in a car accident in October. On the commemorative website, Elliott wrote: &quot;I&apos;m glad the fat bitch is dead. Let&apos;s drink to drink driving. No-one gives a shit that she&apos;s dead, get over it. If I was there now I would rape you.&quot; Using the same pseudonym, Elliott then posted the threats about driving into school. He said: &quot;I&apos;m killing 200 people minimum at school. I will be on CNN.&quot; Gary Buckley, prosecuting, said: &quot;The residents of Warren County and all the people who have access to the Facebook page were clearly concerned. I am told that the local authority immediately put all the local schools in the area on what was called lockdown. &quot;Because of the hysteria caused, around 3,000 children were kept off school on that specific day. Inquiries made by the FBI and Homeland Security managed to trace the user name to an address in this area. &quot;The American authorities contacted police and various inquiries were made in order to identify who made these postings. It would appear that Reece Elliott was well aware that he was wanted. He handed himself into South Shields police station. &quot;He [Elliott] said he was a part-time troll [the term for those who make unpleasant remarks online]. He said he decided to post offensive comments to see what kind of reaction he could provoke.&quot; &quot;He was asked if he knew what had been going on recently and he said he was well aware of the recent incidents following the shootings in schools. &quot;He confirmed he did post the postings on Facebook and therefore did make these threats but he didn&apos;t expect the threats to be taken seriously and didn&apos;t expect them to cause the reaction they did.&quot; Buckley said by using the US terms &quot;dumpster&quot; and &quot;deputy&quot;, Elliott made his threats seem more believable to local people. He pleaded not guilty to four other counts of making threats to kill, which the prosecution accepted. Elliott is due to be sentenced on June 10th. Judge James Goss QC said: &quot;You will remain in custody until the sentence hearing, as I&apos;m sure you will appreciate the offences are serious matters. &quot;A prison sentence is of course the inevitable sentence in respect of these offences.&quot; On being told the news of the guilty plea, Anthony Cassel, executive principal at Warren County High School  where Caitlin studied  said: &quot;If that information is correct, I&apos;m grateful that justice has been served and that agencies on both sides of the world worked together to bring this individual to justice and hold him to account. &quot;Obviously the threats caused concern and attendance issues. It is fair to say that the stress level was elevated, especially in light of the events in Newtown, with the Sandy Hook shootings. It heightened the sense of alertness not just of students but of their parents and families.&quot; The case highlights the determination of law enforcement agencies to deal with comments on social media and the internet in the same way as if they were made in traditional media. Public awareness appears to be slow in catching up with the idea that laws governing libel, threats, hate speech and other such offences are being applied online as much as to any other area of life. Assessing the severity of a threat made online is, nonetheless, a problematic area for the courts. The &apos;Twitter joke trial&apos; involving Paul Chambers  who eventually overturned a conviction for sending a menacing tweet on the grounds that it was never meant to be taken seriously  showed that the courts must take into account the intention and impact of any message.", 
    "section": "technology", 
    "gid": "technology/2013/apr/26/internet-troll-kill-tennessee-students", 
    "wordcount": "877"
}