{
    "headline": "Heartland Institute grows isolated as three more donors disassociate", 
    "text": "Heartland Institute was cut off by three more corporate donors on Monday, further isolating the ultra-conservative thinktank from the mainstream business world. The defections reinforce the sense of Heartland&apos;s isolation, ahead of its major climate contrarian conference in Chicago next week. A number of prominent speakers also pulled out of the conference after Heartland put up a billboard on a Chicago expressway suggesting believers in climate change were akin to serial killers. In statements to advocacy groups, pharmaceutical giant Eli Llily, BB&amp;T bank and PepsiCo confirmed they would not fund Heartland in 2012  dealing a blow to the thinktank&apos;s plans of building long-term relationships with major corporations. The three were the latest in a rush of companies to distance themselves from Heartland after the ad campaign featuring Unabomber Ted Kaczynski. &quot;Lilly is not funding Heartland in 2012 and has no plans to do so in the future,&quot; David Marbaugh, communications director of Corporate Responsibility for Eli Lilly informed Forecast the Facts by email. &quot;That type of ad is not consistent with how Lilly engages in public debate.&quot; In purely monetary terms, Monday&apos;s defections will have very little effect on Heartland. None of the three had contributed to Heartland in 2011, according to confidential documents obtained by the water scientist Peter Gleick, and released without the thinktank&apos;s permission. PepsiCo&apos;s contributions in 2010 amounted to only $5,000. Eli Lilly donated $25,000 in 2010 and BB&amp;T $16,105. However, they make it very difficult for Heartland to pursue its expansion plans for 2012 and disprove its efforts to project itself as a mainstream organisation seeking to act as an honest mediator in debates over climate policy. The Heartland budget and ambitious expansion plans for 2012 had been predicated on returning those donors to the fold. It had projected a $3m budget increase for 2012, based on those plans. Specifically, Heartland had hoped to raise $1.5m or half of those funds from &quot;lapsed&quot; corporate donors like Eli Lilly. But it appears that the exposure of Heartland&apos;s key mission of discrediting climate change  including a project to influence kindergarteners  has turned off public corporations. Many publicly traded companies outwardly endorse climate change and sustainability as part of their corporate brand  and that makes association with Heartland politically awkward. Those contradictions intensified after the Gleick leak last February when advocacy groups began focusing more intensely on Heartland&apos;s corporate donors  even those funding programmes that have nothing to do with clinate change. Pepsi made up its mind to steer clear of Heartland well before the Kaczynski ad. &quot;As previously stated, our relationship ended in 2011,&quot; Paul Boykas, vice-president of public policy and government affairs for PepsiCo told Forecast the Facts by email. The advocacy group noted the PepsiCo&apos;s website reaffirms its belief in climate change. BB&amp;T told Greenpeace, meanwhile, it had not received requests for 2012 funding. &quot;We do not have any active request from or any planned contribution to Heartland Institute in 2012,&quot; Maria Lachapelle, vice-president of corporate communications for BB&amp;T, told Greenpeace by email. In another blow to Heartland, a meterologist from the National Hurricane Center on Monday publicly disassociated himself with the organisation. Chris Landsea, the hurricane centre&apos;s science and operations officer, asked Heartland to remove him from its website, the Washington Post reported on Monday. It quoted a posting from Landsea to the website BigCityLib Strikes Back saying: &quot;The billboard campaign that you all have recently been displaying is not in good taste nor is it furthering the advancement of better undstanding of how our climate fluctates and changes. Please remove my name from your list of experts.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/14/heartland-institute-loses-corporate-donors", 
    "wordcount": "618"
}