{
    "headline": "Students go abroad to immerse themselves in a new culture", 
    "text": "Studying management with Chinese studies at the University of Nottingham&apos;s campus in China was an eye-opener for Adrian Fu, 21.  He spent the second year of his degree course at Ningbo near Shanghai and really enjoyed the opportunity of seeing things from a Chinese perspective: &quot;I studied Chinese business law, saw a fast-moving economy at first hand and discovered that the Chinese are not as quiet and as reserved as you think. Like most of the students who came out with me I&apos;d now like to go back to live and work in China.&quot; Opened in 2004, the campus teaches about 4,500 students  mainly Chinese  and replicates the degree syllabus, teaching standards and quality control of the Nottingham campus. Overseas branch campuses are part of the growing internationalisation of higher education. Besides fulfilling a growing international demand for degrees validated by UK universities, UK students benefit from the experience of learning in a foreign country, being exposed to a different culture, moving outside their comfort zone and mixing with international students. The rationale for each branch campus is different. But what all do is provide a niche education whether it is University College London&apos;s (UCL) master&apos;s in Arab and Islamic archaeology in Qatar, London Business School&apos;s MBA taught in Dubai or the suite of accounting and business degrees offered by the University of Central Lancashire&apos;s campus in Cyprus. Study abroad is often seen as a career enhancer and the experience of meeting and working with overseas students can lay the foundations for future business networks. Most UK universities with overseas campuses offer students a year abroad as an opportunity to specialise in a geographical area or region. The advantage is that being part of the same institution, students are able to seamlessly combine modules studied overseas with those studied in the UK. The 2012 report from The Observatory on Borderless Higher Education lists 200 degree-awarding international branch campuses. Of these, 25 UK universities have branches overseas, putting the UK in third place behind France and the US. A further 10 UK universities are set to open overseas branch campuses over the next two years. UK branch campuses often fulfil a major role in the countries where they are based. UCL&apos;s postgraduate branch campus in Education City, Qatar provides a suite of cultural heritage degrees few international universities can match. Established two years ago on the back of huge financial support from the Qatar Foundation, UCL in Qatar functions both as a department of UCL and as a partner to Qatar&apos;s Hamad bin Khalifa University (HBKU).  Specialist master&apos;s programmes in Arab and Islamic archaeology, conservation and museum and gallery practice attract an international student body. &quot;UK students gain a high-quality degree in a subject specific topic that they cannot get anywhere else in the world,&quot; says Prof Thilo Rehren, director of UCL in Qatar. The University of Nottingham launched its Malaysia campus in 2000. &quot;In Malaysia there are a lot of research opportunities and funding streams that are unavailable in the UK,&quot; says Prof Hai-Sui Yu pro vice chancellor (international). For example, the foreign campus conducts research on crops which in the UK could only be done in the lab, but in Malaysia &quot;you can work in the field&quot;, says Yu. Last year 120 students went out to Nottingham&apos;s Malaysia campus at Semenyih studying a range of degrees from international business and economics to psychology and international relations. One of the newest and most enthusiastic entrants to the overseas branch campus movement is the University of Central Lancashire (UCLan). Based in Preston, UCLan aims to open a campus in Sri Lanka in 2014 with more campuses in Thailand and Bangladesh also planned. &quot;We&apos;re seeing a definite trend in trans-national education,&quot; says Lee Chatfield, rector of UCLan Cyprus, the university&apos;s first venture. The 53m (44.8m) state-of the-art campus, which opened its doors to Cyprus students in October 2012, aims to attract UK students wanting to spend a year overseas with accommodation and a return flight to Britain included within the 9,000 tuition fee. Chatfield explains that despite the banking crisis earlier in the year, Cyprus is strategically placed to service eastern European and the Middle East as well as a burgeoning domestic market. First-year accountancy degree student Henry Boocock returned from a taster session in Cyprus earlier this year. &quot;The Cypriot students really made us feel welcome and the climate is a break from England&apos;s rain and snow,&quot; Boocock says. &quot;Spending part of the academic year abroad is a useful life experience  and it gets you thinking about career opportunities in Europe.&quot;", 
    "section": "education", 
    "gid": "education/2013/may/14/overseas-study-offers-broad-educational-experience", 
    "wordcount": "779"
}