{
    "headline": "What will Obama's re-election mean for students?", 
    "text": "In this year&apos;s American election, students overwhelmingly sided with Obama. It&apos;s thought that the president captured around 60% of voters aged 18-29, while the proportion of young people turning out to vote increased 1% on Obama&apos;s historic 2008 election. But now that students have proved that they have Obama&apos;s back, the only question that remains is: does he have theirs? If the past four years are anything to go by, the answer is yes. So far, the president has stopped student federal loan rates from doubling and increased funding for Pell Grants, which provide financial support to disadvantaged students. He also adjusted the federal student loans system, so that repayments are based on income rather than the amount borrowed. But Obama&apos;s legacy as a student-friendly president will depend on whether he can stick to his election promises during his second term. His aims are ambitious. Within 10 years he wants to halve the amount by which tuition fees rise year-on-year. He also wants America to have the highest proportion of university graduates in the world by 2020   though he hasn&apos;t yet revealed the details behind these policies. Another key issue affecting students is the state of the graduate job market. In the run-up to the election, Republicans criticised Obama for failing to boost the economy by creating enough jobs, but stats showing 32 months of job growth seem to have won over the student population. The president now plans to support job training initiatives through partnerships with community colleges and the private sector in his second term, which he promises will result in 2 million job placements. But the biggest challenge Obama will face when implementing education and economic reform is the same as in his first term  a Republican-led Congress. Obama has been criticised for failing to reach across party lines and pass effective policy, though it&apos;s hoped that Congress will be more cooperative now that he has reached his second term. Obama&apos;s promises to students have set the bar of expectation high. He&apos;s already proved his commitment to lower loan rates and tuition costs for students  but during this term graduates will discover whether his economic policies can brighten their employment prospects. Students took a risk in choosing Obama over the business-savvy Romney and now they will have to wait and see if they bet their chips on the right man.", 
    "section": "education", 
    "gid": "education/2012/nov/07/obama-reelection-students-loan-reform", 
    "wordcount": "393"
}