{
    "headline": "Weight Watchers' new game  a tough diet pill to swallow", 
    "text": "&quot;Play to Win&quot; declares the new Weight Watchers slogan, although &quot;Play to Lose&quot; would surely be a more appropriate battle cry to lead those resolved to shed the Christmas pounds in the new year diet game. The UK is the fattest nation in Europe and with the number of obese adults in the country forecast to rise by 73% over the next 20 years, the hunger for diets to counter this unwelcome expansion will intensify. Stiff competition is always a catalyst for innovation as companies vie with one another to stand out in the market and the latest trend to be fixated upon by the Sauron-like eye of the diet marketers is gaming. Gamification, a neologism that has risen to prominence in the past two years, describes the act of taking an activity that is not a game and turning it into a game to increase audience engagement. Proponents argue that gamification can be used to positively influence human behaviour by incentivising constructive activities that humans otherwise can&apos;t really be bothered with. It&apos;s a bit like offering a child a biscuit if she cleans her bedroom, or awarding a New Year&apos;s honour to a Conservative if he gives some money to the government. Gamification is a concept at the heart of the Weight Watchers&apos; new campaign, driven this week by the launch of the website PlayWeightwatchers.co.uk  although here, the idea is to find a participant and remove their money and biscuits. &quot;Weight Watchers is a game we play to lose weight,&quot; states the first line of the site&apos;s copy in a crisp attempt to move the gruelling work of dieting away from the imagery of self-flagellating, fasting monks to the rotund bounce of Super Mario. Dig deeper on the site to uncover the rules of the Weight Watchers game and details are disappointingly thin on the ground. &quot;Playing&quot; appears to be little more than an obfuscated version of calorie counting. &quot;Counting ProPoints is the game that can help you to lose weight without losing out,&quot; says the blurb, somewhat optimistically referring to counting as a game. &quot;The rules of the game are easy to learn and follow, so you can get on with enjoying your life while steadily losing those pounds.&quot; The game is so easy to learn and follow that we have time to do so now. ProPoints is a virtual currency that must be traded in exchange for food. Different foods cost varying amounts of ProPoints and, when you have used up your daily quota, you must starve yourself till tomorrow brings with it a fresh stash of points. The twist is that bonus ProPoints can be earned by completing activities (quests, in gaming parlance) such as kickboxing or Zumba dancing your way through the current exercise zeitgeist. In other words: go for a walk and you can have another biscuit. In mechanical terms this is about as much a &quot;game&quot; as the concept of having a job is a game. The rules are the same: complete tasks to earn points (a salary). When the points run out, you can no longer consume anything. Critics of gamification argue that in most cases marketers (who, after all, aren&apos;t game designers) do little more than appropriate the language and terminology of gaming while ignoring the underlying elements that make games rich and rewarding. This certainly appears to be the case with Weight Watchers, whose copywriters fall over one another to infuse sentences with the illusion of play. &quot;Millions of people are playing Weight Watchers and winning at weight loss every day,&quot; boasts one line. &quot;Join in the game you play to lose weight with the support of an experienced Leader and a team who will, share tips [to] make playing the game together easier and more fun,&quot; says another. Up, up, down, down, left, right, left, right, B, A to drop a dress size, perhaps? This isn&apos;t to say that the use of points and badges as rewards for human behaviour is a bad thing. Most hierarchical organisations from the scouts to the masons to the army have employed point systems to incentivise members to obey their rules and progress. Point systems are perhaps the most effective way of communicating advancement and assuring a person that the very system in which they operate has noticed the effort they have made. But good games do more than simply monitor effort. They set goals that are intrinsically interesting. This is what sets a game apart from a reward scheme, and it&apos;s this key ingredient that is missing from Play Weight Watchers. &quot;Go for a walk and you can have another biscuit&quot; is neither fun nor interesting. Weight Watchers has followed the likes of Nike Plus, Wii Fit and any number of other so-called fitness and diet games in appropriating a misnomer. Its marketers want only the frisson of words such as &quot;play&quot;, &quot;game&quot; and &quot;win&quot; without any of the true meaning or spirit of their definitions. Completing tasks in order to receive the ability to eat is not a &quot;game&quot;. It is not something we &quot;play&quot;. For many in the world today it is known as survival. One advantage that Weight Watchers has over many of its rivals in its claim to being a game experience is the existence of a win/ lose condition. It&apos;s possible to play along and fail to lose weight. It&apos;s possible to fall off the wagon, admit that ProPoints are a virtual construct likely devised by some stick-thin nutritionalist who hates your cholesterol-lined guts and eat the entire pack of clairs in rude (then regretful) defiance. In short, it&apos;s possible to suck at Weight Watchers and somehow that makes it more game-like than many of the other gamified reward schemes that are creeping into our daily lives. In fact, the very business depends on it. Weight Watchers&apos; 2011 Annual Report put the company&apos;s significant growth down to &quot;a large influx of returning members who were encouraged by the new benefits of ProPoints.&quot; Returning members? Turns out this is a game whose makers really are hoping you&apos;ll play to lose.", 
    "section": "technology", 
    "gid": "technology/2012/jan/05/weight-watchers-game-diet", 
    "wordcount": "1047"
}