{
    "headline": "Where can I buy FLAC music files?", 
    "text": "I&apos;m trying to find sources for purchasing FLAC music files online. One of my search results is for melodishop.com, which is selling albums at prices much lower than other online retailers. How can I confirm the legality of the service? Can I proceed to purchase in good faith?Gary Crighton Digital music files are available in a lot of different formats, including MP3, WMV, AAC and FLAC. MP3 was the first popular format, and it is still the de facto standard. However, it uses &quot;lossy data compression&quot; to reduce file sizes and download times. Basically, using an idea known as &quot;perceptual coding&quot;, it reduces the precision or discards data that most people wouldn&apos;t hear if it were there. As hard drives have become bigger and cheaper, and broadband has got faster, people have become more comfortable with larger files, which can deliver better sound quality. In the early days, bit-rates of 96kbps to 160kbps were common. Today, most online sources offer MP3s encoded at 320kbps, which should sound significantly better. Not many untrained listeners can reliably distinguish a 320kbps MP3 file from an original CD. Nonetheless, there is a growing demand for &quot;lossless&quot; files that don&apos;t sacrifice any of the musical information in the source material. There are several lossless audio formats, and they should all sound identical. However, the open source FLAC (Free Lossless Audio Codec) has become the most widely supported, and is currently the de facto standard.  This doesn&apos;t mean FLAC is popular. It appeals mainly to the minority of the population who consider themselves audiophiles, but it&apos;s not supported by Apple&apos;s iTunes store or the iPod players that dominate the mass market. Amazon could probably push FLAC into the mainstream, but since it has failed to support FLAC, the main sources of legal downloads are ofen quite specialised. They include smaller music stores and record labels, bands selling their own music, and audiophile sources such as Linn Records. There&apos;s probably not a huge demand for FLAC files of pop/rock music (unless Amazon wants to prove me wrong). However, there is a demand for new music that will never appear on CD, and for recordings that offer better sound quality than CDs (which sounded great in the 1980s, but are far from perfect). This includes &quot;studio masters&quot;, which may be 96kHz/24-bit or 192kHz/24-bit compared with the 44.1kHz/16-bit music you get on an audio CD. If you really want FLAC files of popular music, then I suggest you buy the CDs and make your own. If you can find legitimate FLAC versions of these albums, they are unlikely to be cheaper than the CDs, especially if you buy in sales or on eBay. If you want a reasonably mixed selection of FLAC files, then the best online stores include Bleep.com, Qobuz, HDtracks and Rhino. HDtracks only works with American internet addresses, but I&apos;m told you can use a proxy and pay by PayPal. Rhino requires a credit or debit card issued by a US bank with a US billing address. Qobuz is French. All four have some mainstream music on FLAC, and Qobuz has more than 60 studio masters. Gubemusic, based in Norway, has a good selection of classical, jazz and experimental music, and currently offers 90 studio masters. There&apos;s also iTrax.com, which specialises in high-definition surround sound. If you want to buy from bands then Bandcamp is a fantastic source: it currently offers more than 4m tracks and 530,936 albums. Bandcamp requires bands to upload lossless files (uncompressed WAV, AIFF, FLAC) which it uses to create the lossy download files most people buy. The site tells bands: &quot;Sure, most fans will just want the MP3 and won&apos;t know or care about anything else, but there&apos;s a rabid minority out there who&apos;ll love that you&apos;re giving them a choice. And if a new format/quality becomes  la mode (like when Amazon&apos;s MP3 store made iTunes&apos; 128k AACs seem antiquated), we&apos;ll transcode to that too, without you having to do a thing.&quot; &quot;Future proofing&quot; is a major part of FLAC&apos;s appeal. Juno Records offers about 2m tracks at Juno Download, and if you buy a WAV file then you can download a FLAC version instead. Other sources include Blue Coast Records, Audioporn Records, 2L the Nordic Sound, and High Definition Tape Transfers. Audioporn does drum&apos;n&apos;bass. 2L records classical music, often in Norwegian churches. HDTT is digitising tapes of &quot;forgotten performances of historical importance&quot;, again mostly classical music. I suspect that many of the people who buy from 2L and HDTT will use their downloads to burn CDs or DVDs. Among the audiophile sources, Linn Records is well known for recording and distributing high quality CDs and music files that bring out the best in Linn hi-fi equipment. The website offers 24-bit studio masters in both FLAC and lossless WMA. Linn&apos;s rival, Naim, has launched Naim Label, offering &quot;320kbps MP3, FLAC and fully uncompressed 24-bit WAV downloads&quot;. Bowers and Wilkins has a Society of Sound where subscribers get &quot;high-quality albums from Peter Gabriel&apos;s Real World Studios and the London Symphony Orchestra  in Apple Lossless and studio-quality FLAC&quot;. So what about MelodiShop.com? The site&apos;s FAQ asks &quot;Is your web site legal?&quot; and replies: &quot;Yes, the activity of MelodiShop.com is carried out according to the legislation of the license agreement # I-003/11 from June, 14 2011 of the State Enterprise &quot;Ukrainian Agency of Copyright and Related Rights&quot; (UACRR).&quot; It says it pays &quot;full-scale author&apos;s royalties to owners of pieces of music, trademarks, names, slogans and other copyright objects used on the site&quot;. It reminds me of the Moscow-based AllOfMP3 site, which sold cheap downloads under a Russian licence until the RIAA (Recording Industry Association of America) sued it for $1.65tn and it came under pressure from the Russian and American governments. (The story is at Wikipedia.) I am not a lawyer, obviously, and I don&apos;t know how the RIAA views MelodiShop&apos;s Ukrainian licence, but I would not be totally astounded if it suffered a similar fate. If you are downloading FLAC (or APE or WAV) files from unknown sources, including MelodiShop.com, it&apos;s a good idea to check them with Audiochecker, which will attempt to identify the source material. It may say, for example, that a FLAC file was made from CDDA, ie an audio CD, which might be fine. It could, however, be made from an MP3 file, which would not.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/jun/14/digital-music-flac-sources", 
    "wordcount": "1099"
}