{
    "headline": "Charles Darwin: my favourite scientist", 
    "text": "    Charles Darwin was an English naturalist who is known as the co-discoverer, along with Alfred Russel Wallace, of the Theory of Evolution, which is the unifying theory of all life sciences. Darwin&apos;s ideas about evolution also are making a deep impact upon modern economic theory (but I will tell you more about that in another blog entry).    In reality, Darwin did not &quot;discover&quot; evolution; these ideas had been around for a long time. However, Darwin did formalise and popularise this scientific theory by publishing his book, On the Origin of Species [1859: Guardian Bookshop; Amazon UK/kindle; Amazon US/kindle]. But Darwin didn&apos;t merely report these ideas, he went a step further by proposing that the basic mechanism of evolution resulted from a process that he referred to as natural selection. (Darwin also expanded upon this idea in his seminal theory of sexual selection.) So well-written and logically argued was his book, and so accessible was the evidence to the public and scientists alike, that it overwhelmed the earlier, generally accepted idea of transmutation of species. Less than 20 years later, nearly all educated people everywhere had accepted evolution as fact.  Darwin&apos;s scientific explanation of evolution has since been modified during the modern evolutionary synthesis (from the 1930s to the 1950s), when the scientific community reviewed major findings in a number of scientific fields ranging from genetics and developmental biology to paleontology and recognised that natural selection is the basic mechanism of evolution. Today, evolution is recognised as being the scientific explanation for the diversity of life on the planet.  But Darwin didn&apos;t start out as a brilliant scientist. He was the son of a wealthy medical doctor and financier, Robert Darwin, and Susannah Wedgwood Darwin. As a child, young Charles Darwin tagged along with his father as he visited patients, and then later, Charles attended the University of Edinburgh Medical School with his brother Erasmus. Charles Darwin was an indifferent student who found the lectures dull and surgery distressing. His frustrated father then sent him to Christ&apos;s College, Cambridge, for a Bachelor of Arts degree with an eye towards becoming an Anglican preacher. Darwin did well in his studies, but his heart and mind were elsewhere.  Shortly after graduating, an opportunity came up for Darwin to accompany captain Robert FitzRoy as his companion on HMS Beagle. The Beagle was setting out on a two-year expedition to chart the coastline of South America. Darwin saw this as an opportunity to indulge his passion for exploring the natural world before settling down to life as a country parson. Although he was the captain&apos;s companion, he used this voyage to collect animal specimens, and to make numerous detailed observations of the geology and diversity of life in distant parts of the world that he might not otherwise visit and experience.  Despite the fact that Darwin&apos;s father originally viewed this voyage as &quot;a waste of time&quot;, it was pivotal in Darwin&apos;s life. That voyage lasted five years and provided most of the raw material and data that underpinned Darwin&apos;s geological and evolutionary research papers that kept him busy for the remainder of his life.  Here is one of my favourite diagrammes from Darwin&apos;s writings. It&apos;s his first diagramme of an evolutionary tree that appeared in his First Notebook on Transmutation of Species (1837) when it was on public view at the American Museum of Natural History in NYC (sorry it&apos;s so huge, but it&apos;s difficult to read otherwise):       Here is a brief look at Charles Darwin&apos;s life by Chris Smillie, a senior lecturer in Ecology and Environmental Management at Nottingham Trent University:            [video link]. If you are interested to read more about Charles Darwin, you may enjoy his autobiography, The Autobiography of Charles Darwin [Guardian Bookshop; Amazon UK/kindle; Amazon US/kindle] or, if you want an outside perspective, you might prefer reading a biography, Darwin by Adrian Desmond and James Moore [1992: Guardian Bookshop; Amazon UK/kindle; Amazon US/kindle].  Who is your favourite scientist? .. .. .. .. .. .. .. .. .. .. .. .. Video journalist Brady Haran is the man with the camera and Nottingham Trent University is the place with the scientists. You can follow this project on twitter @FavScientist and Nottingham Trent University on twitter @TrentUni .. .. .. .. .. .. .. .. .. .. .. .. twitter: @GrrlScientistfacebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/03/1", 
    "wordcount": "710"
}