{
    "headline": "Why getting a 2:2 isn't the end of the world", 
    "text": "&quot;If I don&apos;t get at least a 2:1 I&apos;m going to be unemployed for the rest of my life!&quot; I still remember the melodramatic wail of a fellow student in the library. Given the flood of negative reports about the job market  and the news that 76% of employers are using a 2:1 as their recruitment cut-off point  is it any wonder that so many believe that anything less than a 2:1 is a career disaster? I realised at the beginning of my final year that, despite my best efforts, I wasn&apos;t going to graduate with a classification I would feel proud of. It was frustrating, disappointing and, most of all, terrifying. Friends would think I was lazy. Employers would think I was incompetent. Or so I thought. I joined the world of work just two weeks after term ended and am now comfortably into my second job. It turns out that most of what I learned during my neuroscience degree isn&apos;t vital to the workplace. In fact, my extracurricular experiences were probably a lot more valuable. At university I was heavily involved with my student union. After signing up for society committees and charity fundraising, I ended up running for student union officer. The skills and networks that I developed then built the career path I am on today. Admittedly, I still shy away from sharing my degree classification. I rely on my extracurricular and workplace experiences to see me through to interview, where I have the opportunity to demonstrate that I am competent. Today, more people have access to university than ever before  and rightly so. But this means that a degree certificate isn&apos;t the only way to stand out. There are plenty of ways to develop employable skills. While the number of employers looking for a 2:1 or higher has increased, the chief executive of Association of Graduate Recruiters Carl Gilleard recognises that placing too great an emphasis on degree grades &quot;can rule out promising candidates with the right work skills unnecessarily&quot;. His members are being encouraged to look beyond the 2:1s. After all, attainment does not equate to potential  just ask Carol Vorderman.", 
    "section": "education", 
    "gid": "education/2012/jul/31/lower-second-degree-employment-prospects", 
    "wordcount": "366"
}