{
    "headline": "Fostering global discourse: it's time to embrace distance learning", 
    "text": "Many people in higher education think of distance learning the same way one would a distant cousin: aware of its existence, perhaps even thinks well of them, but reluctant to pick up the phone and find out how they are doing. And like the cousin you don&apos;t know well, the justification for your lack of interest is that distance learning is just a little bit awkward. Distance learning is reputedly characterised by clunky online interfaces, isolation and generally conspiring to make students  and staff  miss out on so many of the things that make university life so attractive: daily interaction with people who think like we do. We imagine it to be just a depleted version of the &apos;real thing&apos;. But in the same way that reconnecting with a distant relative can teach you things about yourself that daily interaction with your closest friends can&apos;t, distance learning has things to offer that are difficult to find in a traditional university course. An good example of this is its capacity to instantly connect to people from all over the world. At the Centre for Alternative Technology, we run a range of specialist renewable energy and sustainable architecture masters degrees. Our distance learning course has enabled us to create a course that gives sustainability a global perspective. A distance learning course puts students into a classroom that spans the whole world. It means the range of perspectives that are brought into that classroom are more diverse than any other method of learning. For a course based on sustainability this is crucial. Sustainability shouldn&apos;t be taught as an abstract theory amongst a group of people that all basically come from the same background, it should be taught as a discourse amongst people with diverse experiences of its practical application. Many other fields would benefit from similar thinking. Of course, all university courses will have some international dimension to their intake. But the barriers of increasingly restrictive visa regulations and high cost mean that, in reality, physically attending a course in the UK is becoming increasingly difficult for many overseas students. Academic discourse will suffer if we can&apos;t find alternative models, such as distance learning, for bringing students together. Without a doubt there are features of attending university that distance learning courses will never be able to emulate. I&apos;ve spoken to students on residential degrees at the Centre for Alternative Technology who say they learn as much from chatting to lecturers or other students in the tea breaks as they do from the lectures. Earl Wilson&apos;s quip: &quot;Science may never come up with a better office communication system than the coffee break&quot;, rings true. Still, there are also unique benefits to joining the online classroom that can never be found in a traditional university course. If the benefits of higher education rest on the personal connections that students aspire to make, then we must ask what experiences are of value  if students just want to meet other people their own age to go out drinking with on a Friday night then sure, that is not what a distance learning course offers. If, however, students are looking to be part of seminars with people with a genuine plethora of life experiences, this is the extra element that a distance learning course can offer. Distance learning doesn&apos;t create distances between people, it bridges the distances that already exist and connects diverse people. And the tools are improving to help universities do this better. So rather than simply acknowledge that distance learning exists in a universe far removed from the traditional university campus, it might be time to get to know this &apos;distant cousin&apos; and learn what it has to add to the strength, and diversity, of UK HE. Kit Jones is media officer at the Centre for Alternative Technology This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/18/distant-learning-in-uk-higher-education", 
    "wordcount": "662"
}