{
    "headline": "Google's self-driving car gets green light in Nevada", 
    "text": "     Commuting may never be the same again in Nevada, the US state that is home to Las Vegas, legalised gambling and huge amounts of desert. Besides gambling, it is now legal there to have a self-driven car  providing it matches up to the specification achieved by Google&apos;s autonomous models. The first fully licensed self-driven car  a modified Toyota Prius  won a special permit on Tuesday, the first of three applied for by Google, which allows it to be used on the state&apos;s roads, including the famous Las Vegas strip. Autonomous vehicles are the &quot;car of the future,&quot; said Bruce Breslow, the director of Nevada&apos;s Department of Motor Vehicles (DMV), in a statement. The state also has plans to eventually license autonomous vehicles owned by members of the public, the DMV said. Though there will be concerns about the cars  and the possibility that a computer crash will lead to a physical one  there has been no evidence in substantial testing that they pose any risk. In fact, they drive more safely than humans: &quot;It gets honked at more often because it&apos;s being safe,&quot; said Breslow. Last summer, the governor of Nevada, Brian Sandoval, took the car for a spin in and around the state&apos;s quiet capital city. But Las Vegas Boulevard, where costumed superheroes routinely take the crosswalks and massive billboards angle for the attention of starry-eyed tourists, was perhaps best suited to test the car&apos;s main purpose. &quot;They&apos;re designed to avoid distracted driving,&quot; Breslow said. &quot;When you&apos;re on the strip and there&apos;s a huge truck with three scantily clad women on the side, the car only sees a box.&quot; Although it will still need a human to sit in the driver&apos;s seat, the car will be able to operate, steer and navigate itself using the driverless technology developed by the Stanford professor and Google vice-president Sebastian Thrun. Speaking to the Guardian in 2007, Thrun said it could transform part of our daily lives: &quot;No one on Earth can tell me that commuting is fun. It is not recreational driving. It is driving because we have to drive. We could free up that time.&quot; He also thought that self-driving cars  whose brakes and accelerators are connected to computers, and which are fitted with GPS, a substantial database, artificial intelligence systems, and a laser radar (Lidar) which can detect obstacles such as people, cyclists and other cars on or around the road  could be substantially safer than human drivers. &quot;If you go to a funeral of a person who died because another driver picked up a cellphone and didn&apos;t pay attention, it is extremely hard to defend our right to drive where we like,&quot; he said. The cars in Nevada will have a special licence plate with an infinity sign to indicate that they are not necessarily being driven by a human. However, Nevada requires that there must already be two people in the car at all times  one behind the wheel, and another monitoring a computer screen showing the planned route and what it &quot;sees&quot; in terms of hazards and traffic lights ahead. In the event of a glitch, the human driver can override the computer with a tap on the footbrake or a hand on the steering wheel. Officials tested the cars on drives along highways, in neighbourhoods in Carson City and along the Las Vegas strip itself. Nevada passed a law authorising self-driving cars last year, but the law only came into force on 1 March. Google&apos;s cars, which have already driven more than 200,000 miles without driver interaction, emerged from projects inside the company in which it took part in contests such as the Darpa Urban Challenge. That challenged companies to build cars which could obey the rules of the road, avoid other cars driven by (human) stunt drivers, and evade obstacles. Thrun&apos;s team won then, and has won the race now to get their cars on to the road. Since then, Google&apos;s self-driving cars have crossed the Golden Gate bridge and driven along the picturesque Pacific Coast highway. Legislation to regulate autonomous cars is being considered in other states, including Google&apos;s home state of California. &quot;The vast majority of vehicle accidents are due to human error. Through the use of computers, sensors and other systems, an autonomous vehicle is capable of analysing the driving environment more quickly and operating the vehicle more safely,&quot; a California state senator, Alex Padilla, said in March when he introduced that state&apos;s autonomous car legislation. Other car companies are also seeking self-driven car licences in Nevada, the DMV said.", 
    "section": "technology", 
    "gid": "technology/2012/may/09/google-self-driving-car-nevada", 
    "wordcount": "775"
}