{
    "headline": "Our children need to learn about climate change", 
    "text": "As educationalists, teacher and student representatives and environmental/development organisations, we are extremely worried by new draft guidelines removing climate change from the national geography curriculum (Report, 19 March). Climate change is one of the greatest problems facing us today and it is imperative that young people learn not just the science, but also its impact on the world. The interdependence of humans and our environment, and sustainable development are key concepts embedded in the curriculum that must be protected. Without knowledge and understanding of the social, economic and environmental impacts of climate change, how can we expect young people to be ready to deal with the consequences and help find the solutions? We urge David Cameron, education secretary Michael Gove and energy and climate change secretary Ed Davey to ensure that climate change and sustainability remain prominently in the national curriculum, including in geography.Juliette Daigre Education manager, People &amp; PlanetNicola Smith Head of economic &amp; social affairs, Trades Union CongressLiam Burns National president, National Union of StudentsChristine Blower General secretary, National Union of TeachersSally Hunt General secretary, University &amp; College UnionDave Prentis General secretary, UnisonSue Ferns Director of communications and research, ProspectManuel Cortes General secretary, TSSAJohn Sauven Executive director, GreenpeaceAndy Atkins Executive director, Friends of the EarthRichard Baker Head of education and youth, OxfamDeborah Doane Director, World Development MovementJamie Clarke Executive director, The Climate Outreach and Information NetworkIsobel Tarr Co-director, UK Youth Climate CoalitionIona Collins Co-director, The Otesha Project UKIsabel Carter Chair, Operation NoahKevin Smith Communications manager, PlatformLouise Robinson Schools co-ordinator, Reading International Solidarity CentreNigel Rayment Director, Magnified LearningLorna Howarth Outreach manager, Artists Project EarthDavid Drury Vice-principal, market development, Central College, NottinghamCarole Thorogood Chair, South Nottingham College Academy TrustPeter Brown Principal, Top Valley AcademySimon Trace Chief executive, Practical Action  Our legally binding commitment to reduce carbon dioxide emissions by 80% by 2050 will transform our economy, creating very different lifestyles for our children. Surely we have a duty to educate them about why these changes are necessary, how it will impact upon their lives and the skills they will need to flourish in a different economy? Cutting climate change from the curriculum is short-sighted and educationally detrimental. Global Action Plan&apos;s experience shows that teaching students about sustainability and climate change can provide high-quality learning and helps schools save money on energy bills. We strongly urge the government not to take this backwards step. Trewin RestorickCEO, Global Action Plan   The real question is, do we want governments to dictate the curriculum content in specific detail? Topical world issues will always be at the heart of geography. Teachers must recognise, prioritise and present such issues in a challenging way appropriate to the age of the children. Today&apos;s young will live in a world of increasing stormy weather, that is increasingly urban, in a world of significant food shortage and food excess, and where energy demand is growing and scientists are searching for supplies that do not harm the planet. We need a national curriculum that enables but does not prescribe. Teachers have to take ownership and responsibility for what they teach, to whom and when.Ron RooneyUniversity of Durham", 
    "section": "environment", 
    "gid": "environment/2013/mar/22/young-people-learn-climate-change", 
    "wordcount": "519"
}