{
    "headline": "The Tory party needs a vibrant green conservative movement", 
    "text": "To win the next election, the Conservatives need to win the votes of people who voted Labour or Liberal Democrat last time. These voters are still worried that the Conservatives only understand people&apos;s needs as narrowly, self-interestedly economic. The party&apos;s environmental retreat has started to encourage them to think that the &quot;same old Tories&quot; have returned. In 2010, we went to the country insisting we had changed, but we didn&apos;t convince enough people to win a majority. Some have blamed this failure on David Cameron&apos;s efforts to &quot;detoxify&quot; the Tory brand, arguing that in 2010, the Conservatives simply weren&apos;t conservative enough. This is the kind of thinking that loses elections. It is these swing voters that hold the keys to a Conservative Downing Street. Their trust is being eroded. If the party returns to its comfort zone, it will return to opposition. The next general election will be crucial in deciding whether this happens or not. Will the Conservative party join the American, Australian and Canadian conservative movements in denying the existence of global environmental problems and the need to tackle them on the basis that it is somehow a lefty issue and anathema to a conservative worldview? The dominant elements of the centre-right media, never sympathetic, have grown increasingly sceptical, bolstered by well-funded climate change-denying pressure groups. Meanwhile, the work of the Global Warming Policy Foundation and the anti-green campaigning by the TaxPayers&apos; Alliance has gathered strength. This ideological campaign will not only cause environmental harm, it has also begun to retoxify the Tory brand, and is encouraging decisions that will ensure lasting damage to our economy. That campaign is part of a broader movement to push the Conservative party to the right. Its adherents believe in a conservatism that is more socially conservative, economically combative and defensively nationalistic than Cameron&apos;s administration. They share a folk-memory that Margaret Thatcher was far more confrontational and less pragmatic than she actually was. These ideas would lead to electoral disaster. Elections are won when the people who voted for the other guy last time, vote for you this time. To win the next election we need to win round swing voters and secure support in the country&apos;s mainstream. When some Conservatives fixate on a narrow interpretation of what it means to be human, where economic self-interest trumps all, they leave the mainstream of the British public cold. We know the importance of economics, and we also care about the place we live. Too many people still don&apos;t quite believe us  that&apos;s why we didn&apos;t win the last election. The Lib Dems have exploited this doubt, helped by having a secretary of state in the Department of Energy and Climate Change, to claim to be pushing a low-carbon agenda against recalcitrant Tories. A vibrant green conservative movement must show this to be wrong and enunciate a Tory environmentalism for a future majority Conservative government. The transformation required is also essential if Britain is to remain competitive in the world we are now in. The OECD predicts that the global middle class will increase by 50% to 3 billion people by 2030. The demand for fuel, energy, water, land and raw materials is already exploding along with this increase in purchasing power. According to McKinsey, commodity prices have increased by 147% in real terms over thepast 10 years. This surge has erased a 100 year decline in commodity prices. Britain needs to move away from a 19th- and 20th-century growth model that depends on heavily subsidised, finite fossil fuels, each with an array of significant political, environmental and social consequences. The leaner, nimbler, and more prosperous society we must create will be based on clean, renewable technologies, where lifetime costs are much lower because we can turn waste into the raw materials for growth and harness the fact that the wind blows and the sun shines for free. Being at the centre of this revolution by developing the technologies, building the infrastructure, and manufacturing the products required will create high value-added, complex and capital intensive-economic output able to drive growth, employment and exports. But decisions being taken today to support investments that lock us into an old economic model will do little for future prosperity or growth and make achieving economic resilience in the future much more difficult. The UK&apos;s economic future must not lie in supporting industries where we have lost and will never regain a comparative advantage. Far too often, however, Conservatives have opted for this approach and it is the wrong strategy for the country and if the Conservatives want to win the next general election.  This is an edited extract from Ben Caldecott&apos;s chapter in the book Tory modernisation 2.0: the future of the Conservative Party by Bright Blue, published on 16 January. Ben Caldecott is a founder of the Conservative Environment Network and was previously research director, environment and energy at Policy Exchange.", 
    "section": "environment", 
    "gid": "environment/2013/jan/11/tories-green-conservative", 
    "wordcount": "819"
}