{
    "headline": "How to buy a 'green' Christmas tree", 
    "text": "If you&apos;re going to buy a real tree Leo Hickman writes:  There are some basic things to look out for  when sourcing a real tree. The Soil Association has details of retailers selling organic Christmas trees [Green Promise has a list too]. And the Forest Stewardship Council has a list showing you how to get hold of an FSC-approved tree. Between them, these standards offer a guarantee that your tree has been farmed sustainably. And try to find a tree that&apos;s been grown as close to your home as possible  for anyone living outside a large conurbation this usually isn&apos;t too tricky as it&apos;s usually easy to find a local farmer who sells Christmas trees. Whether they are grown sustainably or not is another matter that only your questioning will uncover.  And if you&apos;re thinking of getting a plastic tree Don&apos;t, suggests Leo Hickman:  do we really want to encourage the production of yet another piece of plastic tat being produced thousands of miles away and shipped around the planet for our seasonal gratification?  It&apos;s worth bearing in mind fair trade options Lucy Siegle writes:  According to the Fair Tree project, founded by Danish tree producer Marianne Bols and Teresa Owen of fairwindonline.com, 90% of seeds from the Nordmann Fir (5m are sold in the UK each year) hail from Georgia&apos;s natural forest, as its seeds cannot be farmed. Each spring 20 tonnes of these seeds are planted by European nurseries, especially in Britain. But danger and corruption are endemic to the supply chain. Cone pickers in Georgia are paid so little that they cannot support their families. They scale 30m trees to retrieve the cones, without insurance or safety equipment. Death and serious injury are common. Bols has fought to secure a licence from the Georgian government to source her own seeds. Her project pays pickers a fair wage, trains them and uses safety equipment... These truly fairtrade trees are sold through fairwindonline.com  Or you could just rent one Miles Brignall writes:  It is now possible to rent a Christmas tree for the festive period. Your chosen tree is dug up prior to being delivered at home, complete with a sustainable root system. Come 6 January, the supplier returns to pick it up and it&apos;s replanted and grown on for next year. It&apos;s not a budget option, but is surprisingly cost effective, given that it is delivered and collected, and you know your tree will go back into the ground for another 12 months.  Try Trees for Rent. There are many local tree rental providers too Make sure to pick LEDs for the lights Lucy Siegle writes:  Not only will new-style LEDs save you money (and energy), but safety campaigners say their relative cool heat will make your tree less of a fire hazard.  Once Christmas is over, don&apos;t forget to recycle Jessica Aldred writes:  Of the six million trees that brighten up homes and offices across Britain each Christmas, figures show that only 10% are recycled for composting and wood chipping. The rest goes into landfill, a wasted opportunity to create biomass that could provide nutrients for depleted soil. In London alone, it is estimated that most of the 976,000 Christmas trees in the capital will be simply thrown away.  Many more local authorities around the UK have been offering Christmas tree collection points and composting advice for waste, and a number of DIY retailers and garden centres offer tree recycling services, so have a look at the the postcode locator on Recycle now to find one near you. So please, if you have a tree, call your local council or garden centre and find out how you can recycle it, and give your tree everlasting life! ", 
    "section": "environment", 
    "gid": "environment/blog/2012/dec/05/how-buy-green-christmas-tree", 
    "wordcount": "623"
}