{
    "headline": "AU leadership race likely to put other topics in the shade at summit", 
    "text": "A leadership contest for the African Union, pitting a regional political and economic powerhouse, South Africa, against the small west African country of Gabon, has galvanised the AU summit. The race between Jean Ping, who is seeking a second term, and Nkosazana Dlamini-Zuma, the South African home affairs minister and President Jacob Zuma&apos;s ex-wife, has eclipsed the theme of this year&apos;s summit, intra-African trade, a subject that sets pulses racing only among policy wonks. The two-day summit officially opens on Sunday in Addis Ababa, Ethiopia, although preliminary talks are already in train. It will be the first without Muammar Gaddafi. The former Libyan leader&apos;s pan-African pretensions and mercurial presence lent an unpredictability to proceedings, with sessions dragging on until the wee hours. It will also be the first with the full participation of the new Libyan and Egyptian authorities. The fight to lead the AU has gripped Africa-watchers. Ping has backing from francophone west Africa and Nigeria, while Dlamini-Zuma, who could become arguably Africa&apos;s most powerful woman, has support from southern Africa, including Angola. According to the Times Live website in South Africa, a lobbying team led by Maite Nkoana-Mashabane, the minister of international relations, has been crisscrossing the continent lobbying for Dlamini-Zuma. &quot;This is a fascinating development which breaks an informal agreement that the big countries do not put forward names for the AU. The outcome is impossible to predict,&quot; said Alex Vines, head of the Africa programme at Chatham House, the international affairs thinktank. &quot;South Africa may be positioning itself for a bid for a permanent seat on the UN security council.&quot; South Africa&apos;s role in the AU is likely to grow even if Dlamini-Zuma fails to clinch the AU&apos;s top job, with some of the organisation&apos;s other big players, Algeria, Egypt and Libya, preoccupied with the fallout from the Arab spring. Although the AU is often criticised for ineffectuality, Vines considered such criticism unfair. &quot;The AU can play a constructive role in mediation efforts in Guinea and Ivory Coast, even though its intervention in Libya was unsuccessful,&quot; he said. The summit will mark the official opening of a new AU headquarters, with a 20-storey main office building, a 2,505-capacity conference centre in the shape of giant flying saucer, and a sub-conference building with 32 conference rooms. Built by the China State Construction Engineering Corporation and funded by China at a cost of $200m, the impressive building is a symbol writ large of Beijing&apos;s trade and diplomatic offensive in Africa. President Hu Jintao will be in Addis this week to officially hand over the new HQ to African leaders. Peace and security will be on the agenda against the backdrop of a humanitarian crisis in east Africa, a looming crisis in the Sahel, and rising tension between Sudan and South Sudan, which is also beset by internal strife. The UN secretary general, Ban Ki-moon, has expressed his concern over deteriorating relations between Khartoum and Juba. Ban, who will attend the summit, has urged both sides to do their utmost in their negotiations in Addis to settle differences over the sharing of oil revenues. Such conflicts make it no easier to boost intra-Africa trade. Trade within the continent grew from $48bn in 2005 to $76bn in 2009, according to the 2011 African Development Bank&apos;s annual effectiveness review, but continues to be hamstrung by cumbersome regulations and poor infrastructure. Most African exports are still sent to markets in industrialised countries, with only 10%-12% bound to other African nations. This is less than half the level in other emerging markets. Moreover, half of the continent&apos;s intra-regional trade occurs within the Southern African Development Community (SADC), dominated by South Africa. Efforts to boost trade among African countries have come through several regional groupings, including a customs union within the East African Community (EAC) eliminating tariffs on goods traded within the region. Efforts are also under way to mesh together different regional economic frameworks. In west Africa, the Economic Community of West Africa (Ecowas) and the West African Economic and Monetary Union have stepped their co-ordination. The most ambitious attempt at regional integration is the tripartite agreement between SADC, the EAC and the Common Market for Eastern and Southern Africa (Comesa), which will combine the three free trade areas into a single economic entity free of tariffs and quotas. Integration of the three blocs has already boosted trade among the 26 tripartite countries to $27bn in 2008, from $7bn in 2000. Lack of infrastructure, however, remains a major hindrance to close economic ties on the continent. Transport costs are still two or three times higher than in other parts of the world, and 40% of sub-Saharan Africans live in landlocked countries with the lowest road densities in the world. In addition, much of the intra-African trade that exists is done so informally, and is untaxed and unregulated, making it difficult to estimate its true level.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/25/african-union-summit-leadership-trade", 
    "wordcount": "820"
}