{
    "headline": "Google to unveil Moto X as it takes smartphone battle to Apple", 
    "text": "Google has turned its guns on Apple by revealing plans for low-cost, futuristic smartphones, assembled not in south-east Asia but by 2,000 workers at a plant in Texas. The factory in Fort Worth that 15 years ago built Nokia handsets is to start work this summer on what Google claims will be the only smartphones made in the US. The fruits of two years of work, since the company&apos;s purchase of Motorola in 2011, will go on display this autumn, when it launches an entirely new range of handsets led by a flagship device named the Moto X. It is claimed the phones will be able to predict what their owner wants to do next. The devices will be packed with sensors that can detect whether they are sitting idle in a pocket or in use on a car dashboard, and change their behaviour accordingly. While Apple&apos;s critics say the once wildly inventive company is running out of ideas, Motorola&apos;s chief executive, Dennis Woodside, has promised to bring &quot;audaciousness&quot; and &quot;innovation&quot; back to mobile computing. In a future-gazing presentation at the AllThingsD conference in California, Woodside, who has been charged with turning around the company that invented the first mobile phones of the 1980s, said he was also working on wearable technology. Motorola executive Regina Dugan, a former director of advanced projects for the US military who has been described as an &quot;impresario of mad science&quot;, showed off an electronic &quot;tattoo&quot; and a pill which contains a transmitter whose battery is powered by stomach acid, both of which can be used to send signals that replace passwords for unlocking devices. &quot;That becomes my first superpower,&quot; Dugan said. &quot;My arms are like wires; my hands are like alligator clips; when I touch my phone, my computer, my door, my car, I&apos;m authenticated in.&quot; The pill, made by a company called Proteus, changes the swallower&apos;s whole body into a password. It has already been approved for medical uses and put on trial in Motorola&apos;s labs. In the immediate future, Google has set its sights on the 50% profit margins enjoyed by Apple and Samsung on their top-of-the-range products. The iPhone&apos;s price tag has not come down since the first version appeared in 2007. &quot;One of the areas that we think is really open for Motorola is building high-quality, low-cost devices,&quot; Woodside said. &quot;The price of a feature phone now is about $30 [20] on a global basis. The price of a smartphone is about $650. That is not going to persist.&quot; Motorola&apos;s decision to make phones in the US sets it apart from Apple, which has relied heavily on assembly plants run by Foxconn in China, where it was compelled to step in to improve labour conditions after worker suicides. Recruitment will begin in August for Motorola&apos;s plant, which employed as many as 6,000 workers under Nokia. Although labour costs are higher in its home market, Motorola could benefit from having a factory on its doorstep. &quot;When your manufacturing is thousands of miles away from your engineers and your designers, you lose the ability to innovate, you lose the ability to make fast changes to how you&apos;re manufacturing things,&quot; Woodside said. &quot;There&apos;s a ton of technology that&apos;s coming in around 3D printing and much smaller-run manufacturing that we think we can take advantage of right here.&quot; Around 70% of the assembly of the parts in a typical Motorola phone will take place in Texas, and the company will source components including toughened &quot;gorilla glass&quot; from 12 US states. Most of its components, however, will still come from abroad, including processors from Taiwan and screens from South Korea. Woodside kept the Moto X phone he said he was carrying in his pocket hidden, but said the device would be able to perform tricks such as launching the camera app if it was removed from a pocket and held up to take a photograph. Low-power gyroscopes, which sense the angle at which a phone is being held, and accelerometers, which measure its movement, will help the phone guess what its user wants to do next. &quot;It&apos;s more contextually aware,&quot; Woodside said. &quot;Imagine when you&apos;re in the car. The device will know whether it&apos;s on or off, it&apos;s travelling at 60 miles an hour, it&apos;s going to act differently, so you can interact with it safely.&quot; Love bytes We wake up next to them in the morning and they keep us company throughout the day. Now a study has found the average British adult spends more time gazing at their smartphones than into their partner&apos;s eyes. While smartphone owners typically have 97 minutes a day with their loved one, they devote a full two hours to their phones, according to research by O2 and Samsung. By far the most popular activity during the 119 minutes a day given over to the small screen is web browsing, which accounts for 24 minutes. We spend 16 minutes checking social networks, a quarter of an hour playing music, and the next most popular activities are playing games and making calls, followed by text messaging and emails. Smartphones are also muscling out everyday objects. More than half of the 2,000 surveyed for the annual Mobile Life study say their phone has now replaced their alarm clock. Some 50% say it has replaced their watch, and 46% say they no longer use a separate camera.  This article was amended on 31 May 2013 to relocate an incorrectly placed subheading and correct a typographical error.", 
    "section": "technology", 
    "gid": "technology/2013/may/30/google-moto-x-motorola-smartphone", 
    "wordcount": "944"
}