{
    "headline": "F1 2012  review", 
    "text": "Despite Formula One&apos;s lofty status at the pinnacle of motorsport, and its claims to be the most-watched global sport (at least on television), in the past, the games that bore its imprimatur have struggled to achieve a similarly elevated reputation. But since Codemasters acquired the F1 licence, it has worked hard to give its F1 games more credibility, and has noticeably pulled out the stops with F1 2012. Games built on sporting franchises, with their annual iterations, usually struggle to provide a persuasive reason to buy every year&apos;s new effort, and that was clearly uppermost in Codemasters&apos; minds this time around. So there are plenty of new additions.  The first one being a new start to career mode: the young drivers&apos; test. This is essentially a tutorial, split into two days of exercises, and is fairly reminiscent of Gran Turismo&apos;s racing-licence tests. Seasoned racing gamers will find it laughably easy, but it provides a much more instantly accessible, and less intimidating, point of entry for tyros, which has to be applauded.          As ever, the career mode offers plenty of flexibility. If you have all the time in the world, you can do a full season, with all the practice-sessions, full-length races and so on, or you can opt for truncated practice and qualifying and races as short as five laps.  F1 2012 has a much-improved interface compared with previous versions. Once stuck into a race weekend, you still do more or less everything via your race engineer, but the game&apos;s general layout is much more logical, helped by hub-style screens. Car feel and handling has always been exemplary since Codemasters acquired the F1 licence, and this year the cars are supposed to have been made more stable, but only the really hardcore racing-sim fanatics would notice that. You still have to be careful putting the power down after slow corners, and very cagey on the throttle in the wet  don&apos;t expect arcade-style concessions. The cars, as in real life, are tricky to drive (particularly if you spurn traction-control), which is exactly as it should be.          Two new modes for 2012 make a big impression, especially season challenge. This distils a whole season into 10 races, with adrenalin-inducing single-shot, one-lap qualifying runs (you get a ghost image of the pole position man for reference). Cleverly, it is possible to win the championship even in such a truncated set of races, as you must nominate a rival in a superior car and if you beat him in a set of three races, you win his car, thereby potentially elevating yourself to the championship-leading car.  Season challenge&apos;s hit-the-ground-running nature means it&apos;s a good idea to do a career season before you get stuck into it, but it&apos;s very addictive and provides a lot of replay value. Champions mode is also new, and takes advantage of the unprecedented presence of six world champions on this year&apos;s grid. Each gets their own challenge  with different tracks and conditions, but you always have to catch and pass the relevant champion  and if you win them all, you then have to beat all six champions at the new (and still not quite finished) Austin, Texas track. Fantasy Formula One indeed, although similar scenario-modes have been seen in F1 games of yore. The multi-player side of the game has also been improved  up to 16 players can take each other on now, with eight AI-controlled cars making up a full grid. Thanks to the presence of Codemasters&apos; social networks-aping system Racenet, setting up online challenges with your friends is a breeze and two people can co-operatively play through a single career, as team-mates.          F1 2012 is incredibly slick, polished and beautifully made, and it&apos;s difficult to imagine how Codemasters could have come up with any other means of distinguishing it from its predecessors. Season challenge changes the game&apos;s dynamic very cleverly, and yet it&apos;s more accessible to gamers at the casual end of the spectrum. By some distance the best Formula One video game ever. But whether that will help it break out to an audience beyond devoted F1 fans remains to be seen.  F1 2012 was reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/26/games-sports-games", 
    "wordcount": "693"
}