{
    "headline": "Samsung Galaxy Note 7: airlines across Asia, the US and Europe ban exploding smartphone", 
    "text": "Airlines around the world have now banned Samsungs troubled Galaxy Note 7 smartphone over the fire risks posed by the devices lithium-ion battery. Following a ban by the US Federal Aviation Authority, Japans transport ministry ordered airlines to completely ban the Note 7 from flights, including the countrys largest operators All Nippon Airways and Japan Airlines. Travellers ignoring the ban will have their smartphones confiscated with the possibility of further punitive measures.           Samsung Note7 customer shows charred remains of phone after it caught fire    South Koreas Asiana has banned Note 7s from all flights, while almost all mainland Chinese airlines including Cathay Pacific have also banned the device. Hong Kongs international airport have prohibited passengers from carrying the device on any incoming or outgoing flights, either in checked or carry-on baggage, while Hong Kong Airlines and Hong Kong Express have both joined the ban. Australian and New Zealand airlines have banned the phone from all planes, as have Singapore Airlines, Taiwans two biggest airlines China Airlines and EVA Air and Malaysia-based AirAsia. Korean Air follows government guidelines requiring Note 7s to be turned off in-flight and only transported in carry-on luggage, operating a total ban on flights to-and-from the US, Canada and Hong Kong.     Travellers ignoring the ban on flights on Japanese airlines such as All Nippon Airways will have their smartphones confiscated with the possibility of further punitive measures. Photograph: Kimimasa Mayama/EPA    In Europe, Germanys Air Berlin banned the Note 7 from flights from Saturday, while rival Lufthansa said that the device was banned on US flights and will soon be prohibited on all others. Italys flagship airline Alitalia joined in on the ban too, while British Airways prohibits the Note 7 on flights going to the US, Canada and Hong Kong. Several airlines have also started taking the precaution of fitting planes with new fire-containment bags, which are designed to seal up and prevent electronic devices that have caught fire from damaging the plane. The exploding Samsung Galaxy Note 7 phablets have highlighted the risks of lithium-ion batteries and their potential for damage within enclosed or flammable environments. But they are not the first battery-containing devices to be banned from flights. In February the UNs aviation agency prohibited cargo shipments of lithium-ion batteries on passenger aircraft following concerns by pilots and plane makers that they posed a fire risk. Boeing also had issues with lithium-ion batteries built into its 787 Dreamliners that caught fire, forcing changes to the battery design that took five days to perform per plane.   Samsung warns of 4bn hit to profits from Galaxy Note 7 fallout ", 
    "section": "technology", 
    "gid": "technology/2016/oct/17/samsung-galaxy-note-7-airlines-asia-us-europe-ban-exploding-smartphone", 
    "wordcount": "402"
}