{
    "headline": "A nightingale's song floats through the undergrowth", 
    "text": "The sun has burned off the early morning mist that lay over the farm. The songs of yellowhammers, great tits, blackbirds, chiffchaffs and a song thrush rise from the hedgerows and trees into the bright sky. Swallows swoop across the open ground. Thousands of slender seedlings, tiny droplets of green, grow in the field at my feet. I time my walk along a pre-arranged line beside the hedgerow, recording what I see and hear either side for a survey of birds on the farm. A cuckoo calls from distant trees. As I make my way to the next transect, a new song echoes from thewoodland on the other side of thefield. Notes of dazzling purity become clearer as I approach. The varied phrases of a nightingale&apos;s song float through the undergrowth: trills, crescendos, leaping coloratura flourishes. The skilled soloist remains hidden. I walk on but come to a halt in a clearing among young saplings; at least another three nightingales are singing. One sings, then falls silent; another answers, and another joins in, each withtheir own variations of song. I hear the unmistakable, two-note call of the cuckoo approaching. The grey, raptor-like bird lands on the upper branch of a tree in front of me. It balances with its pointed wings held downwards and back, its long tail arced behind it. Leaning forward, straining its bulging throat, it calls again. For a few minutes the nightingales fall silent, as if listening. Then the cuckoo takes off, and I hear its call recede into the distance. Later I meet a farmer walking his dogs. He asks what I&apos;ve seen that morning. I list the birds, and point out the nightingales, which we can still hear. He confesses that he&apos;d never heard them before and confirms he planted the young trees only the previous year. With development threatening its habitat in some parts southern England, it seems that this is one place where the nightingale&apos;s future is safe.", 
    "section": "environment", 
    "gid": "environment/2013/may/09/billinghurst-sussex-nightingale-song-undergrowth", 
    "wordcount": "332"
}