{
    "headline": "Marine Harvest agrees to limit pesticides and seal killings", 
    "text": "One of the world&apos;s largest fish farm companies, Marine Harvest, has voluntarily agreed to much tougher limits on its pesticides use and seal killing by joining a strict new environment scheme. Marine Harvest will join the Aquaculture Stewardship council, a new accreditation scheme championed by WWF, after coming under repeated attack for heavy use of toxic chemicals, seal-killing and major outbreaks of sea lice and salmon diseases. The Norwegian-owned company, which grows 25% of all Scotland&apos;s farmed salmon, has promised to put all its UK fish farms through ASC accreditation by the end of this decade in what supporters of the scheme believes could transform the environmental sustainability of salmon farming. It will force the firm to put a strict cap on escapes of farmed salmon  a problem with critics believe threatens the survival of wild salmon stocks  and cut chemical treatments. Under the scheme, the killing of seals as a precautionary measure to protect salmon will be drastically reduced but not entirely stopped. It would also require the company to only use fishfeed derived from Marine Stewardship Council-accredited wild fish stocks or other, non-wild sources of protein. The move follows increasing criticism by environment and conservation campaigners about the Freedom Foods scheme operated by the Royal Society for the Prevention of Cruelty to Animals, which only applies the minimum legal standards on environmental protection and has been widely criticised for failing to penalise fish farms that breach standards. Under the ASC scheme, said Lang Banks, director WWF Scotland, the company&apos;s farms would lose it accreditation if it fails to meet standards. Guy Linley-Adams, of the Salmon &amp; Trout Association, which has been highly critical of the fish farming industry, said: &quot;This isn&apos;t the end of the story. Marine Harvest still have fish-farms in the wrong places, as do all fish-farmers. They are too near to wild salmonid rivers threatening wild fish conservation and those farms need to be relocated.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/21/marine-harvest-pesticides-seal-killings", 
    "wordcount": "322"
}