{
    "headline": "Guinea-Bissau bottom in index of commitment to tackling hunger", 
    "text": "Guatemala ranks first and Guinea-Bissau last in a new index measuring political commitment to tackling hunger and undernutrition in 45 developing countries. The central American state claimed top spot in the hunger and nutrition commitment index (Hanci) through policies including ensuring access to drinking water and improved sanitation, complementary feeding practices and ensuring over nine out of 10 pregnant women receive visits from health officials at least once before delivery. Guatemala has a specific allocation for nutrition in its budget to make its spending accountable to all and has put in place a zero hunger plan to reduce chronic malnutrition in children under five by 10% by 2016. Guatemala has one of the world&apos;s highest rates of child stunting  restricted growth  (48%) and annually loses more than $300m (196) in GDP to vitamin and mineral deficiencies. The IFPRI&apos;s latest global hunger index considered the situation in the country &quot;alarming&quot;. &quot;While much remains to be done and substantial social inequities persist between indigenous and other communities, hunger and nutrition outcomes in Guatemala are gradually improving,&quot; said the Institute of Development Studies (IDS), publisher of the Hanci index. Guinea-Bissau has stunting rates of 28% and its situation is also considered &quot;alarming&quot; in the global hunger index, but it shows weak political commitment to redress the problems of hunger and undernutrition. Guinea-Bissau fails to invest in agriculture, despite committing to invest 10% of its budget in agriculture as part of the African Union&apos;s Maputo declaration. Access to agricultural extension (advisory) services is weak and its nutrition policies need strengthening through, for example, time-bound nutrition targets. Hanci revealed that sustained economic growth does not necessarily translate into government commitments to tackle hunger and undernutrition. Ivory Coast and Kenya rank 31 and 34 respectively despite solid economic growth. India, one of the fastest growing emerging economies, is ranked 29. Conversely, low gross national income (GNI) per capita does not imply low levels of commitment. Malawi ranks second on Hanci despite a much lower GNI per capita ($870) than Guinea Bissau ($1,240) and Angola ($5,230), ranks third from bottom. &quot;This is one of the most surprising findings,&quot; said Dr Dolf te Lintelo, lead Hanci researcher at IDS. &quot;It shows that you don&apos;t have to be particularly rich or wealthy to be committed to reducing hunger and undernutrition. Malawi is doing a lot better than powerhouses India or Nigeria.&quot; The Hanci index ranks 45 developing countries for their performance on 22 indicators of political commitment to reducing hunger and undernutrition, using information in the public domain from UN agencies and other bodies. The index looks at policies and programmes (eg national nutrition policy, plan or strategy) legal frameworks (eg constitutional right to food and women&apos;s access to farmland) and public spending (eg spending on agriculture, nutrition budget). It measures commitment to reduce hunger and undernutrition because they are not the same thing. Hunger comes from an empty stomach and leaves people more susceptible to disease, leading to increased illness and death. Undernutrition results from both a critical lack of nutrients in diets and a weakened immune system. Undernutrition in the first 1,000 days of a person&apos;s life has lifelong and largely irreversible effects because it impairs physical and mental development. &quot;Being committed to reducing hunger is different to having a commitment to nutrition,&quot; said te Lintelo. &quot;South Africa is good on hunger but does poorly on nutrition.&quot; Hunger affects around 870 million people a year and undernutrition contributes to the death of 2.6 million under-fives each year. Hunger and nutrition are the centrepiece of the IF campaign, launched in January by a coalition of 100 UK NGOs and faith groups, to lobby David Cameron, the prime minister, to use Britain&apos;s presidency of the G8 to push for an end to hunger. Cameron has promised to put hunger, tax and transparency on the agenda at the G8 summit in June in Northern Ireland. Te Lintelo said: &quot;The hunger and nutrition commitment index shines a spotlight on what governments are doing, or failing to do, towards addressing hunger and undernutrition. It should be a powerful tool for civil society  groups like IF  but also local civil society campaigns. It could be a catalyst for change.&quot;  Browse the IDS&apos;s hunger and nutrition infographic", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/11/guinea-bissau-countries-commitment-hunger", 
    "wordcount": "724"
}