{
    "headline": "Sierra Leone's women are a political force that can no longer be ignored", 
    "text": "Two years ago, Sierra Leone&apos;s government invited the women&apos;s movement to draw up a bill to usher in the quota system they had been demanding for the past 10 years. The women set about working tirelessly to draft and push through a bill stipulating that women should have a 30% representation in government and public decision-making spaces. It was to be a private members&apos; bill that came from those demanding the change. The current parliamentary session closed on Tuesday. Despite the women&apos;s demands that the bill be pushed through as a government bill by executive order through a certificate of urgency, and eight other bills being enacted just before the close of parliament, gender equality was not included in the pack. We don&apos;t know how this will affect women&apos;s candidacy in the next electoral cycle, as nominations of candidates for local elections have closed and parliamentary nominations are due by 15 October. The way the bill has come about reflects the ambivalence male politicians feel towards it. Some activists doubt the sincerity of political will behind the bill, and feel the women have been set up to fail. The fact that it was initially handed over to the women&apos;s movement to draft, rather than being drafted within the ministry of social welfare, gender and children&apos;s affairs, is odd. The movement was initially elated when the chance to work on the bill arose, but the technical realities of drafting and gazetting the bill proved difficult and expensive. The main sticking point in the bill is the provision for reserved and safe seats, particularly unpopular with male politicians who believe it will jeopardise their positions since no new constituencies will be created. The issue of whether or not quotas help improve women&apos;s representation in formal politics is controversial. It is generally understood that legal changes need to be accompanied by social and cultural shifts to have teeth. Quotas alone are not sufficient, but most view them as a necessary first step towards gender equity in politics. In Sierra Leone, 18.9% of local politicians are women, as are 13.4% at national level. But efforts to increase these figures face obstacles beyond the difficulties involved in pushing through the bill. A recent hike in the registration fees for candidacy nomination has added to activists&apos; concerns about the number of women able to run for office, as it further decreases the likelihood of candidates outside the main parties being able to afford to do so (70% of the population lives below the poverty line). Add to this the legacy of violence that has historically accompanied elections in Sierra Leone, and you get a very hostile environment for potential female candidates. Women&apos;s rights activists fear that, even if the bill does eventually get passed, it will be so watered down as to be ineffectual. If the provision for reserved and safe seats is removed, the bill will be of little use. Elections in Sierra Leone are only every five years. However, a positive outcome has been how, against the odds, women have organised themselves so quickly and effectively  a sign that things are changing. Prior to the war, not one female independent candidate had won an electoral seat. Yet the increase in female independent candidates from single digits in the pre-war years to double figures and then, finally, the success of three candidates in the 2004 and 2008 local elections is a remarkable achievement that should be celebrated. Regardless of whether the quota bill is eventually passed, it will go down in history that Sierra Leonean women have forced the government to acknowledge their role and status as a political force that can no longer be overlooked.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/sep/26/sierra-leone-women-political-force", 
    "wordcount": "613"
}