{
    "headline": "Apps Rush: Flipboard, Hay Day, Nike+, Audible, FamJam, Flockedup, Gabi, The London Project and more", 
    "text": "A selection of 15 new and notable apps for you today: Flipboard After a limited-availability beta, social magazine app Flipboard is now properly available on Android, albeit optimised for smartphones rather than tablets. As on iOS, it pulls in news from Twitter and Facebook as well as other social networks and a host of news sites, knitting everything together into a flippy touchscreen magazine.Android Hay Day Developer Supercell wants to welly-boot the FarmVille farm-building genre into its next generation. It&apos;s a new game made for iOS rather than a conversion of an existing Facebook title, and while the gameplay remains focused on growing crops and rearing animals, the controls are much more touchscreen-oriented, with a dash of sly humour throughout.iPhone / iPad Nike+ The Nike+ fitness app has been closely associated with iOS since its launch, but now it&apos;s available for Android devices too. As before, it involves mapping runs and tracking data, while sharing to social networks and cueing up &quot;PowerSongs&quot; to get you through painful moments. Android Audible Audiobooks retailer Audible has launched its Windows Phone app, providing access to its 100k+ catalogue of titles, and the ability for existing customers to download from their libraries on the service. Social features and light gamification are also included.Windows Phone FamJam This new iPad app styles itself as &quot;a safe private communication hub for your entire family&quot;, the idea being that children, parents and other family members can share drawings and photos. They&apos;re posted on a &quot;private family feed&quot;, and there are also personalised inboxes and profiles. The pitch: &quot;Grandparents no longer have to miss out on the fun drawings on the fridge!&quot;iPad Flockedup Social Music Player This is an inventive music app for Android, which claims to be &quot;the first real-time music app for groups&quot;. What that means is connecting to friends in the same location, browsing one another&apos;s music collections, and then playing songs that boom out of every device in sync &quot;turning your phones into one giant boombox&quot;.Android Gabi With Facebook soon to be integrated into iOS 6, is there much need for third-party Facebook apps on iPhone? Developer Loui Apps hopes so, with its stylish Gabi app. It aims to act as a better filter for your Facebook news feed: it &quot;only shows you what&apos;s best: the best pictures, videos, statuses, groups, links, interests, etc&quot;.iPhone TiVo for Tablets One for US owners of TiVO set-top boxes, this: the official TiVO app for Android tablets. It&apos;s used as a controller for the digital video recorder, searching and browsing through shows, as well as managing recordings and getting more information on shows and their stars.Android The London Project A group of London bloggers have teamed up for this interactive iBook (yes, not strictly an app, but anyway) that showcases &quot;the World&apos;s greatest city during a momentous year in its history&quot;. That means stories, maps, videos and images from Dalston street preachers to lost sports venues.iPad Martha Stewart CraftStudio She&apos;s done cocktails and cookies on the App Store, but US celebrity Martha Stewart is focusing on crafts this time round. Her new iPad app &quot;delivers Martha Stewart&apos;s world of paper crafting and design&quot;, with sets of themed designs and additional ones available via in-app purchase.iPad Titan AR &quot;Ever wished you could bring your real comic to virtual life?&quot; asks the App Store description for this app from Titan Publishing. Well... Not really, but augmented reality seems to be all the rage in the comics world, so let&apos;s run with it. This involves pointing a smartphone at Titan&apos;s comics to see virtual animations and 3D characters.iPhone / iPad Madefire Comics There are some big beasts operating in the digital comics world, but Madefire Comics has ambitions to take them on. It&apos;s launched an iPad app offering &quot;a continuous flow of new material created especially for the iPad&quot; in the form of comics like Catch Treatment, Captain Stone and Mono from famous artists and writers.iPad Stereomood Stereomood is the latest music app that aims to provide playlists based on your current mood, rather than a specific artist or genre. In this case, more than 100 playlists are available, all using music from independent artists, with moods including sleepy, sunday morning, stargazing and, er, cleaning.iPhone Even Monsters Get Sick An unwell monster takes centre stage in this stylish and charming book-app for children from Busy Bee Studios. Aimed at five-year-olds and up, it combines the story of a boy named Harry&apos;s ill monster with six mini-games.iPad Think: Mind-Path Ravensburger&apos;s new iOS game is based on what my (rough) calculations is the 874th game designed by Dr. Reiner Knizia. It&apos;s a logic-training game where you connect path cards with coloured crystal balls.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/22/apps-rush-flipboard-hay-day", 
    "wordcount": "814"
}