{
    "headline": "Facebook's quietly confident IPO", 
    "text": "About time too. Facebook is on the point of filing papers with the Securities and Exchange Commission (SEC) in preparation for its long-awaited initial public offering. This is both big news and no news at all. It&apos;s big news because, as a friend who works on Wall Street tweeted yesterday, a Facebook initial public offering (IPO) is to Wall Street what a pony is to a little girl. So excited is the financial world about what the Wall Street Journal calls the &quot;Big Kahuna of stock listings&quot;, that the NYSE and the Nasdaq are fighting like rabid dogs to host the listing. To keep people guessing, Facebook has reserved the ticker symbol $FB on both exchanges. Meanwhile Facebook&apos;s IPO is no news at all because, well, we&apos;ve all been talking about it for years. In fact Facebook has been around for so damn long  and is so damn high profile  that it&apos;s almost a surprise to hear it&apos;s still privately owned. The beyond-healthy secondary market for the company&apos;s shares only adds to the illusion that it&apos;s already a public company: private trading of Facebook stock on Sharespost.com currently values Zuckerberg&apos;s empire at $84bn (53bn). Some analysts  or at least enthusiastic bloggers  are predicting a valuation hitting $100bn when the company IPOs. We&apos;ll know for sure soon enough. We&apos;ll also know how much money the company makes selling ads next to all of our embarrassing party photos and banal status updates. Spoiler alert: it&apos;s a shedload.. But first Facebook has to enter its mandatory quiet period  where everyone closely involved in the company has to keep their collective mouth shut as potential investors, the media and regulators dig around in the company&apos;s business and figure out if there&apos;s anything important we should know before we buy shares. For recent Silicon Valley IPOs such as Groupon and Zynga the quiet period has been a tragedy wrapped inside a comedy. And not least because Valley CEOs don&apos;t seem to understand the meaning of the word &quot;quiet&quot;. When Zynga CEO Mark Pincus faced a roomful of investors in December  days before his company went public  he gleefully informed them that Zynga would likely double its number of paid subscribers. The announcement left financial commentators aghast  the prediction wasn&apos;t in the company&apos;s prospectus and is precisely the kind of thing that CEOs aren&apos;t supposed to say during a quiet period. Still Pincus&apos;s ballsy prediction did little to boost Zynga&apos;s prospects  despite being a hugely profitable enterprise (those virtual goods quickly add up), the stock dropped 5% on its first day and has consistently traded below its $10 offer price. Or as Forbes put it when reporting those numbers: &quot;Zynga IPO goes SplatVille&quot;. The reason for the failure? Forbes suggested that the market simply wasn&apos;t sure how long the world will continue to buy imaginary tractors to tend digital crops. And then there&apos;s Groupon: the discount group-buying site thing that originally priced at $20 at a share, enjoyed a day-one increase of 31% but is currently trading back down at $19.6. Like Zynga&apos;s Pincus, Groupon&apos;s CEO Andrew Mason is a renowned loudmouth. When, as often happens, critics took advantage of Groupon&apos;s quiet period to write negative reviews of the company, Mason came up with a breathtakingly ham-fisted way of fighting back. He wrote a series of &quot;private&quot; memos to staff addressing the criticisms  memos which, wouldn&apos;t you know it, ended up being leaked to the press. The SEC was, to put it mildly, unamused. So, given the, uh, shaky track record of recent Valley IPOs, are we likely to see Facebook crash and burn? Or can we at least look forward to fireworks during the quiet period? Actually, probably not. For one thing, despite what you might have seen in that ridiculous movie, Mark Zuckerberg is no Mark Pincus or Andrew Mason. Even when not bound by a quiet period, Zuckerberg is notoriously tight-lipped in making statements about his company. Only very rarely, say when a mob armed with burning torches is marching towards his office over changes to Facebook&apos;s privacy settings, does Zuckerberg force out a terse statement explaining himself. Hell, he probably can&apos;t wait to be legally barred from speaking. But even if Zuckerberg was mindful to respond to critics, it&apos;s hard to know what&apos;s left to respond to. Facebook has been more carefully scrutinised than a three-time presidential candidate. There have been dozens of books, tens of thousands of articles and all kinds of legal scrutiny over the years. The company&apos;s scandals have all been covered and re-covered to the point where there&apos;s barely anything left to know. Finally, unlike Zynga or Groupon or most other high-profile tech IPOs, there&apos;s not much chance of Facebook going out of fashion any time soon. We&apos;ve been declaring Facebook &quot;over&quot; for many years now but it stubbornly refuses to become unpopular. Instead it has slowly become the de facto login for so many services that it&apos;s hard to imagine life without it. So, while Wall Street might be salivating over the events of the next few months, and while the few major shareholders who haven&apos;t already cashed out are about to get very rich, for the rest of us there&apos;s likely to be only one surprising thing about Facebook&apos;s IPO. And that&apos;s just how dull a $100bn flotation can be.  Follow Comment is free on Twitter @commentisfree", 
    "section": "technology", 
    "gid": "commentisfree/cifamerica/2012/jan/31/facebook-ipo-quietly-confident", 
    "wordcount": "904"
}