{
    "headline": "Apple and Samsung dominate market as feature phones fall behind", 
    "text": "Smartphones will make up more than half of all mobile phones shipped worldwide by the end of March, new figures from the research company Gartner suggest. Data from the fourth quarter of 2012 show that smartphone shipments hit a record high of 44% of the overall mobile phone market of 472m. With smartphone numbers growing by almost 40% year-on-year every quarter, while shipments of &quot;featurephones&quot; drop by around 20% in the same period, that would put smartphones substantially ahead of featurephone shipments - at 286m against 211m - during the first quarter of 2013.     Featurephones v smartphones, historic sales and estimated figure for Q1 2013. Historic data source: Gartner. Estimate: Guardian    Update: see end of article for a revised graph, based on seasonal factors. Data from Canalys, another analysis company, says that in China smartphones made up 73% of shipments during the quarter - of which about 90% were running Android, though some would be using versions which do not connect to Google&apos;s servers.  Apple&apos;s iPhone dominated in the US, where carrier cost structures mean that Android phones are often no cheaper than a more expensive iPhone when acquired on a contract. Apple was the single largest phone vendor in the US during the fourth quarwter of 2012, according to research company Strategy Analytics, which said that it passed Samsung there to provide 34% of handsets sold there - 17.7m against 16.8m for Samsung - with the two companies dominating the market there too, capturing 66% in total of overall sales. Samsung dominated both the mobile phone and smartphone markets, shipping a total of 107m worldwide in the quarter, of which about 64m were smartphones. Nokia was second in the overall mobile phone market, shipping 85m, while Apple was third with 43.4m. Together, Apple and Samsung accounted for 52% of the smartphone market - up from 46.4% in the third quarter - said Gartner. The data from Gartner also shows that the fight for third place in the smartphone market has become neck-and-neck, with BlackBerry and Microsoft&apos;s Windows Phone within half a percentage point of each other during the fourth quarter of 2012, according to new data from the research company Gartner.     BlackBerry v Windows Phone: shipment figures suggest a battle in 2013    But the challenge faced by both is thrown into stark relief by the headline figures, which show that Google&apos;s Android and Apple&apos;s iPhone together powered more than 90% of smartphones shipped during the period - leaving BlackBerry with just 3.5% of the total and Windows Phone at 3.0%. Although BlackBerry shipped 7.3m handsets, and Windows Phone powered 6.2m, the contrast with the 43.4m iPhones and 144.7m Android phones is stark.     Smartphone market growth: Android has driven a dramatic rise in shipments    &quot;2013 will be the year of the rise of the third ecosystem as the battle between the new BlackBerry10 and Windows Phone intensifies,&quot; said Anshul Gupta, Gartner&apos;s principal research analyst. &quot;As carriers and vendors feel the pressure of the strong Android&apos;s growth, alternative operating systems such as Tizen, Firefox, Ubuntu and Jolla will try and carve out an opportunity by positioning themselves as profitable alternatives.&quot;     Normalised figure for the smartphone market: Android and iOS dominate, while once-dominant Symbian (blue) has almost vanished    The challenge for carriers is to find phone suppliers - and software - that can differentiate them from rivals who are offering exactly the same range of phones.  Android powered just under 70% of devices shipped during the period, with South Korea&apos;s Samsung on its own accounting for an estimated 62m handsets running Google&apos;s software. That means it accounted on its own for almost half of all Android shipments - and points to its increasing dominance both in handsets and in its ability to control the direction of Android&apos;s future development. Update: the &quot;estimate&quot; graph above suggests (almost certainly wrongly) that total handset sales will rise in Q1 2013 compared to 4Q 2012. That&apos;s unlikely (as people have pointed out).  To get a better estimate, I&apos;ve tried to use Gartner&apos;s numbers with the Q1 2012 numbers - which leads to a forecast of about 414.9m handsets in total (on a gradual 1% decline year-on-year: for 1Q 2012 the total was 419.1m) With smartphone sales growth running at 40% from the previous year, that gives 207.6m smartphones in this first quarter, and 207.3 for feature phones. A much more close-run thing, but definitely still a win for smartphones. (Thanks Carolina Milanesi of Gartner and Tero Kuittinen on Twitter for suggestions.) That means the graph looks like this:     Recalculated: historic figures for smartphones and featurephones (Gartner) and forecast for 1Q 2013 (Guardian)    To reiterate, the figure for Q1 2013 is my estimate, not Gartner&apos;s.", 
    "section": "technology", 
    "gid": "technology/2013/feb/13/android-smartphones-iphone-growth", 
    "wordcount": "730"
}