{
    "headline": "A developing world of debt", 
    "text": "   Debt and the developing world  click on the picture to explore the graphic    Years after debt campaigners succeeded in persuading the International Monetary Fund (IMF), World Bank and G8 to abolish debts worth billions of dollars owed by developing countries, figures show total external debts are once again on the increase. Data in the World Bank&apos;s global development finance 2012 report (pdf) shows total external debt stocks owed by developing countries increased by $437bn over 12 months to stand at $4tn at the end of 2010, the latest period for which data is available. The global financial crisis has focused attention on the debts of the rich west. The US had gross external debts (those borrowed from foreign lenders including commercial banks, governments, individuals or international financial institutions) of $14.3tn (95% of GDP) in 2010, while those in the European Union had swelled to $13.7tn (85% of GDP) and the UK owed $9tn (400% of GDP). But in the case of richer countries, these gross debt figures are balanced by debts owed to them by other countries. Tim Jones, policy officer at the Jubilee Debt Campaign (JDC), said: &quot;As well as owing large debts, countries such as the US and the UK also have large debts owed to them. Most of the debt owed by and to the UK is through banks, rather than the government. Taking account of debts owed to the UK, whether to the government or private sector, external debt is around 20%. This is lower than many developing countries, as well as EU members such as Ireland and Spain.&quot; It is not the same for the poorest countries, which do not own valuable assets overseas  although it should be noted that 40% of the total external debt stock is accounted for by the so-called Bric group consisting of Brazil, Russia, India and China. The JDC says debt is &quot;still a huge issue&quot; for developing countries, which have been hit hard by the financial crisis. Exports have crashed, nationals working overseas have less money to send home, and multinational companies scale back costs and investment. The JDC estimates that the current $4tn of external debts owed by developing countries costs them more than $1.5bn a day in repayments  and $34m of that comes from the very poorest countries. A major chunk of the debt owed by 32 countries, mostly in sub-Saharan Africa, was eliminated by the heavily indebted poor countries (HIPC) initiative of the World Bank and IMF, which was reinforced by the G8&apos;s 2005 multilateral debt relief initiative (MDRI).  But many poor countries in Asia and Latin America (for example, Jamaica and El Salvador) did not have debts written off because their income per capita was too high to meet the IMF and World Bank criteria. Others, such as Bangladesh, did not qualify for cancellation because their debts were seen as sustainable. Other problems came with the strings attached by the World Bank and IMF as a condition of debt cancellations. As economist Jeffrey Sachs said, it&apos;s &quot;belt-tightening for people who cannot afford belts&quot;. But even in countries that did qualify for debt write-offs, there is evidence that external debts, which fell significantly after 1995, are on the rise again. &quot;These loans are building up again,&quot; said Jones. &quot;It can go unnoticed if economies are growing and exports are on the rise  but as soon as there&apos;s a crisis like a drought or flood it becomes a huge problem.&quot;   The latest African Economic Outlook report  published by the African Development Bank, the Organisation for Economic Co-operation and Development, and the UN  says it is still &quot;very difficult to assess whether African countries which have benefited from debt relief are falling into debt again&quot;. This is because the debts are too new and the full data is not available yet, but the graph above shows debts on the rise again in some of the world&apos;s poorest countries. The AEO report cautioned: &quot;The risk remains, especially for the most fragile states.&quot; Ethiopia&apos;s public sector debt is almost back at pre-MDRI levels, with China becoming Ethiopia&apos;s third biggest lender (11% of new loans) behind the World Bank (34.3%) and IMF (11.5%), according to the AEO report.  And there is an issue with the available external debt stocks data, says the JDC  while it tries to take account of loans from China, it is not clear how many more debts are out there, but not publicly known. Ghana was also highlighted in the report. It used the space created by debt reductions to borrow more money on the international markets, at interest rates 10 times higher than institutions such as those imposed by the World Bank and African Development Bank.  Meanwhile, the IMF highlights 12 countries it says are at high risk of not being able to pay their debts: Afghanistan, Burkina Faso, Burundi, the Democratic Republic of the Congo, Djibouti, Gambia, Grenada, Haiti, Kiribati, Laos, Maldives, So Tom and Prncipe, Tajikistan, Tonga and Yemen.  Data from the World Bank&apos;s Global Development Finance 2012 report was used to create the &apos;debt and the developing world&apos; interactive graphic. No data is available for western Sahara, Libya, Namibia, Somalia, Cuba, Burma, French Guyana and Suriname  hence the blanks on the map", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/15/developing-world-of-debt", 
    "wordcount": "880"
}