{
    "headline": "How to build the perfect gaming PC for 2013  and beyond", 
    "text": "There&apos;s little doubt that PC gaming is undergoing a renaissance at the moment. With the current generation consoles chugging interminably slowly toward retirement, frustrated gamers are switching to computers with quad-core processors and top-end graphics cards that produce visuals of breathtaking fluidity and detail.  But it&apos;s not all about graphics performance. While there are certainly detractors, Valve&apos;s digital download service Steam has revolutionalised the games buying experience, offering easy access to hundreds of titles, many at vastly reduced prices.  Meanwhile, increasingly popular online multiplayer titles like DotA, Guild Wars 2 and Tera are only playable on PC. Plus there&apos;s the explosive rise of the indie scene, with many small studios ignoring the console platforms altogether in favour of PC development. If you didn&apos;t have a PC last year, you had no chance of playing brilliant offbeat titles like FTL, Slender and Hotline Miami. You were out of the loop. And while we&apos;re expecting huge announcements from Microsoft and Sony this year, we won&apos;t see a new console until October, with the PS4 more likely in Spring 2014. Even when these new machines arrive, current speculation suggests they&apos;re going to be built from the same sort of off-the-shelf components you could jam into a gaming PC  except with a gaming PC you can switch the key elements out a year later for something more up-to-date. So if you&apos;re a new PC owner, or just want to upgrade your current machine, we&apos;ve compiled a guide to building a decent gaming machine for 2013. I&apos;ve asked several PC developers for their input, and we&apos;ve tried to look at both high-end and budget options. Here goes...     The brain Credit: 3D4Medical.com/Getty Creative Photograph: 3D4Medical.com/Getty Images/3D4Medical.com    Processor (CPU) For the brain of your computer there are really only two manufacturers in the running: Intel and AMD. &quot;I would definitely recommend Intel,&quot; says James Hannett of Mode7, creators of award-winning strategy game Frozen Synapse. &quot;AMD processors currently use more power and are generally slower than the Intel equivalents. AMD&apos;s Bulldozer series was a disappointment for the desktop market. Bulldozer&apos;s successor Piledriver was a big improvement in some ways, but by then Intel had moved on as well. Now Steamroller&apos;s been delayed until next year, and what I hear isn&apos;t very encouraging&quot;. If you go with intel, and can afford it, you&apos;ll be wanting one of the Ivy Bridge processors, which come in three increasingly powerful flavours: i3, i5 and i7. &quot;If it&apos;s top-flight you&apos;re after, the Core i7-3770 line is where it&apos;s at,&quot; says Al Bickham at Total War developer, Creative Assembly. &quot;That&apos;s not just for games, but for other multithreading-heavy tasks, such as video encoding. They tend to retail around 230 depending on the clock-speed  they go up to 3.6GHz out of the box. But you can still get fantastic performance  and arguably much better bang for your buck  from the i5 series. Ivy Bridge i5 CPUs come in dual or quad-core flavours, so if it&apos;s a quad-core you&apos;re after, something like an i5-3570K is a great choice, and around 170&quot;. And here comes your first big construction dilemma: do you want to overclock your PC? Overclocking is when you tweak the settings of the CPU to run at a faster speed than the manufacturer guarantees it is stable at. It&apos;s something many experienced gamers do, and its fine if you have a well-built machine with lots of fans to keep things cool. If you head down this route, you&apos;ll want the i53570k and a Z77 motherboard; if that all sounds a bit scary (it does to me), stick with the cheaper combo of i5-3570 and H77 motherboard. Some PC retailers are suggesting that the bottom of the range i3 is now too slow to handle modern games, but our panel refutes that. &quot;The i3 3220 can certainly hold its own when paired with a decent graphics card,&quot; says Hannett. &quot;However, as it&apos;s only a dual core processor you might find that games released in the next couple of years will cause it to struggle.&quot; Ah, yes, cores. Currently, most PCs at the lower end of the market will offer dual-core CPUs, which as Hannett says is absolutely fine for most current game releases. However, as 2013 goes on, we&apos;re going to get lots more Triple A titles looking for quad-core power. If you&apos;re only running indie titles or older budget titles you&apos;ve downloaded from steam, you should be fine on dual-core for a good while. But with PCs it always pays to think as far ahead as your wallet will allow.  At the ultra-budget end, you&apos;re going to be wanting at least two cores running at 3Ghz or more. Hannett reckons AMD still does well with integrated CPUs and that the AMD A10-5800K will be fine. Bickham says, &quot;if you&apos;re on the strictest of budgets, a dual-core i3 such as the 3.3GHz i3-2120 will still do the job at around 90. And it&apos;s a great overclocker if you fancy dabbling in the dark arts&quot; Bottom line: The Intel i7-3770 if you&apos;re rich, the i5 2500K, i53570 or i53570k if you&apos;re doing okay, the AMD A10-5800K or i3 if you&apos;re just about hanging in there.     Far Cry 3    Graphics card (GPU) This is the thing that does all the calculations for the game visuals, including rendering geometry and spitting out all those lovely special effects. According to most of the developers I spoke to this is where the big money should go if you can afford to max out on just one component.  Once again, we&apos;re looking at a two-horse race: Nvidia v AMD, the former with its Geforce range, the latter with Radeon. This is a much closer competition though and both brands have their acolytes.  &quot;If money is no object and you want the best right now, something like the Nvidia 690 is available for around 800-1,000.&quot; says Philip Robinson of indie developer Born Ready Games, which has just launched its visually stunning space shooter, Strike Suit Zero. Boasting 4GB of RAM and a dual-GPU set-up the 690 is a formidable beast  and will need a larger PC chassis to house it.  &quot;If you want close to the top of the line, then I would recommend either the Nvidia GTX 680 or the AMD HD 7970, both approximately 400,&quot; continues Robinson. &quot;However, I believe the best approach is to go for the Nvidia GTX 660 Ti or the nearest AMD equivalent at 230, and then replace it 18 months on&quot;. This may sound expensive to some  my Xbox 360 has pretty much done the business for six years at just 250 (plus 40 a year on Xbox Live Gold, of course)  but then every PC gamer has to decide how up-to-date they can afford to be.  Hannett, too, has his eye on those mid-range cards: &quot;I would recommend either an NVIDIA 660 Ti or an AMD 7870. There&apos;s not much to tell them apart so shop around on price and bundled games&quot;. As for budget options? &quot;Right now, you can net a Radeon HD 6870  AMD&apos;s previous-gen top-end card which handles DX11 games with aplomb  for the miserly sum of 100, if you shop around,&quot; says Bickham. &quot;This will offer great frame rates at resolutions up to 1920x1200, and it&apos;ll even make a respectable stab at 2560x1600  the kind of resolution output by 30-inch panels&quot;. Richard Leadbetter of Digital Foundry has just written a guide to budget graphics cards for Eurogamer. &quot;Less than 100 gets a GTX 650,&quot; he says. &quot;If you can afford 130, get a Radeon HD 7850 1GB. The Digital Foundry PC has a Radeon HD 6770 which is old, but actually outperforms its successor and we got ours for 70  a fair bit cheaper than the GTX 650&quot;. Whatever you go for, though, check the card&apos;s onboard RAM. Cheaper options will offer 1GB, more expensive items, 2GB or more. &quot;1GB would probably just scrape through for games in 2013,&quot; says Simon Barratt of FourDoorLemon. &quot;However, I imagine you will be making tradeoffs with performance depending on the texture quality you select without a 2GB GPU&quot;. That&apos;s an important point. Although your graphics card is important, if you&apos;re prepare to dial down all those extravagant effects and play at a lower screen resolution, you can get away with cheaper hardware. If you want texture detail at photorealistic levels as well as super smooth tri-linear filtering and dynamic lighting on every pixel, compromise clearly isn&apos;t for you.  The bottom line: unless you&apos;re a lottery winner, stay clear of the ultra top-end cards, the performance hikes aren&apos;t noticeable enough to warrant the 1,000 price tags. At 200-250, look for the Nvidia GTX 670 or 660 Ti, or for just over 100 the Radeon HD 7850 or 7870. At the bargain bucket end, a Nvidia GTX 650 or Radeon HD 6770. RAM The amount of memory your PC has will affect how quickly it can deal with software tasks. So how much do you need? &quot;Since we&apos;re talking about gaming PCs and not computers designed for intense graphical rendering or particularly memory-intensive programs we don&apos;t have to go crazy,&quot; says Nick Tannahill of Firefly Studios, creator of the Stronghold Kingdoms series. &quot;Get 4GB if you&apos;re on a budget and 8GB if you&apos;re not. Onboard memory is one of the easiest components to upgrade or replace, just make sure you buy DDR3 and don&apos;t mix different types of RAM. Ignore MHz, there is little difference between 1333MHz and 1600MHz and price is more important&quot;. Bottom line: aim for 8GB if you can  it&apos;ll be fine for several years. 16GB will really sort you out.      Every move involves sifting through things we'd forgotten we even had. Photograph: Alamy    Storage You have two options here. Well, three actually. You can go for a classic hard disc drive (HDD) or you can opt for a more modern solid state drive (SSD), which has no mechanical parts and is much quicker. SSD drives are also much more expensive though, so once again, compromise might be the best option. &quot;I highly recommend both an SSD and a hard drive,&quot; says Robinson. &quot;The concept here is to use an SSD  ideally 128GB  for your operating system. This massively decreases the computer&apos;s boot-up time. Everything else should be stored on a hard drive. You can get a decent 1TB (one Terabyte) drive for less than the SSD. If you want even faster gaming, and you can afford it, you could buy a second SSD as well, and then install the games you are currently playing to that drive. This will decrease load times&quot;. Bottom line: Go for at least a modest SSD and a large hard drive. Install only your current games on the SSD and remove to the HDD when you&apos;re finished with them. A 128GB SDD should be enough to hold your operating system and a couple of games. Motherboard This is the PCB to which all the components are attached, the unglamorous middleman of the PC innards. Does it matter which you go for? &quot;Yes,&quot; says Bickham. &quot;But it depends how many frills you want. Most motherboards carry onboard 5.1 sound-cards, but high-end ones tend to pack frilly extras such as fan-speed controllers and built-in Wi-Fi modules.  &quot;The crucial thing is to match the socket type of your processor to a relevant motherboard; for example the Core i5-3330 requires a motherboard with an 1155-pin socket. Motherboards also support a range of different memory speeds, but of course, you need to match the right type of memory to the motherboard. However, the variance between memory speeds makes much less of a difference to gaming frame rates than your selection of CPU and GPU. Just make sure you get more than 4GB of memory  we tend to use 6 or 8GB  as Windows consumes a base amount of this beneath the game itself.&quot; Bottom line: If you just want something that does the job, make sure it&apos;s compatible with you graphics card and CPU socket. &quot;Think about whether you want to overclock or have more than one graphics card,&quot; says Tannahill. &quot;This may sound crazy at first, but later on you may want to do this if the price of your card drops dramatically&quot;.  Case, fan and power The big box you jam all the stuff into is mostly an aesthetic choice, but you&apos;ll need to make sure it&apos;s big enough to contain all the components you&apos;ve chosen  and that it has room for a fan to cool everything down. At the budget end you have less concerns: &quot;You can skimp on the case and fans as low-end components don&apos;t tend to pump out much heat,&quot; says Leadbetter. &quot;The case we chose cost 16 and has just one 80mm fan. I&apos;d be a bit more wary about the PSU (power supply unit) though. The 430W Corsair Builder we chose is 35, but it&apos;s superb value and great quality.&quot; It&apos;s important to select a good quality PSU that can cope with the power required by your PC&apos;s components. This is measured in watts, and you can get units that will support over 1000w, although you&apos;re unlikely to need that amount of oomph for a standard gaming PC  if you&apos;re unsure, use a PC stockist who&apos;ll provide advice based on your machine&apos;s specifications. There&apos;s a detailed guide to PSUs here. Bottom line: choose a case that&apos;s big enough for all your components (duh) and allow space for cooling. And according to several of the developers I spoke to, a low quality PSU can damage components over time, so don&apos;t scrimp on that.     Engineering skills open opportunities in a whole range of sectors, including telecoms Photograph: Bloomberg/Getty    The big question: build it yourself? It is possible to buy all the components you need and construct the machine yourself. This will be cheaper than purchasing a ready-built machine, you&apos;ll know exactly what&apos;s in it, and you can install the operating system yourself without the retailer bunging in loads of ad-ware. The downside is that you&apos;ll need to check the compatibility of all the parts and if you do anything wrong, like accidentally salthering thermal paste all over your graphics card, it could end up being very expensive. Fortunately, there are lots of places you can go for advice and guidance. Digital Foundry has galleries showing you exactly how to build its recommended 300 PC. Computer Active has a video guide to building a PC, as does NewEgg. There&apos;s also a dated but still very good guide here. Ebuyer and Aria are both good places to buy components as they&apos;ll help you check the compatibility of all your bits. If you choose to have a company assemble your set-up for you, there are plenty of options. Guardian Games Blog reader Simon Beck has been building gaming PCs for years and has advised other readers on where to buy their own machines: &quot;Nowadays, you can buy really very good pre-built machines like the Gladiator range from Aria, the Titan range from Overclockers. It&apos;s worth bearing in mind that a well-chosen 600 system will be able to run all the latest games at close to maximum settings. The PC arms-race has really slowed down now that all the big FPS titles are also on consoles  I am still using a PC I built for 900 two years ago and it will run BF3 on Ultra. &quot;There is also the middle ground of PCSpecialist  I&apos;ve sent a number of Games Blog readers there for a gaming machine. They will build everything for you, but their PCs are very highly configurable  you can really have pretty much any spec you want. If you start with something like the Fusion 650 it will be fantastic out of the box, or can be made into an absolute beast by upgrading some of the components. The Vortex 500 is a more budget-friendly choice, but again you can adjust the specification as much as you want&quot;. Bottom line: building your own PC from scratch is reasonably straightforward and has price and performance advantages, but it&apos;s intimidating for tech newcomers. Buying your kit from a company that will put it all together will ensure you&apos;re getting the machine you want with no cheap components hidden away inside  but you&apos;ll pay more for it.  Finally, there&apos;s another possibility looming on the horizon: the Steam Box. For years, Valve has been threatening to launch its own PC-like console; a high-spec machine designed specifically for digital gaming. An opening gambit  the Piston  was announced at CES this year, but we can probably expect a more powerful model later this year. So should gamers wait? Most of the developers I spoke to said that there was too much uncertainty right now, and it could be a year or more before we have a Steam Box that really showcases the concept. As Bickham puts it, &quot;as a PC developer, we&apos;re interested in everything that Valve does. But for gaming in the here-and-now, nothing beats a decent rig with some shiny innards. Plus, the occasional overstocking incident with e-tailers means that shopping around  once you&apos;ve isolated the parts you want  can net you some real bargains&quot;.  The thing with PCs is, there is always something spectacularly powerful just down the road  that&apos;s Moore&apos;s Law for you. At some point, you&apos;ve just got to hold your breath and jump in. Update: Lots of readers have provided great advice (and some firm backing for AMD processors) in the comments section below.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/30/build-a-gaming-pc-2013", 
    "wordcount": "2957"
}