{
    "headline": "Hell and high water", 
    "text": "The government has not &quot;axed&quot; promised flood defence schemes, contrary to your article (300 flood defence schemes fall foul of spending cuts, 14 July). Funding is awarded to new schemes on an annual basis, and is not guaranteed in advance. No projects have been cancelled. It&apos;s our absolute priority to protect homes and businesses from the devastation caused by floods. We are spending more than 2.17bn on preventing flooding  only 6% less than the previous spending period. The new partnership approach to funding is bringing in 72m of additional funding from local authorities and private businesses and we&apos;re on track to exceed our aim of providing better protection to 145,000 homes by 2015.Caroline SpelmanEnvironment secretary The idea of a levy on everyone else&apos;s home insurance policy to subsidise the cost of insuring those in high flood risk areas does not sound wise (Customers face higher premiums as insurers tot up flood bills, 16 July). It will allow housebuilders to keep building unsuitable homes in such areas. Surely it&apos;s better to build new homes elsewhere or design houses with flood proofing. Any subsidies should be used to adapt homes to cope with floods. The only effective long-term solution to the problem of increased flooding is to tackle the climate change causing it. Otherwise, most of us will eventually be in high-risk areas, with few living elsewhere to provide the subsidies.Richard MountfordHildenborough, Kent Could those who pray for rain in time of drought be more specific in future about the quantity needed, please?Gerry EmmansEdinburgh  ReHebden Bridge floods (Report, 10July), Lord Byron, Don Juan, canto XIV (1823): &quot;The English winter  ending in July / To recommence in August...&quot; Some things never change.Jill MortiboysStowmarket, Suffolk", 
    "section": "environment", 
    "gid": "environment/2012/jul/16/hell-and-high-water", 
    "wordcount": "296"
}