{
    "headline": "Instagram and Facebook: the next tech bubble?", 
    "text": "A company with no revenues and barely any staff gets acquired for a billion dollars? It has to be a bubble, doesn&apos;t it? So has gone the reaction of many to the news that Facebook  the giant among social networks, with more than 850 million users worldwide  is buying the mobile photo-sharing service Instagram, which is just 551 days old, has 30 million users uploading 5m photos a day, and which just a week ago sold a 10% stake for $50m of venture capital funding from Sequoia Capital and Greylock Partners, effectively valuing it at $500m. Perhaps you&apos;re wondering: how does all that add up to a valuation of $1,000,000,000? At a time when the former photography giant Kodak is struggling through the bankruptcy courts, how can a mobile app where you just take a photo and share it be worth anything at all? Much the same questions were asked in October 2006, when Google bought the video-sharing site YouTube for $1.6bn. That too had no noticeable revenue (rather the opposite, with persistent hassles over alleged copyright infringement) and a tiny staff. And the reaction of YouTube users of six years ago, who said things like, &quot;I like YouTube the way it is,&quot; sounds a lot like some Instagram users who deleted their photos from the service in protest at the weekend. Did the YouTube purchase mark a bubble  or the pricking of one? And does Instagram mark one too? Ray Valdes, a vice-president of research at the market intelligence company Gartner, certainly sees some frothing going on. &quot;The most telling indicator [of a bubble] is the $1bn-dollar valuation,&quot; he told the Guardian. &quot;Although there are plenty of good reasons why Facebook should want Instagram  it&apos;s visible, it&apos;s a great service, it&apos;s got loyal users, it has brand value, it&apos;s got massive engineering talents [among its 13 staff].&quot; And for Facebook, which is hugely profitable  its 2011 revenues were $3.7bn and its net income (after taxes) $1bn  it was important to keep Instagram, which has been growing like a weed, out of the hands of a potential rival; specifically, thinks Valdes, Google, which has been trying to muscle into the social network space with Google+, launched last year and now boasting 100 million registered users. For Instagram&apos;s founders, two Stanford graduates in their 20s who are now worth tens, if not hundreds, of millions of dollars, it has been a productive couple of years. In February 2011, they raised $7m in their first round of venture funding, led by Benchmark Capital and that purportedly included Twitter co-founder Jack Dorsey and the Silicon Valley investor Chris Sacca. That reportedly valued Instagram at just over $20m. If this is a tech bubble  and Valdes points to all sorts of reasons why it is (&quot;two- and three-person Silicon Valley startups getting venture capital funding within days or weeks, rather than months, for stuff that is more of a feature than an actual product&quot;)  then it is the third in the internet&apos;s history. The first began ramping up with the flotation of Netscape in August 1995; at least that had revenues ($20m in the quarter when it floated) though, radically, it wasn&apos;t yet profitable. That led to a mad flurry of startups, such as pets.com, which sold pet food online and aimed so high it had a Superbowl advert in 2000  and shut down that November, having burned through all its cash. The top of that bubble was marked by the $164bn merger of AOL and Time Warner; the market collapse, in 2001, destroyed billions in share values. The YouTube acquisition was just a way-station on the road to the next blowup and blowout, which saw its top when in February 2008 Microsoft made a $44.6bn (22.4bn) bid for Yahoo, which even then looked like a tired shell among the younger kids on the block such as Bebo, MySpace and some college network called &quot;Facebook&quot;. Yahoo&apos;s management, however, were certain that the company would be worth more in the long term. A few months later, the credit crunch hit. Today, Yahoo is worth $18bn, it is sacking 2,000 staff, and the 2008 board has been wiped out. But given enough time, the technology sector will ramp up towards &quot;irrational exuberance&quot; (as Alan Greenspan, formerly in charge of the US Federal Reserve, called the rampant stock market around the millennium). What&apos;s driving it is the money sloshing around venture capitalists, particularly on the US west coast, which can perform so much better than the sluggish stock market (just look at how Sequoia and Greylock doubled their money in a week). &quot;It&apos;s the web fairytale that all startups dream of,&quot; said Melissa Parrish, an analyst with Forrester Research, who added: &quot;They took a simple behaviour  sharing pictures with friends  and made it a utility that people want.&quot; But there are two other factors at play, both of which make this bubble different from the previous ones. The first is the role that smartphones play. The previous two bubbles were built around sites and products that ran on desktop computers: the Netscape browser, AOL&apos;s monthly charge for a dialup internet connection, Yahoo&apos;s dominance as a destination for people checking news and email. Now, the smartphone is taking over. If you go to Instagram&apos;s site on a computer, there&apos;s nothing to see: just links for you to download its apps for Apple&apos;s iPhone or smartphones with Google&apos;s Android software. The majority of Instagram&apos;s 30 million users have an iPhone; the Android version was only released a week ago, though it has already been downloaded about 5m times. With Instagram, you take a photo on your phone, apply a filter (if you want), and post it to one or any of Facebook, Twitter, Yahoo-owned photo-sharing site Flickr, the blogging sites Tumblr and Posterous and the location check-in site FourSquare. And that&apos;s it. As with Twitter (and unlike Facebook), there&apos;s an asymmetry in the network: you choose to follow people to see their photos, they can choose to follow or not follow you. Smartphones are the future of computing. Gartner reckons that by next year, smartphones will overtake PCs as the most common device for accessing the web, at about 1.82bn v 1.78bn. The second element, which is tied to the first, is the rising importance of the &quot;social&quot; element of our use of computers and products. At Twitter, the idea is baked into its mission statement, devised by chief executive Dick Costolo: &quot;To instantly connect people everywhere to what&apos;s most important to them.&quot; Phones are inherently social: most people get them primarily to speak to friends and family, and secondarily (but importantly too) for work. Social networks such as Twitter and, of course, Facebook, are like nothing we&apos;ve seen before. There have been many efforts to make the idea stick (Yahoo had a go with Flickr and the Delicious bookmarking site) but those have been desktop-based. Facebook rules the social world right now; but that might be a tenuous hold, and Mark Zuckerberg knows it. The risk for Facebook is that it was born on the desktop, but to take advantage of the coming world it has to shift over to mobile  a fact that its flotation prospectus admits; it barely makes any money from mobile, despite having huge numbers of people who only access it that way. Pulling in Instagram is a way for Facebook to pull itself into the social future that&apos;s developing around us. It&apos;s quite likely that it hasn&apos;t gained a single extra user; but they&apos;ll all be more tightly tied to the biggest network. As Zuckerberg put it on his own page, writing about the purchase: &quot;This is an important milestone for Facebook because it&apos;s the first time we&apos;ve ever acquired a product and company with so many users. We don&apos;t plan on doing many more of these, if any at all.&quot; But with the flotation expected to value the site at $100bn, spending 1% in cash and shares is a clever way to shape its future. &quot;Facebook after this IPO is going to be in a position to be predatory. They can make sure no one steps in their way and buy anyone who gets in their way,&quot; said Wedbush analyst Michael Pachter, who follows social media. Buying Instagram, he added, not only eliminates a rival but gives Facebook the technology &quot;that is gaining crazy traction&quot;. There&apos;s another rival that this acquisition shuts out: Google. It was also born on the desktop, and has been fighting to make the mobile phone its domain  something it has largely succeeded with through its Android software, which now runs about half of the smartphones sold worldwide. But social remains just slightly beyond its grasp. Since the launch of Google+ last year, the company best known for its search engine has been rushing pell-mell to use its &quot;social&quot; element as a glue across its products; Larry Page, Google&apos;s chief executive, wrote last week that &quot;Google+ makes sharing super easy by creating a social layer across all our products so users connect with the people who matter to them.&quot; Or so he hopes. Thus far, Google+ has been a big hit with photographers (who get photos uploaded directly from their Android phones if they&apos;re signed up) but has shown little other traction. Buying Instagram  which you&apos;ll notice doesn&apos;t offer a Google+ sharing option  could have given Google a way to draw in those users. Now that door has been closed. Part of the froth in tech companies&apos; valuations has come recently from Facebook and Google vying to buy; there are suggestions that it tried to get Instagram, though that hasn&apos;t been confirmed. But still the question comes: is it a bubble? And when is it going to pop? Going by the $1bn price tag, Facebook is paying about $33 for each Instagram user. That&apos;s a fraction of the $118 that Facebook investors will be paying per Facebook user if the company gets its expected $100bn valuation after going public. By that reckoning, Pachter said, $1bn &quot;doesn&apos;t sound crazy&quot;. Then again, if all the users were already on Facebook, it&apos;s just bought them again. Surely that&apos;s bubble thinking. The key point though is that even if we accept that we&apos;re in a technology bubble, where valuations don&apos;t bear any relation to what companies will actually earn in their lifetimes (as they&apos;re supposed to), this won&apos;t necessarily be the top of it. &quot;For it really to be the top, there has to be widespread frenzy where there are no doubters,&quot; says Valdes (echoing the famous words of Joe Kennedy in 1928 ahead of the Crash: &quot;You know it is time to sell when the shoe-shine boy tries to give you stock tips.&quot;) &quot;But there are plenty of doubters right now,&quot; says Valdes. &quot;When there&apos;s unanimity of opinion, that&apos;s when the tipping point has been reached. But we have a very sobering global economic climate outside the internet and mobile world.&quot; Against that, it&apos;s hard to imagine how a service that just lets you take a photo of your breakfast, colour it blue and share it could possibly be worth anything. Perhaps Instagram isn&apos;t really worth anything: if the electricity goes off, it will simply cease to exist, except as some bits on a hard drive somewhere. But until then, enjoy the bubble while it lasts.", 
    "section": "technology", 
    "gid": "technology/2012/apr/10/instagram-and-facebook-another-tech-bubble", 
    "wordcount": "1937"
}