{
    "headline": "We can save elephants. But can we save wild elephants?", 
    "text": "I have just returned from Kenyas North Eastern Province where one night, camped out in a dry riverbed with just a mosquito net for cover, a herd of elephants emerged out of the dark  a great and almost silent mass of shapes.  They passed through our makeshift camp, looming over us, their tusks white against the night. I was close enough to hear them breathe, to hear the sound of their feet in the sand. Another minute and they were gone, leaving me awestruck, in the truest sense of the word.  There is little to compare to encountering elephants, many of them bulls, up close. To do so at night, in the community-owned conservancies of Sera and Melako, was both a dream come true and a vindication of the mixed land-use, community-based conservation strategies that, I believe, are the answer to many of the problems facing the wild African elephant today.  From the late 1970s, elephant conservation strategy took two interrelated forms: fortress conservation, and more open, mixed land-use models. The first of these, by which we mean variously protected areas designed to either exclude or severely limit human activity, are the blunt, necessary and temporarily effective means by which we save the severely endangered. It limits movement and protects genetic stock intensively growing numbers, while we await the estimated five to 10 years it will take to effect a sea change in attitudes, and begin to reduce ivory demand in Asia.   Related: Saving Africa's elephants: 'Can you imagine them no longer existing?'    When I say blunt and temporary, I dont mean to downplay the significance of Africas national parks and reserves in any way. On the contrary; Ive lived and worked in protected areas home to some of the finest populations of elephant. Take Botswanas Chobe national park as an example. If youve been, and have spent time observing at close quarters a family of elephants drinking water by Chobe river, then youll know what I mean.  The term life-changing is something of a hackneyed phrase in this age of travel, but it describes perfectly the moment you chance upon elephants in the wild  be that in a park such as Chobe, or on a dry riverbed in the North Eastern Province. Its akin to finding religion, and Chobe is one of the best places in Africa to do so.  Unfortunately, even the best examples of fortress conservation become victims of their own success eventually  particularly in terms of elephants whose populations and range-potential soon outgrow their protected areas. Hemmed in by fences or human habitation and unable to travel, elephant herds can severely denude the environment, stripping and destroying trees. They will try to enter surrounding farmlands, exacerbating tensions between humans and elephants. In short, the natural by-product of a growing and boxed-in population is an ecosystem unable to properly sustain its elephants.  Fortress conservation strategies are, by definition, exclusive. Whatever the employment and rent opportunities offered by parks and reserves, surrounding local communities are not always the chief beneficiaries of these models. When key stakeholders are denied the substantial economic rewards of tourism, communities have little sympathy for elephant populations. Elephants become less one of the worlds natural wonders, and more of a giant and dangerous pest  at least from the point of view of possibly non-compensated, impoverished local communities. Its easy to see how difficult it is to persuade the very people, in whose hands its future lies, that the African wild elephant matters.  All this when theres been a continent-wide decline of more than 110,000 elephants since 2006  largely due to the astronomical rise in poaching.    Related: In a world of 7 billion people how can we protect wildlife?    There is a growing need for a more long-term approach to elephant conservation, one which establishes buffer and cross-border zones, links up protected and already established areas, involves and supports key stakeholders, and leads to the creation of a network of corridors and destinations large enough to support resident and migratory populations.  Initiatives are gathering pace throughout wild Africa. One excellent example is the Northern Rangelands Trust (NRT) in the North Eastern Province, where a switched-on NGO is empowering local communities, linking conservancies and recreating a wonderful north Kenyan wilderness. An equally fine example is Kavango Zambezi Transfrontier Conservation Area (Kaza) which, with the help of the Peace Parks Foundation, has negotiated a free-to-range mandate for wildlife from five southern African countries, covering 520,000 square kilometres and linking 36 protected areas. Both NRT and Kaza are subtle, nuanced and highly complex arrangements between multiple and, sometimes, competing stakeholders. The task of protecting wild African elephants is not simply seen as a moral obligation but as a significant wealth generator  something which is key to the strategy.  A dead adult elephant is worth around $21,000 (17,000) in ivory sales. A live one is worth $1.6m (1.3m) in tourist income. Proposing that the 11-year moratorium on ivory sales be lifted and the proceeds from confiscated stock sales be reinvested in local communities  as Namibia and Zimbabwe did at Cites (Convention on International Trade in Endangered Species of Wild Fauna and Flora) this year  therefore makes little sense. The return on ivory sales pales in comparison to the financial rewards generated by mixed land-use conservation strategies. The eco-tourist industry, which is driven and grown by elephants, is more than capable of compensating for land lost to migratory corridors. Whats good for the elephant is good for the ecosystem as a whole, which is why countries like Zimbabwe and Namibia  both, incidentally, key players in the Kaza initiative  must be persuaded of the folly of ivory stock sales. It would send the wrong message to the world and, as previous one-off sales have shown, result in a rise in killings by poaching.    Related: Debate: Would a legal ivory trade save elephants or speed up the massacre?    All countries should destroy current stocks publicly and make it illegal to stockpile. They should develop new community-based and mixed land-use strategies and send the message that ivory is worth nothing. It works, as my trip to Kenyas North Eastern Province shows. Elephant killings are down by 52% and the community is thriving. Managed well, elephants more than pay their way. If we carry on as we are, the only elephants well see in 50 years times are those in highly-protected, fortress-type conservation areas. Changing direction, however, unites the lands necessary for healthy and ecosystem-friendly populations of elephant, and involves the people that these open and mixed land-use strategies rely on. All the evidence points to a much brighter future: lost wildernesses reclaimed with the wild African elephant flourishing. Its not easy, but its worth it. The future of Africas elephants depends on us getting it right  and quickly. Will Jones is a fellow of the National Geographic Society and founder of Wild Philanthropy, a charity designed to support at-risk ecosystems and communities in Africa.", 
    "section": "environment", 
    "gid": "environment/2016/oct/18/we-can-save-elephants-but-can-we-save-wild-elephants", 
    "wordcount": "1139"
}