{
    "headline": "Talk point: Does Kony 2012 offer the right solutions for child soldiers?", 
    "text": "The Kony 2012 campaign has brought unprecedented attention to Ugandan warlord Joseph Kony and the use of child soldiers in the Lord&apos;s Resistance Army. The wildly popular film about the campaign went viral  but has also attracted significant criticism, being accused of inaccuracies and over-simplifying a complex conflict. Kony 2012 clearly calls for a military solution to the conflict and prioritises Kony&apos;s capture above all else. In this month&apos;s Global development podcast, we&apos;ll explore the root causes of the conflict and examine the ongoing quest for solutions. What will bring about positive change in the region? Can US-supported military action really succeed in such a complex conflict, or do solutions lie in much less eye-catching approaches? We&apos;ll ask what needs to happen in the short term to stop the LRA and in the long term to address the legacy of the group and support affected communities. What programmes exist to demobilise and re-integrate former child soldiers? What can be done to help communities recover and rebuild? And what&apos;s gained  and lost  by focusing on children in this conflict? We&apos;re recording the podcast this week and want your questions and comments to shape the debate. What would you like us to discuss? What do you think are the key issues? Post your comments below. As always, if you have any problems posting, or if you would prefer to comment anonymously, email us at development@theguardian.com and we&apos;ll add your thoughts. Update 19 April - Some reader comment highlights below: Ida Horner:  Give them an opportunity to tell their stories in their own words and the space to heal. This includes reconciliation with neighbours/clans people etc. This does not necessarily mean that outsiders come in and take over the dialogue nor the healing but it has to come from within. Moving on from that people within these communities are still human and have the same needs that that rest of us do- food on the table, health care, income generation etc.  Clarkspur:  But what focus or pressure is being placed on any of the Governments concerned or even the African Union? How can these Governments continue to allow this to happen for decades? What pressure is there on Africa to fix it&apos;s own problems? What pressure is there on our ministers, embassies, MEPs or the like to bring about real change from their political counterparts in Africa?  robgiddings:  ...the international community has to decide whats more important peace or justice? the Juba peace talks (between the LRA and the Ugandan government) failed in 2008 because the ICC refused to grant immunity to LRA leaders. Is this right? how many LRA victims have there been since then? I honestly don&apos;t know.  ElizabethWainwright:  Children should also, in reality, not be treated as children when they leave the LRA. Someone who has come to rely on drugs, alcohol, and who has killed regularly - all under the respectful &apos;leadership&apos; of his (or her) LRA commander - can feel patronised when they leave only to be treated as a child once again. This can be dangerous and can undo all the good intentions.   RosebellKagumire:  Child soldiers are a symptom of a war and not the cause of it. President Museveni had child soldiers in his rebel ranks. Much as we need to end the use of child soldiers we must realize that if we don&apos;t ensure root causes of conflicts in eastern Africa is not addressed we are only treating symptoms. Warlord after warlord will come and use children after driving populations into fear. For Uganda marginalization of certain regions must end and we must give way for more democratic reform. Right now Uganda&apos;s political future is not so certain since we have one president with so much power at his hands in 26 years and with no proper known plan to leave power. We might remove Kony but if we don&apos;t uproot factors that made Kony&apos;s war possible we are only addressing one war as we wait for another.  Update 20 April: listen here - Global development podcast: does Kony 2012 offer the right solutions?", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/17/talk-point-kony-2012-child-soldiers", 
    "wordcount": "682"
}