{
    "headline": "Climate scientists back call for sceptic thinktank to reveal backers", 
    "text": "Leading climate scientists have given their support to a Freedom of Information request seeking to disclose who is funding the Global Warming Policy Foundation, a London-based climate sceptic thinktank chaired by the former Conservative chancellor Lord Lawson. James Hansen, the director of the Nasa Goddard Institute for Space Studies who first warned the world about the dangers of climate change in the 1980s, has joined other scientists in submitting statements to be considered by a judge at the Information Rights Tribunal on Friday. They will argue that Lawson&apos;s foundation routinely misrepresents and casts doubt on the work of climate scientists. Their statements will form part of the supporting evidence being presented by an investigative journalist who is appealing against an earlier rejection of his FOI request to the Charity Commission for it to make public a bank statement it holds revealing the name of the educational charity&apos;s seed donor, who gave 50,000 when it launched in 2009. Brendan Montague, the director of an organisation called the Request Initiative, a &quot;community interest company that makes Freedom of Information Act requests on behalf of charities, NGOs and non-profits&quot;, is seeking to argue that, by authorising his request, the public interest will be served by ending the secrecy around the financing of Lawson&apos;s charity. &quot;Lord Lawson&apos;s thinktank, which has been bankrolled by shadowy funders, is lobbying government for a change in climate policy that would affect the lives of millions of people,&quot; Montague told the Guardian. &quot;The privacy of wealth has so far been valued above public accountability, even by our own civic institutions. The democratic principle of transparency is breached when a former chancellor can sit in the House of Lords influencing government policy on matters as important as climate change while accepting funding for his thinktank from secret supporters.&quot; Montague first submitted a FOI request to the Charity Commission in 2010 arguing that the public has a right to know if any donor is related in any way to the oil industry. Montague claims he has reasonable grounds for suspicion because Lawson served as an energy minister under Margaret Thatcher and is a past president of the British Institute of Energy Economics, which &quot;encourages the exchange of ideas&quot; between the energy industry, government and academia and is sponsored by BP and Shell. Montague adds that Lawson has also been chairman of, and a shareholder in, Central Europe Trust Ltd, a consultancy business which has boasted BP, Amoco, Texaco and Shell as clients. The Global Warming Policy Foundation (GWPF) has always stated that it does not accept donations from the energy industry, or anyone with a &quot;significant interest&quot; in the energy industry. The Charity Commission rejected Montague&apos;s request arguing, in part, that the release of the donor&apos;s identity would &quot;bring significant media scrutiny of the donor&apos;s private affairs&quot;. An appeal considered by the Information Commissioner&apos;s Office in 2011 was also rejected because the commissioner did not &quot;consider it fair&quot; to disclose the name of the donor because it would contravene the Data Protection Act. If Friday&apos;s tribunal also rules against him, Montague says he will ask the Supreme Court to consider his request. Lawson said he had &quot;no intention of responding to Mr Montague&apos;s political attack on me and on the GWPF&quot;. He did, however, refer to an earlier statement he published last year alongside the foundation&apos;s first set of accounts, which revealed that it received an income of 503,302 in its first year. In the statement, he said: &quot;The soil we till is highly controversial, and anyone who puts their head above the parapet has to be prepared to endure a degree of public vilification. For that reason we offer all our donors the protection of anonymity.&quot; James Hansen told the Guardian: &quot;Our children and grandchildren will judge those who have misled the public, allowing fossil fuel emissions to continue almost unfettered, as guilty of crimes against humanity and nature. But the eventual conviction of these people in the court of public opinion will do little to ease the burdens that will have been created for today&apos;s young people and future generations.&quot; &quot;The science is clear. Unless we restore the planet&apos;s energy balance and stabilise climate, by rapidly reducing fossil fuel emissions, we will leave today&apos;s young people a rapidly deteriorating climate system with consequences that will out of their control. If successful, the FOI request may, by exposing one link in a devious manipulation of public opinion, start a process that allows the public to be aware of what is happening, what is at stake, and where the public interest lies.&quot; Last November, a report by the Reuters Institute for the Study of Journalism, which analysed climate coverage in the UK media, concluded that the GWPF had been &quot;particularly successful &quot; at courting media attention and that Lawson and the foundation&apos;s director Benny Peiser were &quot;by far&quot; the most quoted climate sceptics. But climate scientists have complained before about Lawson&apos;s interpretation of their findings. In December, Mark Brandon , a polar oceanographer at the Open University and scientific script consultant of the BBC&apos;s Frozen Planet series, described Lawson&apos;s criticism in the Radio Times of David Attenborough&apos;s summary of climate science in the final episode as &quot;patronising&quot;, wrong and the &quot;usual tired obfuscation and generalisation &quot;. A similar complaint was also made by Chris Huhne , the energy secretary, last November when he wrote to Lawson describing his foundation as &quot;misinformed&quot;, &quot;wrong&quot; and &quot;perverse&quot; after it published a report claiming that there is &quot;huge controversy about the relative contribution of man-made CO2 versus natural forces&quot;. In 2010, Lawson said: &quot;Proper scientists, scientists of integrity, they reveal, and voluntarily they wish to reveal, all their data and all their methods; they do not need a Freedom of Information Act request to force it out of them.&quot; He later added: &quot;Integrity means you show everything, absolutely.&quot; His reluctance to reveal the identity of the GWPF&apos;s donors has led him to be accused of double standards, a point Montague says he intends to make at the tribunal on Friday.", 
    "section": "environment", 
    "gid": "environment/2012/jan/23/climate-sceptic-lawson-thinktank-funding", 
    "wordcount": "1047"
}