{
    "headline": "Apps Rush: Morton Subotnick's Pitch Painter, Apptivity Hot Wheels, Solitaire by Backflip, Songify, The Register and more", 
    "text": "A selection of 17 new and notable apps today: Morton Subotnick&apos;s Pitch Painter As wonderful creative apps for kids go, this new music app is... well, wonderfully creative. It involves painting sounds onto the screen using fingers, then playing them back. Like a pixelly sequencer for children, with instrumental sounds taken from around the world.iPad Apptivity Hot Wheels Mattel has followed in the wheel-tracks of Disney&apos;s Cars 2 AppMates, releasing an iPad app that involves placing a toy car with special contact points onto the tablet, then driving around virtual environments. Nine challenges and Game Center functionality are included.iPad Solitaire by Backflip Games like Paper Toss and NinJump have made Backflip Studios one of the biggest indie names in free-to-play mobile gaming. Now it&apos;s turned its attention to a traditional card game. Achievements, different themes and &quot;many ways to cheat&quot; are all included.Android Songify Music apps developer Smule has ported Songify from iPhone to Android. The app originally developed by startup Khush before it was bought by Smule gets you to speak into the microphone, then turns your words into an Auto-Tune-style song. A novelty? Yes, but on iPhone it&apos;s notched up 9m downloads and 120m created songs so far.Android The Register IT website The Register has more than 6m monthly readers, and now it&apos;s got a Windows Phone app for... Well, for whatever proportion of those people own Windows Phones.Windows Phone Total Euro 2012 I&apos;m battening down the hatches in anticipation of a deluge of Euro 2012 football apps  98% of which will be more Wolves than Man City in terms of quality. Total Euro 2012 is at the top end of the table though: very detailed stats about teams, matches and players, with the promise of live updates throughout the tournament. A Statto&apos;s delight.iPhone geoDefense Swarm Billing itself as &quot;The Thinking Man&apos;s Tower Defense&quot;, this is the sequel to popular game geoDefense, offering eye-blistering neon visuals and 30 levels to work your way through. Although it supports Microsoft&apos;s Xbox Live community, interestingly its Windows Phone Marketplace listing also boasts of its integration of the cross-platform OpenFeint service.Windows Phone Potty Time with Elmo Sesame Street&apos;s latest iOS app aims to help parents and children with their potty training. It&apos;s a book-app in which loveable monster Elmo potty trains his own toy Baby David, while providing animated stickers, puzzles and five potty-related songs.iPhone / iPad Esquire&apos;s The Big Black Book Spring 2012 Esquire has launched an iPad app for its latest &quot;style manual for successful men&quot;, filled with products, how-to guides and a guide to &quot;the best barbers, cobblers, and all-purpose neck savers on the most stylish street in the world&quot;. Wherever that is.iPad Top Gear Magazine BBC Worldwide&apos;s Top Gear Magazine is the latest title to debut on Apple&apos;s Newsstand, selling single issues or 6/12-month subscriptions. It looks like a pretty straight digitisation of the print mag, rather than throwing in Wired-style interactive bells and multimedia whistles.iPad AboutOne There&apos;s a big buzz around this new Windows Phone app, which organises memories, milestones and other information around your family and contacts lists. &quot;A remote control for your life,&quot; promises its blurb.Windows Phone Python Bytes 3 Third in the series of 1.99 apps gathering the best sketches from Monty Python&apos;s Flying Circus, this focuses on the show&apos;s third series, with the same shake-to-switch UI for accessing new clips.iPhone Frisky Electronic music site Frisky has a new app for iPhone, promising two channels of mixes from top DJs: Frisky and Chill. The mood varies according to the name. It supports low or high quality streams depending on connection, plays nice with Apple&apos;s AirPlay, and will include exclusives from the likes of Dave Seaman, Hybrid and Nick Warren.iPhone Bloomingdale&apos;s Big Brown Bag US-only, for obvious reasons, this is an app for retail chain Bloomingdale&apos;s, helping people to shop on their iPhone, find their nearest store, manage wedding lists and get special offers. In-store barcode-scanning features are also included.iPhone Directional Looking for a new quirky puzzler to while away the hours on iPhone? Directional is well worth a look: it&apos;s a block-clearing game with swiping controls, and two gameplay modes to explore.iPhone Waviary Waviary started life as an &quot;interactive musical artwork&quot; for iOS, but unlike many of its rivals, has now made the leap to Android too  good news for Google-owning creatives. Multi-touch controls promise &quot;lush ambient soundscapes&quot;, as well as a mode that runs itself while you run.Android Mynet Travel Cancellations, delays and disruption on the UK rail network? Perish the thought! But if this is something you encounter regularly, the Mynet Travel app may at least clue you in on what&apos;s wrong, providing live information and the ability to share details with other travellers.Android / iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/16/apps-rush-pitch-painter-apptivity", 
    "wordcount": "818"
}