{
    "headline": "Scientists warn US east coast over accelerated sea level rise", 
    "text": "Sea level rise is accelerating three to four times faster along the densely populated east coast of the US than other US coasts, scientists have discovered. The zone, dubbed a &quot;hotspot&quot; by the researchers, means the ocean from Boston to New York to North Carolina is set to experience a rise up a third greater than that seen globally. Asbury Sallenger, at the US geological survey at St Petersburg, Florida, who led the new study, said: &quot;That makes storm surges that much higher and the reach of the waves that crash onto the coast that much higher. In terms of people and communities preparing for these things, there are extreme regional variations and we need to keep that in mind. We can&apos;t view sea level rise as uniform, like filling up a bath tub. Some places will rise quicker than others and the whole urban corridor of north-east US is one of these places.&quot; The hotspot had been predicted by computer modelling, but Sallenger said: &quot;Our paper is the first to focus on using real data to show [the acceleration] is happening now and that we can detect it now.&quot; The rapid acceleration, not seen before on the Pacific of Gulf coasts of the US, may be the result of the slowing of the vast currents flowing in the Altantic, said Sallenger. These currents are driven by cold dense water sinking in the Arctic, but the warming of the oceans and the flood of less dense freshwater into the Arctic from Greenland&apos;s melting glaciers means the water sinks less quickly. That means a &quot;slope&quot; from the fastest-moving water in the mid-Atlantic down to the US east coast relaxes, pushing up sea level on the coast. &quot;Coastal communities have less time to adapt if sea levels rise faster,&quot; said Stefan Rahmstorf, at the Potsdam Institute Germany, who published a separate study in the same journal, Nature Climate Change, on Sunday. Rahmstorf&apos;s team showed that even relatively mild climate change, limited to 2C, would cause global sea level to rise between 1.5 and 4 metres by the year 2300. If nations acted to cutting carbon emissions so the temperature rise was only 1.5C, the sea level rise would be halved, the researchers found. The impacts of the rising seas are potentially devastating, said the scientists. &quot;As an example, 1 metre of sea level rise could raise the frequency of severe flooding for New York City from once per century to once every three years,&quot; said Rahmstorf, adding that low lying countries like Bangladesh are likely to be severely affected. His colleague Michiel Schaeffer, at Wageningen University in the Netherlands, said: &quot;Sea level rise is a hard to quantify, yet a critical risk of climate change. Due to the long time it takes for the world&apos;s ice and water masses to react to global warming, our emissions today determine sea levels for centuries to come.&quot; Sallenger&apos;s work on the hotspot off the US east coast showed that the extreme acceleration in sea level rise could add 20-30% to the rise seen globally. &quot;If this turns out to be a metre by 2100, it would add 20 to 30cm.&quot; In May, North Carolina legislators drew ridicule from experts by proposing a law that would require estimates of sea level rise to be based solely on historical data and to rule out any acceleration in future rises. Rahmstorf said: &quot;Sallenger&apos;s paper shows that, far from being spared accelerating sea level rise, [the coast here] has been over the past decades a hotspot of accelerating sea level rise.&quot; But he added that the cause of the hotspot was not fully understood, meaning it was uncertain whether the acceleration would continue. Sallenger said: &quot;We came up with a very clear correlation between the acceleration of sea level rise and rising temperature in the hotspot area. That suggests to me that as long as temperature continues to rise the hotspot will continue to grow.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/24/us-east-coast-sea-level-rise", 
    "wordcount": "678"
}