{
    "headline": "Energy bill deal and carbon target delay  as it happened", 
    "text": "  3.09pm GMT    Closing summary    I&apos;m closing the liveblog now, but to wrap up:  consumer groups are concerned over the increase in what households pay for energy bills for low carbon measures from 2% of bills today to 7% by 2020(see uSwitch at 12.22 and Which at 2.45) businesses such as EDF and business groups including the CBI welcomed detail of the cap set for low carbon energy levies, though several investors said the energy bill proposals do not bring enough certainty (see EDF at 11.02and investors at 2.30) there was largely widespread condemnation of the decision to postpone until 2016 on committing to a 2030 decarbonisation target(see 2.37, 1.25 and 12.33) which Labour yesterday promised to commit to if they win the next election     Updated at 3.20pm GMT     2.53pm GMT          Caroline Lucas. Photograph: guardian.co.uk    Green MP Caroline Lucas is laying the blame for future bill rises at nuclear&apos;s door:  Coalition ministers have stated again and again that their pledge to spend no public money on new nuclear will hold, yet its obvious that EMR [electricity market reform] has been designed to allow subsidy via the backdoor.Ministers must now come clean about their plans to subsidise the nuclear industry after 2020 through the Contracts for Difference mechanism in the Energy Bill.At an estimated cost of up to 7bn per power station according to EDF, nuclear is eye-wateringly expensive and theres a real risk that funding will be sucked away from renewables.The government must urgently ditch this obsession with nuclear power, which threatens to add a huge burden to household bills for decades to come.  This brings me to one question that needs looking at in detail later  if the coalition&apos;s plans for up to eight new nuclear power stations don&apos;t bear fruit, what will the impact be on the projected 7.6bn rise in levies on energy bills?       2.45pm GMT       Both theFederation of Small Businesses and consumer organisation Which? are concerned about the increases to energy bills, though neither seems to suggest an alternative manner in which energy investment  which must happen to keep the lights on  should be done to minimise rises. It&apos;s not clear what mix of gas, nuclear, renewable energy or other sources they&apos;d like to see. John Walker, the FSB&apos;s national chariman:  While we welcome the much needed certainty the Energy Bill will give to investors to help secure the UKs energy supply, we are concerned that small firms will be left exposed to ever increasing energy bills. The remorseless rise in energy costs is hurting not only individual businesses but also the competitiveness of the UK as a whole. Our research shows that utilities are the main cause of rising business costs for 45 per cent of small firms. What we really need is reform of the electricity market and investment in low carbon energy infrastructure to go hand in hand with radical changes in the retail energy markets. This would deliver tighter regulation of the big six energy companies and put in place stronger safeguards for both household and small business consumers.  Richard Lloyd, executive director of Which?:  Huge investment is undoubtedly needed if we are to keep the lights on but everything possible must be done to keep costs under control, especially at a time whenrising energy prices are already one of peoples top financial worries. With a backdrop of inflation-busting energy price rises and large profit announcements from the big energy companies, consumers are rightly questioning whether the price theyre paying for their energy bills is fair. Real transparency and tough, independent scrutiny of the governments plans are now vital to avoid unnecessary costs that consumers can little afford. We want to see contracts for new energy supplies studied by an independent panelof experts, including consumer representatives, before being presented toParliament, to reassure the households that will foot the bill that this is good value for their money. If the government wants to help consumers, it needs to ensureits own policies arent going to send peoples already high andrising energy bills through the roof, and convince us about how they are going to keep a tight grip on the costs.        2.37pm GMT       Some more in-depth thoughts from WWF here, via their head of energy policy, Nick Molho, on why a 2030 decarbonisation target is so important:  Whilst it&apos;s good to hear that the Levy Control Framework should mean that we can meet our renewable energy target for 2020 - and a lot of credit should be given to Ed Davey for that - the fact that there was so much relief in hearing that the UK would give itself the means of meeting a legally binding target says a lot about the terrible political context surrounding UK energy policy.  The lack of a 2030 decarbonisation target means that there is very little clarity as to what will happen in the UK&apos;s energy market post 2020 and this risks creating a 2020 cliff edge in renewable energy investment. Without having an idea of the size of the market for clean energy technologies, investors and manufacturers are very unlikely to want to make long-term investments in the UK&apos;s clean energy sector. This is not surprising given that 2030 is only one investment cycle away. Take the example of an offshore turbine manufacturer: it takes you roughly 5 years to build an offshore wind turbine factory and then 10 years of regular operation to make your return on investment. You will not want to make an investment of 200 million or more unless you are confident about what the demand for your product is going to be out to 2030. It&apos;s a big shame the Prime Minister failed to provide this long-term certainty to the green infrastructure sector, one of the few current sectors of growth in our economy, which according to the CBI could halve our trade deficity by 2014/15. A decarbonisation target is also nothing for Mr Cameron&apos;s government to be afraid of - after all, it&apos;s a pre-condition for the UK to meet its emission reduction commitments under the Climate Change Act, an Act which Mr Cameron was instrumental in improving and getting through Parliament just 4 years ago.         2.30pm GMT       On a more serious note, it seems the details we&apos;ve had so far may not be enough to bring certainty to investors. Pinsent Masons, a law firm who represent a lot of energy businesses, have written in to say:  ...the potential overseas funders required to back projects - particularly large insurance, pension and asset management from areas like North America and Asia Pacific - will still have questions and there are still unsettling elements. For instance it is revealing that the The Gas Generation Strategy - undoubtedly a key component of future energy supplies - appears to be separated from the main reform package, perhaps reflecting a dominance of Treasury thinking rather than DECCs on the role of gas.&quot;  And Mark Kember, CEO of the Climate Group, which represents international leaders on climate change including business people such as Richard Branson and politicians such as Tony Blair, is pretty negative:  The long-awaited Energy Bill, despite its positive elements and increased support for renewables, is a missed opportunity. It does not put emissions reduction at the heart of the UKs energy policy. It does not put the UK on a long-term low-carbon, sustainable, clean energy path. The Bill is more of a grand compromise; and like all compromises it deals more with the present and the short-term than with the future. Unless there is long-term certainty for investors and clear signals that this country is open for low carbon business in the long-term the UK will be left behind in the global cleantech race. The jobs that could be coming to the UK are going to go elsewhere. If we do not lead, we are bound to follow others who will.  Energy consultants Utilyx continue on the theme that the bill won&apos;t bring certainty to investors, with its risk analystAndrew Horstead saying:  As it stands now, The Energy Bill doesnt bring anything more to businesses than the Government saying that a framework has been agreed. The uncertainty hasnt gone away, in fact delaying the decision on the 2030 target until 2016 sends out rather mixed signals. On one hand the Government recognises gas as a flexible supply source, but on the other it suggests that by 2030 there may not actually be a role for gas if we are to decarbonise the power sector. No generator will invest millions of pounds into power plants that may get shut down in the near future.     Updated at 4.06pm GMT     2.02pm GMT       Don&apos;t panic. The Daily Mash reports that the energy bill means there &quot;is a reasonable chance Britain will still have electricity in two years time&quot; or, as its headline beautifully puts it: &quot;Britain to probably have some electricity&quot;.  Mr Davey reckons there could be at least 17,000 options for generating electricity such as knitting it, trapping it in a hole that has been covered with leaves and branches and using specially trained pigs to find it in forests.  (h/t James Murray)     Pigs &ndash; the source of future UK electricity? Photograph: Universal/Everett/Rex Features         1.55pm GMT       In case you missed Davey standing up for the energy bill earlier, the Today programme have just put the clip up on AudioBoo. It features Greenpeace&apos;s Sauven, too, who I quoted earlier (at 1.11).           1.52pm GMT       Our environment correspondent, Fiona Harvey, has been talking toPaul Dorfman of Warwick Business School:  He questions whether the governmentis putting in place a &quot;fiscal cliff&quot; by which companies operatingrenewable energy will be unable to plan for their long term future,because the support regime after 2020 is uncertain.To have a windfarm operating in 2020, companies need to start building inthe next few years. But without any guarantee of what they might receivebeyond the next eight years, many potential developers are likely to behesitant.  See also the point made by the UK ERC (see 1.25)     An offshore wind turbine. Photograph: Felix Clay         1.46pm GMT       The Beeb has a decent Q&amp;A on the energy bill. This section, on what would happen without the investment in new nuclear and renewables, is important, as it flags up the fact the energy bill could save households and businesses money, in the long run:  The government says that, if you take into account all of its energy policies, bills will actually fall by 94 on average by 2020. Energy efficiency will mean we use less and we&apos;ll be less reliant on gas. Rising gas prices added about 100 to the average bill between March last year and March this year, according to regulator Ofgem. In other words, if we just carry on as we are - importing much of our energy from overseas - we&apos;ll be worse off. The Committee on Climate Change agrees that bills would be higher without significant investment in clean energy. It is possible, therefore, that the Energy Bill, together with other measures to reduce carbon emissions, will actually save you money in the long run.        1.41pm GMT       Wondering how the costs on 2020 energy bills break down? This graphic from Decc is handy. It also includes the projected savings from government policies, such as through energy efficiency measures, which I haven&apos;t really touched on today.    Here's @deccgovuk's very useful graphic on its estimates around 2020 energy bills - and costs/savings of policies twitter.com/adamvaughan_uk&mdash; Adam Vaughan (@adamvaughan_uk) November 23, 2012        1.25pm GMT       Here&apos;s one of the more damning reactions I&apos;ve seen today, on the decarbonisation target delay, from the UK Energy Research Centre, based at Imperial College:  The absence of a 2030 decarbonisation target in the Bill may not persuade investors of the need for new manufacturing assets in the UK, as there is a risk that these could be stranded after 2020 once the current targets have been met.        1.19pm GMT       Bloomberg New Energy Finance&apos;s analyst Nico Tyabji singles out one detail I haven&apos;t got into today  the company which will manage the way in which energy companies behind new nuclear and renewable energy power will get a certain price for the energy they generate. As Decc describes it:  The creation of a Government-owned company to act as a single counterparty to give investors confidence to enter into new long term Contracts for Difference for low carbon electricity projects.  AsTyabji puts it:  The crucial development in this deal is the creation of a new, government-owned company, to back the support scheme for renewable electricity generation, so-called Contracts for Difference. This addresses a major shortcoming identified by investors in previous versions of the scheme, which risked increasing the cost of capital for clean energy investments in the UK.        1.11pm GMT          John Sauven    Greenpeace executive director John Sauven has chipped in on the subject of misleading headlines today, and the role of gas prices in household energy bills:  Despite what the headlines say, new investment in clean energy is good news for consumers. Electricity bills are going up whatever happens because Britain needs to replace its ageing energy infrastructure. But investing in green energy is no more expensive in the long run than throwing the cash at mostly imported gas. With renewables we can pay now for the investment in new technology and save money later, but with gas we pay almost the same now but face rising costs well into the future. And when you throw in the huge economic benefits from new jobs and a potential new export industry in goods and services, renewables are the smart option for bills, the economy and the environment.        1.06pm GMT       Ed Matthew, the director of Transform UK, the group dedicated to &quot;accelerating investment into the low carbon economy&quot;, has emailed me to say this:  The Treasury has very kindly agreed to stick the entire cost of de-carbonising power on toUKconsumer bills. Yet they are pocketing all the money they are raising in carbon taxes which also drives up energy bills. If they recycled carbon tax back to households they could create the worlds most ambitious and effective energy efficiency programme  making over half a million homes a year super energy efficient. It is enough to end fuel poverty and in time treat everyUKhome. A highly energy efficient home could cut its energy bill in half. This is the true test of whether the Government really want to help people drive down their energy bills.     Updated at 1.11pm GMT     12.48pm GMT       Our head of environment, DamianCarrington, writes with some thoughts, my emphasis in bold:  Overall the publication of the energy bill is of course good news, nailing down as it does a good number of the measure that were expected. But here&apos;s three points to ponder: 1. The gaping hole in the bill is any measure to encourage the cheapest of all energy policies - efficiency. Greg Barker has suggested a feed-in-tariff for energy efficiency was under consideration, but where is it? 2. The fuss over the cost being added to bills needs to be put in context. Of course, any addition to bills is unwelcome, but they are going up under any scenario, bar the shale gas fantasy that obsesses George Osborne. Pushing up the support for renewable energy from 2% of bills now to 7% of bills in 2020 seems like pretty good value to me as an insurance policy against gas price spikes and climate change. 3. The decision not to set a decarbonisation target for 2030 is the first time I can remember that the government has rejected a recommendation from their official advisers, the Committee on Climate Change. That&apos;s a pretty scary precendent, though you should note that the 2030 target was not statutory advice, unlike the carbon budgets. If you remember the fight to get the fourth carbon budget through, it&apos;s worth thinking about the chances of the next one if George Osborne is still chancellor.  And here&apos;s a key point from Carrington&apos;s story about Miliband committing to the decarbonisation target yesterday:    @ed_miliband tells me Labour will deliver 2030 decarb target if coalition do not. Govt energy policy appalling shambles story soon&mdash; Damian Carrington (@dpcarrington) November 22, 2012     Updated at 1.11pm GMT     12.45pm GMT          Lord Nicholas Stern. Photograph: Sarah Lee    A few environment campaigners are flagging up the fact that much of today&apos;s debate doesn&apos;t take into account one of the self-interested reasons the UK is moving towards low carbon energy  ignoring climate change is more expensive than trying to fix it. Nicholas Stern in 2006 saidclimate change could cost the world at least 5% of GDP each year but if more dramatic predictions come to pass, the cost will be more than 20% of GDP. He initially said it would cost 1% of global GDP per year, before two years later revising that upwards to 2%. More on the Stern report here.    @adamvaughan_uk No matter how much it costs. Green energy is CHEAP compared to costs of not acting to prevent climate change.&mdash; Aniol Esteban(@aniolesteban) November 23, 2012     @adamvaughan_uk I just don't understand why there isn't more said in contrast on the costs of climate impacts:higher insurance costs for one&mdash; Kat Watts (@watts_kat) November 23, 2012        12.36pm GMT       The Institute of CivilEngineers has added its voice to those disapproving of the decarbonisation target delay. Here&apos;s itsdirector general Nick Baveystock:  The announcement on the long awaited Energy Bill is a welcome development, and provides some desperately needed clarity over the rules of the Electricity Market Reform and the steps that could help the UK progress towards a low-carbon generation. It is disappointing, however, that a clear 2030 decarbonisation target is missing. Committing to a consistent target to almost completely decarbonise electricity by 2030, would play a critical role in building certainty and confidence for both potential investors and industry. It would also help to enable a shift in public attitudes. If Government is serious about showing its commitment to a low carbon economy, it should set the target at the earliest opportunity.     Updated at 1.12pm GMT     12.33pm GMT       Here&apos;s a little bit of Twitter reaction. Many environmentalists not happy that the decarbonisation target has been kicked into the long grass, creating perceived uncertainty for investors. Decc seems to be trying to counter some of that negative comment by stressing the energy bill is preparing the ground for the target  but the reality is the target could&apos;ve been introduced this parliament, if politics hadn&apos;t got in the way of the Committee on Climate Change&apos;s advice.    Cameron shows his true colours: #Energy Bill has no decarb target. Details and views: bit.ly/10CgBJv I'm not inclined to accept!&mdash; Andy Atkins (@Andy2Atkins) November 23, 2012     Breaking: no decarbonisation goal in Energy Bill. More uncertainty for low-carbon investors. Blow to efforts on climate change.&mdash; Joss Garman (@jossgarman) November 22, 2012     One key aspect of Energy Bill announcement. Inordinate amount now depends on who wins the next election. Many tricky issues kicked into 2016&mdash; James Murray (@James_BG) November 23, 2012     Energy Bill will include powers to introduce decarbonisation target. CCC will advise on level of target in 2016 #EnergyBill #2030decarb&mdash; DECC (@DECCgovuk) November 23, 2012        12.22pm GMT       Here&apos;s some consumer reaction.Ann Robinson, Director of Consumer Policy at uSwitch, appears to be implicitly saying in her statement today that she&apos;s against the allowance for nuclear and renewables:  We welcome any clarity on the impact of future investment on household energy bills  its important that consumers are made aware so they can take action to prepare forhigher bills in the future and find information and support on how to limit the impact on their household.   However, the fact remains that any additional cost on top of the hikes already seen will be unaffordable for many consumers. The average household energy bill today is already 1,334 a yearand this is hurting people. Were on the brink of an affordability crisis  research shows that when the average bill hits 1,500 a year a majority of households will be forced to take drastic action on their energy bills and this could lead to further compromises on health and wellbeing.&quot;  Interestingly, there&apos;s no mention of Ofgem or the CCC&apos;s previous analysis showing that gas price rises are responsible for a large chunk of recent bill rises.    Updated at 1.34pm GMT     12.16pm GMT       Barry Gardiner, the Labour MP and member of the energy and climate change committee, just called our head of environmentDamianCarrington with a cunning plan. He said he aims to persuade Miliband to immediately commit the next Labour government to an emission cap on power stations of 200gCO2/kWh. Gardiner says that level would halt the current dash for unabated gas, while leaving the door open for carbon capture and storage plants:  It would show that Labour in opposition, while being responsible to the market [in giving long-term signals], can stymie George Osborne&apos;s dash for gas in a way that the LibDems in government cannot.  And Gardiner&apos;s been busy on Twitter:    If that is what Ed Davey calls a good negotiation with Treasury, heaven preserve us from a bad one!&mdash; Barry Gardiner MP (@BarryGardiner) November 23, 2012     By ignoring independent Climate Change Committee's advice to decarbonise electricity by 2030, coalition has consigned UK to climate failure&mdash; Barry Gardiner MP (@BarryGardiner) November 23, 2012        11.32am GMT       Incidentally, regarding the delay to the decarbonisation target, you read it here on the Guardian first. Seven days ago we reported that a delay was on the cards as part of the heated negotiations going on inside government:  Plans to limit the carbon emissions of future power stations are on the brink of being delayed until next parliament, in what would be a blow to the climate and energy secretary, green campaigners and business chiefs.   Ministers have been wrangling over whether to include a 2030 &quot;decarbonisation target&quot; for the power sector in the energy bill, which is expected to be published in parliament within the next fortnight. The Guardian understands a decision on such a target now risks being delayed until after the next general election. A senior source close to the talks said: &quot;It&apos;s been a very difficult negotiation, there has been talk of postponing the setting of a target until next parliament. But if we are to address investor concerns, it has to be addressed this parliament.&quot;  Davey&apos;s spokeswoman at the time denied a delay had been conceded (which may have been true at the time), but it turns out a decarbonisation target was the bargaining chip on which Davey had to give ground.     Smoke billows from a so-called 'clean coal' plant. Photograph: Saul Loeb/AFP/Getty Images      Updated at 3.16pm GMT     11.27am GMT       There have been quite a few misleading headlines around this morning on how much energy bills will rise to pay for all these new turbines and reactors: Independent:Energy bills to rise by 170 a year to fund wind farms Telegraph:Wind farms to increase energy bills by 178 a year These figures are, as the Renewable Energy Associationamong many others put it, &quot;wildly over-stated.&quot; The correct figure for what we&apos;re going to be paying on energy bills for nuclear and renewables by 2020 is 95 in today&apos;s prices, a Decc spokeswoman points out. That&apos;s 75 more than the 20 we&apos;re paying now for such measures (or 2% of our energy bills as Davey was rightly keen to emphasise this morning.    Updated at 12.45pm GMT     11.02am GMT       Some more reaction, from EDF, who are lined up to build most of the new nuclear reactors the UK wants, and the Committee on Climate Change, the government&apos;s climate advisers. John Gummer, former environment secretary under John Major&apos;s government and chairman of the CCC is, like most people today, pleased about the cap but less happy about the decarbonisation delay, which the CCC had called for:  The agreement on the levy control framework is very positive. This should be sufficient to support investments in renewables required to meet the 2020 EU target and carbon budgets, together with demonstration of CCS and investment in nuclear new build.   We are disappointed that a carbon intensity target will not be set until the next Parliament. This leaves a high degree of uncertainty for investors and does not address widespread investor concerns raised in recent months; it could adversely impact on supply chain investment and development of projects to come on line after 2020. It is essential now that delivery of the Electricity Market Reform proceeds on the basis that this is aimed at achieving early decarbonisation of the power sector, which is the economically sensible path in a carbon and resource constrained world.&quot;  And EDF Energy&apos;s CEO, Vincent de Rivaz:  We recognise the Governments continued commitment to deliver the timetable for electricity market reform, including legally robust arrangements for much needed projects during the transition. This is good news and a significant step toward providing secure low carbon energy for the UK for many years to come.&quot;  EDF added in its statement that the energy bill &quot;will give further clarity for investors&quot; but &quot;we now look forward to seeing further details&quot; (presumably, in particular, the level of the strike price that it&apos;s been negotiating with Decc over during the past few months).     Security guards patrol the grounds of the Hinkley Point nuclear power station near Bridgwater, Somerset. Photograph: Matt Cardy/Getty Images      Updated at 1.31pm GMT     10.55am GMT       At the heart of what Davey, Osborne and the coalition have agreed for the energy bill is a Treasury rule known as the &quot;levy control framework&quot;. It&apos;s a cap set by HMT on how high levies added to energy bills paid by you and me for environmental measures can go. The charges are for things such as feed-in tariff payments for people who have installed solar panels, help for fuel poor households and support through upcoming &quot;strike prices&quot; for low carbon energy sources such as new windfarms and nuclear reactors (more on that later). The Treasury calls it a mechanism to &quot;deliver the government&apos;s energy objectives while capping the impact on energy bills and ensuring that these policies are affordable over the long-term&quot; (you can read more on the framework here). What we now know is how much the Treasury will let this go up by. It&apos;ll go up from 2.6bn in 2012/13 to 7.6bn in 2020 (in today&apos;s prices).    Updated at 12.24pm GMT     10.37am GMT       BusinessGreen, one of our partners on the Guardian Environment Network, has a handy roundup of reaction quotes. The organisations below welcomed some of the details announced so far, though many express disappointment at the delay on the decarbonisation target:  Greenpeace RenewableUK [trade body for renewable energy sector] Energy UK [body representing all energy companies] Friends of the Earth CBI WWF Green Alliance Climate Change Capital     Updated at 1.56pm GMT     10.30am GMT          Ed Miliband, centre, visits Whitelee windfarm in Scotland, with the chief executive of Scottish Power Renewables, Keith Anderson, and the shadow Scottish secretary, Margaret Curran. Photograph: Danny Lawson/PA    Labour are going to make great hay of the delay on the decarbonisation target today. As my colleague Damian Carrington reported yesterday, Ed Miliband visited the UK&apos;s biggest onshore windfarm to formally commit his party to the 2030 carbon target (he&apos;d already said he&apos;d basically like to do so back in September). The decision by the coalition partners to delay a commitment on the target until 2016 means it&apos;ll now be an environmental issue in the election campaign. Labour and the Lib Dems are both for the target, while the Conservatives appear opposed. Miliband also laid into the government for a lack of clarity over energy bills:  Ed Milibandhas intensified the pressure on the coalition and its troubledenergyplans by committingLabourto delivering a virtually carbon-free electricity systemby 2030.   The future of UK energy has been at the heart of a row within the government described as&quot;unholy war&quot;by one senior participant  with the energy secretary,Ed Davey, backing a decarbonisation target but the chancellor,George Osborne, implacably opposed. A broad range of industry, campaigners and even former Tory ministers have warned that the policy row is unsettling major investors and leading to uncertainty that could send energy bills soaring. Britain&apos;s growing green industry is facing a crisis of the government&apos;s own making, caused by scepticism at the heart of government. It is a policy shambles,&quot; Miliband told the Guardian. &quot;But it is not just an embarrassment for the government, it is a crisis for the UK.&quot;  Labour&apos;s shadow energy secretary Caroline Flint has been on the tweet offensive already:    Outrageous on day @ed_miliband committed to cut in Britain's carbon levels by 2030 Osborne &amp; Davey abandoned their target- @carolineflintmp&mdash; Labour Press Team (@labourpress) November 22, 2012     Updated at 1.32pm GMT     10.20am GMT       Energy and climate change secretary, Ed Davey,was on the Today programme this morning. Here&apos;s Davey on the energy bill rises. He called headlines of huge increases, &quot;utter rubbish&quot;:  The impact from supporting green policy is only 2% on people&apos;s bills at the moment. That will grow and by 2020 it will be about 7%. We are talking about under 100 in 2020.&quot;  He also repeated the Department of Energy and Climate Change&apos;s oft-used line that government policies including those on energy efficiency will knock 94 off household energy bills by 2020. On the question of whether the details given to media yesterday indicated a preference in the energy mix for renewables and nuclear (Davey&apos;s preference) or gas (George Osborne&apos;s preference), he said:  I don&apos;t think it&apos;s gas or renewables. I think we need both, and actually they can be very complementary... I have been very clear and the Chancellor has been very clear that shale gas does offer an opportunity to the UK.&quot;  Davey said a decision on whether to resume fracking for shale gas in the UK, which was halted after earthquakes near Blackpool following exploratory drilling last year, will be coming shortly. Decc has also published a statement on the energy bill deal morning. Here are the key passages on levies on bills and the &apos;decarbonisation target&apos; I mentioned earlier:  An amendment during passage of the Bill to take powers to set a decarbonisation target range for 2030 in secondary legislation. A decision to exercise this power will be taken once the Climate Change Committee has provided advice in 2016 on the 5th Carbon Budget which covers the corresponding period. In the meantime, the Government will issue guidance to National Grid setting out an indicative range of decarbonisation scenarios for the power sector in 2030 consistent with the least cost approach to the UKs 2050 carbon target and reflecting both the existing fourth carbon budget and a scenario in which it is reviewed up, as outlined when the budget was set.    The amount of market support to be available for low carbon electricity investment (under the Levy Control Framework) up to 2020 has also been agreed. This will be set at 7.6 billion (real 2012 prices) in 2020, which corresponds to around or 9.8 billion (nominal 2020 prices).&quot;  And Decc&apos;s been tweeting, presumably in a nod to the Telegraph&apos;s headline:    Green power will fuel economy, some headlines over-inflate cost. We est 95 or 7% for avg home in 2020 - before energy efficiency savings.&mdash; DECC (@DECCgovuk) November 23, 2012     Updated at 1.33pm GMT     9.56am GMT    Reaction to energy bill details    Last night, the government finally revealed the first details of its long-awaited energy bill. While the bill isn&apos;t expected to be published in parliament until next Thursday, we found out two key things last night:  the cap on how much energy companies will be able to add to energy bills to help pay for new nuclear reactors and renewable energy such as offshore windfarms a decision on setting a so-called &apos;decarbonisation target&apos;  which would have seen a limit set on how much power stations could emit in 2030  has been delayed until after the election, in 2016  Here&apos;s the top of our report by Fiona Harvey and Juliette Jowit:  Energyfirms will be allowed to triple the amount of money they add to customers&apos; bills to pay for renewable power, nuclear and other environmental measures, under plans to be announced by the government next week.   The deal over a new energy bill, struck after weeks of sometimes bitter negotiations between the coalition partners, will mean the total amount energy suppliers can add to domestic and business bills will rise from 2.35bn this year to nearly 10bn at the end of this decade. Adjusting for inflation that would be worth 7.6bn in today&apos;s prices, an increase of nearly three times. Based on government estimates that green measures make up 20 of the average domesticgasand electricity bill of 1,249 a year, the cost of increasing the cash set aside to pay for renewable investment would rise to about 80, or 60 adjusted for inflation. However, officials argue that by the end of the decade the benefits of energy-saving measures and less reliance on expensive fossil fuel power will mean bills are actually lower than they would be without the green policies.&quot;  Today I&apos;ll be scooping up reaction to the deal, which was struck after months of infighting between departments and the coalition&apos;s political factions. I&apos;ll also be examining what the true cost of building new green energy will be for household bills, with some media reports today  the Telegraph, for example  suggesting a rise of 95 by 2020 rather than the 80 we&apos;re citing. The Telegraph&apos;s headline, &quot;wind farms to increase energy bills by 178 a year&quot;appears to be clearly misleading, as that figure covers everything from support for nuclear power to help for people in fuel poverty.    Updated at 1.32pm GMT  ", 
    "section": "environment", 
    "gid": "environment/blog/2012/nov/23/energy-bill-carbon-target-delay-live", 
    "wordcount": "5273"
}