{
    "headline": "A fear of eating beans is worse than the wind itself", 
    "text": "&quot;People&apos;s concerns about excessive flatulence from eating beans may be exaggerated.&quot; That conclusion emerges loud and clear at the end of a study published recently in the Nutrition Journal. Donna Winham, of Arizona State University, and Andrea Hutchins, of the University of Colorado, call their report Perceptions of Flatulence From Bean Consumption Among Adults in 3 Feeding Studies. &quot;Many consumers avoid eating beans because they believe legume consumption will cause excessive intestinal gas or flatulence&quot;, they explain. Winham and Hutchins had volunteers eat half a cup of beans daily. Every week everyone answered a questionnaire. In the first week, fewer than half of the bean eaters reported increases in gas production. Then came a further surprise: &quot;Seventy per cent or more of the participants who experienced flatulence felt that it dissipated by the second or third week of bean consumption.&quot; Winham and Hutchins suggest that beans owe their unhappy reputation to &quot;psychological anticipation of flatulence problems&quot;. Their opinion of 2011 is opposite, nearly, to one expressed by Geoffrey Wynne-Jones of Waikato Hospital in Hamilton, New Zealand, in 1975. Dr Wynn-Jones published a treatise in The Lancet, with the alarming title Flatus Retention is the Major Factor in Diverticular Disease. Dr Wynne-Jones said: &quot;Diverticular disease is confined to modern urban communities: flatus retention in a rural, primitive society would be pointless  [The disease] afflicts the cultured, the refined, the considerate  It should be recognised as originating in suppression of a normal bodily function.&quot; He declared that patients must &quot;avoid &apos;windy&apos; foods&quot;. He identified beans as a chief example of a &quot;windy&quot; food. (Thanks to Pedro Marques-Vidal for bringing the Colorado bean study to my attention.)  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/may/07/beans-flatulence-research", 
    "wordcount": "306"
}