{
    "headline": "Moratorium on logging Tasmania's old growth forests could be reversed", 
    "text": "Old growth forests in the Tarkine could be logged by private companies under plans being considered by the Tasmanian government to reverse a moratorium on harvesting 400,000ha of high conservation value forests. The forests were part of 500,000ha protected under the forest peace deal signed by the former Labor government in 2013, which would have seen them eventually gazetted into national parks.  That deal was ripped up by the Hodgman Liberal government when it came to power in 2014, and the 400,000ha of future forest reserves were rebadged as future potential production forests, to remain formally in reserves until 2020. Simultaneous efforts to prevent the remaining 100,000ha from being included in the Tasmanian Wilderness World Heritage Area failed. The minister for resources, Guy Barnett, told state parliament this week that he would investigate the possibility of making the future forest reserves available for logging earlier than 2020 as a way to make troubled state-owned forester, Forestry Tasmania, independently viable.   Related: Tasmanian government rips up 'job-destroying' forestry peace deal    In a condition of the forest peace deal that remains in place, Forestry Tasmania has been guaranteed a minimum harvest quota of 137,000 cubic metres a year. Forestry Tasmania has advised that while there is theoretically sufficient resource available in the permanent timber production zone to maintain legislated wood supply, there is an entirely separate question about what can be delivered commercially, Barnett said in a statement. The minimum wood supply was an expensive greenwash by Labor and the Greens, who co-authored the now defunct forestry agreement, and that extra supply would enable [Forestry Tasmania] to stand on its own feet. If the government determines to go down this path to help meet contractual obligations we would do so by offering the private sector the opportunity to be involved, Barnett said. In a further statement, Barnett said Forestry Tasmania had difficulty accessing the quality and quantity of timber it needed, and faced increased costs in building roads to forestry coups and transporting timber from remote coups to market, as a result of the reserves put in place under the forestry agreement. Vica Bayley, the Tasmanian campaign manager for the Wilderness Society and one of the architects of the now-defunct peace deal, said that argument did not make sense. Most of these areas [under reserve] are the most remote, the most difficult to access, the most un-roaded areas, he said. I think it would be a stupidly expensive proposition. Areas in contention include parts of the Tarkine, Bruny Island, the north-east highlands including Blue Tier, and Wielangta forest in the south-east. It includes habitat for threatened species such as the swift parrot and Tasmanian giant freshwater lobster. Bayley said the reserved areas, particularly the Tarkine, an area of cool-climate Gondwanaland rainforest, contributed more to the local economy as tourist attractions than they would as logging coups.  The Discover Tasmania website lists the Tarkine as one of the main destinations in the north-west of the state, and the statistic that 50% of Tasmania is in a national park is used in international marketing campaigns. The future potential production reserves count towards that figure. Those reserves are underpinning the success of the tourism industry which is underpinning Tasmanias economy, Bayley said. Carving off valleys and hillsides and returning them to clearfell logging will take our conservation statistics backwards and expose Tasmania as totally disingenuous when it comes to conservation credibility. Bayley said the forest reserves could not be included in Forestry Tasmanias existing forest estate without damaging its drawn-out bid for Forest Stewardship Council (FSC) certification, a requirement of both the peace deal and most modern commercial timber markets.  FSC certification examines the forestry estate as a whole, and including high conservation value forests would require taking the process back to square one, Bayley said, raising the prospect of a private company managing old-growth estates. Barnett said any decision the government might make would have no impediment on Forestry Tasmanias FSC certification, a process the government strongly supports.", 
    "section": "environment", 
    "gid": "environment/2016/oct/13/moratorium-on-logging-tasmanias-old-growth-forests-could-be-reversed", 
    "wordcount": "662"
}