{
    "headline": "Budding pioneers with bright ideas", 
    "text": "Kids today, we are often told, are a feral bunch. When they&apos;re not causing havoc on the nation&apos;s high streets, the chances are they&apos;re locked in their bedrooms. Where previous generations enjoyed football with jumpers for goalposts, the youth of today indulge in online shoot-em-ups and text each other in barely legible code.  So you&apos;d believe if you listened to some of the more alarmist corners of the press anyway. The Observer Ethical Awards, now in their seventh year, have a different story to tell. Every year we are inundated with projects and campaigns which show the passion, awareness and energy of a nation of ethical kids. The awards, supported by Ecover, have an incredible track record of uncovering some truly inspirational young people who are learning how to create their own vision of a more ethical world. From schools with an evangelical zeal to convert mums and dads to greener ways, through to teenage entrepreneurs who saw the cash benefits of a low carbon approach, we believe that the success of today&apos;s ethical kids are a powerful counterweight to their traditional bad press.  Last year&apos;s winners were the team from Savio Salesian College in Bootle, Merseyside. Led by intrepid Head of Learning Support, Stephen Burrowes, the class went on a mission which developed from a small scale environment project into a serious national business, all in the space of three years. The concept was to make and sell wooden boxes which could act as nesting spaces for either birds or bats, depending on location. From humble origins in the woodwork class the &apos;Savy BOB boxes&apos; are now available across the country and the group have even produced a flat pack version to broaden their appeal. &quot;Winning the Observer Ethical Award in association with Ecover was a real boost for the kids,&quot; Stephen said. &quot;It gave us the validation that this was not a &apos;Mickey Mouse&apos; project we were working on  we had Lucy Siegle from the Observer visiting us to present the award which was a real thrill for all of the kids. And to have Mick Bremens, the MD of Ecover  a household name brand  visiting our project, well that really underlined the business aspects of the project.&quot;  And perhaps that&apos;s one of the reasons why the judges chose the Savy BOB box project as the winner in 2011. This was an environmental project that made business sense, and gave the kids involved a taste of what it is like to make a positive contribution to society as well as raise much needed funds for their project. The three year bursary from Ecover awards the winners 2000 a year, and the aim is for the project to be completely self-sufficient at that point. So who will win in 2012? Which group of kids has a new idea or a new way of doing things that will put them ahead of the competition? The only way to find out is to . Nominations close on March 16. Good luck!  For info on last year&apos;s winners Savy BOB email: batorbirdbox@yahoo.com", 
    "section": "environment", 
    "gid": "environment/2012/mar/02/budding-pioneers-with-bright-ideas", 
    "wordcount": "516"
}