{
    "headline": "Scotland's green energy target 'would be threatened by independence vote'", 
    "text": "Alex Salmond could be forced to abandon his ambitious 100% green energy target if Scotland votes for independence, a team of academics has warned. The group of energy specialists from four universities across the UK argues that an independent Scotland would have to fund far more of the billions needed to subsidise renewable energy such as offshore windfarms and wave and tidal devices on its own, because it would lose significant financial support from consumers across the UK. One obvious risk is that a future Scottish government would have to drop or postpone Salmond&apos;s ambitious goal of meeting the equivalent of 100% of Scotland&apos;s electricity demand from renewables by 2020, to make that investment more affordable. &quot;Gaining greater control over energy policy is likely to be an inferior option [for Scotland] as far as getting renewables funded is concerned, in comparison with the prospect of achieving a scheme organised by Westminster in which the costs are shared across the UK,&quot; states their report, to be published this week in the journal Political Quarterly. &quot;This is because, in practice, funding a significant expansion of Scottish-based off-shore renewables under independence would lead to considerable increases in Scottish electricity prices, something that a Scottish government would find hard to sustain politically.&quot; The report, &apos;Delivering Renewable Energy Under Devolution&apos; and funded by the UK Economic and Social Research Council, follows warnings from the US investment bank Citigroup in 2011 and from the Perth-based electricity giant SSE, which owns a significant chunk of the UK&apos;s renewables sector, that uncertainty over the impact of independence undermined investor confidence. The new study, which involved university academics from Birmingham, Cardiff, Robert Gordon and Queens in Belfast, says that would jeopardise the pioneering policies so far pursued by Salmond&apos;s government on green energy, including extra spending on marine energy, the 10m Saltire prize for tidal and wave power, and its heavy support through the planning system for onshore wind. At present, the Scottish renewables industry supplies around half of the UK&apos;s renewable electricity output. But the costs of accelerating that investment are likely to be far higher, the report states. Scotland still needed to install another 11GW of capacity to meet the 2020 target, while 50% of Scotland&apos;s overall electricity consumption is still coming from fossil fuels and nuclear. Expanding offshore windpower is more expensive in Scotland as the waters are deeper and rougher, and electricity transmission costs are greater. Offshore windfarms in English and Welsh waters will be cheaper, and are already more advanced than in Scotland. The report adds that Salmond is correct to argue that post-independence, the rest of the UK would still likely need Scottish renewables to help it hit its target of generating 30% of electricity from renewable sources by 2020. But there is no sign at all that the UK government would agree to the current level of subsidies for Scottish renewables after independence to maintain today&apos;s investment levels or prices. UK consumers are unlikely to support funding Scotland&apos;s higher costs when they are offered cheaper green power from Ireland, or could instead increase investment in UK waters. It states: &quot;Although all UK consumers will face higher prices from the use of offshore wind, consumers in England and Wales would find their bills increased by much less than those in Scotland, because the consumer base in Scotland is only a tenth of the size of the consumer base in England and Wales.&quot; A Scottish government spokeswoman said post-independence, the rest of the UK would face great pressure to take Scottish renewable energy and would want to maintain a pan-British Isles energy strategy. A recent Ofgem capacity forecast predicted that by 2015, electricity generation capacity would only exceed peak demand by 4%. &quot;This 4% margin is extremely tight. Scotland can  and will  generate electricity to help keep the lights on,&quot; she said. &quot;The Scottish government believes the current, integrated GB electricity market should continue post-independence, as it&apos;s in our mutual interests. Given Scotland&apos;s vast renewable resources, with independence, it will be in the rest of the UK&apos;s overwhelming interests to ensure support arrangements are in place to secure Scottish renewable energy.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/11/scotland-green-energy-renewables-alex-salmond", 
    "wordcount": "698"
}