{
    "headline": "A landscape bathed in cold brilliance", 
    "text": "A week ago I was anticipating spring and the marshes were all winter-dried grasses  a place of owls, deer, vole runs and lark song. Two full days of rain and now it&apos;s all changed. The fields have become a 40-acre sheet of sparkling shallows  a site for duck, migrant waders, gull cries and, for the first time this year, the faintest hint of toad song. It is steeped in sunlight, yet an acid northerly washes all the air in the valley so that it is stripped of any possible heat or comfort. Instead the landscape is bathed in cold brilliance and I notice in some dykes there is still a surface crust of frost. Over the entire expanse of water are black-headed gulls, many of them now with the tell-tale chocolate hoods of breeding plumage. The birds create the soundtrack for this new place and sustain a perpetual gruff wavering laughter with an undertow of query or surprise in the collective voice. Their movements are immensely buoyant, a white blade on each forewing glinting like mica in the sun. The deep beats create a pace that is adjusted perfectly to the speed of the wind so that the birds are neither blown backwards, nor do they advance forwards, but row slowly across the same wet spot, as if a perpetual non-progress carried its own mysterious rewards. As I stand to take in the complex wetland scene I realise that it is as mutable as its predecessor. To the north a great hammerhead of cloud grinds south all blue and black at its upper levels and to write I have to standfeet planted apart, back hunched to the wind, the hail rattling loudly on my down jacket. Then as quickly as it came,the squall is swept on and behindcome heavens of dancing blue. The sun returns. Every now and then the gusts die, just momentarily the air thickens and there is the slightest promise of something warmer.", 
    "section": "environment", 
    "gid": "environment/2013/mar/17/claxton-norfolk-landscape-bathed-cold-brilliance", 
    "wordcount": "332"
}