{
    "headline": "Resident Evil: Revelations  review", 
    "text": "Resident Evil has worked its magic on emerging formats before, so Nintendo must be hoping for another scene-stealing performance as the 3DS approaches its difficult first birthday. And, after some disappointing recent outings, Revelations does mark a welcome return to form  going back to the franchise&apos;s survival horror roots by eschewing OTT set pieces for confined spaces, limited ammo and never turning spurning an opportunity to jangle nerves. Graphically, Revelations immediately leaps out as one of the best-looking 3DS games to date, not least because it looks so impressive with the 3D turned full up. Admittedly, you lose some of the sharpness of the 2D detail but you gain a convincing sense of perspective that manages to bring the series bang up to date without sacrificing any of its cherished retro appeal. Set somewhere after RE4 and RE5, Revelations kicks off with Jill Valentine being dropped into an apparently abandoned cruise ship, the Queen Zenobia. Naturally, the place is crawling with the mutations that have largely replaced zombies as the game&apos;s key peril (it&apos;s OK, they come in many shapes and some still shuffle). As far as atmospheric central locations go, the Zenobia is right up there with the original Racoon City Mansion, constantly surprising you with the natural and unnatural hazards it reveals. Just when you think you&apos;ve sussed the layout or threat of an episode, perhaps relying on the excellent audio that lets you to pinpoint the proximity or direction of many threats, Capcom hits you with a set piece or boss battle designed purely to test your reactions.     Resident Evil: Revelations    In terms of gameplay, RE staples are out in force; some welcome (your trusty flashlight has never worked better) some not  collecting herbs feels as silly as the original typewriter ribbons, particularly now you have technology such as the portable Genesis scanner to detect hidden items and samples and synthesise health vaccines. There are a couple of other niggles too, albeit more about the hardware than the ways Capcom have compensated for it. You can choose from three different controller layouts, and it&apos;s also one of the first titles to be fully compatible with the Circle Pad Pro  Nintendo&apos;s cumbersome new controller that adds two more shoulder buttons and another pad. Either way, Revelations remains as resolutely rock hard to play as ever, with an emphasis on slow forward motion that makes the 3DS&apos;s spongy analogue pad feel all the more frustrating. Although you can perform about-turns, with all doors guaranteed to slam behind you, it&apos;s still too easy to back yourself into a corner  particularly when using FPS perspective to aim and fire.     Resident Evil: Revelations: 'a compelling reason to own a 3DS'.    However, the most obvious break with RE tradition comes with Revelations&apos; dual-screen layout. Yes, putting action on the top and mini-maps and menus on the bottom works fine as a UI, but for me Survival Horror relies on keeping your eyes glued to just one screen and the more reasons you have to look away, the less immerse the overall experience feels. It may be a purely subjective thing, but it&apos;s the one aspect of the game that struck me most during play. This is not to detract from overall experience, including the masterful way Revelations builds atmosphere and sucks you in to an absorbing, episodic storyline. It may be crammed with cheesy acting and unnecessary new characters, but the production values are superb, the twists largely unexpected and the tension unwavering, helped supported by an excellent soundtrack not fully appreciated without headphones. And once you&apos;ve progressed through a few levels, you unlock Raid mode which allows you and a buddy (either local or online) to roam through a selection of single player levels and even tougher monsters, racking up points, upgrades and bonuses for kills. Although no substitute for a co-op version of the full campaign, it&apos;s still a highly addictive blast. So while Revelations may not quite make you salivate for a whole new console, Resident Evil and 3DS fans will be jumping all over it like zombies. With the PlayStation Vita looming, that&apos;s got to be welcome news for Nintendo.  Game reviewed on 3DS", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/26/resident-evil-revelations-3ds-review", 
    "wordcount": "682"
}