{
    "headline": "After 30 years, is a GM food breakthrough finally here?", 
    "text": "Scientists say they have seen the future of genetically modified foods and have concluded that it is orange or, more precisely, golden. Next year, golden rice  normal rice that has been genetically modified to provide vitamin A to counter blindness and other diseases in children in the developing world  could be given to farmers in the Philippines for planting in paddy fields. Thirty years after scientists first revealed they had created the world&apos;s first GM crop, hopes that their potential to ease global malnutrition problems may be realised at last. Bangladesh and Indonesia have indicated they are ready to accept golden rice and other nations, including India, have also said that they are considering planting it. &quot;Vitamin A deficiency is deadly,&quot; said Adrian Dubock, a member of the Golden Rice project. &quot;It affects children&apos;s immune systems and kills around two million every year in developing countries. It is also a major cause of blindness in the third world. Boosting levels of vitamin A in rice provides a simple, straightforward way to put that right.&quot; Recent tests have revealed that a substantial amount of vitamin A can be obtained by eating only 60g of cooked golden rice. &quot;This has enormous potential,&quot; said Dubock. But scientists&apos; satisfaction over the Golden Rice project has been tempered by the fact that it has taken an extraordinarily long time for the GM crop to be approved. Golden rice was first developed in 1999, but its development and cultivation has been opposed vehemently by campaigners who have flatly refused to accept that it could deliver enough vitamin A, and who have also argued that the crop&apos;s introduction in the developing world would make farmers increasingly dependent on western industry. The crop has become the cause clbre of the anti-GM movement, which sees golden rice as a tool of global capitalism. This view is rejected by the scientists involved. &quot;We have developed this in conjunction with organisations such as the Bill and Melinda Gates Foundation as a way of alleviating a real health problem in the developing world,&quot; says Dubock. &quot;No one is going to make money out of it. The companies involved in developing some of the technologies have waived their licences just to get this off the ground.&quot; This view is shared by Mark Lynas, an environmental campaigner and one of the founders of the anti-GM crop movement. He has publicly apologised for opposing the planting of GM crops in Britain. &quot;The first generation of GM crops were suspect, I believed then, but the case for continued opposition to new generations  which provide life-saving vitamins for starving people  is no longer justifiable. You cannot call yourself a humanitarian and be opposed to GM crops today.&quot; Golden rice was created by Peter Beyer, professor for cell biology at Freiburg University in Germany, and Ingo Potrykus of the Institute of Plant Sciences in Switzerland, in the late 1990s. They inserted genes for a chemical known as beta-carotene into the DNA of normal rice. In this way they modified the rice genes so that the plants started to make beta-carotene, a rich orange-coloured pigment that is also a key precursor chemical used by the body to make vitamin A. By 2000 the plant was ready for trials. However, it took another five years before test fields were grown, such was the resistance to the idea of introducing GM plants in many countries. These trials showed golden rice could stimulate vitamin A uptake but at a low level. New research was launched to create varieties that would provide enhanced amounts of the vitamins. &quot;All the time, opponents to golden rice insisted, year after year, that it would not be able to produce vitamin A in those who ate it,&quot; said Beyer, golden rice&apos;s co-creator. &quot;For example, it was alleged by Greenpeace that people would have to eat several kilograms of the stuff to get any benefit.&quot; Two studies, both published in the American Journal of Clinical Nutrition, demolished this claim. The first, in 2009, was based on a group of healthy adult volunteers in the US and showed that golden rice&apos;s beta-carotene was easily taken up into the bloodstream. The second trial was carried out by American and Chinese researchers and published last year. It was carried out on Chinese children, aged between six and eight, and showed that a bowl of cooked golden rice, between 100g and 150g, could provide 60% of the recommended intake of vitamin A for young people. The study also revealed that golden rice is better than spinach at providing vitamin A. &quot;Given that normal rice has no vitamin A to speak of, that shows the importance of what has been achieved,&quot; said Dubock. The latter study has since been immersed in controversy after it was claimed in a Greenpeace press release that the parents of the Chinese children had not been informed they were being given GM food and had been used as guinea pigs. An investigation by the Chinese authorities led to the sacking of the three Chinese scientists named by Greenpeace, which described the incident as &quot;another example of big business hustling in on one the world&apos;s most sacred things: our food supply&quot;. For his part, Lynas has described Greenpeace&apos;s actions as &quot;immoral and inhumane&quot; because it deprives &quot;the needy of something that would help them and their children because of the aesthetic preferences of rich people far away&quot;. The reactions of bureaucracies to golden rice were also described by Beyer as &quot;hard to believe&quot;. &quot;We have had to undergo endless trials and tests and endure endless amounts of bureaucracy. Yet new breeds of standard crops have no such problems, even though they are often created by exposing them to doses of radiation. This is done to create new mutant breeds which you can then grow to see if any have features you like. None of the regulations that we had to meet in creating golden rice were imposed on these plant breeders. Yet this is the standard means by which new crops, including organic crops, are created. It is manifestly unbalanced.&quot; This point was backed by Dubock. &quot;All the time we have been required to show that there are no risks associated with growing golden rice, but at no point did we get a chance to point out its benefits. Everything is about risk assessment and nothing is about benefits assessment.&quot; Of course, some doubts about the technology still remain, as my colleague John Vidal makes clear here. Nevertheless, a warning about consequences of imposing regulations on GM crops and not others was provided by Professor Cathie Martin of the John Innes Centre in Norwich. &quot;At institutes like ours, we can prioritise research to bring new consumer health benefits and environmental benefits to market [via GM], as long as the regulatory process is not prohibitively expensive for publicly funded organisations.&quot; The fate of golden rice is therefore important, as Professor Jonathan Jones of the John Innes Centre points out. &quot;When I started making GM plants 30 years ago I did wonder if there might be unknown unknowns. But the evidence now is clear. GM food and crops are as safe as non-GM food and crops.&quot; The prospect of further delays preventing future life-saving GM plants going to the field because of carefully orchestrated campaigns of opposition is therefore viewed with concern. The Golden Rice project has had one beneficial knock-on effect, however. It has triggered a series of similar crop modification programmes that aim to tackle vitamin A deficiency through use of other GM foodstuffs. One example is provided by the golden banana, which has been created by scientists led by Professor James Dale of Queensland University in Australia. &quot;In Uganda, where the banana is a key source of nutrition, there is considerable vitamin A deficiency and also iron deficiency in diets,&quot; he said. &quot;The former not only causes blindness but leaves children less able to fight disease which, in Africa, is particularly serious. The latter, iron deficiency, causes blood disorders.&quot; To put this right, Dale and his team have found ways to boost beta-carotene levels in bananas. Now they are working on boosting iron levels as well. The team expects to have developed a golden banana, that will raise both iron and vitamin A levels, by the end of the decade. &quot;People in Uganda eat up to a kilogram of mashed banana a day, so we don&apos;t need to get a great deal of beta-carotene in our bananas,&quot; said Dale. The result of the team&apos;s work will be similar to golden rice: peeled, the pale fruit will be carrot-coloured. And if that sounds strange, it is worth noting that carrots were not originally orange. In the 17th century they were mostly yellow or purple, but were bred to be orange by Dutch farmers in tribute to the ruling House of Orange.  This article was amended on 13 March 2013. Originally it said that golden rice would be in given to farmers in the Philippines &quot;in a few months&quot;. It is still undergoing a registration process and may not be released until next year at the earliest.", 
    "section": "environment", 
    "gid": "environment/2013/feb/02/genetic-modification-breakthrough-golden-rice", 
    "wordcount": "1563"
}