{
    "headline": "Earth-sized planet found orbiting Alpha Centauri, our astronomical 'backyard'", 
    "text": "  The faintest wobble of one of our nearest stars has revealed the presence of a planet the size of Earth, the closest yet found outside the solar system. Scientists discovered the new planet in the Alpha Centauri system  the nearest trio of stars to Earth  from the telltale push and pull it exerted on one of the stars as the huge rock swung around on its orbit. The unnamed planet is the lightest astronomers have yet spotted around a star that resembles our own sun, and increases the likelihood that rocky planets are ubiquitous in the galaxy. At a distance of only six million kilometres from its parent star  closer than Mercury is to the sun  the planet is bathed in unbearable heat. Surface temperatures are thought to reach 1,500C, enough to transform its rocky features into molten lava. Its tight orbit means a year passes in only 3.2 Earth days. The discovery, if confirmed by further observations, suggests that rocky planets are commonplace in the Milky Way. That raises the chances that astronomers might spot a habitable world in the &quot;Goldilocks zone&quot; around a star, where conditions are neither too hot nor too cold for water to flow freely  a prerequisite for life as we know it. &quot;This is the first planet with a mass similar to Earth ever found around a star like the sun. Its orbit is very close to its star and it must be much too hot for life as we know it, but it may well be just one planet in a system of several,&quot; said Stphane Udry at the Geneva Observatory in Switzerland. Others also embraced the discovery as a sign that Alpha Centauri was home to more planets. &quot;The prospects are excellent for finding further planets in this system. Everything we know indicates that when you find one planet like this you&apos;re very likely to find additional planets further out, so it&apos;s very exciting in terms of looking forward to further detection,&quot; said Greg Laughlin, an astronomer at the University of California at Santa Cruz. &quot;Alpha Centauri is our closest neighbour. This is our backyard, and to find out that planet formation is occurring there is just extraordinary.&quot; Alpha Centauri is one of the brightest objects in the night sky and lies only 4.3 light years from Earth. It appears as one star to the naked eye, but is actually a pair called Alpha Centauri A and B, which are similar to the sun. A red dwarf star closer to Earth called Proxima Centauri completes the trio. Astronomers at the European Southern Observatory (ESO) detected the new planet around Alpha Centauri B after spotting minuscule changes in the star&apos;s position. The planet pulls the star backwards as it passes behind, and forwards as it moves in front. The cosmic dance causes light from the star to appear more blue as it advances, and more red as it recedes. Writing in the journal Nature the team describe how they used the High Accuracy Radial Velocity Planet Searcher (Harps) instrument on ESO&apos;s 3.6 metre telescope at La Silla in Chile to reveal the planet&apos;s presence. As the planet moved on its orbit, it pulled the star around by no more than 51cm per second. No other group has achieved such a sensitive measurement. Xavier Dumusque, a member of the team from the Geneva Observatory, said the discovery marked &quot;a major step towards the detection of a twin Earth in the immediate vicinity of the sun&quot;. Astronomers hope to look for life on other worlds by analysing starlight as it passes through a planet&apos;s atmosphere. This could reveal waste gases, such as methane, that are expelled by living organisms. The same team confirmed the first &quot;extra-solar planet&quot; around a sun-like star in 1995. Since then, the number of planets spotted beyond our solar system has soared to more than 800. Most are enormous Jupiter-sized planets, which are easier to spot as they pull on their stars, or cross their faces, causing the starlight to dim slightly. The astronomers told a press briefing that the chance of their discovery being false was about one in 1,000, but in an accompanying article, Artie Hatzes, a researcher at the Thuringian State Observatory in Germany, said more observations were crucial to confirm the planet&apos;s existence. Hatzes cites the US astronomer Carl Sagan&apos;s warning that &quot;extraordinary claims require extraordinary evidence&quot;. He goes on to write: &quot;Although a planet-like signal is present in the data, the discovery does not quite provide the &apos;extraordinary evidence&apos;.&quot; The European team hopes to spot the new planet again as it crosses the face of its star. Don Pollacco, a planet hunter at Warwick University, described the work as beautiful. He told the Guardian: &quot;This tells us rocky planets are everywhere. We just have to look for them. The implication is there are a lot of planets in the galaxy, a huge number.&quot; Alpha Centauri is too far away for a space mission to visit, but Laughlin told reporters that if a habitable planet were discovered in our nearest star system it might spur work on more advanced propulsion systems that could send a probe there in &quot;the period of a lifetime&quot;.", 
    "section": "science", 
    "gid": "science/2012/oct/17/earth-planet-found-alpha-centauri", 
    "wordcount": "893"
}