{
    "headline": "Andrew House of Sony: 'It's been a pretty tough year, no question'", 
    "text": "For a one-company man like Andrew House, with 20 years&apos; service at Sony, 2011 must have been a year to look back on with mixed feelings. For Sony as a whole, it was an unmitigated annus horribilis: the electronics and entertainment conglomerate sustained painful blows from the Japanese earthquake and tsunami, the much-publicised hacking of the PlayStation Network, the riots in London, which saw its warehouse in Enfield burned down, and the flooding in Thailand. In March, it posted its second biggest ever loss, although the PlayStation side of the business, Sony Computer Entertainment (SCE), posted a profit. But for House, it was a banner year: in September, he was made president and chief executive of SCE. The promotion, which has meant a move to Tokyo, makes him the second Welshman to rise to the upper echelons of one of the world&apos;s biggest brands, after Sir Howard Stringer  now chief executive, president and chairman of the parent company, Sony Corporation. Speaking the day before the Japanese launch of the PlayStation Vita, Sony&apos;s next-generation handheld console, which comes to Europe and America next month, a jacketed but tieless House proves impressively articulate, as you might expect from someone who spent five years working in Sony&apos;s corporate communications team. But he doesn&apos;t hide behind corporatespeak or duck tough questions and doesn&apos;t duck Sony&apos;s problems: &quot;Yes, it has been a pretty tough year, no question. If I draw a positive out of it, I think that has been unity in the face of adversity. We had episodes of great kindness during the earthquake, when one of our plants in Tohoku was affected: people were immediately engaged in rescue efforts. We&apos;ve had senior executives wading through the water in Thailand to check on the situation at our factories and make sure that employees are doing well. So I think it has had the effect of pulling the company together.&quot; And what of his own division? &quot;For the PlayStation business, there was the hacking incident. Not to sound like an excuse, but we&apos;re now in very solid company with many other institutions and companies suffering under the same sort of threat. But it galvanised us: we&apos;ve hired an extremely experienced chief information security officer  There were some very ugly threats going on, and we became the target.&quot; House, unsurprisingly, views the arrival of the PlayStation Vita (the UK launch is on 22 February) as a welcome moment of catharsis. &quot;It&apos;s important for the employee base  certainly here in Japan  that there is something of a morale boost with a great product launch.&quot; But although it is a hugely important product for Sony, the Vita has been criticised by some commentators, who claim that mobiles and tablets will supersede more conventional handheld consoles as gaming platforms. House is having none of it: &quot;We would point to two factors. One is content-based: what we&apos;re providing  even in the launch line-up  is what&apos;s in our DNA: deeper, more immersive, really compelling gaming experiences, with a great sense of realism and strong storylines. Then we&apos;ve married those with some great network features, but also with a set of interfaces that I don&apos;t think really exist right now in any other devices out there.&quot; House has ridden the computer-game wave to perfection. Now 46, he first worked in Japan as a teacher after graduating and doing a bit of temping in the City. &quot;As I had always wanted to work abroad, I applied for the Japan exchange and teaching programme run by the Japanese ministry of education. I taught in Japanese high schools for two years while studying Japanese, including teaching myself to read and write the language. I joined Sony in Tokyo immediately after.&quot; Since then his career with the firm has taken him to the US and back to Britain, running SCE Europe, before his recent return to Japan. &quot;The challenge for me has been getting back to a point where I&apos;m operating for 90% to 95% of the day in Japanese. I was about two weeks into the job, it was six o&apos;clock in the evening, and I was feeling kind of strange and somewhat tired. I thought: &apos;What&apos;s up with me?&apos; Then I realised I hadn&apos;t spoken a word of English all day, since I got up in the morning. The advantage of being able to access Japanese dictionaries online immediately is something that didn&apos;t exist when I was here last, and that&apos;s been very helpful. &quot;As far as the family is concerned, I&apos;m blessed, really, in making this transition. My wife is Japanese and my children are bilingual. Interestingly enough, in my son&apos;s case, he&apos;s just been like a duck to water. My children are both enjoying life. They are 16 and 12  not necessarily the easiest age to move countries. And it was their second move, so they&apos;re essentially Californian kids  they&apos;re going to an American school here. They&apos;ve made friends  my son has a great social life, which I&apos;m envying, as most parents do.&quot; With a high-powered job, you imagine House doesn&apos;t manage quite such an active social live for himself. So what does he do to wind down? Wallow in domesticity, it seems. &quot;I run four to five times a week, usually in the early mornings, and my favourite activity is cooking Saturday dinnerwith the family  enjoying the meal with them and sometimes a family movie night to follow.&quot; He also reveals that he shares another passion, his support of Manchester United, with Stringer. House doesn&apos;t say whether they discuss the recent reorganisation of the company over live feeds from Old Trafford, but he offers insight into the shake-up that Stringer initiated earlier this year, part of which included buying out Ericsson&apos;s stake in the Sony Ericsson mobile phone business. &quot;He decided to take all the consumer businesses and house them under one single leadership  my boss, Kaz Hirai. That included the PlayStation division, and any of the other products that have a consumer touch-point. The opportunity, then, is to have a really strong, frequent engagement and interchange between the different business groups. The final goal is to have a much more Sony-esque, integrated user experience.&quot; House is proud that after years of losses, the PlayStation side of Sony has finally posted a profit, explaining that, five years into its lifecycle, the PlayStation 3 has reached its most profitable phase: &quot;It now has an installed base north of 55m units worldwide. And on a per-console basis, I&apos;m pleased to say, we&apos;ve seen people buying more games per console than we&apos;ve seen on previous generations, and that has a direct impact on profitability.&quot; Given Sony&apos;s trials in 2011, House is understandably looking forward to 2012: &quot;From the SCE perspective, I think a lot rests on the success of PSVita. We went through a very tough time in the company in getting to a point of profitability, and I think we&apos;re now beginning to enjoy the benefits of that  it gives us some more leeway in being able to look at the future and areas of new investment in terms of new business models and new approaches to gaming. It looks to be a far more positive year, I hope, than 2011, and one that yields great benefits to gamers around the world.&quot; CV Age 46 Education BA in English language and literature, Oxford University Career 1990-95, corporate communications, Sony Corporation, based in Tokyo; 1995, transferred to Sony Computer Entertainment America; 1996, vice-president, marketing; 2000, senior vice-president, marketing and third party; 2003, executive vice-president, marketing, third party and development; 2005, chief marketing officer and group executive, Sony Corporation; 2009, president, chief executive and co-chief operating officer, Sony Computer Entertainment Europe, based in the UK; September 2011, president and chief executive, Sony Computer Entertainment, based in Tokyo Family Married; one son and one daughter", 
    "section": "technology", 
    "gid": "technology/2012/jan/05/sony-andrew-house-tough-year", 
    "wordcount": "1323"
}