{
    "headline": "Gov.uk: why this new government website really matters", 
    "text": "On Wednesday 17 October, the new digital service Gov.uk moves out of public beta and replaces the two main government digital brands, Directgov and Business Link. It is the first major full platform release from the Government Digital Service. This release heralds a new approach to digital delivery of public services in the UK. It is the start of a new approach to all things digital in central government, so here are just a few reasons why it matters.            User needs: simpler, clearer, faster Gov.uk puts user needs above all. Since the UK government embraced the internet in the mid-90s, several needs have competed for prominence. The brand needs of Whitehall departments and their hundreds of agencies meant a proliferation of sites and interfaces, confusing users as to the definitive source of government policy and information. Campaign and single-issue sites were left in the public domain, while the needs of security and IT departments led to expensive, highly user-unfriendly sites and services. Through all this, user needs were neglected. So in September last year my colleague, an amazing developer and polymath Richard Pope, wrote Every superfluous page we create is one more dead end for an angry, frustrated, confused user in announcing the Needotron, our tool for identifying and filtering the real needs of users. This relentless focus is evidenced by our ongoing user testing. We have:  online surveys with more than 20,000 users on Directgov and Business Link to create benchmarks for Gov.uk  conducted 11 rounds of face-to-face user testing since July 2011 across all user types  businesses, people with different internet usage, old people, young people, people with disabilities and other hard-to-reach groups for whom English isn&apos;t their first language. And as we have been in beta since February, we&apos;ve also conducted guerrilla testing on Gov.uk and transactions/and remote user testing on more than 3,000 users. This will continue, as constant user testing and iteration is a core part of our ethos. Gov.uk has led us to repurpose much of the government&apos;s digital estate. We&apos;ve created 28,500 mappings between Directgov/Business Link and Gov.uk. This means that when users go to an existing page, they will get a seamless user journey to updated content or an archive of the page. We have taken 41,000 pages of content from 10 government department websites and reformatted them for Gov.uk, and created 470 &quot;detailed guides&quot; from Business Link and re-formatted for Gov.uk. We have done this for many reasons. Early results show Gov.uk is simpler for users, with the average task success at 61%, compared with 46% on Business Link. It&apos;s faster: the average time to complete a task was a minute quicker on Gov.uk than Business Link, and we have made much of the policy and government jargon clearer to all users. The how, the why and the open Gov.uk is not the finished article. It requires much polish, especially with social media features and integration into the wider ecosystem of web services. This will come over time, and that&apos;s largely due to how it was created. Gov.uk is the creation of a highly talented team of digital specialists: developers, digital product managers, content designers, user experience designers and technology architects. These new skills combined with the commitment and professionalism of the existing civil servants at GDS create a compelling combination. It&apos;s a privilege to lead such talent. Then there is the approach to software. All Gov.uk&apos;s core code is released openly via a collaboration platform called github&lt;/a&gt;. That means members of the public can suggest corrections and improvements. Most of Gov.uk software is open source  meaning the platform is not subject to licence payments, code delays from vendors nor proprietary lock-in. At a stroke this saves a fortune for the taxpayer, allows rapid changes to be made and allows us to switch technologies at the speed at which they emerge these days  which is daily. You can&apos;t do that with 12-month procurement cycles and five-year fixed contracts. We are quick. We&apos;ve had to create much of our own infrastructure. We&apos;ve used the G-cloud to commission our infrastructure and services. We don&apos;t have a marketing budget: the product is the marketing, and we use our own assets and media to talk to users. All of which makes us cheap. Very cheap, when compared to the IT contracts which preceded us. So what does that make us? Talented, quick to react and change to user need, flexible, open and cheaper than the preceding era of procurement and outsourcing. I like to call that agile. The future That&apos;s why Gov.uk is important. It&apos;s simpler, clearer and faster for users and has changed how government works internally. We owe the minister for Cabinet Office, Francis Maude, and Martha Lane Fox, our digital champion, who between them have created the GDS. After the release, we have much to accomplish. While adding more platform services, including identity and more metrics and data services, we must migrate all government departments onto the platform by April 2013, and then nearly 200 agencies in the following year. It has taken us in government 17 years to engineer our way into the current toxic mix of expensive, outsourced services with no common platforms. It will take us a few years yet to engineer our way to a better place. And through that period, we must address our key transactions and also develop new products and make better use of our data, all based on an open standards approach. All that is to come. Later this week criticism will surface. Good. We welcome that. All new digital products create a wave of user reaction, much of that the all-too-human criticism of the new and unknown. I don&apos;t know what the criticism will be, but I am convinced that the reaction from the GDS will be a willingness to listen, to react and improve our services, and a desire to collaborate with our users who, after all, fund our services. In short, we will react like public servants, by placing user need at the heart of conversation. That&apos;s why Gov.uk matters. Mike Bracken is executive director of Government Digital Service at the Cabinet OfficeDisclosure: Bracken is a former director of digital development at Guardian News and Media. He joined the GDS in July 2011", 
    "section": "technology", 
    "gid": "technology/2012/oct/17/gov-uk-website-internet", 
    "wordcount": "1069"
}