{
    "headline": "Boot up: Google Now v iPhone, Pirate Bay sets sail, China's PC lead, and more", 
    "text": "Please note: we&apos;re experimenting with later launch times for this post - between 0630 BST and 0830 BST. We&apos;ll settle it again on a new time (or the same time) after a week or so. A burst of 10 links for you to chew over, as picked by the Technology team These 7 Bitcoin mining rigs show how far people will go for virtual money &gt;&gt; DailyDot  In a mad quest to amass some dicey digital money, some people are building computer rigs so ridiculous they could literally burn a house down.  &quot;Would you like to see my Bitcoin mining rig?&quot; is the geek version of &quot;do you want to see my etchings?&quot; (Current Bitcoin exchange rate: $116.) Google Now draining iPhone battery &gt;&gt; PC Pro blog Barry Collins:   The impact on battery life is far from minimal, if my experience, and that of many others, is anything to go by. On a two-hour journey to work this morning, my iPhone 4S battery dropped from 100% to only 65% by the time I reached work, whereas normally it would have between 80% to 85% remaining. It&apos;s also much warmer than normal. Users on the MacRumors forums are also reporting excessive drain.&quot;Just installed it and my iPhone 4 got nice and warm. The location services were on full time, even when I stopped the app! I had to delete it to get the GPS to stop.&quot;  The Pirate Bay moves to .sx as prosecutor files motion to seize domains &gt;&gt; TorrentFreak  Swedish authorities have filed a motion at the District Court of Stockholm on behalf of the entertainment industries, demanding the seizure of two Pirate Bay domain names. In addition to the Swedish-based .se domain the motion also includes the new Icelandic .is TLD. In a rapid response, The Pirate Bay has just switched to a fresh domain, ThePirateBay.sx, registered in the northeastern Caribbean island of Sint Maarten.  Bet you didn&apos;t know where .sx was before that. (Thanks @IvanIvanovich for the link.) Andreessen: Android poised to explode in emerging markets | Android Central Chris Umiastowski:   Some might say that Google (and Android), are playing a big factor in catching these developing markets up to where they should be. I think that&apos;s true. And I also think it will be very profitable for Google to do this. Its services drive revenue, and Google is pretty much set to dominate in emerging markets. Think of how tough this must be for Microsoft. When Nokia partnered with the Redmond giant, they HAD to know Symbian was going to disappear at the low end of the market within a few years. They had a chance to push Windows into the low end quickly, to avoid this brutal ending. But they didn&apos;t do it. They entered the race at the top of the market, and things aren&apos;t going well. Sadly for Microsoft, I think we&apos;re now seeing a story unfold where Google wins the low end, Google and Apple are winning the top end, and everyone else is fighting for a relevance, or ownership of a niche segment of the market.  (Thanks @modelportfolio2003 for the link.) BlackBerry: THE TRUTH about that 5.1% UK market figure &gt;&gt; The Register  BlackBerry has rebutted a claim that its UK smartphone market share was just 5.1% during the first three months of 2013. It says independent sales figures show it notched up 10% of the market during that period.  Kantar ComTech Worldpanel says 5.1%, BlackBerry says GfK says 10% (but won&apos;t release the GfK numbers). Going to be hard to pull out of the results, because BlackBerry&apos;s quarters don&apos;t match calendar quarters. The troubled life of Patent No. 6,456,841 &gt;&gt; IEEE Spectrum Tam Herbert:   [in 2011] when Google sought to buy Nortel Networks Corp.&apos;s 6000-plus mobile-telecom patents, a consortium of Apple, EMC, Ericsson, Microsoft, Research In Motion, and Sony paid $4.5bn to keep that intellectual property out of Google&apos;s hands.  Against that litigious backdrop, on 4 March 2011, Apple quietly acquired Icon and 11 other Mitsubishi patents. (Presumably, Apple either paid the Japanese company for the portfolio or did an inkind exchange of IP, but neither firm would comment.) Just five months later, Apple transferred those dozen patents to an entity called Cliff Island, a shell company created by Digitude Innovations. Headquartered in Alexandria, Va., Digitude describes itself as a patent acquisition and licensing company.   Dirty deeds done dirt cheap? China becomes leading PC market in 2012, says IHS &gt;&gt; Digitimes  China rose to the top of the PC market for the first time ever on an annual basis in 2012, relegating the US to second place with a lead of more than three million units, according to IHS iSuppli. PC shipments in 2012 to China amounted to 69m units, exceeding the 66m total reached by the US. Only a year earlier in 2011, the US was the leading global destination for PCs. Beyond its large size, China&apos;s PC market exhibits distinct characteristics that set it apart from the computer trade elsewhere, possessing a vast untapped rural market and unique consumer-purchasing patterns. While desktop shipments lagged notebooks around the world, the two PC segments were on par in China in 2012, with an even 50%-50% split. &quot;The equal share of shipments for desktops and notebooks in China is unusual, since consumers in most regions today tend to prefer more agile mobile PCs, rather than the bulky, stationary desktops,&quot; said Peter Lin, senior analyst for compute platforms at IHS. &quot;The relatively large percentage of desktop shipments in China is due to huge demand in the country&apos;s rural areas, which account for a major segment of the country&apos;s 1.34bn citizens. These consumers tend to prefer the desktop form factor.&quot;  Total smartphone sales in China in 2012: over 210m. Tennis player tweets out love for Samsung Galaxy S4... from his iPhone &gt;&gt; TUAW Oopsie, David Ferrer. Looking forward to hearing that his Twitter was &quot;hacked&quot;. Who has your back? 2013 &gt;&gt; Electronic Frontier Foundation Compares a large number of (US) companies against various privacy and rights categories - eg do they require a warrant for consent; tell users about government data requests; publish transparency reports; and so on. MySpace (who?) is bottom, AT&amp;T, Apple and Yahoo next worst (1/6). Only Twitter and Sonic.net get 6/6. If you&apos;re wondering, Sonic.net is an ISP. The serious flaw with Win 8 and Metro &gt;&gt; John C. Dvorak  Let me pose a simple question: When you look at your desktop screen, how do you find the program you are looking for? You look for distinctive icons using your human ability to recognize patterns. It&apos;s what we do best. You ignore the words beneath the icon. For example, you scan your desktop for a red flat cat, locate it, and click, knowing the program is Irfanview. We are so good at this that we can identify an upside down icon. How is it a step forward to create a tile inscribed with the name of the program? An old alphabetized DOS listing is easier to navigate than a wall of tiles, on which nothing is immediately familiar. Our innate pattern recognition is short-circuited by similar tiles. You have to read text rather than react to an iconic image. And while colored tiles help a little, it&apos;s still problematic.  For once, Dvorak actually makes a good point - though the tiles also contain icons, but being reversed (white on colour) they&apos;re not as easy to recognise as a non-reversed colour. It&apos;s the same as trying to read white text on coloured background - it&apos;s slower than black on a lighter colour. (Thanks @rquick for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/02/google-now-iphone-pirate-bay", 
    "wordcount": "1335"
}