{
    "headline": "How can I protect my privacy online?", 
    "text": "Within seconds of placing an order at Amazon I received two messages purporting to come from DHL saying &quot;Processing complete successfully&quot;. I assumed they related to my Amazon order, but I noticed a couple of odd things: (a) that they were sent to (different) email addresses that I have only infrequently used, and (b) the attachment had two extensions: pdf and zip (DH&apos;L_Express_Processing_complete.pdf.zip). During the summer, after booking a hotel room, I quickly received two or three emails with the subject &quot;Booking confirmation&quot;. They were obvious spams from the poor quality of the content. I am used to spam, and know how to deal with it. What concerns me is the apparent link between my activities and the content of the spams. It makes me feel as if there is an automated &quot;watcher&quot; waiting to see if I use certain sites then sending relevant spam. I am running Windows Vista Business SP2 with Windows Defender, and for extra security, I manually scan with Malwarebytes Antimalware about once per week. Everything is up-to-date. Rob Cameron I suspect these are coincidences. Billions of spam emails are sent every week, and you may well receive hundreds of legitimate emails each week. They almost never coincide, but we are pretty good at spotting when they do. In this case, all the emails were spam, and the first one was part of a virus attack. A quick search on the attachment&apos;s filename finds Graham Cluley, our old friend from Sophos, identifying the malware as a Trojan (Troj/BredoZp-S) and warning against it. But I would not have been surprised if the various emails had turned out to be genuine. Data tracking has been getting more and more sophisticated over the past few years, while users have been getting more predictable, thanks partly to broadband internet connections that keep you on the same IP address for months or even years. Some websites now use software that can identify visitors by name, using tracking cookies (small text files websites store on your hard drive), internet addresses, and forms filled in at other sites. (See, for example, You&apos;re not anonymous. I know your name, email, and company, and Nowhere to hide: Advertisers can now stalk you across multiple devices.) Google is the web&apos;s biggest advertising company and one of the most obvious trackers. It uses a huge network of ads that are shown across millions of websites, DoubleClick ad-tracking, the Play marketplace on Android phones and Google Search on Apple iOS devices  unless you opt out. It also looks as though the main purpose of its Google Plus website is to get users&apos; real names and other accurate data, which Facebook has but won&apos;t provide to Google. Facebook has also extended itself across much of the web using Facebook Connect and Like buttons. Users can log on to participating sites using their Facebook identity, and this gives these sites access to some information from their Facebook profiles. This is handy but less private than using different IDs for different sites, or using throwaway IDs and passwords from Bug Me Not. The latest Web Privacy Census by the UC Berkeley Center for Law and Technology found the most popular 100 websites dropped thousands of cookies (6,485 on 24 October), and that 84.7% of them were third-party cookies. In other words, most cookies were not used by the site you visited (Amazon, Twitter etc) but by advertising and tracking companies such as Google&apos;s doubleclick.net (the biggest, dropping 69 cookies), scorecardresearch.com (54), and bluekai.com (41). So yes, there&apos;s a whole host of &quot;automated watchers&quot; waiting to see if you use Amazon/your bank/hotel booking sites etc, and they may &quot;spam&quot; you with targeted advertising or perhaps legitimate email offers. (The companies argue that it is better to show you ads about things you are interested in, and they have a point.) Given that there are several hundred tracking companies, it would be surprising if there wasn&apos;t some &quot;leakage&quot; into less legitimate approaches, though I&apos;ve not seen any evidence of this happening. However, hacking is always a possibility. Several companies offer software to control or block cookies, and most web browsers let you block third-party cookies selectively. This means you can keep the website&apos;s cookies that, for example, remember which pages you have viewed while blocking the trackers. Two free ones I use are Abine&apos;s DoNotTrackMe and Evidon&apos;s Ghostery. The Electronic Frontier Foundation (EFF) also has an interesting project called HTTPS Everywhere, which uses a Chrome or Firefox extension to redirect some popular websites (Google Search, Wikipedia) over secure connections without breaking anything. You can also load sites such as Gmail, Google Plus and Facebook using each browser&apos;s &quot;private browsing&quot; feature. This is called InPrivate Browsing in Microsoft&apos;s Internet Explorer, Incognito in Google Chrome, and Start Private Browsing in Firefox. While it&apos;s not practical to block all cookies, you can set each browser to delete cookies when you close it, which you should then do every couple of days. This will make the web less convenient, and you will have to enter passwords more often, but it will help increase your privacy. Further, avoid using search engines like Google, which save your searches and send data to websites. Some alternatives are designed to protect your privacy, such as DuckDuckGo. This has an easy-to-read explanation at donttrack.us. If you absolutely must have Google search, access it via Ixquick&apos;s Startpage. This is a secure (HTTPS) page that sends your search to Google but throws away your search data and all the tracking information. (It also has a &quot;family filter&quot; which makes it a good search engine for kids.) Another way to protect your privacy is to use an anonymous browsing service, though the free ones greatly limit what you can do online. I often use AnonyMouse and Hide My Ass!, which set up an encrypted &quot;virtual private network&quot; (VPN) between your PC and their servers. Websites get loads of hits from these anonymous servers, but can&apos;t identify you from thousands of other users. VPNs are a particularly good idea when using public networks such as Wi-Fi hotspots. See my earlier answer, Using a VPN to protect your web use, for more details. Finally, although you say &quot;everything is up-to-date&quot;, I&apos;ll bet it&apos;s not. If you run Secunia&apos;s Personal Software Inspector (PSI), it will probably find half a dozen programs that need updating. This may well include Google Chrome and various Adobe programs, Apple&apos;s QuickTime and Oracle&apos;s Java. PSI finds the non-Microsoft programs that are not up-to-date, provides links that you can click to update them, and charts your progress week by week.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/dec/13/keeping-your-privacy-online", 
    "wordcount": "1127"
}