{
    "headline": "Research in brief  02 May 2013", 
    "text": "Science and technology     Photograph: Alamy     Bigger babies are at greater risk of developing autism, a study by theUniversity of Manchester shows. Premature and poorly grown, low weight babies also appear more susceptible to the condition. The study found that bigger babies who were born weighing over 4.5kg (or 9lb 14) showed a higher incidence of autism, as did smaller infants who were born weighing less than 2.5kg (5.5lb). Kathryn Abel who led the research, said: &quot;We think that this increase in risk associated with extreme abnormal growth of the fetus shows that something is going wrong during development, possibly with the function of the placenta. Anything which encourages abnormalities of development and growth is likely to also affect development of the baby&apos;s brain. Risk appeared particularly high in those babies where they were growing poorly and continued in utero until after 40 weeks. This may be because these infants were exposed the longest to unhealthy conditions within the mother&apos;s womb.&quot;  Children admitted to UK intensive care units in out-of-hours emergencies are at no greater risk of dying than children arriving during normal working hours, according to research by Leicester and Leeds universities. Mortality rates, however, are significantly higher in the winter, even after taking into account added health risks for children in the colder months. Roger Parslow, who co-led the study, said: &quot;This is a very large study of over 86,000 admissions and we are confident that children admitted as an emergency outside normal working hours have the same chance of survival as those admitted in normal working hours.&quot; He added: &quot;Paediatric intensive care units have direct consultant input and dedicated staffing out-of-hours, so proponents of 24/7 consultant care may see this as supporting their case.&quot; Arts and humanities     Photograph: Graeme Robertson     The latest research into the emergence of printmaking technology in early modern Europe is challenging accepted thinking about the development of colour printing. An exploration of archives and collections of rare books by Elizabeth Upper at Cambridge University Library, has revealed hundreds of examples of colour prints that have been overlooked by scholars. She says: &quot;It&apos;s certainly true that colour prints are the needles in the haystack  but there are many more needles than we thought. This suggests that the technology of colour printing was much more firmly established than scholars have generally realised in both centres of book production  such as Augsburg in Germany  and in provincial presses across Europe.&quot;  The life and works of Richard Marsh  a celebrated bestselling author at the turn of the 19th century  is the subject of an exhibition by a Sussex researcher at Crawley Library. The exhibition aims to rediscover the author&apos;s work and celebrate his local connections. Graeme Pedlingham, who led the project, says: &quot;Marsh&apos;s reputation as a major author of the period is just starting to be re-established, and this project represents a fantastic opportunity to introduce him as a key figure in Crawley&apos;s cultural landscape.&quot;  Social science     Photograph: Heather Martin/Alamy     The police could save money and offer a better service to the public by closing out of date police stations and opening more local police offices in shopping centres, post offices and other popular public locations, recommends a report by the University of Cardiff. Research shows that people hardly ever walk in to a police station to report a crime, and the dramatic decline in front counter use means that some stations see fewer than seven visitors every day. According to one survey, 20% of people visit the front counter of a police station to report or hand in lost property and 12% of people visit front counters to seek general information or simply to ask directions. Martin Innes, author of the report, says: &quot;Rather than just thinking about closing police stations, it might be more productive to engage local people in conversations about replacing out-dated police stations with more local police offices. These offices could even serve as operational bases for local neighbourhood policing teams.&quot; A study of people living in rural Gambia shows that the modern-day &quot;demographic transition&quot; towards living longer and having fewer children may also lead women to be taller and slimmer. Research shows that changes in mortality and fertility rates in Gambia, likely related to improvements in medical care since a clinic opened there in 1974, have changed the way that natural selection acts on body size. Ian Rickard, lecturer at Durham, said: &quot;This is a reminder that declines in mortality rates do not necessarily mean that evolution stops, but that it changes. Our results are important because the majority of human populations have either recently undergone, or are currently undergoing, a demographic transition from high to low fertility and mortality rates. Therefore the temporal dynamics of the evolutionary processes revealed here may reflect the shifts in evolutionary pressures being experienced by human societies generally.&quot; And finally     Photograph: Other    Women in some disadvantaged communities are missing out on support that could potentially reduce high rates of infant mortality, according to a study by the University of Leeds. Early results from research into social networks and infant deaths have shown that a nationwide programme of social and community-based support for teenage mothers is working well, but that support available to new mothers and mothers to be in ethnic minority groups, where infant death rates are also relatively high, is patchy. Ghazala Mir, who is leading the work, said: &quot;Lack of understanding about risk reduction strategies and warning signs was seen as a particular problem. It was felt that women, their families and support networks often lacked this knowledge so did not suggest or call for earlier assessment or intervention. It was suggested that more information should be available among mothers and healthcare workers alike about possible signs to look for within high risk groups, especially at key times such as the labour admissions process.&quot; Would you like your university&apos;s research featured on the network? Email claire.shaw@guardian.co.uk with your latest news This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/may/02/research-in-brief-universities-may", 
    "wordcount": "1032"
}