{
    "headline": "Tackling inequality vital for new development targets, says Helen Clark", 
    "text": "Helen Clark, chairwoman of the UN Development Group, has added her voice to urgent calls to address inequality, including gender inequality, in debates what should follow the millennium development goals when they expire in 2015. In a talk at the Overseas Development Institute in London on Tuesday, Clark said inequality had emerged as a key issue in UN consultations ahead of a report by a high-level panel in May on the post-2015 development framework. &quot;Inequality is so important. There is a strong feeling among disadvantaged groups that their story is hidden in aggregate figures,&quot; said Clark, who chairs a committee of heads of all UN funds, programmes and departments working on development. The former New Zealand prime minister is also administrator of the UN Development Programme. Her comments came ahead of an international conference in Copenhagen next week on inequality, part of a series of global thematic consultations led by the UN, which will feed into the report of the high-level panel, set up by UN general secretary Ban Ki-moon. A report released ahead of Copenhagen said a self-standing goal on inequalities should be included in any new targets. &quot;This should not be limited to economic inequalities but should also address other key dimensions, including gender inequalities and discrimination,&quot; said the report, adding that it should be complemented by targets and indicators that focus on the situation of the most disadvantaged groups. Practically all development experts now acknowledge that economic growth without addressing inequalities can be a recipe for trouble, as was the case in Tunisia, once held as an exemplar of development. Even the Asian Development Bank wants to shift its priorities from infrastructure to health and education in recognition that growth without adequate social protection programmes, such as health insurance and access to school, can damage social cohesion. Clark cited China&apos;s plan to raise the minimum wage to 40% of average urban salaries by 2015 as an example of measures taken to tackle rising inequality. The UN report on inequalities said submissions argued that social protection is not only affordable but an essential and cost-effective way to tackle poverty and protect families against risks and shocks. It cited programmes in Mexico (Oportunidades) and Brazil (Bolsa Famlia) that help marginalised indigenous people. On gender inequality, Clark said there were two views on how to make up for the lack of progress in the MDGs: make it a goal in its own right or integrate it into the whole framework. &quot;I would like it to be highlighted in its own right as it could disappear if it was mainstreamed into the whole framework,&quot; she said. The rights of women and girls have been a particular issue for the UK&apos;s international development secretary, Justine Greening. In a letter to the head of UN Women, Michelle Bachelet, last month, the minister called on the international community to act on violence against women, ahead of the Commission on the Status of Women meeting in March, which this year is focusing on the issue. But inequality does not seem to be as high on the British agenda. Greening did not mention inequality or inclusive growth in a speech last week when she outlined her priorities for the Department for International Development, which included the importance of the private sector for Africa&apos;s development. Similarly, the prime minister, David Cameron, one of the co-chairs of the high-level panel, along with the leaders of Liberia and Indonesia, said economic growth was the priority rather than inequality. The high-level panel is scheduled to submit its report to the UN secretary general in May. After that, the attention will shift to a UN working group focusing on sustainable development, an outcome of the Rio+20 summit. The working group, representing 30 countries, has 70 members and will present its own report in September 2014. &quot;We need the two teams to talk together and hopefully converge on a bold global agenda,&quot; said Clark.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/13/inequality-development-targets-helen-clark", 
    "wordcount": "663"
}