{
    "headline": "Richard St George obituary", 
    "text": "Public support for renewable energy is due in large part to the vision of pioneers at the Centre for Alternative Technology, such as Richard St George, who has died of cancer aged 61. In 1975, when he arrived, the grandly named centre was a few ruined buildings in an abandoned quarry in mid-Wales, the dream of Gerard Morgan-Grenville. Creating a viable community on a slate tip appeared a utopian fantasy. Richard did a bit of everything: building, gardening, managing volunteers, running a cafe and setting up a fish culture project. Even when power failed in his miner&apos;s cottage on a damp winter evening, he carried a certain style. He remained a trustee and was enormously proud of CAT&apos;s reputation as Europe&apos;s leading demonstration centre for sustainable living. Fish culture led to a job in the Pacific in 1978, working on the island of Tuvalu; his house so remote that the rare glimpse of approaching headlights gave time to have food and drink ready before visitors arrived. Adventures followed monitoring tuna boats and as fisheries officer for the Christmas Islands. Returning to Britain across Russia, Richard followed a peripatetic career advancing environmental solutions: setting up Low Energy and Solar Supplies, one of the UK&apos;s early solar companies, and becoming involved in Bristol&apos;s green movement as designer, editor and lecturer. For 20 years, all his organic waste was composted in a wormery. Some ideas foundered: a sleeping bag made from recycled materials was aimed at disaster relief agencies and worked well in field tests but it failed to attract backers. He served for many years as director of the Schumacher Society, promoting the ideas of the economist Fritz Schumacher (Small is Beautiful), including annual lectures featuring presentations by leading green thinkers. Richard was born in the New Forest and grew up in Salisbury, Wiltshire, in a house overlooking the cathedral. His father ran a dental surgery from a Tudor house in the town. Working at Slimbridge Wildfowl Trust , Gloucestershire, during school holidays sparked an interest in the environment. He took one of the UK&apos;s first environmental science degrees, at Coleraine University in Belfast, and retained a huge affection for Ireland. Practising what he preached about community, in recent years Richard had sacrificed opportunities of his own in order to be able to nurse his mother through Alzheimer&apos;s. He faced mortality with grace and humour, taking up canoeing and walking stretches of the Welsh coastline in his final summer, then took a valiant final holiday in Venice, days before he died. He is survived by his partner, Carol Haywood.", 
    "section": "environment", 
    "gid": "environment/2012/jan/15/richard-st-george-obituary", 
    "wordcount": "426"
}