{
    "headline": "Budget 2012: 10 cities to compete for 100m ultra-fast broadband subsidy", 
    "text": "Ten cities were named as beneficiaries of 100m of government money to help develop ultra-fast broadband and Wi-Fi in the budget  while smaller towns were also promised a further 50m of investment for the first time. Chancellor George Osborne said Belfast, Birmingham, Bradford, Bristol, Cardiff, Edinburgh, Leeds, Manchester, Newcastle and London will bid for their share of a 100m &quot;super-connected cities&quot; subsidy, aimed at ensuring universal access to 100 Megabit per second internet links. Government officials said the money will be used in neighbourhoods where private companies such as BT Group and Virgin Media are unlikely to invest  but critics dismissed the chancellor&apos;s national internet strategy as &quot;half-hearted&quot;. According to the Treasury, by 2015 the money will deliver ultrafast broadband coverage to 1.7m households and 200,000 businesses in high growth areas as well as high-speed wireless broadband for 3 million residents. &quot;Two years ago Britain had some of the slowest broadband speeds in Europe; today our plans will deliver some of the fastest,&quot; said the chancellor. &quot;But we should not be complacent by saying it is enough to be the best in Europe when countries like Korea and Singapore do even better.&quot; Osborne also told parliament in his budget speech the 50m smaller cities fund was agreed after lobbying from Brighton Kemptown MP Simon Kirby. His 2012 budget identified broadband as one of the government&apos;s four infrastructure priorities, alongside roads, railways, clean energy and water. But critics say the 150m for cities plus 530m already promised for rural broadband fall short of the investment needed to compete with better infrastructure abroad. While Osborne claimed the fastest speeds in the world would be available in British cities, millions of homes in other capitals including Paris and Moscow already have access to speeds well above 100Mbps because their telecoms companies are laying fibre cables from the exchange direct to homes. A direct fibre connection is considered future-proof because it can in theory deliver speeds of 1,000Mbps or more. BT&apos;s plans largely involve laying fibre to street cabinets and relying on copper wires for the last leg, which will restrict speeds. &quot;This half-hearted approach to funding broadband infrastructure short-changes the British economy and British society,&quot; said Morag Lucey of telecoms billing group Convergys. &quot;Against the backdrop of the 200bn being invested in energy and transport infrastructure, funding from all public sources for broadband up to 2015 is likely to be smaller than government revenue from the digital dividend spectrum auction.&quot; The government could raise up to 4bn by auctioning airwaves next year for super-fast 4G mobile broadband, and Convergys says some of the money could be used to fund more fibre for the UK. Dana Pressman-Tobak, managing director of fibre broadband startup Hyperoptic, said: &quot;In order to compete in a global broadband arena the government needs to take a long-term view and focus on encouraging broadband providers to adopt fibre-to-the-building models in cities. Anything less is not ideal.&quot; BT has no targets to bring fibre direct to a stated number of buildings in the UK. Residential customers will be able to order it, with speeds of up to 300Mbps, but the cost is so high that initially only businesses are likely to pay for the connection. Hyperoptic believes public money would be better spent bringing broadband to rural areas, a view which was echoed by Julia Stent, director of telecoms at price comparison site uSwitch.com: &quot;Although there are still broadband blackspots and speed issues in some urban areas of the UK, we worry that the major towns and cities will speed ahead of the rest of the country in the premature quest to become fastest in the world. The government&apos;s chief concern should be the provision of a service to those areas lacking decent broadband infrastructure before pursuing the likes of Korea and Singapore.&quot; A spokesman for BT said: &quot;Speeds of up to 80Mbps will be available to 10m homes this year and that number will rise over the next few years to close to 90% with the help of government funds. Not only that, speeds of 300Mbps will be available on demand across that footprint ensuring that businesses and consumers across the UK have access to world leading speeds should they wish.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/mar/21/budget-2012-broadband-subsidy", 
    "wordcount": "730"
}