{
    "headline": "Google joins smart TV battle for the British living room", 
    "text": "Google is making its long-expected assault on the UK television market with the launch in July of its first product  made by Sony  to let Britons surf the internet, play games and watch videos on TV. The move comes amid predictions that Apple too will move into the &quot;smart TV&quot; market, to compete not only with Google, but with Samsung, Sony and LG. All have been aiming to catch a nascent market that analysts say will become very important because it is one of the few bastions of entertainment not yet revolutionised by the internet. Google has a partnership with Sony to launch the internet TV set-top boxes, priced 200-300, in UK stores from 16 July. The gadgets are based on Google&apos;s Android software for smartphones and will let viewers switch between popular online applications such as Twitter and the BBC&apos;s iPlayer while watching live TV. Google&apos;s TV offering has struggled in the US, where it launched in October 2010. Logitech, a partner, lost millions after launching a Google TV set-top box in the US at Christmas 2010. During one quarter, more boxes were returned by customers than sold and the company later pulled out. Google has since spent heavily on the product, as the living room shapes up to be the latest battleground for internet companies. Nearly a million net-connected TVs were sold in the UK in 2010, the latest year for which figures are available, out of a total of 10m TV sales. But it is not clear how many were then actually connected to the net. Google-owned YouTube features heavily on the new service and, rather than the homemade clips of antics involving cats and dogs, boasts a library of films, premium music videos and live broadcasts of concerts from around the world. Unlike Apple&apos;s current internet TV set-top box  which sells at 100, half the price of the Sony set-top boxes  Google TV brings the entire online world on to the big screen, including emails, news websites and Wikipedia. The Google TV products, including the 200 NSZ-GS7 internet player and the 300 NSZ-GP9 Blu-ray player (available from October), come with an internet-connected remote control which has a full Qwerty keypad on the reverse. Google&apos;s advantage over rivals is that its software already operates across mobile phones, tablet computers and internet browsers. But some analysts questioned the 200 baseline price. &quot;It&apos;s a very difficulty challenge to explain to a consumer what they&apos;re buying when it&apos;s in a stand-alone set-top box, and at 200 this is an expensive product,&quot; said Geoff Blaber, director of devices and platforms at CCS Insight. &quot;I think the fact it&apos;s taken so long for Google to move out beyond the US market is indicative of the challenges they have had with Google TV to date.&quot; Suveer Kothari, Google&apos;s head of global TV distribution, said this launch was &quot;the beginning of a long journey&quot; for the company&apos;s TV ambitions in Europe. &quot;We think there&apos;s going to be huge benefits from bringing the internet to TV. Google TV attempts to address the problem that there&apos;s not really a great experience to access the internet on your TV screen, which is a similar problem we saw in the smartphone market five years ago.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/25/google-tv-launches-uk", 
    "wordcount": "555"
}