{
    "headline": "HTC victory over Apple in latest round of patent battle", 
    "text": "Apple lost a key patent battle against smartphone rival HTC in the high court in London today, meaning that the Silicon Valley company cannot ban certain of the Taiwanese firm&apos;s products in Britain. As rumours intensified that Apple is about to launch a cut-price version of its iPad to grab even more of the tablet market, HTC won what one independent lawyer called a &quot;significant&quot; victory after the high court invalidated a patent covering the &quot;slide to unlock&quot; method used to access the main screen. That means that Apple cannot ban imports to the UK of HTC phones that use a similar system  and the decision could affect other Apple cases in Europe against HTC, Motorola and Samsung. Elsewhere, Bloomberg reported that two sources have told it that Apple is preparing an iPad with a 7in screen  about half the area of its current 10in product. The smaller version could be priced to fight off competition from Amazon and Google, which both have similar offerings: Amazon&apos;s Kindle Fire, and Google&apos;s Nexus 7, made by Asus and expected to go on sale later in July. The UK court ruling is the latest round in an international patent war between Apple and rivals that make handsets and tablets using Google&apos;s Android mobile software, which is now the most used on smartphones worldwide. Earlier this week Apple won an injunction against Samsung preventing it from importing its Galaxy Tab 10.1 tablets and Galaxy Nexus smartphone into the US. In response, Samsung and Google are working on a software patch to change how the devices work and circumvent the cause of the injunction. Peter Bell, senior associate in the intellectual property team at law firm Stevens &amp; Bolton LLP, said the decision was &quot;a considerable defeat&quot; for Apple in the smartphone patent wars: &quot;Two of Apple&apos;s prize patents have been knocked out in the UK, including the patent that protects the &apos;slide to unlock&apos; mechanism that consumers are likely to associate with Apple&apos;s products, and a third patent has been knocked out in part. The fourth patent that was in dispute was held not to be invalid, but not infringed by HTC&apos;s devices.&quot; Bell suggests that Apple will take the case to the court of appeal, while HTC will try to use the result in other ongoing cases around Europe. Richard Windsor, technology analyst at the stockbroker Nomura, said ahead of the ruling that: &quot;The issue here remains Android. If these [Apple] patents stand up to examination at trial and are found to be valid then there are substantial implications for all Android devices, as it&apos;s that software where the infringement claims are being made.&quot; Apple UK on Wednesday declined to comment on the judgment, but reiterated its stance on patents, saying in a statement that &quot;We think competition is healthy, but competitors should create their own original technology, not steal ours.&quot; Interest in a smaller iPad has intensified, meanwhile, with rumours that Apple will launch such a device, which have circulated on the internet since May 2010, growing as sources in the supply industry have begun to suggest it will happen. Apple has previously taken a similar approach in the music player market, which it dominated with the iPod as the iPad now does with tablets, offering smaller versions at lower prices to shut out rivals. Bloomberg declined to name its sources, or a date when the product might be launched, but many expect it would launch in the autumn, perhaps alongside a new version of the iPhone. Apple executives declined Guardian requests for comment. Apple has about 61% of the tablet market, which researchers DisplaySearch say will be worth $66.4bn this year. A smaller version could undercut Google and Amazon&apos;s ambitions to get a profitable slice of the market, Shaw Wu, an analyst at Sterne Agee &amp; Leach, told Bloomberg: he reckoned Apple could price it at about $199, the same price as the Kindle Fire and Nexus 7. &quot;It would be the competitors&apos; worst nightmare,&quot; he said. &quot;The ball is in Apple&apos;s court.&quot; While Android tablets have a sizeable share of the market, none apart from Samsung has over 10%. Microsoft is also trying to shift into the tablet market, having announced that it will make and market an 11in device, the Surface, though no price or launch date has been given. Wu told Bloomberg that the gross margin on the latest iPad is about 37% of its price, and that Apple could earn a similar profit on a smaller iPad by using a cheaper screen, while charging a bit more than rivals  and even then not lose sales. &quot;This isn&apos;t like the old days, when it cost thousands of dollars more to buy an Apple product,&quot; Wu said. &quot;Fifty or a hundred bucks wouldn&apos;t be enough to make someone switch [from Apple].&quot; If Apple releases a smaller iPad, it would directly contradict the late Steve Jobs&apos;s withering criticism of such devices in October 2010, when he said people would have to sandpaper their fingers to make the tips small enough to use the devices. But Jobs was not above misdirection either: in September 2005, asked whether Apple would launch iPods able to play video, he said it wasn&apos;t clear what the use would be. One month later, Apple launched the first iPod capable of playing video.  This article was amended on 6 July 2012 to clarify that the injunction Apple won against Samsung prevents it from importing its Galaxy Tab 10.1 tablets.", 
    "section": "technology", 
    "gid": "technology/2012/jul/04/htc-apple-patent-ruling", 
    "wordcount": "935"
}