{
    "headline": "Iridium | video", 
    "text": "    This week&apos;s element is iridium, which has the atomic number 77, and the symbol Ir.  Iridium is a silvery-white metal that is very hard and brittle. It also has a very high melting point, making it difficult to work with. Pure iridium is the second densest element (22.56 g/cm3) -- nearly as dense as osmium (22.59 g/cm3), which is the densest of all elements. Primarily found as an alloy in raw copper and raw nickel, and also in platinum ores along with osmium, iridium is one of the rarest naturally-occurring elements in the Earth&apos;s crust.  Iridium&apos;s hardness and remarkably low reactivity are useful qualities in products that must withstand high temperatures without deforming or corroding, such as spark plugs and parts in aircraft engines. These qualities are the reason that the international kilogram prototype, maintained by the International Bureau of Weights and Measures near Paris, is comprised of a 90-10 percent platinum-iridium alloy (read more here). Artists will immediately recognise iridium from the pigment known as &quot;iridium black&quot;. This pigment consists of very finely divided iridium and is used to paint porcelain an intense black; all other porcelain black colours appear grey by comparison.  Despite its scarcity, iridium is sometimes used in research and industry as a catalyst -- catalysts are agents that increase the efficiency and speed of a chemical reaction without becoming consumed. Due to its non-reactivity and insolubility, iridium is neither necessary for life nor is it toxic. But humans owe their predominance on Earth today to extraterrestrial intervention, and this realisation came from meticulous observations of the peculiar distribution of iridium.  Iridium is the fourth rarest element in the Earth&apos;s crust -- only rhenium, ruthenium, and rhodium are rarer. But in 1980, Luis Alvarez and his team of scientists identified a peculiar thin layer of iridium-rich clay between the Cretaceous and Paleogene periods of geological time, 65 million years ago. This distinct layer contains iridium concentrations that are hundreds of times greater than normal on Earth.  Where did this unique iridium-rich layer come from? Since iridium is common in comets, meteors and meteorites, Alvarez and his team proposed that a giant meteorite was the source of this distinctive layer, and further, this meteorite impact was responsible for the demise of the dinosaurs [free PDF].  This idea, known as the Alvarez hypothesis, is now widely accepted as the likely explanation for the extinction of most dinosaurs (birds are living dinosaurs), particularly after an impact crater (the Chicxulub crater) from the same geologic time period was identified in 1991 under what is now the Yucatn Peninsula [free PDF].  Because iridium was the catalyst for this profound and major change in our understanding of life on Earth, it is my favourite element. (In fact, I awoke at 3 this morning because I was so excited to tell you about iridium. I just wish the caffeine would kick in now.) Here are our favourite chemists telling us a little more about the wonders of iridium:            [video link] In this video, our favourite chemistry professor visits the Royal Society&apos;s archives where, together with archivist, Rupert Baker, we see Smithson Tennant&apos;s original hand-written manuscript of his scientific paper describing his discovery of both iridium and osmium. This paper also discusses how these two elements got their names:            [video link] .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniofNottingham  You&apos;ve already met these elements: Osmium: Os, atomic number 76Rhenium: Re, atomic number 75Tungsten: W, atomic number 74Tantalum: Ta, atomic number 73Hafnium: Hf, atomic number 72Lutetium: Lu, atomic number 71 Ytterbium: Yb, atomic number 70Thulium: Tm, atomic number 69Erbium: Er, atomic number 68Holmium: Ho, atomic number 67Dysprosium: Dy, atomic number 66Terbium: Tb, atomic number 65Gadolinium: Gd, atomic number 64Europium: Eu, atomic number 63Samarium: Sm, atomic number 62Promethium: Pm, atomic number 61Neodymium: Nd, atomic number 60Praseodymium: Pr, atomic number 59Cerium: Ce, atomic number 58Lanthanum: La, atomic number 57Barium: Ba, atomic number 56Csium: Cs, atomic number 55Xenon: Xe, atomic number 54Iodine: I, atomic number 53Tellurium: Te, atomic number 52Antimony: Sb, atomic number 51Tin: Sn, atomic number 50Indium: In, atomic number 49Cadmium: Cd, atomic number 48Silver: Ag, atomic number 47Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s the Royal Society of Chemistry&apos;s interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. ..  Follow Grrlscientist&apos;s work on facebook, Google +, LinkedIn, Pinterest and of course, twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2013/jan/04/1", 
    "wordcount": "941"
}