{
    "headline": "Hosepipe bans to be imposed as drought worsens", 
    "text": "Hosepipe bans and other water restrictions may be imposed as far north as Yorkshire this spring if the prolonged dry weather continues, the Environment Agency has said. Water companies in the south and east of England have announced hosepipe bans, which will be enforced within weeks. Areas as far west as the borders of Wiltshire and Hampshire may also be affected, despite plentiful water supplies in Wales. The south-east of England and East Anglia are already in the grip of the UK&apos;s worst drought in 30 years. Seven water companies have indicated that they will impose hosepipe bans. Most will begin next month, but some could start earlier. The companies are Anglian Water, Southern Water, South East Water, Sutton and East Surrey Water, Thames Water, Veolia Water East and Veolia Water Central. The price of fresh fruit and vegetables is also likely to rise if water sources are not replenished. That would need far more rainfall than normal, because the earth is now so dry. The dry weather is forecast to continue. Measures to save water are already being pushed on to businesses and farmers in an effort to head off more widespread restrictions later in the spring. Farmers are sharing supplies and making plans for on-farm storage in tanks, while water companies are reducing leaks, looking at plans to share water, and sending out messages to consumers to help them stop waste. Farmers are likely to be among those most affected. Fruit and vegetable growers, in particular, need a lot of water early in the season; several have warned that prices of fresh produce are likely to rise. Tourism and wildlife are also under threat. Restrictions are already in place on some canals and the Oxford and Grand Union canals could suffer restrictions during the main boating season from April to October, when many tourism companies expect to do most of their business. Visitors to the countryside are also being warned against starting fires. Fish are having to be moved from ponds that are drying up. The Environment Agency has said that pollution, such as accidental slurry spills from farms or industrial leaks, is having a far greater impact on rivers because of the reduced water flow. Urging people to save water, Caroline Spelman, the environment secretary, said a recent drought summit had highlighted the threat posed by another dry winter and more areas were likely to be affected unless there was significant rainfall in the coming months. &quot;We can all help reduce the effects of drought by being smarter about how we use water,&quot; she said. Spelman has said that climate change could mean drought is &quot;the new normal&quot; and has urged water companies to produce long-term plans for saving water. Lord Smith, chairman of the Environment Agency, urged water companies, farmers and other businesses to &quot;look again at ways to improve short-term water storage, share water resources where possible, and reduce the amount they and their customers use&quot;. Rose Timlett, freshwater manager at WWF-UK, welcomed the introduction of hosepipe bans. &quot;Rivers are running dry or getting too low, which can have devastating effects on wildlife such as trout, salmon and water voles,&quot; she said. &quot;All the water we use comes from rivers and the natural environment, so anything we can do to reduce the water we take will lessen the impact on wildlife. This is why it&apos;s so important for us all to savour every last drop and help our rivers through this drought.&quot; She called for water metering, which has proved controversial in the past, and for new powers for water companies to reduce the amount of water taken from rivers and underground sources by businesses and farmers. Davis Symons, director of the consultancy WSP Environment and Energy, warned that consumers should expect far more problems in future. &quot;The reality is that, even in the UK, business and householders will have to get much more involved in saving water, above and beyond the odd hosepipe ban. &quot;Water will almost certainly cost more, metering will be universal, tariffs will vary between seasons and you might find that water prices rise the more you use. We could see products that are manufactured in water-scarce regions, such as grapes, coffee and cotton, become more expensive in the UK, or even disappear from the supermarket shelf altogether.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/12/hosepipe-bans-drought-water-uk", 
    "wordcount": "730"
}