{
    "headline": "The rise and fall of microfinance", 
    "text": "     Held up for decades as something of a &quot;miracle cure&quot; for global poverty, microfinance became one of the world&apos;s most high-profile and generously funded development interventions. Everyone, it seemed, was talking about how small loans could unlock endless opportunities for the world&apos;s poorest people. By 2010, however, microfinance was in crisis. New studies began to challenge the promise of microfinance to bring about an unprecedented reduction in poverty. Crisis in rapidly growing microcredit industries prompted parallels with the US subprime mortgage collapse. Reports of skyrocketing interest rates and suicides among indebted borrowers in Andhra Pradesh, India, suggested a sinister side to the microcredit boom. Suddenly, the story wasn&apos;t so simple. Even an episode of The Simpsons featuring microfinance told a confusing tale. First, iconic do-gooder Lisa Simpson gleefully lends $50 to the school bully through the fictional Metamorphosis Microfinance and watches as his small business blooms. But his success is shortlived and his budding enterprise soon collapses. Lisa is perplexed: &quot;It didn&apos;t go the way I expected.&quot; Last year, a sweeping review of the evidence (pdf), funded by the UK government, concluded that the &quot;enthusiasm [for microcredit] is built on  foundations of sand&quot;. Despite widespread support, it was unclear when, and for whom, microfinance had been &quot;of real, rather than imagined, benefit to poor people&quot;, it said, suggesting political scientists should examine what had fuelled the excitement in the first place. Such a dramatic reversal in fortune raises the question: what spell had microfinance cast, and why over so many? Critical appraisals continue to emerge, and the question of what to do about microfinance remains a debate among aid agencies and experts. In September, a further study commissioned by the UK Department for International Development (DfID) advised against lending to the poorest of the poor, who are more vulnerable to the dangers of debt. A study on microcredit in Bosnia, published on Tuesday, found a substantial increase in child labour in businesses opened through microloans, raising concerns about the unintended consequences of increasing access to credit and self-employment. A spokesman says DfiD is &quot;reviewing systematic external research on microfinance&quot;. Next month, development agency USAid will look at the evidence during a conference. Norway, a long-time funder, says it will stop funding microfinance due to changes in the sector, including more competition and the addition of commercial capital. The industry has now softened its claims. &quot;The hype is long over,&quot; argued the CEOs of eight global microfinance organisations this year, stressing a relaxed focus on credit, and highlighting the role of other financial services such as savings and insurance. &quot;Microcredit is not a &apos;silver bullet&apos; to end all poverty  The leaders of the microfinance industry have known this for some time.&quot; The past 12 months have been &quot;much quieter&quot; compared with the drama of 2010, says David Roodman, a senior fellow at the Centre for Global Development thinktank. The not-for-profit microlender, Kiva, which Roodman points to as a potential barometer for public opinion on microfinance, seems to be doing well. &quot;It hasn&apos;t been an Armageddon,&quot; he says. The debate continues over how best to measure impact, and the role of for-profit organisations remains contentious. A recent Deutsche Bank report (pdf) describes microfinance as &quot;a development programme turning commercial&quot;. Banks and other for-profit organisations are taking the lead, it notes, as &quot;NGOs seem to have lost their role as the primary vehicle for microlending&quot;. Forthcoming research from the Consultative Group to Assist the Poor suggests a significant drop in new international funding for microfinance between 2009 and 2011. More donor projects closed in the past two years than started, it notes, and a third of all public donors surveyed decreased their stake in microfinance last year. Private funding is on the rise. Last week  in the largest deal of its kind  Luxembourg-based fund Bamboo Finance announced its $105m (66m) acquisition of a controlling stake in Accion Investments in Microfinance, a powerful for-profit equity fund, which counted some of the biggest development finance institutions among its founding shareholders. The rise and fall of microfinance remains a cautionary tale for an aid industry described as torn between extremes of excitement and despair. There have long been concerns and criticisms, and microcredit has never been a universal force for good or evil. But for many years the enthusiasm left little space for nuance. One lesson is clear: when you set the bar so high, there is a long and likely fall from grace. At first glance it is easy to see how microfinance attracted the support of so many. It seemed to offer a private-sector, market-driven model of poverty reduction (satisfying neoliberal inclinations), along with gains for women&apos;s empowerment and the promise of &quot;bottom-up&quot; development. Muhammad Yunus, Nobel prize-winning &quot;banker to the poor&quot;, gave microfinance a public face, and it carried a long list of high-profile endorsements. It grew incredibly fast, with thousands of microfinance institutions opening around the world and millions taking out microloans. Cambridge University economist Ha-Joon Chang puts part of its popularity down to a &quot;strange alliance&quot; between a financial industry that &quot;does nasty things to make money, and people who genuinely wanted to help the poor but were against the collective approach&quot;. What&apos;s more, it enabled some institutions to say they cared about the poor without having to spend on social welfare, he argues. It&apos;s a worrying point he makes in a paper with Milford Bateman (pdf), charting the microcredit saga from &quot;hubris to nemesis&quot;. The story of microcredit, they argue, can even shift the blame for poverty on to the poor themselves. This leaves us with a potentially more unsettling question: did donors and supporters truly believe small loans could bring about a historic reduction in poverty? Or was the microcredit story a convenient guise, at least for some, to pursue personal gain and other aims?", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/nov/21/rise-fall-microfinance", 
    "wordcount": "999"
}