{
    "headline": "Hillary Clinton's morally superior speech in Africa was deluded", 
    "text": "Reports on Hillary Clinton&apos;s trip to Africa describe her as warning African leaders about co-operation with countries that want to exploit the continent&apos;s resources. In the pious and slightly smug tone that people in Africa  and, indeed, the rest of the developing world  are only too used to hearing from North Atlantic leaders, Clinton apparently went on to say the US would stand up for democracy and universal human rights &quot;even when it might be easier or more profitable to look the other way, to keep the resources flowing  Not every partner makes that choice, but we do and we will.&quot; The subtext was all too clear, and the Chinese government was predictably swift to react. China&apos;s official news agency, Xinhua, said the statements were part of a hidden agenda &quot;aimed at least partly at discrediting China&apos;s engagement with the continent and curbing China&apos;s influence there&quot;. Even non-official, non-Chinese observers can be forgiven more than a twinge of scepticism. Leaving aside for a moment the morally superior tenor of the US secretary of state&apos;s speech, how true are her statements, especially coming from the representative of a country that has systematically exploited global resources for the better part of the past century, and supported dictatorships in that enterprise? The list of authoritarian dictators supported by US governments is a global roll of dishonour: from Augusto Pinochet in Chile and Raul Videla in Argentina, to General Suharto in Indonesia, Mobutu Sese Seko in Zaire (now the Democratic Republic of the Congo) and Idi Amin in Uganda. And these are just a few. Even Saddam Hussein in Iraq and Muammar Gaddafi in Libya basked for a time in western approval, as long as they made their oil resources available and opened up investment opportunities for western powers. Even if we forget about past histories of neocolonialism many would argue are no longer relevant, how accurately does Clinton&apos;s sanctimonious assertion reflect the nature of current US (and European) involvement in economic relations with most developing countries? The common discourse in the northern media  and increasingly evident in the public statements of leaders such as Clinton  is of how China (and to a lesser extent, India) is intent on gobbling up the natural resources of other developing countries, and of how it is willing to go to any lengths (including friendship with distasteful regimes) to do so. So concerned are these leaders about protecting resources they themselves have spent more than two centuries plundering that they are warning African leaders about their newfound friends. Certainly, there is more than an element of truth in such warnings. Yet US and European companies continue to try to exploit these countries&apos; resources as much, if not more, not least through land and other resource grabs (pdf). If anything, their concern now is that competition from Chinese and Indian (and even Brazilian and Malaysian) firms is forcing them to offer better terms for their resource extraction. As some Africans put it, it is better to have competing imperialists in action, to allow the objects of interest to play them off against one another. For northern capital used to treating so much of the less developed world as its happy hunting ground, this comes as a nasty shock. In any case, official western aid to these countries has been stingy at best. In Africa, for example, much-vaunted debt relief that has been celebrated at G8 meetings amounts to a tiny fraction of the aid that now arrives annually from China. New northern aid comes with so many strings attached that it is typically worse than useless, because it imposes unwanted economic policies on these countries. Other strategies underline the self-serving nature of western involvement. The US government  driven by pharmaceutical lobbies  has been pushing for more restrictive patent laws in several countries such as Kenya (pdf), which would restrict access to cheap drugs for its poor population. In &quot;free trade agreements&quot; signed with developing country partners, the US and the EU regularly demand the opening up of markets, as well as extensive intellectual property rights and investment protection that favour the interests of their own large companies over poor citizens of those countries. Most &quot;technical assistance&quot; aid really funds the northern consultants of the global development industry rather than contributing to economic diversification and knowledge expansion in the south. So, please, let&apos;s get real about western &quot;help&quot; to Africa and other poor countries. Most of the developing world has already seen through it, so perhaps it&apos;s time for people in the north to stop deluding themselves?", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/07/hillary-clinton-speech-africa-deluded", 
    "wordcount": "767"
}