{
    "headline": "Google and Sweden in war of words over ogooglebar", 
    "text": "There&apos;s now officially no word for &quot;ungoogleable&quot;, meaning &quot;impossible to find via web search&quot; in Swedish  although there was a term until this week. The Language Council of Sweden, which oversees the addition of official new words to the Swedish lexicon, had lined up ogooglebar, defined as &quot;something that cannot be found on the web using a search engine&quot;. The term had become a notable new use or neologism during 2012, it decided, alongside emoji, emoticons used in instant messages; drinkorexi, an eating disorder involving barely eating while drinking alcohol instead; and conversesjukan, or Converse disease, bad feet or posture caused by wearing trendy trainers. Google&apos;s lawyers, however, got wind of the council&apos;s intentions and told it the company did not want its trademark diluted by being used to apply to all searching. Instead, the definition should be &quot;something that cannot be found on the web using Google&quot;. And include a trademark notification, the search giant added. The council refused, and simply dropped the word from its list of new additions instead. &quot;Google asked the Language Council to amend the definition of the word. Today, we instead are deleting the word, marking our displeasure with Google&apos;s attempts to control the language,&quot; the council&apos;s director, Ann Cederberg, said in a statement on Wednesday. Cederberg, clearly miffed at Google&apos;s search for brand immortality, said the dramatic step of deletion had only been taken after long email exchanges with Google&apos;s lawyers. &quot;We have been trying for ages, but it has taken too long and too many resources,&quot; she said in an interview with SVD Kultur. &quot;Google has not won anything on this.&quot; As a verb, &quot;google&quot; has been part of the English language for a long time. One of its first uses in print came in January 2001 in the Telegraph-Herald of Dubuque, Iowa, when the city editor Amy Gilligan asked readers &quot;Have you been Googled yet? It&apos;s the latest thing. I was just sitting here Googling myself, in fact.&quot; She also added, for those who wondered: &quot;Don&apos;t worry. It&apos;s not a euphemism.&quot; But the search engine was only two years old then, and keen for all the publicity it could get. Now, it seems more picky about how it appears in languages. &quot;One purpose of the neologisms list is to show how society and language development interact with each other. Google wanted to amend the definition and add a disclaimer about its trademark. The Language Council has tried to explain the purpose of the list. We do not deviate from our basic approach to language  The definition the Language Council provides has been formulated based on how the word is used in Swedish,&quot; Cederberg&apos;s statement said. &quot;We have neither the time nor the inclination to pursue the lengthy process that Google is trying to start. Nor will we compromise and change the meaning of ogooglebar to what the company wants,&quot; she added. Google, she said &quot;has forgotten one thing: language development does not care about brand protection.&quot; A Google representative said: &quot;While Google, like many businesses, takes routine steps to protect our trademarks, we are pleased that users connect the Google name with great search results.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/mar/27/google-sweden-ogooglebar", 
    "wordcount": "552"
}