{
    "headline": "Politics makes people prevaricate, even when famine looms", 
    "text": "It is a familiar paradox: the world sees famine coming, yet acts only after the event. The food crisis that engulfed the Horn of Africa in 2011 was predicted almost a year before it happened. Famine was likewise foretold in the Sahel region, which last year experienced extreme hunger for the third time since 2004. Early warning systems are the Cassandras of the modern world, accurate yet unheeded augurs of tragedy. Donors and NGOs know this, but what fewer seem to know is how to change things  and why they aren&apos;t already changing. How can the growing sophistication of early warning systems  which, from humble beginnings in the early 80s, now include long-term weather forecasting, satellite imagery to estimate harvests, population migration monitoring, and detailed household and food availability data  be used for prevention rather than cure, saving lives and money? With effective tools in place, and a clear case for intervention on humanitarian and economic grounds, why isn&apos;t risk management improving? &quot;If we had to boil it down to a single answer  one word  it would be politics,&quot; says Rob Bailey, a senior research fellow at Chatham House, a London-based international affairs thinktank. Bailey says governments are inherently risk averse, causing them to prevaricate rather than commit to strategies that might undermine their foreign policy objectives, tarnish a carefully crafted international image, or  should public funds be used to support a crisis that fails to materialise  provoke a media and voter backlash. Developing country governments can be equally culpable, he says, often failing to act on early warnings because famine is seen as &quot;anathema to the narrative of development&quot;. But although the dynamics of delay vary, the upshot is almost invariably the same: political rather than humanitarian factors determine where aid goes. The situation is exacerbated, argues Bailey, by a &quot;dynamic of buck-passing and free-riding&quot; triggered when there are early warnings of a hunger crisis that is not yet visible. &quot;The political consequences of sitting on your hands and doing nothing aren&apos;t necessarily as apparent as they could be with a rapid onset disaster that&apos;s broadcast on the news every night. This makes it easy for donors to wait for somebody else to act and pick up the tab.&quot; Competition holds the key to changing this culture of political inertia, says Bailey, who advocates a carrot-and-stick approach whereby governments would be rewarded for acting on early warnings of famine and penalised for ignoring them. &quot;I think there&apos;s a lot more that can be done by NGOs to try to create that race to the top among donor governments, for instance by producing some kind of index,&quot; he says. &quot;NGOs should identify and praise governments that are funding things early and doing their best to mitigate risks. NGOs find it quite difficult to say governments are doing well  it&apos;s much easier for them to say a government is doing badly  but there&apos;s definitely an opportunity there.&quot; A step in this direction is being taken by the UK&apos;s Department for International Development (DfID), where a global risk register is being developed to guide decision-making. The initial model, expected to be operational this summer, will cover a range of humanitarian risk factors, creating a platform for decision-making. &quot;One of the positive outcomes [will be] that we can use it to frame humanitarian risk as a threat to non-delivery of DfID&apos;s development programmes,&quot; said DfID&apos;s Kate Foster at the launch of a report by Bailey called Managing famine risk: linking early warning to early action. &quot;This research will help us to build the economic case.&quot; Bailey welcomes the DfID initiative while stressing the importance of making such information transparent and accessible so that governments can be held accountable. He echoes Foster&apos;s emphasis on making the economic case for early spending. &quot;Governments must do more to justify why early action is important for getting better value for money from aid, making the case publicly that, unless you start to manage these risks to mitigate them, the actual return you get on every pound of foreign aid is greatly reduced.&quot; Donor governments should agree rules on burden sharing, suggests Bailey, with one tier of donors specialising in early action, another in emergency response, a third in recovery, and so on. This approach, he believes, would increase mutual accountability, creating another layer of political incentive. For governments in developing countries, civil and political freedoms of the kind that underpinned the successful Kenya for Kenyans campaign are central to incentivisation, says Bailey. &quot;The government deprioritised the northern drylands, and it was those civil and political freedoms that created the penalties  the stick, if you like  for the government to respond. They could equally create the carrot in the future, if the campaign continues to put pressure on the government to invest in those communities.&quot; Legislation could play a role in improving early intervention, says Bailey, who suggests &quot;an institutionalised disaster risk reduction policy that identifies the responsibility of certain ministers and government departments to do certain things, with mechanisms of redress if they don&apos;t&quot;. Bailey&apos;s study, which urges improvements in the capacity and effectiveness of existing systems and greater empowerment at community level, was welcomed by Jane Cocking, Oxfam GB&apos;s humanitarian director. &quot;The report is a refreshing addition to the debate on early warning to early action, and that is inarguably because it is so up front and explicit about the political nature of this discourse, helping us move on from the purely technical approach,&quot; said Cocking. How fast things will move on is another question, however. &quot;If you have a catastrophe like you had in the Horn in 2011, it opens up a window of opportunity where everybody wants to make changes and improve things,&quot; says Bailey. &quot;But that window gradually closes as the agenda moves on. Change is piecemeal and long term.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/09/politics-prevaricate-famine-looms", 
    "wordcount": "995"
}