{
    "headline": "Can universities afford to stay single any longer?", 
    "text": "If you see a scientist wandering through St Pancras station looking a bit green, don&apos;t assume they&apos;ve had a dodgy crossing on Eurostar. It&apos;s probably jealousy. Work is under way just outside to build the Francis Crick Institute: a research behemoth that looks set to project three London universities into the global superleague for biomedicine. The site will not be ready until 2015, but already the building is casting a big shadow over the rest of the country. The Crick, as it is known in academia, is intended to develop better treatments for diseases by bringing together scientists from different disciplines to study everything from stem cells to influenza. It is also a thundering testament to the power of partnership. The 630m project brings together University College London, King&apos;s College and Imperial College, with investment from three of the biggest public funders in this area. It has had the domino effect of putting considerable pressure on universities outside the capital to form alliances in order to stand a chance of competing. The standard refrain from other vice-chancellors is &quot;even Oxbridge are terrified of the Crick&quot;. Professor Sir Steve Smith, vice-chancellor of Exeter University, explains: &quot;Throughout the world concentration of research funding is the name of the game, therefore for the country the Crick is the right solution. But what does that mean for universities outside the south-east? How can you possibly compete as a single institution, whoever you are?&quot; Arranging marriages between universities is no small task, not least because the game-changing Research Excellence Framework, which will distribute more than a billion pounds of government research cash to universities a year, pits institutions against each other and fuels a climate of intense rivalry. This is further ingrained by the international obsession with league tables. Professor Robert Lechler, vice-president for health at King&apos;s College and one of the architects of the Crick partnership deal, is frustrated with these barriers. &quot;For the first time ever London is seriously at risk of getting its act together, with a real readiness to engage in partnership work, which is incredibly exciting. But there is no real financial incentive. The REF breeds inter-institutional competition when we need collaboration.&quot; According to insiders, the Crick university union was a long way from love at first sight. The institute was originally intended to be a much smaller-scale merger with the National Institute for Medical Research, and the big London research universities entered a furious competition to win the contract. UCL came out on top as the exclusive partner in 2006. When the original plan ballooned, and King&apos;s College and Imperial began campaigning to be included, UCL was reportedly less than enthusiastic about having other institutions muscling in. Lechler is not keen to talk about this troubled courtship. &quot;At the end of the day it is about trading autonomy for success, and I think we are ready to do that,&quot; he says. He is determined to move away from the culture of automatic rivalry  at least within London. &quot;We&apos;ve all got a history of poaching and in the run up to the REF it&apos;s like the football transfer market,&quot; he admits. &quot;However, I have reached the point where if it&apos;s an inter-London institutional transfer I question whether there is sufficient reason for them to move. Or could it be a joint appointment?&quot; However, Sarah Jackson, director of the N8, a partnership between eight big-hitting research universities in the north, including Manchester, Durham and Leeds, is pragmatic about what is achievable. &quot;You have to acknowledge the reality that this is a very competitive sector, and you won&apos;t change that,&quot; she says. &quot;Our institutions collaborate in some areas  where it makes sense  and compete in others. We are comfortable with that.&quot; The N8 has had some major successes, including research council funding for a 3.2m high-performance computing centre. Sharing expensive new research equipment has become a key driver for the group, especially since the government slashed capital funding last year. The N8 model is now regarded in government circles as something worth emulating  but this hasn&apos;t happened overnight. Jackson says: &quot;Partnership takes time to build. You can&apos;t write trust into a contract. It has taken us five years to build a relationship where the pro vice-chancellors can be totally honest with me and with each other.&quot; This is a cautionary message for the M5 partnership, which sprang up earlier this year involving five research universities from the middle of the country, including Birmingham and Lancaster. Until recently Lancaster was planning a major &quot;federal&quot; partnership with Liverpool University, but this has been dropped. The official line was that &quot;transformational benefits&quot; couldn&apos;t be achieved right now. But sources close to the process say the deal collapsed largely because of opposition from staff. As one academic notes: &quot;It&apos;s not a command and control situation. You&apos;ve got to bring everyone with you.&quot; Lancaster is continuing to pursue other partnership options, and strikingly its vice-chancellor, Professor Mark Smith, suggested in a recent internal management meeting that Lancaster might consider becoming &quot;the junior partner&quot; with a world leading university. This highlights one of the key dilemmas of big university partnerships: someone will inevitably come out on top, and it may not be your institution. As Steve Smith says: &quot;The issue isn&apos;t really money  it&apos;s kudos. If you put in a joint REF submission, for example, how do you divide the credit? How do you convey this to the international league tables? These things worry vice-chancellors.&quot; The N8 computing centre is a case in point. It is physically based at Leeds, so much of the credit will gravitate there, although Manchester officially won the grant. Luke Georghiou, vice-president for research at Manchester, says: &quot;There is an element of kudos attached to big equipment and you have to learn to accept that.&quot; Egos may become less ruffled when a partnership happens across countries. Warwick University has teamed up with Monash University in Melbourne. The deal was three years in the making, while the two leadership teams hammered out issues such as credit sharing and what their priorities should be. But the institutions appointed a joint pro vice-chancellor last month  something Warwick vice-chancellor Professor Nigel Thrift admits would have been harder to pull off with a partner in his own back yard. &quot;It wasn&apos;t the main reason for choosing Monash, but it does take the pressure off,&quot; he says. &quot;You aren&apos;t competing in the same arena and that certainly helps.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/15/universities-research-partnership-crick", 
    "wordcount": "1106"
}