{
    "headline": "Life and times of a rural railway", 
    "text": "Templecombe station used to employ more than 100 local men. That was when it was in fact two stations, upper and lower, connected to make a junction where the Waterloo-to-Exeter line intersected with the Somerset and Dorset line from Bath to Bournemouth. With its system of spurs, junctions and embankments whereby trains moved from one line to the other, the station was a notable feature of the network, and there were 60levers in the signal box. In modern times, and until very recently, there were just 16. The reason for that lies in the closure of both stations and the whole Somerset and Dorset line in 1966; and then the upper station only reopening in 1983 after a vigorous local campaign. I&apos;m now sitting down with three men who, until a week earlier, had manned the signal box and combined the tasks of operating the levers, controlling the pedestrian crossing, and selling tickets. One of the good things about the station has been buying your ticket not from a machine but from a friendly and knowledgable human being with an evident commitment to his multiple responsibilities. Now the signalling is controlled from Basingstoke and there is a gap in the flooring where the 16 levers were. It was the local community who had managed to get the station reopened, developed its buildings and amenities, looked after the garden (as they still do) and won &quot;Best Station&quot; awards. Mythree companions, local men too, shared reminiscences, showed me where the sheds and sidings used to be. For the time being, one man is retained as part-time ticket-clerk, another as crossing supervisor (he must ring Basingstoke forauthority to open the gate), and thethird has retired. We looked at where the spur from the lower station used to climb an embankment, and at a stretch of overgrown, grassy track through the tunnel where the famous Pines Express used to steam under the east-west line. And wetalked of the planfor a new platform on the south side to replace the present one with its familiar signal box and waiting room.", 
    "section": "environment", 
    "gid": "environment/2012/apr/30/templecombe-somerset-life-rural-railway", 
    "wordcount": "359"
}