{
    "headline": "The 'star' academics are so often white and male", 
    "text": "In October 2012, the University of Birmingham was faced with a common dilemma. A tenured lecturer in the history department had resigned, and the authorities had to decide whether to replace her. Members of the department were relieved when news came that the post she held, in modern British history, would be filled. They waited for a job advert to appear, and anticipated the usual process of long-listing candidates and then shortlisting a handful for interview. That never happened. In the latest instance of a worrying trend, a replacement was appointed without the post being advertised. The appointee was a white, male, Oxbridge-educated academic. He was appointed as a senior lecturer  a rank above the woman he replaced. The situation at Birmingham is far from unique. Worrying numbers of Russell Group institutions seem to be disregarding equal opportunities legislation in order to appoint research &quot;stars&quot;, whose publications and PhD students can bring them favour in the research excellence framework (REF) exercise  next due in December 2013. This determines which institutions will receive research funding. The public sector equality duty, which came into force on 5 April 2011, requires public bodies to have regard to the need to eliminate discrimination and advance equality of opportunity between people with protected characteristics  including gender, ethnicity, age and disability  and others. This requires the post to be advertised, but this is not always happening. In the Russell Group universities, black and Asian students are under-represented, as are women in the sciences. Only 6.6% of students at these universities in the decade to 2006 were black Caribbean or African. BME staff are also underrepresented, comprising only 6% of academic staff. Yet managers are increasingly more concerned with attaining an excellent performance in the REF exercise than they are in promoting equality and diversity. In the university sector, as elsewhere, female and black workers have been disproportionately more vulnerable to the impact of the recession, and the gender pay gap is now widening again. Women are crowded into less secure, less well-paid jobs in new universities. Only 42% of permanent academic posts are held by women, while men are four times as likely as women to be professors. And in Russell Group universities, only 38% of academic staff are women. The REF has served only to increase gender discrimination. Research by David Knights and Wendy Richards, published in Gender, Work and Organisation in 2003, indicates that women are more likely to be given heavier teaching and administrative loads than men, but the REF ensures that research activity determines an academic&apos;s chances of promotion. Those academics who produce fewer than four highly rated publications for each REF census date are liable to be placed on teaching-only contracts, or to have their tenure reviewed. They are allowed to claim special exemption from the rules if they have had maternity leave or other caring responsibilities, but the allowances made are often paltry: women who have taken a period of maternity leave, for example, are allowed to submit three publications rather than four. &quot;The very fact that we have to claim special circumstances places us at a disadvantage, by suggesting that we deviate from &apos;normal&apos; academic practice,&quot; complained one academic at Oxford University. &quot;I&apos;ve taken two periods of maternity leave, and both times returned to a very full teaching and administrative load. It has taken a good five years to get my research back on track.&quot; Academics in her position are unlikely to be feted by those managers looking for &quot;research stars&quot; to appoint to unadvertised positions. Yet without increasing the number of female and non-white academics, it seems unlikely that we will succeed in expanding equality among the student body. Managers sometimes hide behind the REF as an excuse for their undemocratic actions. But the REF is supported and facilitated by these managers. The influential Russell Group plays an instrumental role in determining what form national assessment of research and teaching should take. They have chosen to promote a model of &quot;research excellence&quot; that rewards those who are able to publish prolifically: frequently men. Appointment procedures are carefully tailored to ensure the success of those with a proven track record of publication, graduate student recruitment and leadership roles. At several universities, vice-chancellors are believed to have altered the composition of interview panels to ensure that professorial appointments are made by senior managers rather than by members of the relevant academic department. And at Manchester, a recent appointment to a professorship in public history was not advertised. The university says it appointed Prof Michael Wood because &quot;he has a unique combination of skills and background and the job was crafted around him&quot; and this was nothing to do with the REF. &quot;For certain senior academic roles, we are effectively operating in a transfer market and occasionally make targeted appointments,&quot; says its spokesman. The university takes its equality duties very seriously, he says. But throughout higher education, in a profession where gender and race discrimination remain endemic, the successful candidates are usually white men with highly conventional academic backgrounds. Birmingham&apos;s managers announced their new appointment at a routine meeting in January. One person expressed the hope that this would not be normal practice in the future and was given an assurance that it would not. A spokesperson says: &quot;In a small number of exceptional cases, the advertising route may not be used where there is a clear justification.&quot; The history appointment was a &quot;strategic&quot; decision driven by teaching plans. Birmingham and Manchester both say they have also appointed star female and ethnic minority academics, too. But the practice of some Russell Group institutions suggests that higher education is now a competitive marketplace in which equal opportunities must be fought for  even those enshrined in law.  Sandra Jones is a history lecturer at a Russell Group university. Her name has been changed", 
    "section": "education", 
    "gid": "education/2013/apr/22/university-jobs-not-being-advertised", 
    "wordcount": "989"
}