{
    "headline": "How Sri Lanka wiped out malaria  podcast transcript", 
    "text": " Reports and presenter:  DR Dinitha Rathnayake Interviewees: TSP Thelge Somapala Peris  HDBH Dr HDB Herath  MJ Mahieash Johnney  KK Kaluappuge Karunawathi  AW Anula Wijesundere  SRJ SR Jayanettti  DR In September 2016 the World Health Organisation regional director, Poonam Khetrapal Singh, confirmed that Sri Lanka is now certified as a malaria-free nation, with no locally transmitted cases of malaria recorded in the country for the three and a half years prior to that.  This is despite the fact that 60 years ago, Sri Lanka had been one of the most malaria affected countries in the world.   Thelge Somapala Peris remembers what it was like.   TSP We didnt have a hospital in Thalawa but we had one near Thalawa junction, with one professional medical doctor. When I consulted him he said that I had malaria. By this time most of the villages were suffering from the disease. We had pills continuously and covered ourselves with bedsheets as we felt cold all the time. We suffered a lot and we lost our businesses and money. We went to Kurunegala to obtain medicine by hiring private vehicles as we couldnt manage ourselves to travel on the public transportation.   DR So how did Sri Lanka eliminate malaria? My name is Dinitha Rathnayake and I am a radio journalist based in Colombo. In this episode of the global development podcast Ill speak to people who lived through the 80s malaria epidemic and the doctors, health workers and officials who waged the war to eliminate the disease.   Related: World Health Organisation declares Sri Lanka malaria-free     Sri Lankas relationship with malaria has been a long one.  HDBH Sri Lanka is a country endemic to malaria and malaria has been in this country for the past many millennia probably. My name is Dr HDB Herath, consultant in public health, and now currently serving as the director [of the] Anti-Malaria Campaign.   Historical and archaeological findings indicate that the shifting of capitals of Sri Lanka has been partly due to the foreign invasions and similar political reasons; but on the other hand, the disease malaria also helped play the important role in deciding on it.  DR In the 20th century the spread of malaria continued.  HDBH We had a massive epidemic of malaria in and around 1935 where 80,000 deaths were reported and over five million cases were reported. At that time the total population of Sri Lanka dipped down and the number of deaths exceeded the number of births, so that was a huge epidemic.  DR It was around this time that the Red Cross was established in Sri Lanka. Mahieash Johnney is the senior communication manager.  MJ The British colonial government at that time wanted to fight this malaria epidemic, but they did not have the resources nor did they have the ability or the amount of people in order to go into households, go into villages, go into areas where they have been affected. Information was not available to them at hand like today.   So it was the Peoples Movement  which has to go from house to house  sits down with them, explains [to] them this how you get malaria, this is how you safeguard yourself. If you have these kind of symptoms, this is exactly what you need to do.  DR Malaria was dramatically reduced in the 1940s after the introduction of house spraying with DDT and again in the 1950s with the launch of a national spraying programme. And according to the organisation the Anti-Malaria Campaign, by the early 60s, it had almost been totally eradicated.  But, the success of the campaigns prompted the government to direct financial support away from prevention programmes and this, at least in part, resulted in the disease making a reappearance towards the end of the decade.  In 1983 civil war broke out, predominantly affecting the north and east district of the country. Infrastructure in those areas crumbled and health facilities became less accessible and, as a result, the number of malaria cases rose sharply. Thelge Somapala Peris recalls his experience.  TSP In the 1980s I got malaria four times in total with a three- to four-month gap during the year. My sister was living in Polonnaruwa and she visited us. Unfortunately she too got malaria. My home town is Mathura. Most of my wifes relations visited and they all got malaria. We also might have lost our [lives] in those days but luckily we were young and we were capable [of fighting] the disease.  DR Kaluappuge Karunawathi and her family lived in Jaya Gaga Junction in the North Central Province.   KK We all got it in our family. My husband, me, everyone. I was so upset when my children got the disease as they were at the ages of two to three. When you get malaria you get a serious spine pain, headache, numbness in hands with fever. I couldnt get up from the bed, slept throughout the day. According to the medical doctors they gave 10 tablets to take continuously in the morning and evenings.  DR Dr Anula Wijesundere worked in Polonnaruwa Base Hospital from 1986 to 1989.  AW It is much better. About 35% of the wall admissions to my ward, both the paediatric and the medical ward, were due to malaria. Now these people from the hill country had no immunity from malaria at all, being in hill country. So when they came to the North Central Province which had a lot of malaria, then these new people, new settlers, developed malaria. They got severe attacks and they developed very high parasite count, and malaria became a real epidemic during this period.  DR In response to the epidemic, the Anti-Malaria Campaign decided to shift their emphasis from eradication to control of the disease and launched eight regional programmes.  Kaluappuge Karunawathi remembers what that time was like for the people who lived in her region.  KK Those days there were officers who maintained our surroundings. They made several projects to eradicate this disease. At times it was very difficult for us as the government officers came to spray kind of an oil to kill the mosquitoes every two weeks. We got to pull all our household outside the house. Patients who suffered from malaria were in queues in hospitals to obtain the specific medicine. Some of them came from afar. Some of them didnt have enough money to purchase the prescribed medicines from the pharmacy.    Related: Mangroves and incomes flourish as Sri Lanka's women promote conservation  in pictures     People who were far came by tractors to hospitals as there were no transportation facilities. Hospital beds were overflowed with patients. Initially we were not aware that this was malaria. But afterwards we were made aware by the medical doctors that we all have got the disease malaria.  DR Over the course of the next two decades the programmes addressed the unique conditions for malaria transmission in each region.  SR Jayanettti from the Sri Lanka Anti-Malaria Campaign started work in his region in 2002.   SRJ Malaria was a big public health problem during those days. One of the areas affected mainly was this area, the Nallamudawa area, because it has a unique condition for malaria transmission  because it has a lot of quarry pits and the malaria vector prefers sunlit pools.  So we had to do lot of things. We had to control the vector, we had to treat the people, we had to conduct a lot of mobile clinics, monthly intervals and we had to follow the patients to see whether [there were] any treatment failures.  DR Gradually, the number of cases, at least in non-conflict areas, decreased, and Sri Lanka was able to control the spread of malaria. However the internal conflict made it impossible to reach some of the affected regions, and so it was to be a few years before a programme for elimination could begin.  In 2009 president Mahinda Rajapaksa declared an end of three decades of internal conflict. The internal conflict had made the control of malaria a difficult task but following the declaration the ministry of health was able to launch a national malaria eradication programme. The plan was to eliminate the transmission of the deadliest strand of the disease by the end of 2012 and the most common by the end of 2014.  The programme for malaria control was divided into three main strategies; the first was to address the vector mosquito by spraying pesticides such as DDT and malathion.  HDBH They were cheap, they were effective but [the] acceptance rate was very low because of the smell and the colour and staining and all of these things.   DR According to Dr Herath from the Anti-Malaria Campaign the programme faced many challenges, not least the effectiveness of insecticides.  HDBH Initially what we had  the challenges were that insecticide coverage was a very difficult task, but that was later, we managed to overcome. And then the treatment, the mosquitoes become resistant to insecticides  that was another challenge. And also the parasites become resistant to the ordinary treatment and we need to find new treatment methods. And also whenever you find a new one that means [its] very expensive. And finally those are the initial challenges.  DR The next stage of malaria control involved managing the parasite through early detection of patients with the disease.  HDBH Catching as many patients as possible and treat them quickly so that the parasite will not go to the mosquito again. And also there are a number of people who are carrying the parasite but yet not developed the disease.  DR And in a move which the WHO called highly effective, mobile malaria clinics were set up in high transmission areas offering prompt and effective treatment.  HDBH We [went] to the villages and we [found] anybody who was having fever in the last many weeks or months and we took a blood film and treated them. We also did a unique thing where we got blood films from people who [were] coming to the hospital for other purposes. We said that probably we asked whether they had any fever in the past and then we took blood films.  So [with] all these approaches we were able to gradually reduce the case numbers and then from there onwards, we had to maintain very good records because when it comes to the last minute, things need to be very carefully monitored.   Related: 'Whatever the army saw, they destroyed': looting and loss in Sri Lanka's civil war     DR Although the target was set for 2014, in fact by 2012 Sri Lanka was free of locally transmitted malaria cases. Finally in 2015, with no further cases reported for three consecutive years, the WHO officially certified Sri Lanka as having malaria-free status.  As Sri Lanka enjoys its new malaria-free status, the challenge now is how to keep it that way. Dr Herath   HDBH Although we have eliminated the disease within the country we get, every year, about 50 patients coming from outside with malaria. That is those people who are going outside from here to other countries with malaria and then they come with malaria. And also the foreigners who are coming to Sri Lanka from malarious countries. So for that we have managed to educate our doctors and we have identified high-risk people, people who are going to malarious countries, and we check them.  The next challenge is when the disease is no longer there, the country, the government is usually having difficulties to manage or maintain the resource flow and the disease number is going down  there is a tendency to divert the existing resources to other places. So we have to educate the policy maker and others to ensure that the resource flow is maintained until the whole world eradicates malaria.  DR And Dr Anula Wijesundere believes there is a danger that not only the government, but also doctors could become complacent.  AW Because there is no malaria in Sri Lanka our doctors delay to diagnose it, to diagnose malaria. They delay it because they dont think of it. And the young doctors have not seen any case of malaria in Sri Lanka for the past five or six years. So they fail to diagnose. So one message that is very important is that if anyone comes with fever who has been abroad you have to do the blood for the malaria parasites to diagnose it early.  HDBH You try to do more publicity internationally than locally, because internationally by doing so the world will know that the country is free of malaria. More people will come to Sri Lanka, more investors will come to Sri Lanka, and that can happen. On the other hand if you do more publicity within the country people will be also complacent. So its a challenge. You cannot hide it also. You need to give more publicity. But on the other hand more publicity may be having a bad effect as well.  DR Despite the potential pitfalls ahead for now the message to the world is loud and clear. Sri Lanka remains malaria free.  Thats all for this episode of the Global Development podcast. My name is Dinitha Rathnayake and the producer is Kary Stewart. Thank you for listening. Goodbye. For more great downloads go to theguardian.com/audio.", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/24/how-sri-lanka-wiped-out-malaria-podcast-transcript", 
    "wordcount": "2192"
}