{
    "headline": "Twitter in 2012: the real story", 
    "text": "It&apos;s freezing, every packed store is playing dreadful music, and Channel 4 has aired Elf yet again  it can only mean one thing: it&apos;s that time of year when every online venture (and their respective dogs) release their &quot;end of year&quot; roundups. Today, it&apos;s Twitter&apos;s turn. In a lengthy post, the social network&apos;s team showcased the top British trends of 2012, in culture, politics and sport. As ever with Twitter trends and metrics, there&apos;s plenty of scope for misunderstanding. Star placing is given to a chart of &quot;highest spikes in Twitter conversation&quot;  a chart topped by the Olympic closing ceremony, England crashing out of Euro 2012, and Ella being voted off the X Factor. Stirring, nation-uniting moments that resonate with each and every one of us though those are, this doesn&apos;t mean they were the most tweeted about  let alone most important  moments of the year. Twitter has picked the events which, for short periods, garnered the most &quot;tweets per second&quot; of the year. Any topic that was discussed regularly at high volume, but without a huge-but-brief spike, would be entirely missed out of this ranking, but is likely to have generated a far larger volume of conversation. So while Twitter&apos;s metric does find the &quot;events&quot; that got the most interest, it really doesn&apos;t reflect life on the social network. Given we each tailor our Twitter activity to the topics and people we&apos;re interested in, what an actual reflection would entail is a complex matter of itself. The &quot;trends&quot; Twitter picks are also a little perplexing. As most Twitter users know, topping the trending list doesn&apos;t mean you&apos;re the most-talked-about thing on Twitter (that&apos;s Justin Bieber), but rather the subject that&apos;s accelerating fastest. What, exactly, the year-end lists are measuring, then, is anyone&apos;s guess: in politics, the NHS is top and #Assange is third  but Google trends suggests interest in both has fallen year-on-year across the &apos;net more broadly. Twitter is measuring esoteric targets in opaque ways. Usually, the default response to this  so what?  would be fine. But 2012 has been something of a coming-of-age year for Britain on Twitter, in a way the official notice doesn&apos;t even begin to reflect. This was the year when we really started to see the effects Twitter, and other social networks, are having on our society. The official list highlights the closing ceremony as Twitter&apos;s moment of the year. For others, the standout Olympics moments for the social network might include the temporary suspension of journalist Guy Adams&apos;s account for criticising NBC, a commercial partner of Twitter, during the Olympics  highlighting Twitter&apos;s emerging and difficult relationship with corporate partners. An over-zealous junior employee eventually copped the blame. Others might remember the year Twittermobs got nasty. Or, at least, nastier. A teenager who sent an abuse message to Olympian Tom Daley, who reposted the message, was hounded on the network and by the press, and eventually arrested for his misdeed  not a fate a 17-year-old in a bedsit could easily have faced a few years ago. That was but one of a string of incidents in which the Twitter pack turned out in force  and some have faced jail time for their missteps. The tail end of the year also marked a possible end of the gleeful abandon with which Twitter users ignored UK law. During the superinjunction rows of 2011, tweeters gleefully broke court orders left, right and centre  often incorrectly &quot;naming&quot; people involved in injunction cases. Last month, many (including high-profile tweeters) took the similar step of naming Lord McAlpine as the subject of a Newsnight film making allegations of paedophilia. But McAlpine was entirely innocent, the allegations a result of mistaken identity, and he seems unwilling to take the actions of Twitter users in his stride. He&apos;s making a list (and checking it twice), and plans to issue writs to those who&apos;ve been naughty. Britain and Twitter have got to the difficult stage of any relationship. We can still remember what we loved  the TV watchalongs are going strong, the political campaigns still fire up, and the nonsense hashtag games continue unabated  but we&apos;ve also noticed how we&apos;re each changing, and the consequences of what we&apos;re doing. It&apos;s been a pretty seismic year for Twitter in Britain, and one that should leave us asking where we want things to go next. But none of that stuff makes for a neatly packed year-on-Twitter slideshow. Shame, really.", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/11/twitter-2012-the-real-story", 
    "wordcount": "747"
}