{
    "headline": "Government data-sharing and the blacklisting of union members", 
    "text": "One of the guiding principles of this government is the restoration of civil liberties and rolling back the intrusive state; that is why one of our first legislative acts was to scrap ID cards. So it is wrong to say our proposals are similar to the previous government&apos;s abandoned &quot;database state&quot; legislation (Government data-sharing plan triggers privacy fears, 24 April). We want people to be able to interact with government online, for example, in applying for benefits or a disabled parking permit, in a way that is quick, easy and secure. To do this we need to give them a way of proving their identity online, but only if they choose to. This would be done without a national, central scheme. This is all about putting the citizen in charge, not the state. But we are still taking great care to carefully consult on our plans. Throughout all our work in this area we have proactively engaged with privacy and consumer groups including NO2ID, Privacy International, Which?, London School of Economics, Oxford Internet Institute and Big Brother Watch. In June the Cabinet Office will publish, in a white paper, plans for improving data-linking across government. What will not be published in this white paper are any &quot;fast-track&quot; proposals that would require changes to the existing legislative landscape. Any such proposals will need careful consideration with the involvement of the public and interest groups with whom we will continue to engage. This is not a question of increasing the volume of data-sharing that takes place across government, but ensuring an appropriate framework is in place so that government can deliver more effective, joined-up and personalised public services, through effective data-linking.Francis Maude MPCabinet Office minister; paymaster general Theresa May is rightly concerned to avoid undermining confidence in the police by insisting any evidence of police corruption be properly dealt with (May gives Lawrence family hope of fresh public inquiry, 23 April). On the same grounds she should also establish a public inquiry into claims that the police and/or security services supplied information that led to the blacklisting of 3,200 workers. The blacklist was discovered after a raid by the information commissioner&apos;s staff in 2009 on the offices of the Consulting Association (CA). There had been allegations about the existence of this blacklist over the last decade, but no investigation was undertaken. As well as files on 3,200 people, the vast majority of them trade union members, the ICO raid found 44 construction firms had funded the CA and used it to vet potential employees. Denial of a job for discriminatory reasons such as trade union membership is illegal and blacklisting is statutorily prohibited. And some of the information on those blacklisted may well have been false or malicious. This is all the more serious when there is now evidence that the police/MI5 were party to the conspiracy. David Clancy, an ICO investigator, gave evidence at a recent industrial tribunal which showed compellingly that details in some of the files could only have come from state security sources. That is why a public inquiry is now urgently needed as to why no action was taken for a decade over complaints about blacklisting, why the police and/or MI5 appear to have passed information to an illegal blacklisting organisation, and whether the 44 construction companies that used it should now be prosecuted.Michael Meacher MPLondon", 
    "section": "technology", 
    "gid": "technology/2012/apr/24/data-sharing-blacklisting-union-members", 
    "wordcount": "570"
}