{
    "headline": "Real-time strategy games you shouldn't miss", 
    "text": "One of the most depressing things about the inexorable demise of the PC is that some game genres face extinction along with it. Consoles and handhelds have always struggled to cope with large maps and selecting multiple units, and effectively that&apos;s all there is to playing real-time strategy games. However, they remain my favourite single-player experience and a genuine multi-player alternative to Call of Duty or World of Warcraft. So it&apos;s nice to see the old RTS forces rallying for one final hurrah. This spring is filling up with great strategy games  played out by land, sea and air ... Oil Rush  (out now  PC/9.99) Tower defence games are usually seen as some kind of bastard cousin to the RTS, but we haven&apos;t seen it attempted on this scale since the Bitmaps&apos; brilliant Z. Oil Rush is all about grabbing and defending territory but much of the actual combat is on rails. You can upgrade your tower defences but you&apos;re limited to where you can place them, you can send your forces off to battle  but how they fight is up to them. It makes every level a mad rush to secure factories and the rigs that supply them with precious oil, with battles hinging on knowing precisely when to stand your ground and when to push forward. There are problems with this hybrid, not least losing the ability to make impulse decisions. Say you&apos;ve just sent your forces off to another location only to spot a surprise attack forming behind you. Can you simply turn around and defend? No, you have to trek halfway across the map and come all the way back again, by which time your base has fallen. However, the AI works well in combat and there&apos;s loads of upgrades to your units and towers  which the game delivers in a steady trickle from start to finish. The sight of fully upgraded weapons mounting a defence is impressive enough but attacks are even better, with a single press of the F key switching to a dynamic camera that creates a brilliant sensation of following your forces into battle. For those who enjoy tank rushing more than micromanagement, Oil Rush is an RTS bargain. Crusader Kings II (out now  PC/19.99)     Crusader Kings II    This game has no guidance whatsoever. This a bit like Civilization but with deeper diplomatic roots  and boy, do I mean deep. You see, in this game dominance is not just decided by nation v nation, it&apos;s every little province, every scheming baron and every family tree whose loyalty and ambition must be micro-managed through threat, bribery, marriage and blackmail. Every race is different, with wildly different social pressures to consider. In fact, combat itself is something of a disappointment, but that&apos;s not really what you&apos;re playing this for  it&apos;s the intrigues and ambitions behind it. Games are slow, protracted affairs, but hugely satisfying when your empire grows as a result of your own attention to detail and forethought. However, Crusader Kings II but does itself no favours with a steep learning curve, unhelpful manual and lack of decent playable tutorials. With so many static menus to plough through, it makes for a game that is hard to love and even harder to master. But for those who find normal RTSs too simplistic, this is one epic challenge that hardcore strategy fans will love. Sins of a Solar Empire: Rebellion (out 12 June  PC/24.99)     Sins of a Solar Empire: Rebellion    Finally, here&apos;s one to look out for. If you missed the original Sins, it was a thing of majesty. Remember the old deep space classics such as Privateer 2, Freelancer and (whisper that name in awe) Elite? Well Sins was made from the same mould. Huge battles, dozens of star systems to explore, games that lasted hours and hundreds of small but beautiful ships firing lasers at each other. Rebellion uses a tweaked version of the same engine, continuing the developers&apos; policy of refining rather than reinventing. However, there&apos;s two new factions, Loyalist or Rebel, each with very different tactics. Rebels, for instance, can booby-trap whole planets, a feature that will surely transform multiplayer tactics. Naturally, there&apos;s also loads of new ships including a brand new Titan-class mega-ship that can decimate whole fleets on its own. SSE: Rebellion has just gone into Beta testing and I&apos;m bagsying the review right now! So, that&apos;s just three quality RTSs worth looking out for and we haven&apos;t even got to the likes of Starcraft 2: Heart of the Swarm (look out for a preview as soon as I can get my hands on it!) In short, if you love this genre and don&apos;t want to see it turn into the same homogenised, console-friendly chowder that increasingly passes for an FPS, now&apos;s the time to come out an show support for real-time strategy. If not, get ready to miss them when they&apos;re gone ...", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/20/real-time-strategy-games", 
    "wordcount": "814"
}