{
    "headline": "About the Keystone XL pipeline, my reservation", 
    "text": "As a mom, I find myself to be somewhat arrogant in thinking that I am here to teach my children about the world. I sometimes feel it is my responsibility to let them know: this is how life is supposed to be and not supposed to be. I sometimes hope that maybe, they will take the many mistakes I made in life as an example of &quot;how not to be&quot;, especially as they edge closer to adulthood. Then they will twist me for a loop and teach me about how life is supposed to be or not supposed to be. They will show me something about the world that lit a fire inside of them, that I never would have given the time of day before. Such as, the Keystone XL pipeline. &quot;If this tar sands pipeline deal goes through, someday we won&apos;t have clean drinking water on this reservation. We will have to live on the land the white man gave us and buy his bottled water to drink,&quot; my oldest son, Ty, told me. Of course, I had no idea what he was talking about. I tend to be aloof about things back home, because at the moment I am living off the reservation. I had saw some posts about it here and there on Facebook, some YouTube videos, some people from home protesting, but I didn&apos;t think it could be that bad. But if my oldest son was concerned, what kind of mother would I be to not care? He proceeded to tell me how the pipeline would contaminate the water supply for our reservation, which is a violation to our treaty rights. He also told me how dirty the tar sands oil is, how just to refine it would take three barrels of water for one barrel of oil. He told me the health dangers of the communities nearby the refineries. I was definitely interested. I admit I am not into &quot;environmental issues&quot; all that much. I recycle, I don&apos;t litter. I despise seeing people litter, especially when Gandmother Earth in almost every culture in the world was so honored in history. As Lakota, we honored the earth, the water, the sky. It is sad too see those ways get lost in food wrappers, beverage cans and plastics thrown by the wayside. And it is also nice to see when people do still care enough to go out there and try to make life beautiful on this planet. So, I told a friend that I wanted to write about the pipeline. He shot it down.  &quot;Write about something real; people don&apos;t care about our treaty rights. Just we care about our treaty rights. Writing about it won&apos;t change it, nobody cares. One person can&apos;t change anything. It&apos;s the oil industry. Everyone wants cheap gas. I want cheap gas.&quot;  I was shocked. I thought he was kidding at first. After all, he has children; he lives on the reservation. So, after pouting at him and ignoring his texts for three days, I decided to not talk to him about the pipeline anymore. I decided to talk to people who care. I didn&apos;t have to go far, literally. A lady who lives probably less than ten miles from my friend and who I know went even as far as Washington, DC to fight for our rights to have clean drinking water was willing to share with me her views. Debbie White Plume, Lakota activist, who was influenced by seeing her mother&apos;s strength and perseverance to fight for what she believed in, answered a few questions for me. The first thing she did was agree with my friend.&quot;Not one person can stop the pipeline  except President Barack Obama, who has the power to approve or deny the international permit TransCanada is applying for.&quot; She also said that if people took the time, they would realise and learn that the dirty oil proposed for slurry in the pipeline will contaminate our only source for drinking water.  &quot;To be afraid or intimidated is foolish; to say nothing is foolish and selfish. Many people are not willing to be foolish and selfish, and comment that &apos;there is nothing to be done, it is a done deal.&apos; That is an attitude the fossil fuel industry is banking on people having. Such folks are the willing and foolish puppets of the oil and gas industry, and may as well be the Fat Taker.&quot;  She used the term &quot;fat taker&quot;, or wasicu in Lakota, a reference to someone who takes the best part of the meat, also meaning greedy. That brings me back to my friend, a single father who believes the oil industry will be getting cheaper gas because he lives on the reservation  and his neighbor, Debbie, who believes in her heart that as Lakota people, it is our responsibility and privilege to fight for Unci Maka (Grandmother Earth.) She believes it is times like these when Lakota people need to choose whether they are really Lakota or a colonised Indian? So, then I realised that, although I am not even close to being an expert on the subject, besides what I learned of the Keystone pipeline, the impact it would have on the environment, the effects on the drinking water, the cheap gas myth, and all the other ways this affects the Lakota Nation, I learned something else. I learned that our Lakota ways of thinking  that everything we do here on Unci Maka matters because it affects the next seven generations  should tell us that what we do here today should be about our children, regardless of whether you are Lakota or not. Shouldn&apos;t we all be thinking of our children? Shouldn&apos;t we stand up for what we believe in? Or should we just go with the flow  of dirty oil? Do we have a moral obligation as Lakota to our children&apos;s future? Or do we have an economic obligation as Americans to belief in the need for cheaper gasoline? It&apos;s like the old Native American proverb: &quot;We do not inherit the Earth from our ancestors, we borrow it from our children.&quot;", 
    "section": "environment", 
    "gid": "commentisfree/cifamerica/2012/jan/15/about-keystone-xl-pipeline-my-reservation", 
    "wordcount": "1040"
}