{
    "headline": "Jane Wilford obituary", 
    "text": "My friend Dr Jane Wilford, who has died aged 67 after suffering from breast cancer, had two distinct careers: first as a journalist working mostly in Africa and later as a successful doctor specialising in occupational health. She was the eldest of three daughters of a British diplomat, Sir Michael Wilford, and his wife, Joan: her childhood homes were in Berlin, Paris, Rabat and Beijing. Following boarding school, at Oak Hall in Surrey, which Jane hated, she studied art in Rabat and then went to Lady Margaret Hall, Oxford, to read philosophy, politics and economics. She loved working backstage in the theatre, as for Neville Coghill&apos;s memorable 1966 Oxford University Dramatic Society production of Dr Faustus, starring Richard Burton and Elizabeth Taylor. In 1969, Jane joined her future husband, Ivan Bergerol, in Paris, where she became a reporter with the Financial Times. His work as an architect took them to Ivory Coast, where she continued with the FT, but in 1973 they divorced. On her own initiative, in 1975 Jane went to Angola and reported for the FT, the Observer and BBC radio. She helped to expose the truth of the invasion by South African forces and the atrocities that followed  actions the apartheid regime wanted to conceal, not least from the white electorate in South Africa. I met Jane on the eve of independence in November 1975, when arriving in the capital, Luanda. We became travelling companions, and later produced a book together, Angola in the Front Line (1983): Jane was particularly expert on the military aspects. In 1980, Jane and her partner, Jabulani Zikalala, had a daughter, Nonkululeko, meaning freedom - Nkuli for short. Jabulani, a combatant for Umkhonto we Sizwe, the armed wing of the African National Congress, died in Angola when Nkuli was less than a year old. Jane studied medicine and qualified as a physician in the Angolan system in 1985. Then she retrained at University College and Middlesex School of Medicine, London, qualifying there in 1991, and went on to junior posts at the North Glasgow university hospitals. After nearly two years in Johannesburg (1994-95), Jane and her daughter returned to Glasgow, where she specialised in drink and drugs-related problems in accident and emergency work, becoming a consultant in occupational health (2002). From 2005 onwards she was a senior consultant in London, advising institutions such as the Foreign Office and then British Council, and from 2010 was chair of the London group of the Society of Occupational Medicine. To both her careers she brought a deep determination to help others. Jane was the best cook and conversationalist one could ever meet: the gap between what we survived on in Angola and the diplomatic entertaining described in letters from her parents in Tokyo could be bridged only with a considerable leap of imagination. She is survived by Nonkululeko and by her sisters, Diana and Helen.", 
    "section": "education", 
    "gid": "education/2013/may/28/jane-wilford-obituary", 
    "wordcount": "480"
}