{
    "headline": "Children failed by lack of clarity about reporting allegations of abuse", 
    "text": "&quot;People think that child sexual abuse is something that happens to some other person&apos;s child at some other school,&quot; says Jonathan West, a leading child protection campaigner, who uncovered the 50-year abuse scandal that saw Father David Pearce, a teacher at St Benedict&apos;s school in west London, jailed for assaulting numerous pupils. Monks at the adjoining Ealing Abbey, who acted as the school&apos;s governors, were criticised for their inappropriate handling of the allegations against Pearce and other staff members. In failing to take effective action to protect pupils, they allowed the abuse to continue for decades. Parents might well believe that if a teacher suspects a child is being abused by a member of staff, the allegation must be reported to the local authority or police so it can be independently investigated. This, however, is not the case. According to government guidance for those who work with children and young people, the local authority designated officer (Lado)  whose job it is to manage allegations against people who work with children  should be informed, even if the concerns do not, initially, seem to justify a police investigation. But school staff are not obliged to do so by law, and the government guidance  Safeguarding Children And Safer Recruitment In Education  gives considerable leeway to employers to whom allegations are reported, stating that reporting procedures following an allegation &quot;need to be applied with common sense and judgment&quot;. Although it is intended to prevent police and social services from being inundated with minor complaints, allowing headteachers to use their discretion puts children at risk, campaigners say. &quot;To me, it beggars belief that heads are not required to report to the Lado,&quot; says Gareth Dawkins, executive principal of Bradford Academy and University Academy Keighley. How can one investigate internally, he asks, without introducing bias? &quot;The relationships between a head, the staff member accused and those who reported a concern are salient factors and mean that independence is impossible.&quot; Despite a number of high-profile abuse cases in educational settings, including Downside school near Bath, where abuse was known about internally for years, and Little Ted&apos;s nursery in Plymouth, where a serious case review found that staff felt they had no clear route to report concerns, this September the Department for Education closed a consultation on &quot;radically reduced statutory guidance for all professionals who work to protect children&quot;. The revised guidance, called Working Together To Safeguard Children, is due to be published soon and aims to place more trust in those who work with children to use their judgment and commonsense, without being hampered by &quot;unnecessary rules and targets&quot;, says the DfE. West is horrified by the draft he has seen, which, he says, has removed every mention of the idea that heads should report abuse allegations to the Lado. &quot;It doesn&apos;t say they shouldn&apos;t, but makes no mention of the fact that they should,&quot; he says. But allowing professionals to rely on their own judgment and commonsense is exactly what went wrong at Hillside first school in Weston-super-Mare, where teacher Nigel Leat abused pupils as young as six over a period of 14 years. He was convicted and jailed for an indeterminate period in 2011. The serious case review, published in January, highlighted 30 occasions on which staff recorded suspicions of inappropriate behaviour by Leat towards his pupils, but staff officially informed the headteacher in just 11 of these cases. There was nothing ambiguous about some of the allegations: one describes a staff member&apos;s concern at finding Leat seated on cushions with a pupil for a 20-minute period during which it was evident that he had an erection. In another case, children reported that Leat had been touching their legs and kissing them, and that one of them had been sick as a result. But the headteacher didn&apos;t report a single one of the allegations to the police or local authority for investigation. Leat&apos;s abuse only came to light when a pupil disclosed to her mother that she had been repeatedly abused over a two-month period; the mother then informed the police. Under existing child protection guidance, Hillside&apos;s headteacher clearly failed in his duty. But, according to Laura Hoyano, law lecturer at Wadham College, Oxford, and co-author of Child Abuse Law And Policy Across Boundaries, while a school leader who repeatedly fails to report serious allegations to the Lado can be charged under various pieces of legislation (for a breach of the Safeguarding Vulnerable Groups Act, for assisting an offender under the Criminal Law Act 1967 or for complicity under the Accessories and Abettors Act 1861, for example), there are no direct criminal consequences for not following the child protection guidance specifically intended for educational settings. Hillside first school&apos;s head was not prosecuted, only sacked. Campaigners say the lack of clarity surrounding the reporting of abuse in England and Wales not only fails children, but also fails staff, who are left without any obvious course of action should they report suspicions to a headteacher who does not then take action. In this situation, their only current recourse is to become a whistleblower. Some campaigners are calling for the UK to follow the lead of Australia, Canada and some parts of the US, which have introduced mandatory reporting of child abuse allegations. In the state of Florida, for example, not reporting a crime of this nature can attract a $1m (0.6m)fine. But Hoyano is not so sure. A mandatory requirement to report any complaint to the police or social services could lead to &quot;case overload&quot;, she says, when what is really needed is clarity. &quot;It would be sensible to clarify in the guidance that a headteacher or other designated official must report any complaint to the Lado, as that officer will both meet the requirement of independence and have the expertise and experience to evaluate and investigate the complaint and determine the best course of action in the best interests of the children.&quot; In the absence of mandatory reporting, parents can look to schools&apos; individual child protection policies for their interpretation of how statutory guidance will be observed by the senior management team if suspicions are raised. But many school policies are unclear, say campaigners, and do not state plainly the course of action that will be taken. There can also be big differences in how schools approach the matter, says Tony Halliwell, principal of Welbeck Defence sixth-form college. While Welbeck&apos;s child-protection policy makes it clear that every allegation or concern will be referred to the Lado, many schools specify no such thing in their policy, and experience and expertise can differ widely between schools. &quot;A head or [the school&apos;s] designated child-protection officer may be well trained, but they won&apos;t be expert in every single instance that occurs,&quot; Halliwell says. The call for mandatory reporting is now being echoed by a senior Conservative MP, who recently wrote to Michael Gove asking for the measure to be legislated for. And with schools  both in the state and private sector - under increasing pressure to hit targets and maintain student roll numbers, West is worried that schools will be increasingly reluctant to report allegations of abuse. &quot;Where the future of a school is dependent on its reputation compared to surrounding schools  [which is the case for] academies and free schools  there is a terrible temptation not to report,&quot; he says. Campaigners have also pointed to serious shortcomings in the Hillside serious case review. Despite the fact that it identified occasions on which referrals should have been made to the Lado  implying that poor judgment was exercised within the school  it does not recommend any changes to how future cases are handled. West is fearful that this means pupils will continue to be subjected to abuse in schools. And, as has been highlighted by the recent abuse allegations against Jimmy Savile and other BBC staff, parents are often the last to know. He says: &quot;Parents think they have a good relationship with their child and that they&apos;d be told if anything happened. We know now that this is not the case, and that many children go for years and decades, and some to the grave, without having disclosed to anyone.&quot;", 
    "section": "education", 
    "gid": "education/2012/dec/03/child-abuse-mandatory-reporting-to-lado", 
    "wordcount": "1387"
}