{
    "headline": "TV show giving voice to climate sceptics is skewing evidence, scientists say", 
    "text": "An Australian television documentary that gives equal weight to a climate sceptic and a believer has been strongly criticised by scientists as unfairly skewing the evidence on global warming. The hour-long programme, I Can Change Your Mind About Climate, broadcast on ABC TV, pits Anna Rose, co-founder of the Australian Youth Climate Coalition against conservative political power broker and climate sceptic, Nick Minchin (until recently Minchin sat in the upper house of parliament as an opposition Liberal party senator). In the film, each chooses an equal number of people anywhere in the world to introduce the other to, in a bid to change their mind on climate change. Scientists and environmentalists say the film gives the misleading impression that the debate on the science of climate change is not settled. &quot;At best, only a couple of per cent of the world&apos;s climate scientists query the basic science so having an equal proportion of sceptics on any programme totally biases the debate,&quot; said Professor Andy Pittman, co-director of the Climate Change Research Centre at the University of New South Wales. The first people Minchin takes Rose to meet in the film are an influential climate sceptic blogger and her husband, former carbon modeller, David Evans, in Perth. They argue that data on global warming is wrong because most of the temperature gauges are at airports and are affected by the heat of jet aircraft taking off and landing. Evans says the gauges aren&apos;t measuring global warming but an &quot;increase in air traffic&quot;. Another sceptic in Washington, Mark Morano, editor of Climate Depot, freely admits to publicly posting the email addresses of scientists he disagrees with. One of them is professor of Astrophysics at the University of NSW, Michael Ashley, who received a death threat as a result. &quot;The problem with people like Morano is that they have a very forceful way of putting their arguments, even though each one of them is wrong. Because he comes across as very slick, people believe him,&quot; he said. &quot;People watch a programme like this and they think there&apos;s a scientific debate. It&apos;s a lose, lose situation for climate scientists,&quot; he said. The opinion among scientists may be overwhelmingly one sided, but the Australian public is deeply divided on whether global warming is caused by human activity. Surveys repeatedly show opinion split almost 50:50. The producer of the film, Simon Nasht, says that is as relevant as the fact that the majority of scientists favour one side. &quot;The film isn&apos;t an argument about the science but about the public perception of it,&quot; he said. Nasht argues that the problem for conventional science, however credible, is that it&apos;s not winning more people over. &quot;That&apos;s the challenge for the environmental movement and for scientists is to recognise that something in their strategy (not their science) has not been working,&quot; said Nasht. &quot;The more you argue the science with someone who doesn&apos;t accept the conventional view, the less likely you are to convince them of anything.&quot; The recent debate in Australia has been influenced by the introduction of a deeply unpopular price on carbon, due to begin in July. The opposition promises to repeal the carbon tax as their first item of business if they oust the minority Labor government as polls predict next year. Opposition leader, Tony Abbott, is a well known climate sceptic. Australia is also heavily dependent on cheap fossil fuels. Around 85% of the country&apos;s electricity comes from coal-fired power stations. Australians are the biggest carbon polluters per head of population in the developed world and the country is the world&apos;s largest exporter of iron ore and coal. In the film, Nick Minchin, a climate sceptic, argues that Australia&apos;s single most important competitive advantage has been access to cheap, reliable energy. &quot;You don&apos;t jeopardise that unless there is absolutely overwhelming evidence that you must do that to save the Australian nation,&quot; he said. Anna Rose from the Australian Youth Climate Coalition acknowledges her participation in the film, has encouraged sceptics, but says, she &quot;wanted to try and bring that science back to the forefront of the debate so people didn&apos;t get too distracted by short term politics in Australia,&quot; she said.", 
    "section": "environment", 
    "gid": "environment/2012/apr/26/climate-change-sceptics-australian-tv-show", 
    "wordcount": "716"
}