{
    "headline": "Fukushima visit: I wanted to rip my full-face mask off more than once", 
    "text": "It is impossible, on a brief visit, to grasp the scale and complexity of the post-meltdown operation at the Fukushima Daiichi power plant. But entering the ground zero of Japan&apos;s nuclear crisis, as the Guardian did on Tuesday, at least means going through the same procedures as the thousands of people who work there every day. The day began with a full-body radiation check at J Village, a training camp for Japan&apos;s national football team that is now the logistical hub for a nuclear recovery operation expected to last decades. After issuing our small group of visiting journalists with a clean bill of radioactive health, officials from the Japanese energy firm Tepco showed us how to keep it that way. That meant being covered from head to toe in protective overalls, three pairs of gloves (one cotton, two rubber) and two sets of elasticated shoe covers. The overalls turned out to be liberating compared with the full-face masks that rounded off our list of nuclear prophylactics. The urge to rip mine off came more than once; only the potentially gruesome consequences stopped me. Radiation affects inanimate objects, too, of course. No piece of equipment was allowed to leave the briefing room until it had been swathed in clear plastic, not even the microphones into which masked TV journalists would later shout their pieces to camera. During our short foray outside, notebooks were left on the bus in case they were condemned as low-level nuclear waste. On the 50-minute journey to the plant, on a bus whose interior was an incongruous mix of protective pink plastic and mock chandeliers, radiation monitors bleeped in unison as we drove through hotspots, then fell silent as the hazard passed. The day ended with a second session in the radiation counter. Would the reading be higher than this morning, and if so, by how much? The fear that an official was about to pull me aside and deliver the bad news was mercifully short-lived. Thankfully, I was all clear. A glance at the dosimeter hanging around my neck showed that in the four hours I had spent at Fukushima Daiichi, my body had absorbed a negligible 0.044 millisieverts of radiation.", 
    "section": "environment", 
    "gid": "environment/2012/feb/28/fukushima-visit-full-face-mask", 
    "wordcount": "366"
}