{
    "headline": "Are environmental changes spreading Rift Valley and Lassa fevers?", 
    "text": "Animals in Africa, both wild and domesticated, sustain livelihoods and promote wellbeing. They provide nutrition, labour, trade and currency, and bring millions of tourist dollars into the continent every year. Yet, increasingly, they also bring disease. Since 1940, more than 60% of infectious diseases newly affecting people in Africa have been transmitted via animals. But even more important are the &quot;classical&quot; zoonoses such as bovine TB or pig tapeworm. Recent research shows that, globally, the top 13 zoonotic diseases are responsible for 2.2 million human deaths every year. The vast majority of these deaths are in low- and middle-income countries, where they often affect disenfranchised communities. Even when these diseases do not kill, their effects devastate poor people&apos;s lives and hamper development efforts. Such diseases have the potential to cross countries and continents with alarming speed  witness the spread of Sars and avian flu in recent years. A handful of high-profile zoonotic diseases such as avian flu attract vast amounts of research money. But there is a large and growing number that are poorly understood and in which there has been much less investment in research or control. Zoonoses fall between the medical and veterinary sectors and are among the most underdiagnosed diseases. Although mapping work is adding to our knowledge of which zoonotic diseases are affecting whom and where this is happening, there remains little understanding of how their spread is affected by shifting environmental factors. There is strong evidence emerging, though, that such links do exist. In Kenya, cyclical outbreaks of Rift Valley fever (RVF) transmitted by mosquitoes used to affect mainly livestock populations, particularly goats, sheep, cattle and camels. Today, the disease frequently spills over into the human community, and cyclical outbreaks of RVF result in the deaths of millions of animals and hundreds of people  with consequent disruption to the livestock trade and major impacts on household economies and wellbeing. It is now thought that the creation of new reservoirs and other areas of standing water through irrigation schemes are affecting the mosquito population and its relationship with livestock, driving the emergence and spread of RVF in people. Outbreaks are confined to Africa, but the potential for it to spread to other regions is high, because RVF can spread in many ways  for example, other blood-sucking insects can pass on the virus, and there is evidence that drinking unpasteurised milk from infected animals is a risk. Are we witnessing a disease switching from occasional spillovers to people to an establishment in human populations, as was the case for malaria, dengue and HIV and Aids? In Sierra Leone, changing land-use patterns as a result of shifts in forest cover, agricultural practices and mining may be impacting the spread of Lassa fever. Lassa virus is naturally found in Mastomys rodents and the spread of the disease is thought to be aided by poor housing conditions. Lassa fever has a high fatality rate, with pregnant women particularly vulnerable, and there are thought to be more than the 300,000 infections a year diagnosed in the region. These are just two examples of the ways in which environmental changes are thought to be affecting the emergence and spread of new infectious diseases in people. Climate change, urbanisation, forest clearance and many of the other rapid environmental shifts large parts of Africa are undergoing are also thought to be playing their part in the changing dynamics of disease transmission. Unless these dynamics are better understood, public health efforts aimed at curbing disease spread can only ever be partial. Other factors, too, need to be taken into account when it comes to considering why, when and how animal diseases spill over into human populations  not least socioeconomic and political ones. The point is, though, that it is time for some joined-up thinking on disease. The process of untangling the complex links between ecosystems, health and poverty is an essential start to a more integrated and so more effective approach to disease control, and an altogether healthier future for many millions of Africans and their animals.  Delia Grace is a veterinary epidemiologist at the International Livestock Research Institute (Ilri) in Kenya and a partner with the Dynamic Drivers of Disease in Africa Consortium", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/23/environmental-changes-rift-valley-lassa-fevers", 
    "wordcount": "703"
}