{
    "headline": "Is 17 too young for university?", 
    "text": "On a cool day last September, I stood in the great grey shadow of my university for the first time  scared and excited. Around me students milled, satchels falling from the shoulders of longhaired girls, and guys with quiffs smoking cigarettes. Days passed, and university began to feel like home. But one recurring question reminded me that I was just a little different from most of my fellow students. I kept being asked: &quot;Are you a genius?&quot; Unfortunately, I am not a genius. But due to the fact that I went through the Scottish education system, I did begin my first year at university aged 17, a whole year younger than my English peers. A surprisingly large number of students do begin university under 18 however, and that number is steadily rising with applicant figures between 2006 and 2011 increasing from 12,895 to 14,519. Of course, prodigious students have made early starts at universities for centuries, from William Pitt the Younger, who entered university aged 14 in 1773 and went on to become Britain&apos;s youngest prime minister, to Arran Fernandez who, in 2010, was accepted by Cambridge to study maths at 15. Beginning university when you&apos;re younger than your peers does have its fair share of problems. As my parents departed and I looked out across London on that first breezy morning, I considered my situation: not only was I alone in the big city, but I was alone without any ID. How was I supposed to make a host of superficial fresher friends without the help of alcohol? I couldn&apos;t even go to my own student union for a pint, let alone head out clubbing. More importantly, I was worried that my fellow students would look down upon me because of my age, and that I would struggle to keep up with the workload. It was worse for Galle, a student from Chartres-de-Bretagne who also began university last September: she was not only under-18 when she started, but also in a foreign country. She tells me that &quot;people in France weren&apos;t surprised I was starting university at 17 because it&apos;s not uncommon there&quot;, but once she was in the UK she realised her age put her at a disadvantage. &quot;University life is a lot about night life,&quot; she says, &quot;and quite often I&apos;d just stay in rather than go out. Plus, me being French, I had this stupid fear that being caught with someone else&apos;s ID would mean being sent back to France or something.&quot; Georgia, another Scottish student who began at 17, laughs: &quot;I lost my fake ID in Freshers Week  it was awful.&quot; I dread to think what it might be like starting even younger than we did. Horror stories like that of Sofia Yusof, the 13-year-old Oxford student who eventually fled university and wound up working as a prostitute, suggest that those who are very young when they attend university may not reap the benefits of what is meant to be a brilliant experience. Starting university presents universal challenges: learning how to cook well, live on a budget and not get mired in debt may be more daunting when you are just 17, but they are things that all university students must do. So, although I am definitely not a genius, I am proud of myself for having done so  and having survived my first year with the nickname Baby Fresher.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/aug/07/17-too-young-for-university", 
    "wordcount": "579"
}