{
    "headline": "Record cereal prices stoke fears of global food crisis", 
    "text": "Record cereal prices are prompting fears of escalating food costs around the world and drawing comparisons with the 2007-08 crisis, when food riots broke out across the globe. While the UK is drowning in rain, the US has suffered one of the worst droughts in more than half a century, withering the country&apos;s corn crop. The US is crucial to global food markets as the world&apos;s largest exporter of corn, soya beans and wheat, accounting for one in every three tonnes of the grains traded on the global market. Forecasts are showing no sign of an end to the drought, with corn prices hitting a record high of $8.16 (5.19) a bushel on Thursday, while soya beans hit a high of $17.17. The move in prices has revived memories of the food crisis of 2007-08, when food riots broke out in 30 countries. Nick Higgins, commodity analyst at Rabobank, said the impact of the weather on corn and soya bean crops is much worse than five years ago but so far traders have not pushed up prices as dramatically. &quot;The speculatively driven highs reached in the wheat crop during that period may not be reached but, in terms of damage to the actual crops, it&apos;s worse,&quot; Higgins said. On Wednesday, the US agriculture secretary pushed corn prices even higher when he said the situation was not bad enough to warrant a reduction in government quotas for biofuels, specifically ethanol, which is typically made from corn and is a factor in keeping prices high. Ruth Kelly, Oxfam&apos;s food policy adviser, said: &quot;The toxic combination of a heatwave in the US, which is decimating corn harvests, and the unwavering global demand for biofuels, is again pushing the price of basic food stuffs higher and higher.&quot; Richard Volpe, a research economist with the US department of agriculture, said prices of beef, pork, poultry and dairy products could be the first to soar. For the time being, experts say the price rises are unlikely to cause food shortages. Abdolreza Abbassian, senior grains economist at the UN Food and Agriculture Organisation in Rome, said: &quot;The problems this time around start with corn, which is an important crop but not a primary food security crop like rice or wheat. There is still hope.&quot; Wheat prices have hit $8.40 a bushel in the recent rally, levels last seen in the price spike of 2010, but they remain much lower than the 2008 record of $13.345. Rice is trading more than 40% below its high in 2008. Abbassian said wheat supplies would come under pressure if the corn crop got much worse, as wheat would be used to feed animals instead of corn. &quot;If we have even more disastrous results on corn, the pressure on wheat will [increase], with prices rising much further. The likelihood then is that high wheat prices will spill over into rice.&quot; Although global wheat stocks are not low, there are growing concerns over production due to erratic weather conditions in Russia. Hussein Allidina, head of commodities research at Morgan Stanley, said: &quot;The Russian wheat harvest is in full swing and flash flooding in the south is temporarily limiting exports and stoking quality concerns.&quot; The concern then is if Russia starts worrying about domestic supply of wheat it may limit exports, driving prices even higher. Allidina said food price inflation was a particular concern to the global economy, as it limits the ability of emerging markets to provide any kind of stimulus to drive a recovery.     Graph: Food price forecasts    Karen Ward, senior economist at HSBC, said: &quot;What the world economy really needs right now is a break. Any inflationary pressure, particularly that stops the emerging world loosening policy and providing the boost to the global economy, would be a problem.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/19/record-cereal-prices-food-crisis", 
    "wordcount": "641"
}