{
    "headline": "Personal statements: what if I am applying to do more than one subject?", 
    "text": "It&apos;s the ultimate challenge: write to your prospective university proving that you&apos;re 100% committed to your chosen subject, capable of studying it at degree level  and that you should be chosen above other candidates. Oh, and by the way, you only have 4,000 characters to play with. My predicament, as I muddled through my Ucas application two Septembers ago, was that I was interested in too many subject areas  and some of them were completely unrelated. How do you prove to a university that you&apos;re the most suitable candidate to study computer science, but also art, accounting and architecture? I&apos;m not the only one who has found the personal statement requirements limiting, and thankfully it looks like things are about to change. A recent review of the university admissions process suggests that Ucas should cater to students with varying interests. It proposes &quot;allowing an optional section of the personal statement to be tailored to each choice and allowing additional personal statements in defined circumstances.&quot; Providing an optional section with the application form seems like a good idea. The alternative  simply allowing students to submit several, entirely distinct personal statements  could lead many to waste time in the run up to exams. Students invest a lot of effort to ensure their personal statements are engaging and, most importantly, that they relate their skills and extra-curricular achievements to the chosen subject area. Unfortunately, this year&apos;s sixth formers won&apos;t benefit from the changes since they are unlikely to be implemented for another four years. So what should students do in the meantime? The Ucas website recommends students speak to a careers adviser if they are thinking about applying for courses that share no common themes. It&apos;s also a good idea to speak to current students and visit campuses to get a feel for each course. In the end, I decided to dedicate my personal statement to one subject area, knowing that eventually I&apos;d need to make up my mind anyway. I picked five computer related degrees and with some trepidation, hit the submit button. The Ucas process is a distant memory now and, having just finished my first year of study, I&apos;m convinced that I made the right choice. But I wonder about the students who will begin the process in September  will they restrict themselves to one subject area, and then live to regret it?", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jul/12/ucas-personal-statements", 
    "wordcount": "396"
}