{
    "headline": "Toyota GT86: car review", 
    "text": "Price 24,995MPG 36.2Top speed 140mph These days admitting that you actually enjoy driving can raise a few eyebrows. Like fell running, or ferreting, it&apos;s seen as the preserve of the unrefined mind, a pastime for simple folk who still think going fast is a thrill. Honestly, how unreconstructed! If I tell someone I love cars because I love driving, I have to accompany it with a shrug of incomprehension, as if to say: &quot;I know, how weird! And did youknow I like eating Vaseline, too?&quot; But there are obviously a few of us out there, because why else would Toyota have dared to build a car like the GT86? It&apos;s a full-bore, unmitigated, back-to-basics driver&apos;s coup; a car that celebrates the most elemental pleasure of firing up an engine, engaging the gearbox and accelerating Over the past several decades what manufacturers call progress has been nothing more than an attempt to make driving less like driving and cars less like cars. Open the bonnet today and you can&apos;t even see the engine, let alone get your hands dirty and oil over the front of your trousers. Modern cars are opened with a bleep on a fob, turned on with the push of a button. You don&apos;t have to change gear or turn on the lights or wipers. You don&apos;t have to worry about losing traction or getting cold. You can&apos;t hear the engine or the road. You are insulated, isolated, a bit numbed. Of course it&apos;s all bloody brilliant. But occasionally you should sit in a car that reminds you just how incredible a propulsive car can be. We&apos;ve had wildswimming  maybethis should be called wild driving? And that&apos;s where the GT86 comes in. Toyota has a bit of form when it comes to sporting coups. It&apos;s given us the Celica, Supra and the brilliant mid-engined MR2. And it&apos;s now rolled out the GT86. It&apos;s the result of a joint venture between Subaru and Toyota  Subaru&apos;s version, which is exactly the same, is called the BRZ. It&apos;s up to you to decide which you think sounds cooler. The GT86 (or, if you wish, the BRZ) isn&apos;t going to stop the show with its looks. Yes, it&apos;s pretty, but it&apos;s not a stunner. From the front it has elegant wing bulges and alow-scooping open grill; round the back it boasts two handsome chrome tail pipes and nicely cut lights  it&apos;s nothing you haven&apos;t seen before. Inside things are more promising. It has bucket seats, a stitched red steering wheel and a stubby matching gearstick. There are two back seats, but they are tiny. Although I did manage to get two lanky teenage boys in there  sort of flatpacked. Start up the four-cylinder petrol engine and you begin to realise what all the fuss is about. Squeeze the throttle and the engine note builds. The rear-wheel drive and instant steering make it feel snappy, the power comes in snatches. There&apos;s nothing smooth about the ride. It bounces over speed bumps as if it has no suspension at all. My wife hated sitting in the passenger seat. But once you get out on to a long snaky road, the growl in your throat starts to match that coming from the engine. It really does fly, this little car. Fast, flat, balanced, light and lithe  it&apos;s addictive. A touch on the wheel and you whip from side to side. It&apos;s basic, but the engineers have been smart enough to create acar that flatters your driving. An hour at the wheel and you start to channel your inner James Hunt. &quot;Many of our rivals have turbos, big tyres and four-wheel drive,&quot; says Yoshi Sasaki of Toyota. &quot;They have become sports cars that control their own behaviour  they have become boring.&quot; Until now How to avoid a &apos;nervous&apos; breakdown The RAC is to turn the breakdown industry on its head this year with the launch of its &apos;magic box&apos; for members which will remotely communicate with base to provide diagnostic information which could potentially identify certain vehicle faults before they result in a stressful and inconvenient breakdown. The revolutionary RAC Advance early warning system builds on current telematics technology but utilises the latest diagnostic software to build a comprehensive picture of how a car&apos;s systems are performing. In the event of a breakdown it will alert the RAC&apos;s response team who can remotely connect with its onboard diagnostic software to identify the fault and give an accurate location for the motorist, enabling the rescue service to swiftly despatch a patrol pre-armed with the diagnosis and the appropriate repair solution or parts, or order up a recovery vehicle if the problem cannot be fixed at the roadside. The simple device, the size of a matchbox, can be self-installed in minutes and can be accessed via a mobile app on the driver&apos;s phone or tablet enabling them to check multiple levels of performance including their own &apos;driver score&apos;, accurate &apos;taxman friendly&apos; mileage records, GPS tracking and other key information. The RAC is keen to conduct extensive consumer testing on its system and will be recruiting a team of 1,000 members to put RAC Advance through its paces on UK roads  you can register your interest via rac.co.uk/advance. Email Martin at martin.love@observer.co.uk or visit theguardian.com/profile/martinlove for all his reviews in one place", 
    "section": "technology", 
    "gid": "technology/2013/apr/14/toyota-gt86-car-review-martin-love", 
    "wordcount": "916"
}