{
    "headline": "Top 25 games of 2012: 5-1 (plus the ones that didn't quite make it)", 
    "text": "This is it  the final five games in our top 25 of 2012. We hope you&apos;ve agreed with at least some of our choices so far  or even better, found a couple of games you didn&apos;t know, but will now check out.  At the end, I&apos;ve also included all the titles championed by our writers while compiling the list, but that didn&apos;t make it in to the final 25. For now, read on and discover that, sometimes, you just have to compromise... 5. Far Cry 3 (PC, PS3, Xbox 360)     Far Cry 3: 'A lot of well-intentioned stories are failing in videogames, because they are written like a film or a TV show which ignores the viewer'    From the very first moments it grabs you and pulls you in; you are on the island  and there you stay. Far Cry 3 is the rarest of games: an open-world adventure that also works as a compelling narrative thrill-ride. The descent of Jason Brody, from party guy to vengeful killer, is brutal and convincing  it is the story arc of the slasher flick, grafted into a Joseph Conrad novel. But beyond the violent action is the island itself, a lush paradise, teeming with wildlife. It is a place you want to explore, not just because of the bonus items, but because you want to see what&apos;s out there. And usually what&apos;s out there is danger. It calls you from the darkness. You always answer.  4. Borderlands 2 (PC, PS3, Xbox 360)     Borderlands 2    Pandora is a planet where subtlety is extinct; it has been hounded out of existence by roaming bands of maniacs and midgets with machine guns. What remains is violence and really idiotic humour. Borderlands 2 retains the blueprint of the first game  shooting, looting and leveling up  but adds a more coherent mission structure and a skill tree the size of a giant sequoia. It is a game that lavishes rewards on very capable players; a game with a brilliant antagonist in the form of corporate madman, Handsome Jack; a game that runs and runs but never runs out of breath. And the co-op is so good it could save marriages.  3. Journey (PS3)     Journey    What is Journey about? Is it an allegory for life, death and rebirth? Or something more elusive? Whatever you think, for many players, thatgamecompany&apos;s three-hour adventure provided some of the most profound and emotional gaming experiences they have ever had. It&apos;s not just the beautiful surroundings, the wistful lead character, the well constructed puzzles; it is the genius of the anonymous online co-op, the fact that strangers can help or hinder each other, communicating only through movement and sound. In a world of symbol and sense, everything has to be interpreted, and players must be prepared to give themselves to it. But whatever you give, you get back. What is Journey about? That&apos;s easy. It is about how you feel when it ends.  And so the top two  We argued, we thought, we argued some more, but we couldn&apos;t separate them. So for the first time, we have a joint number one. -1. XCom: Enemy Unknown (PC, PS3, Xbox 360)      Countless alien invasions later and still we are drawn to save the world. Our stories reflect our collective fears: the fear of not being alone in space; the fear of being alone in space. XCom is an evergreen cliche then not least in terms of its aesthetic, which chooses the unfashionable get-up and colouring of 90s sci-fi b-movies. But in play never has the strategy game seemed so vibrant, malleable, resolute. It&apos;s Advance Wars, in essence, but where line of sight, weapon choice and human fallibility all play their disruptive part. And in the opportunity to name each soldier, we have have the opportunity to name the ways our hearts break when the worst happens on the battlefield  at least till the next conscript turns up back at the base. (Simon Parkin) -1. Dishonored (PC, PS3, Xbox 360)     Dishonored    The art team behind Dishonored spent almost four years devising and concepting Dunwall  it seems that not a moment was wasted. This is one of the most fully realised fictitious environments that gaming has ever seen, a plague-ridden Victorian hellhole of warring artistocrats, moustached gangsters and blood-vomiting paupers. Into this Dickensian nightmare strides Corvo, and assassin who is not an assassin, who doesn&apos;t need to kill; who can slink silently along the steaming pipes and slated rooftops of this festering city. The effect is Batman re-housed in industrial Britain  a game of cat-and-mouse plotting, patience, deviousness and occasional bursts of sword-swirling violence. It is an engrossing, consuming game, beautifully made, deeply cared for and swaggeringly confident. It is a joy. And the games that didn&apos;t quite make itAll of our writers had games that they made strong individual cases for, but that didn&apos;t quite make it into the Top 25. All are worth seeking out. There were passionate calls for the excellent scrolling platformer, Mark of the Ninja and sci-fi blaster Binary Domain. Nick Cowen wanted I am Alive, Max Payne 3, NBA 2K and Black Ops 2 in there, Rich Stanton wanted Resi 6. There were also arguments put forward for Witcher 2 and Crusader Kings 2. I would have liked a couple more smartphone titles in, namely Letterpress and Punch Quest, and probably would have jammed in a few more indie treats, especially The Room, To the Moon and the wonderful 30 Fights of Loving. And we overlooked Trials Evolution. Maybe we should have done a Top 50 ", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/dec/21/top-25-games-of-2012", 
    "wordcount": "894"
}