{
    "headline": "Blackberry is a ship heading for the rocks of a breakup", 
    "text": "Here&apos;s what I think: RIM is heading for the breakers&apos; yard, as surely as a ship that has reached the end of its life. Within the next 18 months or so, the company is going to be broken up for its useful parts - BlackBerry Messaging, the BlackBerry Enterprise Server, its customers. The gravity that is sucking it downwards is now inescapable; to switch metaphors, it&apos;s a spaceship trying to get out of a black hole, but it hasn&apos;t got Scotty aboard. The irony is that that black hole is made of two things: years of complacency about its position in the market (out of which grew a failure to invest in what&apos;s really going to happen), and PlayBooks. Those sodding PlayBooks. They&apos;re the tablet that destroyed an entire company by distracting it from the future. The other irony is that many carriers like and want RIM to survive; industry sources say they make better margins from selling its handsets than they do from Apple&apos;s iPhone or top-end Android handsets. The problem is that the customers aren&apos;t listening. (Let me say that it didn&apos;t have to be like this, and I wish it didn&apos;t. In the past I&apos;ve been full of praise for the BlackBerry; in mid-2003 I thought the 7230 was pretty much perfect. But reality bites, and hard.)  Consider a few facts:  based on figures given on Tuesday, I calculate that on average, for every 10 handsets RIM ships, just 1 reaches a new customer. The picture is complicated by churn (people leaving while others join), but people don&apos;t abandon successful platforms.  it&apos;s being crunched in the market  the PlayBook is still not selling, a year after being introduced   the company is shrinking even while the smartphone market - which it helped define - is growing by 50% annually  it doesn&apos;t have any rabbits. It barely has a hat. The bad news, or the bad news? Let&apos;s start with what Thorsten Heins, the man with the unenviable job of chief executive (after co-founders Jim Balsillie and Mike Lazaridis were finally winkled out of the joint tenure), said on Tuesday night. Bankers are being called in to check that his plans are the right one; also, RIM is going to make an operating loss in this quarter.  That&apos;s going to be two quarterly losses in a row for RIM, and Heins didn&apos;t have much in the way of uplifting news to follow. &quot;The on-going competitive environment is impacting our business in the form of lower volumes and highly competitive pricing dynamics in the marketplace,&quot; he said. Translation: we aren&apos;t selling as many handsets as we hoped, and we&apos;re selling them for less. He did emphasise that the company will increase its &quot;cash position in Q1 [the current quarter] from the approximately $2.1bn we had&quot; at the end of the previous quarter in February. Analysts sharpened their keyboards and rapidly downrated everything. Mark Sue of RBC Capital, who was already among the Wall Street pessimists, downgraded his revenue forecast for the quarter from $3.2bn (against the consensus $3.7bn) to below $3bn. Heins&apos;s warning &quot;shows its business is deteriorating faster than expected,&quot; Sue noted on Wednesday morning. He thinks its handset shipments fell below 8m, a level it hasn&apos;t seen since 2009, and that could mean it&apos;s below 5% of the smartphone market: &quot;In our view, below 5% share is the realm of subscale operations, razor thin profits, and decreasing odds of a turnaround,&quot; Sue wrote. That in turn means, he says, that BlackBerry 10 &quot;now faces an even greater battle&quot; because the challenge of getting and retaining customers - and businesses and carriers and, let&apos;s not forget, developers - becomes ever harder. &quot;We see RIM losing its most lucrative users (those in the US), which may be difficult to re-gain even with BlackBerry 10. New international subscribers are price sensitive and may be difficult to retain over time.&quot; (That&apos;s a good point about the price sensitivity.) He thinks a broader strategic rethink is needed - that perhaps RIM should retrench, pull back from some low-margin foreign operations, focus on BB10, see if it can build alliances with PC makers who don&apos;t have a mobile strategy (Sue doesn&apos;t actually mention Dell and HP, but they&apos;re the obvious ones he&apos;d be thinking of; both have stunk up the place with their efforts in mobile.) Nice ideas, but they won&apos;t buy enough time, and BB10 isn&apos;t a magic bullet. In fact it&apos;s barely even a bullet. I haven&apos;t heard anyone say that BB10 is going to abruptly make BlackBerrys more attractive to buyers. They won&apos;t be cheaper, and they won&apos;t do anything that every other smartphone is doing. The business is getting commoditised, and only those who can either stand out from the commodity fray (Apple) or know how to win in a commodity battle (Nokia) are going to be able to withstand Android competing at the low, middle and high ends.  (If you&apos;re wondering why I&apos;m reckoning Nokia has a chance here, there are two reasons: Stephen Elop saw the problem 18 months ago and moved to fix it; and Nokia has an existing platform, Symbian, that is still doing some service and allowing Windows Phone - with all Microsoft&apos;s marketing money behind it - to gain some momentum. RIM doesn&apos;t have either of those. Even so, industry sources still aren&apos;t seeing much consumer interest in the Nokia Lumias, and gloomily wonder if it&apos;s going to be Apple and Android.) Growth in RIM&apos;s subscribers (slightly different from BBM users, who are fewer) has almost stopped dead. In a quarter or two, it probably will. Here&apos;s the graph:     RIM BlackBerry worldwide subscriber growth, Mar 2002-May 2012. Source: RIM    Heins pre-announced that it has just hit 78m RIM subscribers (who are different from BBM users). They are an important revenue source. Here&apos;s how RIM described it to me recently: &quot;The BlackBerry subscriber account base is the total of all subscriber accounts that have an active status at the end of a reporting period RIM generates service revenues from billings to its BlackBerry subscriber account base primarily from a monthly infrastructure access fee charged to a carrier or reseller, which the carrier or reseller in turn bills the BlackBerry subscriber.&quot; If that stops growing, so do a good chunk of RIM&apos;s service revenues. Basically, RIM&apos;s business has become one where about in effect 90% of handsets go to people who already have one. Nobody&apos;s coming through the door.  Just compare the numbers: Android: 370m devices activated. Even allowing for a certain amount of replacement, there are likely over 300m in operation. Apple: about 175m iPhones sold. More have been sold in the past two years than in the first two years, and the figure is growing, so you can easily reckon there are more than 100m - perhaps 125m - in operation. RIM: 78m subscribers, and the number is hitting a plateau. After a plateau, what? Answer: decline. There&apos;s no obvious way to change this. If RIM reduces its prices, it cuts its own throat (even though the carriers will love it for giving back the profits lost to the iPhone). If it raises them, it loses customers too.  I asked Thomas Husson of Forrester Research what he thinks. &quot;I think mobile years are like dog years. It took too long for RIM to integrate the QNX platform and to launch new products based on the BB10 platform. In the meantime, the Blackberry brand has suffered a lot and lost a lot of ground in the US, where RIM used to dominate the smartphone market. Growth is indeed coming from India and other emerging markets but here competition is fierce with low-cost OEMs and with Nokia.&quot; (That&apos;s mainly Nokia&apos;s Symbian there, rather than Windows Phone - so far.) He questions developers&apos; willingness to develop for yet another OS; &quot;the only potential I see is a clear interoperability between Android and the new OS as well as the potential to tap into the existing global installed base of Blackberry users worldwide. [But] both are unlikely, and reach will be limited at the end of the day.&quot; So basically not much for the existing business model. Any other hope? Any ship on the horizon? &quot; New entrants in the mobile space, especially those interested in acquiring patents and in developing a platform play  could be interested in licensing and/or acquiring some of the RIM assets.&quot; Oh. That&apos;s not a ship, that&apos;s the smokestack of the breaker&apos;s yard. Opportunity cost Why has it come to this? Because RIM made two errors. First it got complacent. When the iPhone was launched, Lazaridis (a fantastically clever inventor who managed to get primitive paging systems to work for encrypting email) dismissed it; the keyboard was all people wanted, he thought. And then when the smartphone business did take off, and RIM was carried along on its updraft - with its business peaking 18 months ago with a $5.5bn quarter with $1.2bn profit - it didn&apos;t innovate. Nobody asked what the next interaction was going to be, because everything had worked out OK, even though the iPhone and then touch had become the dominant form of smartphone interaction. Even though touch interfaces are here, there&apos;s going to be something better coming, and you can be sure that Google is already working on it (intriguingly, it has let the project details leak out) and that Apple is considering much the same. (Considering what? Wearable computing. Google Glass and all that.) Instead RIM got distracted by the tablet format when Apple produced the iPad, and thought it would be the way forward. A colossal, if understadable, mistake. It missed the iPhone, so it jumped on this new Apple bandwagon as fast as it could. But it didn&apos;t own the idea, which meant it came to market late (the iPad was went on sale in April 2010, the PlayBook in April 2011). It was smaller, had fewer features (couldn&apos;t do email unless you owned a BlackBerry) and had a woeful Soviet-style app market. Not by the Playbook What a flop the PlayBook has been. RIM seems to have ordered multiple millions of them. And they haven&apos;t sold, because the truth about the tablet market is that if you&apos;re not Apple, with a gigantic marketing machine (and gigantic iPhone installed base in the US, meaning lots of MobileMe/iCloud users), then the tablet market is effectively closed. (There&apos;s a Chinese tablet market, but RIM never had a hope there.) The PlayBook was a distraction from building something really special, and it has swallowed huge amounts of RIM&apos;s cash - $495m in writeoffs so far, and expect some more after this quarter.  And a word about that cash, and that &quot;$2.1bn&quot;. To be precise, at the end of the last quarter, RIM had $1.7bn in &quot;cash and short-term equivalents&quot; - that is, stuff it can lay its hands on quickly when it needs to pay someone. (The missing $400m of is in &quot;long-term investments&quot; - such as bonds, or perhaps parked abroad - and much harder to get at.) But even that was down from a year before, when it had had $2.1bn in cash and short-term equivalents, and $580m in long-term investments. All the directions are down. Meanwhile its intangible assets (basically, patents and intellectual property such as how BES works) were valued at $3.3bn - dramatically up from the year before, when they were just $1.8bn. As of Wednesday evening, RIM&apos;s stock price was hovering below $10.40, valuing it at $5.42bn. In other words, exactly the value of its intangible assets and all its cash, short-term and long-term holdings. The end Heins can talk about RIM&apos;s cash pile growing - of course it will, because he&apos;s likely put an end to the cash drain if PlayBook manufacturing. But that&apos;s not the same as growing the customer pile. Frankly, I can&apos;t see how he can do that. Remember Horace Dediu&apos;s point: once you lose money in the mobile phone game, you never recover.  Now the question is: who&apos;s going to want RIM&apos;s pieces?", 
    "section": "technology", 
    "gid": "technology/2012/may/30/rim-breakup-inevitable-forecast", 
    "wordcount": "2035"
}