{
    "headline": "Higher education in 2012: leaders in the sector look ahead", 
    "text": "Ewart Wooldridge CBE, chief executive, Leadership Foundation for Higher Education HE leaders in 2012 will need to embrace entrepreneurial as well as traditional values Genuine leaders only exist because they have followers - willing or not. With a lot of uncertainty and many &quot;unknown unknowns&quot; (particularly in higher education) it is wise for leaders to start with thinking about the needs of their followers  support, encouragement, reassurance and helping them make sense of a lot of ambiguity and uncertainty. In higher education, there will be a premium on being even more entrepreneurial and agile  but doing this while still holding on to the core values of what universities are for. The agenda of collaborations, alliances and mergers will rise up the priority list. It is certainly right at the top of the list in Wales, where the minister for education and skills, Leighton Andrews, left his audience in no doubt at the Leadership Foundation&apos;s Welsh Conference just before Christmas. Anywhere in the UK there will be a clear advantage for leaders to be identifying and seeking new forms of partnership for collaborative alliances, whether nationally or internationally. In the wider public sector it is interesting that the retiring cabinet secretary Sir Gus O&apos;Donnell argued that the Civil Service should overcome its &quot;cultural inertia&quot; and play a more leading role in economic recovery. This may be a big ask for public servants brought up to be naturally risk averse. However, the truth is that all leaders in public institutions will need to embrace a hybrid style which balances a much stronger risk appetite against the traditional values of their role, their sector or their institution. Cary L Cooper, professor of organizational psychology and health at Lancaster University Rising costs of higher education mandates a discussion about modularised courses in the UK As the cost of higher education mounts, prospective students will need to work while attending university. They will not want to accumulate masses of debt, and constantly worrying about their finances and indeed whether it is worth it or not. Some will enter paid employment straight from school, some will work and do an Open University course, or go to institution which provides part-time provision such as Birkbeck College. This trend toward the student paying for higher education will continue at an ever increasing pace, as the state will not have the resources to fund teaching, and maybe even post graduate studies and research as well down the line. What is really disturbing is that universities have not really confronted this reality head-on, they merely argue on the sidelines about how much they should charge (should it be 7k or 9k), rather than how we should organise ourselves over the next couple of years to enable students to work and attend university. As we move closer and closer to the US model of charging for higher education, we haven&apos;t even seriously discussed nationally the idea of modularising all our courses, allowing students to take a degree over many years, which would enable students to work and attend university at the same time, some completing their course in three years or five years or even 10 years. We would also open up higher education, in regions throughout the country, to people beyond 21, to people currently working or caring for others or retired. We should also be considering the transfer of credits for each module between universities, as people move their jobs from one part of the country to the other. The indirect consequence of this move toward &apos;any time degrees&apos; would make our students more entrepreneurial, and with life skills many currently don&apos;t have, which adversely affects them when they are seeking jobs in a tight labour market. If the state does not wake up to the reality to come in HE, then perhaps the private sector will enter the market and do it. Tania Jane Rawlinson, director of campaigns and alumni relations, University of Bristol and steering group member, Ross-CASE Survey  Universities will get better at communicating the societal benefit of charitable donations and &apos;old boys&apos; club&apos; will spread through the sector In almost all of the past 11 years (since data has been collected), universities have enjoyed a steady rise in philanthropic cash gifts received. Even in a time of economic uncertainty, it seems likely that this trend will continue in 2012. The underlying causes of growth remain: more universities are fundraising, they&apos;re increasingly sophisticated about how to ask, and donors continue to be amazingly generous. Individual universities are getting better at articulating the charitable benefits they deliver to society. The message is no longer simply &apos;your gift can support today&apos;s students.&apos; In 2012, we&apos;ll hear much more about how &apos;your gift to a university can solve some of the planet&apos;s most pressing questions.&apos; Universities are entering a new era of competition to attract the best students. They&apos;ll focus more on what their student customers want, including strong support in career development. So in 2012 universities will turn to their own graduates, asking them to offer advice, internships and mentoring to current students. The &apos;old boys&apos; clubs&apos; of the older universities will be copied throughout the sector and, perhaps, improved. In 2012 university brands will become increasingly important, and famous alumni will play a key role. The picture of a single highly successful graduate can speak a thousand words about the value which a degree confers. (Most universities would love to be able to say &apos;Richard Branson is one of ours&apos;  though in fact, none can.) University fundraisers have always known about the huge value which alumni and donors can add, whether as brand carriers, networkers, and/or generous supporters. It&apos;s fantastic that the sector is embracing these ideas wholeheartedly. 2012 is going to be a good year! Cathy N Davidson, professor of English and interdisciplinary studies at Duke University, co-founder of HASTAC and author of Now you see it  2012 will be the year of free online elite education 2012 will be the year of elite institutions offering free online education. And that&apos;s a public good - if we make sure that it is. Half of the world&apos;s population is under 30 and few can afford the advanced education they need to thrive the 21st century. When Sebastian Thrun and Peter Norvig decided to offer their Stanford University artificial intelligence course free and online in 2011, they were astonished that more than 160,000 students worldwide would register. These online students ended up with new knowledge, a class ranking of their test scores, and a &quot;statement of accomplishment&quot; to certify they&apos;d finished the course. On December 19, 2011, MITx was rolled out on a similar model, offering a portfolio of selected courses that will be taught online, operated by a non-profit set up within MIT. For a modest processing fee, students will be able to earn MITx credentials. MITx is also putting its open source online learning platform online so other institutions can offer courses for free to the public too. I predict that many will soon follow suit. My second prediction for 2012 is that some will try to exploit online courseware. The Delta Project on Postsecondary Education Costs has shown that soaring higher education tuition correlates directly with declining revenue from public funding and philanthropic gift giving. It would be easy for the short-sighted, the desperate, or the just plain greedy to embrace online courseware not for learning but for profit. Education is clearly the target of many corporate investors these days. At a time when there is great public disillusionment with for-profit colleges (the University of Phoenix saw a 42% decline in enrollments in the last quarter of 2010), we have to be extremely careful to develop open courseware as a public good, not a potential cash cow. Dave Jarman, vice-chair, Enterprise Educators UK Enterprise education will be in the vanguard of how universities respond positively to change I can easily predict that 2012 will be an interesting year for enterprise education. It&apos;s never been higher on the agenda as a result of the June 2011 government white paper and the review still at this moment underway by Sir Tim Wilson into university-business collaboration. My sincere hope is that this is more than a passing interest. Enterprise education, by which I mean the education of enterprising and innovative individuals rather than a narrow focus on commercial start-up  is critical to the HE sector delivering a high-value student experience which serves both the country and the students themselves. Surely the delivery of skilled, business aware, self-aware, and self-motivated graduates is something we can all support in 2012? A rising awareness of social and cultural forms of entrepreneurship has helped us break out of the business school silos in recent years, and the swell of interest in intrapreneurship has helped us add real value to the skills of postgraduate researchers who will deliver the impacts of the UK&apos;s world-class research, but the next step is surely a greater commitment to embedding enterprise teaching across the curriculum? It is not enough to fill our students&apos; heads with abstract knowledge; we must give them the tools to use it in the real world. Demetra Katsifli, director of professional services, SunGard Higher Education  There are five main trends that I believe will continue into 2012: Greater focus on graduate employability: With fierce competition, school leavers and their parents will do far more research when deciding which college/university to apply to. Similarly, universities and colleges will invest more in tracking graduates, assisting with career development and in promoting their graduate employability rates. Developing closer links with industry and commerce with the aim to help with development of new or revised curriculum, and with student work placements. We&apos;ll see the return of many more thin or thick sandwich courses (depending on the duration of the placements), where work-based experience is an integral part. A big drive to improve business processes: Universities will seek to gain operational efficiencies across the entire organisation for day-to-day activities that involve students, academic and administrative staff. Management will be looking for large-scale efficiencies that yield cost savings year-on-year. In addition, they will be looking to provide greater student satisfaction through better quality professional and support services, not just through teaching. From here it follows they&apos;ll get greater student retention and success, and ultimately improved opportunities to generate revenue. Increased focus on academic innovation and research: Business process improvements will help academic staff reduce administrative operational work and spend more time on academic innovation and research. It will also be important to focus on developing sustainable research funding as opposed to one-time funding provided via the government or funding bodies under special initiatives. Universities and colleges will become more agile organisations: They will also be better able to respond to requests to develop tailored courses. Also, there will be a greater focus on accelerating the time it takes to develop and approve new undergraduate or postgraduate courses, cutting the lapse time down to typically four months. Professor Craig Mahoney, chief executive, Higher Education Academy  An increased focus on the student learning experience needs staff qualified to teach Following years of increasing growth and relatively stable funding across higher education in the UK, 2010 and 2011 have seen significant change and a real tightening of the belt. This has changed higher education permanently. During 2012 we will witness the introduction of fees at all UK higher education institutions, with variations across the four nations. English students face paying fees of up to 9,000 per year; Scottish students will continue to pay no fees; Welsh domiciled students face a modest rise in the basic fee with the Welsh government paying the difference up to 9,000 in the form of a fees grant if they choose to study elsewhere in the UK; and Northern Irish students will pay 3,465 but only if they attend local higher education institutions. Students and parents will become more demanding expecting to see objective markers of performance more evident including greater transparency on contact hours, clarity on feedback policies, and employment opportunities tangibly enhanced through study programmes. For institutions, there are likely to be significant drivers to minimise costs, create flexibility in the workforce, establish greater efficiency and heighten impact. The focus on teaching and the student learning experience will rise with institutions and students expecting higher numbers of academic staff qualified to teach. That staff will engage with ongoing professional development related to pedagogy in addition to their academic discipline and reward (recognition and promotions) procedures will start to reflect a more balanced respect of commitment to teaching alongside research. The student&apos;s study needs: place of study and technology to support learning need to take a step change from what are quickly becoming dated and inadequate models of delivery which have failed to keep pace with the developments in learning approaches and the experiences young, or not so young, learners bring in preparation for higher education. 2012 is likely to see further government intervention, the rise of more market-focused approaches to what higher education is and what higher education does. 2012 is the time for higher education institutions to respond to this changing landscape through refreshing curricula, equipping their workforce and focusing on the student learning experience. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/05/leadership-predictions-2012", 
    "wordcount": "2252"
}