{
    "headline": "Tree-top vigil highlights destruction of Tasmanian forest", 
    "text": "Perched 60m up an ancient gum tree in a remote part of south-west Tasmania, Miranda Gibson&apos;s tree-top home has a spectacular view across one of the biggest untouched tracts of temperate rainforest left in the southern hemisphere. For more than three months, 30-year-old Gibson has been living high above the canopy floor that is the home to some of Australia&apos;s most threatened indigenous wildlife, including the Tasmanian devil and spotted tail quolls. Flying overhead are the equally threatened Tasmanian white goshawks and wedge-tailed eagles.            But Gibson&apos;s arboreal home is under imminent threat. These ancient forests are currently unprotected and could be destroyed by logging any day. In a dramatic bid to save the trees and its wildlife from the chop, Gibson has created the Observer Tree, a global media centre bristling with the latest digital technology to bear witness to the encroaching bulldozers and loggers. &quot;My aim has been to bring the images of the forests and the truth about the ongoing logging of these areas to the international community and beam my forest protection message across the world,&quot; says Gibson. Since her tree-top vigil began before last Christmas, Gibson has spoken at community forums, festivals and press conferences around the world via the internet, while her daily blog has attracted over 50,000 page views so far. &quot;I am committed to staying here at the top of this tree until the forests receive the protection they so urgently need,&quot; says Gibson, who has put her teaching career on hold until the trees are saved, and is calling on people to take part in an email campaign. In what has become a highly charged battle with environmental campaigners lining up against Tasmania&apos;s commercial forestry community, the Malaysian-based company Ta Ann stands accused by environmentalists of being the main driver of the current logging. Ta Ann produces veneer from logs taken from the forests which is then sold overseas, most notably to Japan, where it is sold as flooring. Since the logs that are used are accredited by PEFC, an independent certification system that promotes sustainable forestry, Ta Ann markets its veneer flooring as being eco-friendly, something which environmentalists such as Gibson fiercely dispute. &quot;Ta Ann are misleadingly marketing their wood products as environmentally friendly and plantation based products,&quot; says Gibson. &quot;Yet there is well-documented evidence that they continue to source their wood from high conservation value forests. It is vital that Ta Ann&apos;s customers are informed about the origins of these products.&quot; In response Ta Ann defended their marketing of their products. &quot;Ta Ann Tasmania rejects the claims that we are misleading the market or our customers,&quot; says Alan Ashbarry. &quot;All our wood is supplied under the independent PEFC certification system.&quot; However a recent landmark independent scientific report largely backed the environmentalists&apos; claims that more than half a million hectares of the disputed forests are of world and national heritage value. Many environmentalists believes this necessitates their immediate protection. Gibson believes that the report vindicates her efforts to save the trees. &quot;This report gives clear evidence of the global significance of these forests. For 100 days I have sat at the top of this tree bringing international attention to the ongoing destruction that is occurring every day in Tasmania&apos;s irreplaceable high conservation value forests,&quot; says Gibson. &quot;I am committed to staying another 100 days if that&apos;s what it takes, though I hope that Tasmania will not have to wait that long to see these precious forests protected.&quot;  Simon Birch is a freelance journalist and writes on current environmental and ethical issues.", 
    "section": "environment", 
    "gid": "environment/blog/2012/apr/12/tasmania-forest-destruction", 
    "wordcount": "607"
}