{
    "headline": "Zac Goldsmith urges green movement to address its 'lack of strategy'", 
    "text": "&quot;Friends&quot; of the environment in government need more support from green groups to push through policies in the face of strong opposition, eco campaigner and Tory MP Zac Goldsmith has urged. In a comment for the Guardian, Goldsmith, who advised the Conservative leader David Cameron on the environment before the last election, was responding to an extraordinary attack on the government by senior green figures and mass-membership campaign groups including RSPB and the Campaign to Protect Rural England. They were angered by a series of policy U-turns and disappointments, including cuts to subsidies for solar power, doubt over funding for carbon capture and storage to clean up coal plants, and proposals to weaken environmental protection against development. Most damningly, in a letter to the Observer, leading environment voices claimed that, far from meeting the promise to be &quot;the greenest government ever&quot;, the coalition was &quot;on as path to becoming the most environmentally destructive government to hold power in this country since the modern environmental movement was born&quot;. Frustration with the criticisms has also been blamed for the climate minister Greg Barker&apos;s outburst this week about the &quot;environmental Taliban&quot;. Although Goldsmith does not name colleagues, his comments will be seen as asking for more support for Barker and the energy secretary Chris Huhne, who are under increasing pressure from colleagues who believe the environment agenda is damaging economic growth, led by the chancellor George Osborne. Goldsmith, who publishes the radical Ecologist magazine and has voted against the government 22 times since becoming MP for Richmond Park in 2010, says the environment movement &quot;lacks seriousness&quot; and &quot;lacks strategy&quot; for not giving the government credit for a list of successes, including continuing with subsidies for solar power and renewable heating, setting up a green investment bank, legislating for a green deal to support renewable energy and efficiency in homes, and agreeing to tough carbon reduction targets and energy market reforms. Some of these policies require more support, but &quot;all this has happened in 18 months, and amid the toughest economic conditions since the war,&quot; adds Goldsmith. His article agrees with criticisms by environmentalists of cuts in regulations on food standards, the proposed planning reforms, and the &quot;mood music&quot; of negative language by some ministers. But it says that by failing to praise ministers for what has been achieved, the critics are less likely to win their argument. &quot;It is important that where the government gets it right, the department responsible is championed by environmentalists so that it is empowered to win the next battle,&quot; writes Goldsmith. &quot;Without this happening, the cynics and naysayers in government will always be able to fall back on the excuse that no matter what the government does, it will never find friends in the green movement and that there is therefore no political upside at all in pursuing green policies.&quot; He adds: &quot;The government will need to be pushed incessantly. But to maintain their potency, the green groups need to keep sight of strategy and remember to reward their friends in government, just as they bash the naysayers.&quot; Jonathon Porritt, whose sustainable development commission watchdog body on government was abolished by the new Conservative-Liberal Democrat coalition in 2010, defended the tactics of the critics, even if it caused a bigger rift between the environment movement and the government. &quot;I&apos;m not particularly worried about their dismissal [of the critics], what we are trying to do is inform others what this government is really about: not go on half-details about what it would like to do if they could, were it not for the terrible state of public finances,&quot; he told the Guardian. Caroline Lucas, MP for Brighton Pavilion and leader of the Green party, said in response: &quot;Of course it&apos;s important to work with those inside government, but we also desperately need the external pressure which non-governmental organisations, campaigning groups and individual MPs can bring to bear through coordinated action such as December&apos;s letter.&quot; She also said Goldsmith&apos;s claim that the environmental audit committee was fully supportive of government position on energy intensive industries was &quot;disingenuous&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/jan/05/zac-goldsmith-green-movement-government", 
    "wordcount": "705"
}