{
    "headline": "International student visas: 'whatchoo talkin' bout Willetts'?", 
    "text": "There are traditions to be observed when a minister addresses the annual gathering of vice-chancellors at the Universities UK (UUK) conference. Firstly, they like to keep their audience onside by announcing new funding (universities minister David Willetts did that today with 3.8 million for research into cybersecurity). Next there will be a justification of the government&apos;s record on universities (there was much of this) before finally announcing some eye-catching new policy initiatives. Perhaps, the most significant of these initiatives was the announcement that overseas student numbers would be disaggregated from net migration figures. The announcement is timely. Last week London Metropolitan University had its highly trusted status (its ability to recruit non-EU international students) revoked by the UK Border Agency. Some 2,700 London Met students were given 60 days from the receipt of &apos;curtailment letters&apos; to either find another sponsor (i.e. university course) or face deportation. The financial impact on London Met, whose student population is made up of 15% international students, will be enormous and the university is seeking a judicial review of the decision, now set for the 21st September. At present international students are included within the net migration figures that government wish to reduce to the &apos;tens of thousands&apos;. This year applications for student visas have fallen by 30%. The immigration minister responsible for the London Met decision, Damian Green, was reshuffled soon afterwards. So today Willetts announces that he wishes to publish disaggregated figures within migration statistics, which will identify &quot;students in the emigration flows&quot;, so that &quot;the debate can be better informed&quot;. On the face of it, Willetts announcement will do nothing to change the problems caused by the current policy. He is only promising to publish, through the Office of National Statistics, the sort of analysis already available through the Institute of Public Policy Research (IPPR). The issue is not that the debate is ill-informed by poor data. Instead, it is that the policy of including students in a radical reduction of migrants, and then asking universities to police it, is plain wrong. And this is just the first discrepancy. Mr Willetts went on to say something very interesting. He said: &quot;I want to make clear the attitude of the government. There is no limit on the number of legitimate students from overseas studying at British universities.&quot; This is not at all clear. On the one hand students are still part of net migration (to be reduced to the tens of thousands as previously stated) and on the other hand, &quot;there is no limit&quot; on the number of students UK universities can recruit. While there is a difference between immigration and emigration, these two statements, under the current visa culture, are fundamentally incompatible. There are two options here. Either, logic is not the minister&apos;s strong suit and what is on offer is an unseemly fudge of words to placate his audience at the University of Keele. Or, he is genuinely announcing a de facto change in policy in which there will be two sets of migration statistics: one that includes student visas and one which will be the actual target to be reduced. If that is the case then we have the extraordinary situation of a BIS minister announcing a change to a Home Office policy. Is this the first policy U-turn of the reshuffled cabinet: an &apos;ominshambles&apos; 2.0? It&apos;s all in the semantics. To paraphrase the words of Gary Coleman&apos;s character in the 1970s sit-com Different Strokes: whatchoo talkin&apos; bout Willetts? Can the minister please clarify his statement? Either way, the statement did not seem in any way to alter the onerous visa regulations (the famous &apos;red tape&apos; of Tory nightmares) placed on universities, of which London Met fell foul, and has been criticised for varying reasons by the Public Accounts Committee, the BIS select committee, and the National Union of Students. The organisers of the conference at which Willetts spoke, UUK, did not themselves seem to think that the minister&apos;s statement indicated a genuine change in policy. In a statement on their website they say: &quot;We want the government to go further and remove students from government targets to reduce net migration&quot;. Eric Thomas, vice-chancellor of the University of Bristol and president of UUK, was unusually forthright in his speech to conference stating that the UK had failed London Met&apos;s overseas students, not only as students but as human beings and that the policy on international students invited ridicule upon the country. To appease a crowd worried about the fallout from the London Met debacle, Willetts also announced a 2 million hardship fund for displaced &quot;legitimate&quot; London Met students, before adding that he and Thomas would &quot;jointly author an article to offer to key newspapers in our target markets explaining that overseas students are welcome here&quot;. All of which is recognition of the enormous damage that these immigration policies are inflicting on the international reputation of British universities and their contribution to the UK economy. The question is, does any of it amount to a change in policy? The London Met judicial review will begin to test the meaning of David Willetts announcement. Martin McQuillan is dean of the faculty of arts and social sciences at Kingston University, London. Follow him on Twitter - @mgmcquillan. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/13/david-willetts-universities-uk-speech-student-visas", 
    "wordcount": "921"
}