{
    "headline": "Plan to link offshore windfarms to grid could cost 17bn", 
    "text": "The government&apos;s plans to bring more offshore wind power on to the grid are flawed and could lead to higher electricity prices for consumers, an influential committee of MPs has warned. Offshore windfarms require heavy-duty transmission infrastructure to carry the power to land, and the provision of the cables needed has been a serious obstacle to the growth of the wind industry, as windfarms both on and offshore have had to wait for long periods to be connected. Under the government&apos;s current system, a licensing system allows National Grid and other providers to construct the transmission lines. But the public accounts committee has said that savings for consumers could be illusory, because of the way the licensing system has been designed. Ofgem said it was consulting on possible changes to the system that would solve the problems the MPs had identified in the first few projects. Margaret Hodge, chair of the public accounts committee, said: &quot;Not only is it unlikely that this new licensing system for bringing electricity from offshore windfarms on to the national grid will deliver any savings for consumers, it could well lead to higher prices. Indeed the terms of the licences appear to have been designed almost entirely to attract investors at the expense of securing a good deal for consumers.&quot; Under the current system, companies granted licences are given a guaranteed income for 20 years, increasing in line with the Retail Price Index. According to the committee, this could result in payments of 17bn to transmission companies over the next two decades. However, if the companies fail to fulfil their obligations, they can be fined only 10% of their income, which could be much less than appropriate, according to the MPs. Investors would make an estimated return of about 10% on their licences, under this system. The PAC said this was &quot;extremely generous given the limited risks the investors bear&quot;. National Grid refused to comment on the report, although the company has received it. Ofgem, the energy regulator, pointed out that the report was only able to cover the first four tenders for licences, and said the competition for licences had saved customers about 290m. The regulatoris reviewing the licensing regime with a view to tightening it, said: &quot;[Our] objective is to ensure this necessary investment is delivered at a fair price. As with any new market, there are lessons from early transactions. The initial tenders were conducted under interim arrangements. &quot;It has always been Ofgem&apos;s intent to refine the tender process to deliver greater efficiencies and further benefits to consumers,&quot; it added. The Department of Energy and Climate Change said: &quot;The offshore electricity transmission regime harnesses competitive forces to drive value for money for consumers. Potential licence holders bid against each other on price. Now is the right time to re-examine some of the terms. We welcome Ofgem&apos;s current consultation on them. In addition to savings through competition, last year&apos;s offshore transmission coordination project identified a set of measures that could deliver up to 3.5bn in further savings.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/14/linking-offshore-wind-farms-to-grid", 
    "wordcount": "517"
}